{
  "name": "Australian Competition and Consumer Commission v Visy Industries Holdings Pty Limited (No 3) [2007] FCA 1617 (2 November 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1617.html",
  "catchphrases": [
    {
      "text": "cartel conduct",
      "id": "c0"
    },
    {
      "text": "visy companies and amcor companies held 90 per cent of the corrugated fibreboard packaging market in australia",
      "id": "c1"
    },
    {
      "text": "between january 2000 and october 2004 visy and amcor engaged in price-fixing and market sharing contrary to s 45 of trade practices act 1974 (cth)",
      "id": "c2"
    },
    {
      "text": "amcor received conditional immunity from action by the australian competition and consumer commission",
      "id": "c3"
    },
    {
      "text": "commission brought action against visy companies and three of its senior officers four categories of contraventions: over-arching understanding in 2000 to maintain market share and increase prices; annual price increase understandings each year for 2000 to 2003, customer price understandings and compensation understandings",
      "id": "c4"
    },
    {
      "text": "respondents admitted liability",
      "id": "c5"
    },
    {
      "text": "parties submitted an agreed statement of facts",
      "id": "c6"
    },
    {
      "text": "trade practices",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "TABLE OF CONTENTS \n 1 Introduction [1] 2 The CFP market [9] 3 Visy's CFP operations [16] 4 Visy personnel [31] 5 Amcor personnel [35] 6 The Over-arching Understanding [41] 6.1 Giving effect to the Over-arching Understanding [48] 7 Annual Price Increase Understandings [61] 7.1 2000 Price Increase Understanding [61] 7.1.1 Arriving at the 2000 Price Increase Understanding [61] 7.1.2 Giving effect to the 2000 Price Increase Understanding [63] 7.2 2001 Annual Price Increase Understanding [69] 7.2.1 Arriving at the 2001 Price Increase Understanding [69] 7.2.2 Giving effect to the 2001 Price Increase Understanding [72] 7.3 2002 Price Increase Understanding [76] 7.3.1 Arriving at the 2002 Price Increase Understanding [76] 7.3.2 Giving effect to the 2002 Price Increase Understanding [79] 7.4.",
      "id": "s0"
    },
    {
      "text": "2003 Price Increase Understanding [83] 7.4.1 Arriving at the 2003 Price Increase Understanding [83] 7.4.2 Giving effect to the 2003 Price Increase Understanding [89] 8 Customer Price Understandings [93] 8.1 Goodman Fielder and Nestl&eacute; [93] 8.1.1 Arriving at the Goodman Fielder and Nestl&eacute; Price Understanding [95] 8.1.2 Giving effect to the Goodman Fielder and Nestl&eacute; Price Understanding [97] 8.2 Fosters and Coke Price Understandings [109] 8.2.1 Arriving at the Fosters and Coke Price Understanding [113] 8.2.2 Giving effect to the Fosters and Coke Price Understanding [115] 8.3 Mildura Fruit Co Price Understanding [123] 8.3.1 Arriving at the Mildura Fruit Co Price Understanding [124] 8.3.2 Giving effect to the Mildura Fruit Co Price Understanding [126] 8.4 National Foods Price Understanding [139] 8.4.1 Arriving at the National Foods Price Understanding [140] 8.4.2 Giving effect to the National Foods Price Understanding [142] 8.5 Parmalat Price Understanding [149] 8.5.1 Arriving at the Parmalat Price Understanding [150] 8.5.2 Giving effect to the Parmalat Price Understanding [152] 8.6 Cadbury Schweppes Price Understanding [165] 8.6.1 Arriving at the Cadbury Schweppes Price Understanding [166] 8.6.2 Giving effect to the Cadbury Schweppes Price Understanding [168] 8.7 Hardy Price Understanding [176] 8.7.1 Arriving at the Hardy Price Understanding [178] 8.7.2 Giving effect to the Hardy Price Understanding [182] 9 Compensation Understandings [194] 9.1 Inghams Compensation Understanding [194] 9.1.1 Arriving at the Inghams Compensation Understanding [195] 9.1.2 Giving effect to the Inghams Compensation Understanding [199] 9.2 George Weston Compensation Understanding [208] 9.2.1 Arriving at the George Weston Compensation Understanding [209] 9.2.2 Giving effect to the George Weston Compensation Understanding [215] 9.3 OSI/Hans Compensation Understanding [227] 9.3.1 Arriving at the OSI/Hans Compensation Understanding [228] 9.3.2 Giving effect to the OSI/Hans Compensation Understanding [232] 9.4 Merino Compensation Understanding [241] 9.4.1 Arriving at the Merino Compensation Understanding [242] 9.4.2 Giving effect to the Merino Compensation Understanding [246] 9.5 Gillette Compensation Understanding [255] 9.5.1 Arriving at the Gillette Compensation Understanding [256] 9.5.2 Giving effect to the Gillette Compensation Understanding [259] 10 Conduct Concerning Eagle Boys [268] 11 Contraventions [286] 12 Accessories [293] 13 Penalties proposed [297] 14 Assessment of penalties [302] 15 Cartel conduct [306] 16 Visy's conduct [312] 17 Mr Pratt's conduct [322] 18 Mr Debney's conduct [327] 19 Mr Carroll's conduct [332] 20 Other orders [333] \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n 1.0 Introduction \n \n 1 The applicant Australian Competition and Consumer Commission alleges that between January 2000 and October 2004 companies in the Visy Group and certain officers of those companies engaged in price fixing and market sharing with companies in the Amcor Group, contrary to s 45 of the Trade Practices Act 1974 (Cth).",
      "id": "s1"
    },
    {
      "text": "The respondents have admitted liability.",
      "id": "s2"
    },
    {
      "text": "The Court has been asked to impose penalties and make other appropriate orders.",
      "id": "s3"
    },
    {
      "text": "The parties have tendered an agreed statement of facts.",
      "id": "s4"
    },
    {
      "text": "This means that the parties agree that, for the purposes of this proceeding, the facts in this statement are not to be disputed: see Evidence Act 1995 (Cth) s 191.",
      "id": "s5"
    },
    {
      "text": "The parties say that this agreement is not to be taken as an admission to those facts outside the context of this proceeding.",
      "id": "s6"
    },
    {
      "text": "I am not bound to accept facts merely because they have been agreed between the parties.",
      "id": "s7"
    },
    {
      "text": "Also I can draw inferences from such of the agreed facts as are accepted.",
      "id": "s8"
    },
    {
      "text": "2 Visy and Amcor were the major participants in the market for the supply of corrugated fibreboard packaging (CFP) products in Australia.",
      "id": "s9"
    },
    {
      "text": "Between them they held over 90 per cent of that market.",
      "id": "s10"
    },
    {
      "text": "3 Broadly speaking, the contraventions fall into four categories.",
      "id": "s11"
    },
    {
      "text": "4 First, there was an Over-arching Understanding made in early 2000 under which Amcor and Visy agreed to maintain their respective market shares and not to deal with each other's customers.",
      "id": "s12"
    },
    {
      "text": "If a customer did change suppliers, the firm receiving that new customer would provide one of its own to the other by way of \"compensation\".",
      "id": "s13"
    },
    {
      "text": "In effect, there would be a swapping of customers (although the customers were not to know this).",
      "id": "s14"
    },
    {
      "text": "Further, Visy and Amcor would collaborate with each other in order to increase prices.",
      "id": "s15"
    },
    {
      "text": "5 Secondly, there were Annual Price Increase Understandings whereby increases in prices were agreed in each of the years 2000, 2001, 2002 and 2003.",
      "id": "s16"
    },
    {
      "text": "6 Thirdly, there were Customer Price Understandings whereby prices were agreed in respect of particular customers.",
      "id": "s17"
    },
    {
      "text": "7 Fourthly, there were Compensation Understandings whereby, in respect of particular customers who had changed from one supplier to the other, that supplier would provide another customer or customers in exchange.",
      "id": "s18"
    },
    {
      "text": "It worked this way.",
      "id": "s19"
    },
    {
      "text": "If, say, Amcor customer X decided to switch to Visy, Amcor and Visy would get together and decide on a Visy customer, say Y, who would be provided to Amcor as \"compensation\" for the loss of X.",
      "id": "s20"
    },
    {
      "text": "When Y's contract came up for renegotiation, Visy and Amcor would exchange details of proposed prices and other terms so as to ensure that the deal offered to Y by Visy was much less attractive than Amcor's.",
      "id": "s21"
    },
    {
      "text": "Y would then, as Visy and Amcor intended, accept Amcor's offer.",
      "id": "s22"
    },
    {
      "text": "8 The Commission has not proceeded against those on the Amcor side of this cartel because in late 2004 Amcor approached the Commission and admitted liability.",
      "id": "s23"
    },
    {
      "text": "The Commission applied its Leniency Policy for Cartel Conduct, published in 2003, under which the first party to disclose a cartel of which the Commission is unaware will receive an immunity, provided it is not the \"clear leader\", gives full and frank disclosure, and continues to cooperate with the Commission.",
      "id": "s24"
    },
    {
      "text": "In unrelated litigation Amcor had sued former executives and obtained a Court order for a search of their premises.",
      "id": "s25"
    },
    {
      "text": "Incriminating material, including tape recordings of conversations, was discovered and on its solicitors' advice Amcor approached the Commission.",
      "id": "s26"
    },
    {
      "text": "Details of these events will be found in my earlier judgment on an interlocutory application: Australian Competition and Consumer Commission v Visy Industries Holdings Pty Ltd (No 2) [2007] FCA 444 at [7] - [52] .",
      "id": "s27"
    },
    {
      "text": "2.0 The CFP market \n \n 9 A vast range of consumer goods are packaged in CFP.",
      "id": "s28"
    },
    {
      "text": "They include groceries, beverages, dairy products, fruit, produce, meat, poultry, seafood and confectionery.",
      "id": "s29"
    },
    {
      "text": "Returnable plastic crates, shrink wrap and other packaging products compete in segments of the CFP market, but otherwise there are no packaging materials which are reasonably substitutable for, or in close competition with, CFP products in relation to the packaging of the goods mentioned.",
      "id": "s30"
    },
    {
      "text": "CFP is used to make the ubiquitous cardboard box.",
      "id": "s31"
    },
    {
      "text": "10 The type of CFP products and associated services supplied by Visy and Amcor would vary substantially between customers due to differing customer requirements in terms of board paper type, strength, construction, sheet size, design style, print characteristics and method of assembly.",
      "id": "s32"
    },
    {
      "text": "Different board grates were used in the manufacture for supply of CFP products to suit the different applications of the products.",
      "id": "s33"
    },
    {
      "text": "Corrugated boxed were supplied in a number of different styles.",
      "id": "s34"
    },
    {
      "text": "CFP products could have printing applied either in a pre-print or post-print process.",
      "id": "s35"
    },
    {
      "text": "11 In most cases CFP products were supplied to the customer's specifications.",
      "id": "s36"
    },
    {
      "text": "In particular industries, some standard sized CFP boxes were used, such as fruit and other produce.",
      "id": "s37"
    },
    {
      "text": "However, further value adding could be required such as the individual customer's logo or product information.",
      "id": "s38"
    },
    {
      "text": "12 The CFP services supplied by Visy and Amcor in connection with the supply of CFP products included performance and quality testing, art graphics and printing services, packaging design, performance and cost optimisation, development services, tooling and packaging systems, transport and delivery, warehousing of stock and supply chain cost analysis services.",
      "id": "s39"
    },
    {
      "text": "13 The cost of supplying different CFP products is affected by product type, dimensions, board grade, printing, order quantity, freight and other factors.",
      "id": "s40"
    },
    {
      "text": "14 From 2000 to 2004 the value of the CFP market was between $1.8 and $2 billion per annum.",
      "id": "s41"
    },
    {
      "text": "Details of some individual customers' requirements have been the subject of confidential evidence.",
      "id": "s42"
    },
    {
      "text": "However, it can be said that some of the larger customers would have annual purchases of the order of $20 million or more.",
      "id": "s43"
    },
    {
      "text": "There were thousands of non-contract customers who contributed approximately $212 million per annum in gross sales, constituting 30 per cent in value of Visy's customers\n 15 Visy and Amcor were in competition with each other in the CFP market, except where such competition was reduced or eliminated as a result of the cartel conduct with which this case is concerned.",
      "id": "s44"
    },
    {
      "text": "3.0 Visy's CFP operations \n \n 16 The relevant company of the Visy Group is the third respondent Visy Board Pty Limited to which I shall refer hereafter simply as Visy.",
      "id": "s45"
    },
    {
      "text": "Visy manufactures CFP products from both recycled and kraft (ie virgin) paper.",
      "id": "s46"
    },
    {
      "text": "It has manufacturing plants at Dandenong, Campbellfield and (since 2002) Wodonga in Victoria, Warwick Farm and Smithfield in New South Wales, Carole Park in Queensland; Gepps Cross in South Australia, and O'Connor in Western Australia.",
      "id": "s47"
    },
    {
      "text": "17 Visy is a vertically integrated operation.",
      "id": "s48"
    },
    {
      "text": "It purchases packaging paper from another member of the Visy Group, Visy Pulp and Paper Pty Ltd, which operates seven manufacturing establishments in Australia.",
      "id": "s49"
    },
    {
      "text": "They produce annually more than 1 million tonnes of packaging paper, of which 750,000 tonnes is made from recycled paper and 300,000 tonnes from kraft.",
      "id": "s50"
    },
    {
      "text": "18 Since 2000 the Visy Group has increased its production capacity and production of both pulp and paper products and CFP products.",
      "id": "s51"
    },
    {
      "text": "19 Since 1995 Visy increasingly experienced production capacity constraints, particularly in Queensland.",
      "id": "s52"
    },
    {
      "text": "Transport of products across State borders alleviated these constraints, but this added to distribution costs.",
      "id": "s53"
    },
    {
      "text": "In 2002 Visy's new Wodonga plant commenced operation.",
      "id": "s54"
    },
    {
      "text": "This substantially increased Visy's production capacity for Victoria, New South Wales and South Australia.",
      "id": "s55"
    },
    {
      "text": "20 The best available estimate of market share of CFP supplied is the estimated share by volume per square metre of CFP sheet manufactured.",
      "id": "s56"
    },
    {
      "text": "The following table sets out the approximate share of the CFP market in Australia between the financial years 1999 and 2005: \n \n \n1999 2000 \n2001 \n2002 \n2003 \n2004 \n2005 Visy \n46 \n47 \n49 \n51 \n52 \n53 \n55 Amcor \n47 \n45 \n44 \n42 \n40 \n38 \n36 \n 21 During the period January 2000 to October 2004 Visy supplied approximately 250 to 300 companies that had been customers of the Amcor Group immediately beforehand.",
      "id": "s57"
    },
    {
      "text": "The estimated annual sales value of those customers was $75 to $80 million per annum.",
      "id": "s58"
    },
    {
      "text": "During the same period Visy ceased supplying approximately 100 to 125 companies by reason that they had entered into supply arrangements with the Amcor Group.",
      "id": "s59"
    },
    {
      "text": "Estimated annual sales value of those customers was $40 to $45 million per annum.",
      "id": "s60"
    },
    {
      "text": "The numbers of customers moving between Amcor and Visy during that period includes customers referred to hereafter as having been transferred as \"compensation\".",
      "id": "s61"
    },
    {
      "text": "22 Most of Visy's and Amcor's largest customers were supplied under specifically negotiated contracts.",
      "id": "s62"
    },
    {
      "text": "These contracts specified the manner in which prices would be reviewed during the term of the contract.",
      "id": "s63"
    },
    {
      "text": "Typically, prices were held constant for a period and then increased by a specified fraction of CPI increases or cost movements.",
      "id": "s64"
    },
    {
      "text": "23 The contracts negotiated between suppliers of CFP and individual customers dealt with a number of practical matters, including technical specifications of each product which for some of the large customers could run to sometimes thousands of different products, order quantities, special palletising requirements, special packaging equipment, delivery, and timing of deliveries.",
      "id": "s65"
    },
    {
      "text": "24 Such matters affected the price to be charged by suppliers of the CFP for the products and services to be supplied.",
      "id": "s66"
    },
    {
      "text": "The charges could be affected by terms as to the period during which prices would be held constant and the manner of the increase, charges for the cost of tooling, volume rebates, discounts for early payment, sign on fees and contribution to capital requirements of a customer.",
      "id": "s67"
    },
    {
      "text": "Contracts sometimes included a \"meet the market\" clause by which the customer was entitled to seek prices from another supplier and, if the supplier did not agree to meet that price, the customer could obtain supply from the other supplier.",
      "id": "s68"
    },
    {
      "text": "25 The majority of contracts with customers are renewed or extended with the existing supplier.",
      "id": "s69"
    },
    {
      "text": "However a customer might seek an offer from an alternative supplier under a \"meet the market\" clause.",
      "id": "s70"
    },
    {
      "text": "In such a case supply may not change but the method is used to market check the price levels or competitiveness.",
      "id": "s71"
    },
    {
      "text": "26 If a customer decides to seek an offer or tender from an alternative supplier, the tender process typically lasts several months and requires substantial expenditure, both for the potential alternative supplier and the customer.",
      "id": "s72"
    },
    {
      "text": "This is because typically the customer purchases a large number of CFP products and the alternative supplier must undertake a process of learning about the customer's requirements and its current products.",
      "id": "s73"
    },
    {
      "text": "27 An incumbent supplier has a number of advantages during that tender process, including the existing commercial relationship, a better understanding of the customer's product requirements, forecasting schedule and order patterns, current equipment on site, less transaction costs for the customer, familiarity with the customer's intellectual property and technology and the operation of the \"better the devil you know\" factor.",
      "id": "s74"
    },
    {
      "text": "28 Costing an offer for a new customer depends on a number of factors including board grades, box design, printing requirements, the number of passes in the separate manufacturing task, minimum quantities for each order, the number of stock keeping units (SKU) that is an individual CFP product with a designated order number, delivery times and waste levels.",
      "id": "s75"
    },
    {
      "text": "29 During 2000 to 2003 Visy implemented a general price increase to its non-contract customers once a year.",
      "id": "s76"
    },
    {
      "text": "Its standard terms and conditions permitted Visy to increase prices on giving 30 days notice.",
      "id": "s77"
    },
    {
      "text": "Visy would determine the amount and date of the increase and advise its State managers to write to non-contract customers.",
      "id": "s78"
    },
    {
      "text": "State mangers had the discretion to determine whether to implement in respect of any particular customer the four general price increases which occurred from 2000 to 2003.",
      "id": "s79"
    },
    {
      "text": "That discretion was in fact exercised on some occasions.",
      "id": "s80"
    },
    {
      "text": "30 In the two year period to late 1999 both Visy and Amcor had incurred significant net trading losses due in part to a price war between them.",
      "id": "s81"
    },
    {
      "text": "From January 2000 Visy adopted some strategies to return the business to profit including cessation of free equipment deals, improved trading terms, increased charges for tooling services and volume focus to shift to retention of large accounts and growth in small/medium accounts.",
      "id": "s82"
    },
    {
      "text": "4.0 Visy personnel \n \n 31 At the time of the contraventions, the fourth respondent Mr Richard Pratt was a director of Visy.",
      "id": "s83"
    },
    {
      "text": "It is a private company owned by Mr Pratt and his family.",
      "id": "s84"
    },
    {
      "text": "As can be seen from the brief description of its operations, Visy is a very large company.",
      "id": "s85"
    },
    {
      "text": "The Visy Group of which it is a member is larger again.",
      "id": "s86"
    },
    {
      "text": "32 The fifth respondent Mr Harry Debney was the Chief Executive Officer of Visy.",
      "id": "s87"
    },
    {
      "text": "33 The sixth respondent Mr Rod Carroll was the General Manager of Visy.",
      "id": "s88"
    },
    {
      "text": "34 Mr Pratt is still a director of Visy.",
      "id": "s89"
    },
    {
      "text": "Mr Debney and Mr Carroll have resigned their respective positions.",
      "id": "s90"
    },
    {
      "text": "5.0 Amcor personnel \n \n 35 Mr Russell Jones was the Managing Director and Chief Executive Officer of Amcor Limited, the holding company of the Amcor Group and a company listed on the Australian Stock Exchange.",
      "id": "s91"
    },
    {
      "text": "36 Mr Peter Brown was the Managing Director of Amcor Australasia, a division of Amcor Limited which conducted the business of manufacturing and supplying CFP.",
      "id": "s92"
    },
    {
      "text": "37 Mr Peter Sutton was from 1 July to 30 September 2003 Deputy Managing Director of Amcor Australasia and from 1 October 2003 until 6 December 2004 the Managing Director of that division.",
      "id": "s93"
    },
    {
      "text": "38 From 1 February 2000 until 30 June 2000 Mr James Hodgson was Group General Manager, Corrugating, Northern Region, of Amcor Fibre Packaging Australasia (AFPA), a subdivision of Amcor Australasia.",
      "id": "s94"
    },
    {
      "text": "From about 1 July 2000 until 1 October 2004 Mr Hodgson was Group General Manager of AFPA.",
      "id": "s95"
    },
    {
      "text": "39 From January to July 2000 Mr Edward Laidlaw was General Manager Sales/Group Marketing Executive of Amcor Australasia.",
      "id": "s96"
    },
    {
      "text": "From August 2000 until September 2002 he was General Manager - Sales and Marketing of AFPA.",
      "id": "s97"
    },
    {
      "text": "On 2 September 2002 he was appointed General Manager, Sales - Beverage and Processed Food Packaging of AFPA until 28 February 2003.",
      "id": "s98"
    },
    {
      "text": "From 1 March 2003 until 30 November 2004 Mr Laidlaw was Group General Manager, Marketing and Technology of Amcor Australasia.",
      "id": "s99"
    },
    {
      "text": "40 From July to December 2001 Mr Ian Sangster was Regional General Manager, Northern Region of AFPA.",
      "id": "s100"
    },
    {
      "text": "From January until December 2002 Mr Sangster was National Marketing Manager for CFP for fresh foods of AFPA.",
      "id": "s101"
    },
    {
      "text": "He was Acting General Manager, Sales and Marketing of AFPA from December 2002 until August 2003.",
      "id": "s102"
    },
    {
      "text": "He then was appointed General Manager Sales and Marketing Australia of Amcor Australasia and remained in this position until October 2004.",
      "id": "s103"
    },
    {
      "text": "6.0 The Over-arching Understanding \n \n 41 Between January and April 2000 Visy and Amcor arrived at the Over-arching Understanding.",
      "id": "s104"
    },
    {
      "text": "It contained the following provisions: \n \n \n (a) Visy and Amcor would permit each other to maintain approximately their then current share of the CFP market;\n (b) Visy and Amcor would not seek to enter into contracts for the supply of CFP with each other's principal CFP customers;\n (c) If, for one reason or another, Visy did enter into a contract for the supply of CFP with a principal CFP customer of Amcor, then Visy would not prevent or seek to prevent Amcor from entering into a supply contract with a customer or customers of Visy in order to replace the share of the CFP market that it had lost as a result of losing the supply contract to Visy;\n (d) The converse would apply when Amcor entered into a contract with a principal CFP customer of Visy;\n (e) Visy and Amcor would, in future, collaborate with each other in order to increase the prices at which they supplied CFP;\n (f) Visy would appoint Mr Carroll as its nominated contact person with Amcor to effect the implementation of the Over-arching Understanding; and\n (g) Amcor would appoint Mr Laidlaw as its nominated contact person with Visy.",
      "id": "s105"
    },
    {
      "text": "42 In these reasons, where there is an account of a conversation, such account is based on the agreed statement of facts.",
      "id": "s106"
    },
    {
      "text": "Unless otherwise indicated, the statement of agreed facts records what was the substance of conversations.",
      "id": "s107"
    },
    {
      "text": "It uses the formula \"X said words to the effect that\".",
      "id": "s108"
    },
    {
      "text": "It does not purport to be an agreement as to the actual words used.",
      "id": "s109"
    },
    {
      "text": "Also it seems unlikely that the term \"Over-arching Understanding\" was actually used at the time.",
      "id": "s110"
    },
    {
      "text": "However, the term captures the essence of the understanding which the parties arrived at.",
      "id": "s111"
    },
    {
      "text": "It is convenient to use it in this descriptive sense.",
      "id": "s112"
    },
    {
      "text": "43 The Over-arching Understanding was arrived at as a result of a series of meetings between Mr Debney and Mr Brown at Mr Brown's home in Glen Iris, Melbourne between January and April 2000.",
      "id": "s113"
    },
    {
      "text": "Mr Debney said to Mr Brown that he believed it was not in Visy's interests to continue the price war with Amcor and that Visy intended to increase its CFP prices to more realistic levels.",
      "id": "s114"
    },
    {
      "text": "He said he wanted the intense competition between Visy and Amcor to cease so that each company could then sell CFP at sustainable price levels.",
      "id": "s115"
    },
    {
      "text": "44 Mr Debney proposed that Visy and Amcor would continue to enjoy roughly the current share each had of the CFP market.",
      "id": "s116"
    },
    {
      "text": "They would not poach each other's customers and prices would be increased from their current unsustainable levels.",
      "id": "s117"
    },
    {
      "text": "Mr Debney said that these proposals were the basic principles which Visy and Amcor should agree to and abide by.",
      "id": "s118"
    },
    {
      "text": "They should comply with those principles and not take any action which would precipitate a return to price war conditions.",
      "id": "s119"
    },
    {
      "text": "He intended to ensure that Visy abided by these principles.",
      "id": "s120"
    },
    {
      "text": "45 Mr Brown said that Amcor would agree to act in accordance with the principles proposed by Mr Debney, subject to Visy also agreeing to so act.",
      "id": "s121"
    },
    {
      "text": "Mr Debney said that Visy would.",
      "id": "s122"
    },
    {
      "text": "(For the purposes of this proceeding only, Mr Debney agrees with the version of events generally set out in [42]-[44] save and except that he does not agree with the precise chronological sequence of the discussions.",
      "id": "s123"
    },
    {
      "text": ")\n 46 Mr Debney said that he would appoint Mr Carroll to be the Visy nominated contact person between Visy and Amcor on the issues raised.",
      "id": "s124"
    },
    {
      "text": "Mr Brown said that he would appoint Mr Laidlaw to be the Amcor contact person.",
      "id": "s125"
    },
    {
      "text": "47 In this and other instances of Understandings, the agreed statement of facts says, and I accept, that the Understanding is proved not only by the conversations, but is also to be implied from the conduct which constitutes giving effect to the Understandings.",
      "id": "s126"
    },
    {
      "text": "6.1 Giving effect to the Over-arching Understanding \n \n 48 Mr Debney told Mr Carroll that he was Visy's nominated contact person with Amcor and at around the same time Mr Brown told Mr Laidlaw that he was Amcor's nominated contact person.",
      "id": "s127"
    },
    {
      "text": "49 In July 2000 Mr Carroll met with Mr Hodgson and Mr Laidlaw at Rockman's Regency Hotel in Melbourne.",
      "id": "s128"
    },
    {
      "text": "Mr Carroll or Mr Hodgson said to the other that Visy and Amcor had agreed that they would not poach each other's principal CFP customers, that their respective shares of the CFP market would remain at roughly their current levels and each would focus on increasing its prices for CFP.",
      "id": "s129"
    },
    {
      "text": "50 Mr Carroll said that he had been appointed as the contact person at Visy with whom Amcor could discuss issues and that Mr Laidlaw should deal with him.",
      "id": "s130"
    },
    {
      "text": "He said that he would buy Mr Laidlaw a pre-paid mobile phone so that he and Mr Carroll could contact each other.",
      "id": "s131"
    },
    {
      "text": "Mr Hodgson said to Mr Carroll that Visy and Amcor should agree on minimum floor prices for CFP.",
      "id": "s132"
    },
    {
      "text": "Mr Carroll responded that Visy and Amcor should give some thought to the suggestion and talk about it later.",
      "id": "s133"
    },
    {
      "text": "51 Between July 2000 and November 2004 Mr Carroll and Mr Laidlaw met some 30 to 40 times to discuss issues or matters arising from the Over-arching Understanding.",
      "id": "s134"
    },
    {
      "text": "These meetings were held at Rockman's Regency Hotel in Melbourne, the Tudor Motel in Box Hill, the Elizabethan Lodge in Blackburn North, Westerfolds Park on Fitzsimons Lane, Templestowe, the Templestowe Park on Porter Street, Templestowe, the Cherry Hill Tavern in East Doncaster and Myrtle Park on Severn Street, North Balwyn.",
      "id": "s135"
    },
    {
      "text": "Mr Carroll and Mr Laidlaw also discussed matters arising from the Over-arching Understanding by telephone on numerous occasions.",
      "id": "s136"
    },
    {
      "text": "The telephone discussions were generally initiated from public telephones and received on Mr Carroll's or Mr Laidlaw's mobile telephones.",
      "id": "s137"
    },
    {
      "text": "They had exchanged mobile telephone numbers either at the meeting referred to at [49] --- [50] or soon after.",
      "id": "s138"
    },
    {
      "text": "(For the purposes of this proceeding only, Mr Carroll agrees with the version of events generally set out in this paragraph, save and except that he does not agree that he and Mr Laidlaw met or spoke on average more than once per month.",
      "id": "s139"
    },
    {
      "text": ")\n 52 In late 2000 Mr Carroll provided Mr Laidlaw with an Optus pre-paid mobile telephone and the telephone number for it and a new mobile number on which Mr Laidlaw was to contact him.",
      "id": "s140"
    },
    {
      "text": "Mr Carroll told Mr Laidlaw he should use the Optus mobile for the purpose of contacting him in relation to the Over-arching Understanding.",
      "id": "s141"
    },
    {
      "text": "53 Between late 2000 and late 2001 Mr Carroll and Mr Laidlaw used their mobile telephones to contact each other to discuss issues arising from the Over-arching Understanding.",
      "id": "s142"
    },
    {
      "text": "54 Later in these reasons there is frequent reference to discussions between Mr Carroll and Mr Laidlaw.",
      "id": "s143"
    },
    {
      "text": "Those discussions occurred either at the various venues referred to in [51] above or by telephone.",
      "id": "s144"
    },
    {
      "text": "55 Between July 2000 and October 2004 Mr Hodgson attended about five to ten of the meetings between Mr Carroll and Mr Laidlaw.",
      "id": "s145"
    },
    {
      "text": "56 Between mid 2000 and September 2003, about twice to three times per year, Mr Debney met with Mr Brown to discuss various industry matters and issues or matters arising from the Over-arching Understanding.",
      "id": "s146"
    },
    {
      "text": "These meetings were generally held at Crown Towers, Southbank.",
      "id": "s147"
    },
    {
      "text": "57 Towards the middle of 2001 Amcor became concerned that the Over-arching Understanding was in danger of collapsing.",
      "id": "s148"
    },
    {
      "text": "On 21 May 2001 at Mr Jones' request Mr Pratt met with Mr Jones at the All Nations Hotel in Richmond.",
      "id": "s149"
    },
    {
      "text": "Mr Pratt communicated to Mr Jones that Visy would adhere to an understanding that Mr Debney had reached with Mr Brown, that is to say, the Over-arching Understanding.",
      "id": "s150"
    },
    {
      "text": "58 On 27 September 2002 Mr Debney met with Mr Brown at the Crown Crystal Club in Crown Towers, Southbank.",
      "id": "s151"
    },
    {
      "text": "Mr Brown said that Mr Hodgson had some concerns about Visy's behaviour in the CFP market and that Mr Hodgson wanted to meet with Mr Debney to discuss these matters and to have Mr Debney confirm that Visy would continue to honour the Over-arching Understanding.",
      "id": "s152"
    },
    {
      "text": "Mr Debney agreed.",
      "id": "s153"
    },
    {
      "text": "As a result, on 20 October Mr Debney met with Mr Hodgson at Crown Towers to discuss the Over-arching Understanding.",
      "id": "s154"
    },
    {
      "text": "59 On 3 September 2003 Mr Debney met with Mr Brown and Mr Sutton at the Crown Crystal Club.",
      "id": "s155"
    },
    {
      "text": "Mr Brown said that Mr Sutton had his full confidence and that he believed that Mr Sutton would be able to work with Mr Debney to continue implementing the Over-arching Understanding to maintain a stable market.",
      "id": "s156"
    },
    {
      "text": "Mr Debney said that he believed he could work with Mr Sutton to maintain the stable market.",
      "id": "s157"
    },
    {
      "text": "Mr Sutton said the same thing.",
      "id": "s158"
    },
    {
      "text": "60 Between January and October 2004 Mr Sangster attended about three to five of the meetings between Mr Carroll and Mr Laidlaw.",
      "id": "s159"
    },
    {
      "text": "7.0 Annual Price Increase Understandings \n 7.1 2000 Price Increase Understanding \n \n 7.1.1 Arriving at the 2000 Price Increase Understanding \n 61 Between January and mid-March 2000 Visy and Amcor arrived at the 2000 Price Increase Understanding.",
      "id": "s160"
    },
    {
      "text": "It contained provisions to the effect that Visy would increase its prices for CFP supplied to its non-contract customers by about 7 per cent with effect from about May 2000 and Amcor would increase its prices by approximately 7 per cent with effect from the same time.",
      "id": "s161"
    },
    {
      "text": "62 The 2000 Price Increase Understanding was arrived at as a result of meetings between Mr Debney and Mr Brown between January and mid-March 2000.",
      "id": "s162"
    },
    {
      "text": "At the meetings Mr Debney said to Mr Brown that Visy had conducted an evaluation that a general price increase was justified and had determined to implement such an increase.",
      "id": "s163"
    },
    {
      "text": "Mr Debney said Amcor should agree to implement a price increase for non-contract customers from around May 2000 and that Visy would lead with an increase of its prices for non-contract customers of 7 per cent if Amcor would agree to follow that increase.",
      "id": "s164"
    },
    {
      "text": "Mr Brown said to Mr Debney that Amcor would follow a price increase by Visy for non-contract customers of 7 per cent but Visy must go first.",
      "id": "s165"
    },
    {
      "text": "7.1.2 Giving effect to the 2000 Price Increase Understanding \n 63 On 8 March 2000 Visy notified certain of its non-contract customers that its prices for the supply of CFP wax boxes would increase by 8 per cent with effect from 10 April 2000.",
      "id": "s166"
    },
    {
      "text": "Wax boxes constitute a very small percentage of boxes supplied to non-contract customers.",
      "id": "s167"
    },
    {
      "text": "64 On 21 March 2000 Visy notified certain of its non-contract customers that its prices for the supply of CFP would increase by 7 per cent with effect from 1 May 2000.",
      "id": "s168"
    },
    {
      "text": "65 From about 21 March 2000 Visy sent letters to its non-contract customers (with some exceptions) informing them that Visy would increase its prices for the supply of CFP by 7 per cent with effect from 1 May 2000.",
      "id": "s169"
    },
    {
      "text": "66 From about 11 April 2000Amcor sent letters to its non-contract customers informing them that it would increase its prices for the supply of CFP by 7 per cent with effect from 8 May 2000.",
      "id": "s170"
    },
    {
      "text": "67 From about 1 May 2000 Visy increased its prices for the supply of CFP to many of its non-contract customers by 7 per cent.",
      "id": "s171"
    },
    {
      "text": "68 From about 8 May 2000 Amcor increased its prices for the supply of CFP to its non-contract customers by approximately 7 per cent.",
      "id": "s172"
    },
    {
      "text": "7.2 2001 Annual Price Increase Understanding \n 7.2.1 Arriving at the 2001 Price Increase Understanding \n \n 69 Between October 2000 and January 2001 Visy and Amcor arrived at the 2001 Price Increase Understanding.",
      "id": "s173"
    },
    {
      "text": "It contained provisions to the effect that Visy would increase its prices for CFP supplied to its non-contract customers by approximately 8.25 per cent with effect from about early April 2001 and Amcor would increase its price for CFP supplied to its non-contract customers by approximately 8.5 per cent with effect from about mid-March 2001.",
      "id": "s174"
    },
    {
      "text": "70 The 2001 Price Increase Understanding was arrived at in discussions between Mr Carroll and Mr Laidlaw between about October 2000 and January 2001.",
      "id": "s175"
    },
    {
      "text": "Mr Laidlaw said to Mr Carroll that Amcor wished to increase its prices for its non-contract customers and he was seeking confirmation that Visy would support the proposed price increase.",
      "id": "s176"
    },
    {
      "text": "Mr Laidlaw said that Amcor would lead the proposed price increase by increasing its prices for non-contract customers by 8.5 per cent in mid-March 2001 and that Visy should follow Amcor's price increase promptly.",
      "id": "s177"
    },
    {
      "text": "71 Mr Carroll said to Mr Laidlaw that Visy was also proposing to increase its price to its non-contract customers by a similar percentage and would do so with effect from the anniversary of the 2000 price increase, on 1 May 2001.",
      "id": "s178"
    },
    {
      "text": "7.2.2 Giving effect to the 2001 Price Increase Understanding \n 72 From about 19 February 2001 Amcor sent letters to its non-contract customers advising them that Amcor would increase its prices for the supply of CFP by 8.5 per cent with effect from 20 March 2001.",
      "id": "s179"
    },
    {
      "text": "73 From about 5 March 2001 Visy sent letters to its non-contract customers (with some exceptions) informing them that Visy would increase its prices for the supply of CFP by 8.25 per cent with effect from 9 April 2001.",
      "id": "s180"
    },
    {
      "text": "74 From about 20 March 2001 Amcor increased its prices for the supply of CFP to its non-contract customers by approximately 8.5 per cent.",
      "id": "s181"
    },
    {
      "text": "75 From on or about 9 April 2001 Visy increased its prices for the supply of CFP to many of its non-contract customers by approximately 8.25 per cent.",
      "id": "s182"
    },
    {
      "text": "7.3 2002 Price Increase Understanding \n \n 7.3.1 Arriving at the 2002 Price Increase Understanding \n 76 Between December 2001 and February 2002 Visy and Amcor arrived at the 2002 Price Increase Understanding.",
      "id": "s183"
    },
    {
      "text": "It contained provisions to the effect that, subject to making some exceptions of its own choosing, Amcor would increase its prices for CFP supplied to its non-contract customers by approximately 3.75 per cent with effect from about mid-March 2002 and, subject to making some exceptions of its own choosing, Visy would increase its prices for CFP supplied to its non-contract customers by approximately 3.25 per cent with effect from about early April 2002.",
      "id": "s184"
    },
    {
      "text": "77 The 2002 Price Increase Understanding was arrived at discussions between Mr Carroll and Mr Laidlaw between December 2001 and February 2002.",
      "id": "s185"
    },
    {
      "text": "Mr Laidlaw said to Mr Carroll that Amcor wished to increase its prices for non-contract customers in early 2002 by a percentage about equal to the increase in the CPI and Amcor proposed that the price increase be 3.75 per cent in March 2002.",
      "id": "s186"
    },
    {
      "text": "78 Mr Carroll said that the 3.75 per cent price increase was higher than the price increase proposed by Visy, that Visy would increase its prices for non-contract customers but only by about 3.25 per cent.",
      "id": "s187"
    },
    {
      "text": "He also said that Visy would make exceptions for unspecified customers in applying the price increase.",
      "id": "s188"
    },
    {
      "text": "7.3.2 Giving effect to the 2002 Price Increase Understanding \n 79 From about 13 February 2002 Amcor sent letters to its non-contract customers of its choosing informing them that it would increase its price for the supply of CFP by 3.75 per cent with effect from 18 March 2002.",
      "id": "s189"
    },
    {
      "text": "80 From about March 2002 Visy sent letters to non-contract customers of its choosing informing them that it would increase its prices for the supply of CFP by between 3.25 and 3.5 per cent with effect from 8 April 2002.",
      "id": "s190"
    },
    {
      "text": "81 From about 18 March 2002 Amcor increased its prices for the supply of CFP to non-contract customers of its choosing by approximately 3.75 per cent.",
      "id": "s191"
    },
    {
      "text": "82 From about 8 April 2002 Visy increased its prices for the supply of CFP to some of its non-contract customers of its choosing, by approximately 3.25 to 3.5 per cent.",
      "id": "s192"
    },
    {
      "text": "7.4.",
      "id": "s193"
    },
    {
      "text": "2003 Price Increase Understanding \n 7.4.1 Arriving at the 2003 Price Increase Understanding \n \n 83 In the period from approximately October 2002 to January 2003 Visy and Amcor arrived at the 2003 Price Increase Understanding.",
      "id": "s194"
    },
    {
      "text": "It contained provisions to the effect that, subject to making some exceptions of its choosing, Amcor would increase its prices for CFP supplied to its non-contract customers by approximately 3.5 per cent with effect from about early March 2003, and subject to making some exceptions of its choosing, Visy would increase its prices for CFP supplied to non-contract customers by approximately 3.25 per cent with effect from about mid-March 2003.",
      "id": "s195"
    },
    {
      "text": "84 The 2003 Price Increase Understanding was arrived at as a result of discussions between Mr Debney and Mr Hodgson at Crown Towers on or about 20 October 2002.",
      "id": "s196"
    },
    {
      "text": "Mr Debney said that Visy was prepared to have another moderate price increase for non-contract customers.",
      "id": "s197"
    },
    {
      "text": "Mr Hodgson said that the increase should be 3.5 per cent.",
      "id": "s198"
    },
    {
      "text": "85 Mr Debney said that he agreed the increase should be about CPI and the increase should be announced in the first quarter of 2003 and implemented in March 2003.",
      "id": "s199"
    },
    {
      "text": "He said that he did not care whether Visy or Amcor led the price increase and if Amcor wanted Visy to lead then it would.",
      "id": "s200"
    },
    {
      "text": "86 Mr Hodgson said that Amcor would notify its non-contract customers of the 2003 price increase by a letter in January or February 2003 and implement the increase in March 2003.",
      "id": "s201"
    },
    {
      "text": "Mr Debney responded that Visy would take the same action for its non-contract customers.",
      "id": "s202"
    },
    {
      "text": "87 In a further discussion between Mr Carroll and Mr Laidlaw between about December 2002 and January 2003 Mr Laidlaw said that Amcor wished to increase its prices for its non-contract customers in March 2003 by a percentage about the same as the increase in CPI, which it expected to be 3.0 to 3.5 per cent and that he was seeking confirmation that Visy would support the proposed increase.",
      "id": "s203"
    },
    {
      "text": "88 Mr Carroll said to Mr Laidlaw that Visy was also proposing another general price increase for its non-contract customers, but the increase must be subject to exceptions, and Visy would increase its prices to its non-contract customers by 3.25 per cent subject to some exceptions.",
      "id": "s204"
    },
    {
      "text": "7.4.2 Giving effect to the 2003 Price Increase Understanding \n 89 From late January 2003 Amcor sent letters to non-contract customers of its choosing informing them that Amcor would increase its prices for the supply of CFP by 3.5 per cent with effect from 3 March 2003.",
      "id": "s205"
    },
    {
      "text": "90 From about mid-February 2003 Visy sent letters to non-contract customers of its choosing informing them that Visy would increase its prices for the supply of CFP by 2.5 to 3.25 per cent with effect from 17 March 2003.",
      "id": "s206"
    },
    {
      "text": "91 From 3 March 2003 Amcor increased its prices for the supply of CFP to non-contract customers of its choosing by approximately 3.5 per cent.",
      "id": "s207"
    },
    {
      "text": "92 From 17 March 2003 Visy increased its prices for the supply of CFP to many non-contract customers of its choosing by approximately 2.5 to 3.25 per cent.",
      "id": "s208"
    },
    {
      "text": "8.0 Customer Price Understandings \n 8.1 Goodman Fielder and Nestl&eacute; \n \n 93 Goodman Fielder Limited is one of the largest consumer food manufacturers in Australia.",
      "id": "s209"
    },
    {
      "text": "Its range includes dairy products, bread and frozen foods.",
      "id": "s210"
    },
    {
      "text": "It operates a number of manufacturing sites across Australia.",
      "id": "s211"
    },
    {
      "text": "94 Nestl&eacute; Australia Limited is a manufacturer of fast moving consumer goods such as snack foods, dairy products and powdered beverage products.",
      "id": "s212"
    },
    {
      "text": "It also operates a number of plants across Australia.",
      "id": "s213"
    },
    {
      "text": "8.1.1 Arriving at the Goodman Fielder and Nestl&eacute; Price Understanding \n 95 In early 2001 Visy and Amcor arrived at the Goodman Fielder and Nestl&eacute; Price Understanding.",
      "id": "s214"
    },
    {
      "text": "It contained provisions to the effect that Visy would not seek to enter into contracts for the supply of CFP to Goodman Fielder and Nestl&eacute;, two of Amcor's principal customers and, if Goodman Fielder or Nestl&eacute; requested Visy to provide a quote for the supply of a quote, Visy would quote prices higher than Amcor's prices.",
      "id": "s215"
    },
    {
      "text": "96 The Goodman Fielder and Nestl&eacute; Price Understanding was arrived at as a result of discussions between Mr Carroll and Mr Laidlaw in early 2001.",
      "id": "s216"
    },
    {
      "text": "Mr Laidlaw said to Mr Carroll that he understood that Visy was to \"cover\" Amcor on the upcoming tenders for the Goodman Fielder and Nestl&eacute; CFP accounts.",
      "id": "s217"
    },
    {
      "text": "Mr Carroll responded that Mr Laidlaw's understanding was correct.",
      "id": "s218"
    },
    {
      "text": "8.1.2 Giving effect to the Goodman Fielder and Nestl&eacute; Price Understanding \n \n \n \n 97 In about March to April 2001 Mr Carroll and Mr Laidlaw had a discussion in which Mr Laidlaw gave Mr Carroll some Amcor pricing levels for use in the preparation of Visy's tender for the Goodman Fielder account.",
      "id": "s219"
    },
    {
      "text": "Mr Carroll said that Visy was not interested in picking up the account and would quote prices above the prices provided by Mr Laidlaw.",
      "id": "s220"
    },
    {
      "text": "98 Goodman Fielder gave Visy a period of time in which to prepare its tender.",
      "id": "s221"
    },
    {
      "text": "The time was particularly short in light of the fact that the tender provided for the supply of about 1950 stock keeping units (SKUs) (products for which prices were to be provided).",
      "id": "s222"
    },
    {
      "text": "99 On 11 April 2001 Visy submitted a tender to Goodman Fielder.",
      "id": "s223"
    },
    {
      "text": "Amcor submitted its tender on 27 April.",
      "id": "s224"
    },
    {
      "text": "100 On 22 May Visy submitted a revised proposal to Goodman Fielder.",
      "id": "s225"
    },
    {
      "text": "It reduced its prices by 3.8 per cent across the board by changing quantity breaks and removing freight costs.",
      "id": "s226"
    },
    {
      "text": "Goodman Fielder held the belief that Visy's prices were higher than Amcor's.",
      "id": "s227"
    },
    {
      "text": "(I note here that in this and many other instances the statement of agreed facts uses the formula \"Visy's (or Amcor's) prices were higher than Amcor's (or Visy's) prices and/or the customer held the belief that the prices were higher\".",
      "id": "s228"
    },
    {
      "text": "On enquiring of senior counsel for the Commission I was told that this formula was the best agreement that could be reached.",
      "id": "s229"
    },
    {
      "text": "Often, he said, it was difficult to tell which price was, objectively speaking, \"higher\" because there were not only the dollar figures, but other elements such as volume discounts, early payment discounts, minimum orders and the like.",
      "id": "s230"
    },
    {
      "text": "It seems to me that at a minimum the statement of agreed facts accepts that the customer held a belief that one supplier's prices were higher than the other.",
      "id": "s231"
    },
    {
      "text": "This is the important fact for present purposes.",
      "id": "s232"
    },
    {
      "text": "What counts is what the customer was led to believe as a result of Visy and Amcor putting the relevant Understanding into effect.",
      "id": "s233"
    },
    {
      "text": ")\n 101 On 8 June Mr Hodgson and Mr Laidlaw of Amcor reached informal agreement with Mr Rodney Hill of Goodman Fielder for Amcor to supply CFP.",
      "id": "s234"
    },
    {
      "text": "102 On 23 November Amcor and Goodman Fielder entered into a written agreement for Amcor to supply CFP.",
      "id": "s235"
    },
    {
      "text": "The contract was for a term of seven years.",
      "id": "s236"
    },
    {
      "text": "Under the contract Amcor provided substantial benefits to Goodman Fielder such as a \"sign on\" payment of $5.794 million and in return Goodman Fielder agreed to price increases averaging about 10 per cent for its Australian operations.",
      "id": "s237"
    },
    {
      "text": "103 In June 2001 Nestl&eacute; requested Visy to participate in a benchmarking exercise involving providing prices for a limited number of products including bulk bins currently supplied by Visy.",
      "id": "s238"
    },
    {
      "text": "Visy's primary concern was to retain supply of those products.",
      "id": "s239"
    },
    {
      "text": "104 Amcor had a five year contract for the supply of CFP to Nestl&eacute; which commenced in 1998.",
      "id": "s240"
    },
    {
      "text": "The benchmarking exercise was a mid-term price check.",
      "id": "s241"
    },
    {
      "text": "Visy provided the prices to Nestl&eacute;.",
      "id": "s242"
    },
    {
      "text": "The prices were generally higher than Amcor's then current prices.",
      "id": "s243"
    },
    {
      "text": "105 A benchmarking exercise is difficult because Visy does not know the volume of business that will be available to it and accordingly cannot factor in the potential for volume discounts or the potential to deliver cost savings to the customer.",
      "id": "s244"
    },
    {
      "text": "Also, in most benchmarking exercises Visy assumes that the customer is acting under a \"meet the market\" clause and that the existing supplier will have the right to match any price offered by Visy.",
      "id": "s245"
    },
    {
      "text": "106 On 16 July 2001 Amcor informed Nestl&eacute; that its existing supply contract had commenced on 1 January 1999 and had been entered into during the Visy-Amcor price war.",
      "id": "s246"
    },
    {
      "text": "107 Between October 2001 and February 2002 Mr Carroll and Mr Laidlaw discussed the Nestl&eacute; account on a number of occasions.",
      "id": "s247"
    },
    {
      "text": "Mr Laidlaw said that he wanted to know whether Visy's negotiations with Nestl&eacute; had progressed.",
      "id": "s248"
    },
    {
      "text": "Mr Carroll said that they had not progressed and that he expected Amcor to retain the account.",
      "id": "s249"
    },
    {
      "text": "108 On 11 February 2002 at a meeting between Mr Laidlaw and Nestl&eacute; officers, Amcor and Nestl&eacute; reached an informal agreement for Amcor to supply CFP to Nestl&eacute; with a 37 per cent price increase over the three year term of the agreement, without Nestl&eacute; seeking a formal proposal from Visy.",
      "id": "s250"
    },
    {
      "text": "This was confirmed in a written agreement on 23 December 2002.",
      "id": "s251"
    },
    {
      "text": "8.2 Fosters and Coke Price Understandings \n \n 109 Fosters Group Limited is a manufacturer of alcoholic beverages including beer and wine.",
      "id": "s252"
    },
    {
      "text": "It operates a number of manufacturing sites across Australia.",
      "id": "s253"
    },
    {
      "text": "110 Visy had a seven year contract to supply Fosters' CFP requirements expiring on 30 June 2003.",
      "id": "s254"
    },
    {
      "text": "This agreement provided for half yearly price increases of 80 per cent of CPI.",
      "id": "s255"
    },
    {
      "text": "Having acquired other businesses that purchased CFP from Visy, Fosters began considering the possibility of consolidating the various agreements.",
      "id": "s256"
    },
    {
      "text": "Mr Ron Brown of Fosters did not consider the existing contracts were uncommercial, but believed it should be possible to negotiate better terms.",
      "id": "s257"
    },
    {
      "text": "He was particularly interested in annulling further price increases that were due every six months from July 2001 until the expiration of the existing agreement.",
      "id": "s258"
    },
    {
      "text": "111 In mid-2000 Visy proposed consolidating the existing agreements, extending the agreement to June 2008 and with existing prices to be held firm until 30 June 2002.",
      "id": "s259"
    },
    {
      "text": "112 Coca Cola Amatil Limited (Coke) manufactures carbonated soft drinks, juice and mineral waters and operates a number of manufacturing sites around Australia.",
      "id": "s260"
    },
    {
      "text": "8.2.1 Arriving at the Fosters and Coke Price Understanding \n 113 Between January and March 2001 Visy and Amcor arrived at the Fosters and Coke Price Understanding.",
      "id": "s261"
    },
    {
      "text": "It contained provisions to the effect that Amcor would not seek to enter into a contract for the supply of CFP to Fosters, Amcor would quote prices to Fosters higher than the prices quoted by Visy, Amcor would not seek to enter into a contract for the supply of CFP to Coke and Amcor would not quote prices to Coke higher than the prices Visy quoted.",
      "id": "s262"
    },
    {
      "text": "114 The Fosters and Coke Price Understanding was arrived at meetings between Mr Debney and Mr Brown between January and March 2001.",
      "id": "s263"
    },
    {
      "text": "During those meetings Mr Debney said to Mr Brown that Amcor should not cause trouble for Visy in the upcoming tenders to Fosters and Coke.",
      "id": "s264"
    },
    {
      "text": "Mr Brown said that Amcor would not compete with Visy for Fosters and Coke accounts because they were Visy's customers.",
      "id": "s265"
    },
    {
      "text": "8.2.2 Giving effect to the Fosters and Coke Price Understanding \n 115 In the period between February and March 2001 Mr Carroll and Mr Laidlaw had a discussion.",
      "id": "s266"
    },
    {
      "text": "Mr Laidlaw said to Mr Carroll that he understood Amcor was to assist Visy to renew its CFP supply contract with Fosters by Amcor quoting prices higher than Visy's.",
      "id": "s267"
    },
    {
      "text": "Mr Carroll said that Mr Laidlaw's understanding was correct.",
      "id": "s268"
    },
    {
      "text": "116 Mr Laidlaw also said that Fosters had requested Amcor to quote on a few product lines and if Amcor's quote was competitive Fosters would ask Amcor to quote for all its CFP requirements.",
      "id": "s269"
    },
    {
      "text": "Mr Carroll said to Mr Laidlaw that he would provide the general level of Visy's prices on the Fosters account to Mr Laidlaw so that Amcor could \"cover\" Visy's prices.",
      "id": "s270"
    },
    {
      "text": "117 In March 2001 Mr Carroll and Mr Laidlaw had a discussion in which Mr Laidlaw informed Mr Carroll of the Fosters product lines on which Fosters had requested Amcor to quote and Mr Carroll told Mr Laidlaw the general level of Visy's pricing for the Fosters account.",
      "id": "s271"
    },
    {
      "text": "118 On 22 March 2001 Amcor submitted indicative prices to Fosters for the product lines nominated by Fosters.",
      "id": "s272"
    },
    {
      "text": "119 In February and March 2001 Visy submitted the proposal to Fosters for a new supply agreement which included incentives additional to those previously offered.",
      "id": "s273"
    },
    {
      "text": "The proposal included: \n \n \n (a) that Visy would fund an RA Jones Packer, an item of plant, at a cost to Visy of $2 million;\n (b) foregoing three half yearly price increases which Visy would have been entitled to under the existing supply agreement so that prices would not increase from 1 July 2000 to 30 June 2002 (a saving of approximately $4 million to Fosters for the remainder of the existing contract term to 30 June 2003);\n (c) that Visy would contribute $200,000 to the decommissioning of equipment in Sydney;\n (d) rebates worth $300,000 per month would continue during the term of the agreement; \n (e) payment of $900,000 to be used for capital expenditure at Fosters in the Vinpac and Mildara divisions; and \n (f) a growth rebate in the event sales to Beringer Blass (Fosters wine business) to exceed $8 million per annum.",
      "id": "s274"
    },
    {
      "text": "120 Fosters held the belief that Amcor's prices were higher than Visy's.",
      "id": "s275"
    },
    {
      "text": "This belief was formed in March 2001 by Mr Brown and Mr Chris Anderson of Fosters on the basis of their review of prices of Visy and Amcor.",
      "id": "s276"
    },
    {
      "text": "121 In May 2001 Visy entered into a CFP supply agreement with Fosters which included the incentives mentioned.",
      "id": "s277"
    },
    {
      "text": "122 In respect of Coke, it is not alleged that Visy gave effect to the Fosters and Coke Price Understanding.",
      "id": "s278"
    },
    {
      "text": "8.3 Mildura Fruit Co Price Understanding \n \n 123 MFCT Pty Limited, which trades under the name Mildura Fruit Company, is a fruit packing business in Mildura which acquires citrus fruits from 120 growers along the Murray River.",
      "id": "s279"
    },
    {
      "text": "8.3.1 Arriving at the Mildura Fruit Co Price Understanding \n 124 In early December 2001 Visy and Amcor arrived at the Mildura Fruit Co Price Understanding.",
      "id": "s280"
    },
    {
      "text": "It contained provisions to the effect that both Visy and Amcor would seek the continuing of their then current supply of CFP to Mildura Fruit Co, part of the customer's requirements being supplied by Visy and the remainder by Amcor.",
      "id": "s281"
    },
    {
      "text": "Each of Amcor and Visy would increase its prices by approximately the same amount from the expiration of the term of their then current supply agreements, Visy's on 31 March 2002 and Amcor's on 31 May 2002.",
      "id": "s282"
    },
    {
      "text": "125 The Mildura Fruit Co Price Understanding was arrived at after discussions between Mr Carroll and Mr Laidlaw in early December 2001.",
      "id": "s283"
    },
    {
      "text": "One of them said that Visy and Amcor needed to increase prices for citrus boxes in the Murray River region, including the price of citrus boxes that they supplied to Mildura Fruit Co.",
      "id": "s284"
    },
    {
      "text": "The other agreed and said they should agree on a target price.",
      "id": "s285"
    },
    {
      "text": "8.3.2 Giving effect to the Mildura Fruit Co Price Understanding \n 126 Prior to the 2001 to 2002 contract renewal negotiations between Visy and Mildura Fruit Co that firm's CFP requirements, including a product called the C-6 citrus box, were jointly supplied by Visy and Amcor.",
      "id": "s286"
    },
    {
      "text": "127 In the period from early December 2001 to early January 2002 Mr Laidlaw asked Mr Carroll whether Visy was prepared to increase its price for the C-6 box by about 12 per cent above the current level in the first year of its new contract.",
      "id": "s287"
    },
    {
      "text": "128 Mr Carroll said that Visy would increase its price for the C-6 box by about 12 per cent as proposed.",
      "id": "s288"
    },
    {
      "text": "Mr Laidlaw said Amcor would also increase its price for the C-6 box by about 12 per cent.",
      "id": "s289"
    },
    {
      "text": "129 On 12 December 2001 Visy submitted a proposal to Mildura Fruit Co for the supply of CFP by Visy for three years commencing on 1 April 2002 at prices approximately 12 per cent higher than the current prices.",
      "id": "s290"
    },
    {
      "text": "130 On 13 December Mr Craig Madden and Mr Ian Hengsen of Amcor met with Mr Russell Witcombe of Mildura Fruit Co in Mildura.",
      "id": "s291"
    },
    {
      "text": "Mr Madden said to Mr Witcombe that Amcor would need to increase the prices it charged to Mildura Fruit Co by 50 per cent over the life of the new supply contract in order for Amcor to recover its costs.",
      "id": "s292"
    },
    {
      "text": "131 Also on 13 December Mr George Chrisakis of Visy met Mr Witcombe at Mildura.",
      "id": "s293"
    },
    {
      "text": "Mr Chrisakis tabled the proposal referred to in [128] above and said to Mr Witcombe that the proposal represented a 12.45 per cent price increase on existing prices, that the price increase was the aggregate of the price increases for Visy's non-contract customers during the period of Mildura Fruit Co's contract, less the 2.8 per cent price increase that Mildura Fruit Co had received in 2001 and that the prices would be held firm for two years.",
      "id": "s294"
    },
    {
      "text": "132 On 21 December 2001 during telephone discussion between Mr Chrisakis and Mr Witcombe Visy withdrew its original proposal and submitted a revised supply proposal which did not contain a fixed percentage or minimal annual sales requirement and was for a term of twelve months with a price increase of approximately 12.45 per cent.",
      "id": "s295"
    },
    {
      "text": "133 On 18 January 2002 Amcor submitted a supply agreement proposal for Mildura Fruit Co incorporating, amongst other things, a price increase of 12 per cent in the first year of the contract.",
      "id": "s296"
    },
    {
      "text": "134 On 29 January Visy submitted a supply agreement to Mildura Fruit Co for a term of three years incorporating a price increase of 12.45 per cent in the first year of the agreement and containing several variations from Visy's then current supply agreement, including the absence of any fixed percentage or minimum annual sales requirement.",
      "id": "s297"
    },
    {
      "text": "135 On about 4 February Visy submitted prices to Mildura Fruit Co by fax incorporating a 12.45 per cent price increase over its current prices.",
      "id": "s298"
    },
    {
      "text": "Visy's prices with respect to the C-6 and C-31 citrus boxes as quoted to Mildura Fruit Co for 2000 and 2001 supply were similar to or less than the prices charged to a large number of Visy's non-contract fruit grower customers in South Australia.",
      "id": "s299"
    },
    {
      "text": "136 In early February 2002 Mr Laidlaw and Mr Carroll had a discussion in which Mr Carroll confirmed to Mr Laidlaw that Visy would increase its prices to Mildura Fruit Co by 12 per cent in the first year of its new supply contract.",
      "id": "s300"
    },
    {
      "text": "137 On 15 February Mr Laidlaw, Mr Madden and Mr Curtain of Amcor met with Mr Witcombe in Mildura and reached and in principle agreement for Amcor to supply CFP, which agreement included a price increase of approximately 10 per cent in the first year of the supply.",
      "id": "s301"
    },
    {
      "text": "138 In March 2002 Amcor and Mildura Fruit Co executed a formal contract for Amcor to supply CFP which provided for the price increase of approximately 10 per cent in the first year of supply and included a requirement for Mildura Fruit Co to purchase at least 50 per cent of its annual CFP requirements from Amcor, a four year term, a price increase of 6 per cent from 1 March 2003, 6 per cent from 1 March 2004 and a CPI price increase from 1 March 2005 and 10,000 minimum order quantities.",
      "id": "s302"
    },
    {
      "text": "8.4 National Foods Price Understanding \n \n 139 National Foods Limited is a manufacturer of dairy products and related foods.",
      "id": "s303"
    },
    {
      "text": "It has a number of manufacturing plants across Australia.",
      "id": "s304"
    },
    {
      "text": "In early 2002 Amcor supplied most of National Foods' CFP requirements.",
      "id": "s305"
    },
    {
      "text": "Visy supplied CFP to National Foods' Vitasoy division in Wodonga under a contract expiring on 31 August 2003 and to three other small locations.",
      "id": "s306"
    },
    {
      "text": "8.4.1 Arriving at the National Foods Price Understanding \n 140 In mid to late April 2002 Visy and Amcor arrived at the National Foods Price Understanding.",
      "id": "s307"
    },
    {
      "text": "It contained provisions to the effect that both Visy and Amcor would seek continuation of their then current supply of CFP to National Foods whereby part of the customer's requirements were supplied by Amcor and the remainder by Visy and, both Visy and Amcor would ensure that their tender prices reflected the additional CFP manufacturing costs which would be required to meet National Foods' product specifications.",
      "id": "s308"
    },
    {
      "text": "Visy and Amcor would discuss with each other the prices each proposed to include in its tender.",
      "id": "s309"
    },
    {
      "text": "In respect of the parts of the National Foods' CFP requirements supplied by the other, both Visy and Amcor would tender prices to National Foods which were generally higher than those submitted by the incumbent supplier.",
      "id": "s310"
    },
    {
      "text": "141 The National Foods Price Understanding was arrived at in discussions between Mr Carroll and Mr Laidlaw in mid to late April 2002.",
      "id": "s311"
    },
    {
      "text": "One of them said to the other that in their respective responses to a request for tender to supply National Foods, which was particularly complex as it specified many quantity breaks on many products lines, both Visy and Amcor should ensure that product specifications in the National Foods request that would increase the cost of supply were reflected in the tender prices submitted by each of them.",
      "id": "s312"
    },
    {
      "text": "The other agreed.",
      "id": "s313"
    },
    {
      "text": "One of them said that they would need to meet again and spot check the tender prices each proposed to submit so that each would be well positioned to obtain its existing share of National Foods' business.",
      "id": "s314"
    },
    {
      "text": "The other agreed to this proposal.",
      "id": "s315"
    },
    {
      "text": "8.4.2 Giving effect to the National Foods Price Understanding \n 142 In late April or early May 2002 Mr Carroll and Mr Laidlaw had a discussion in which Mr Laidlaw asked Mr Carroll the prices Visy proposed to submit to National Foods in respect of approximately twelve to fifteen product lines then supplied by Amcor.",
      "id": "s316"
    },
    {
      "text": "Mr Carroll informed Mr Laidlaw of those prices.",
      "id": "s317"
    },
    {
      "text": "Mr Laidlaw said that Amcor would \"cover\" Visy's prices for the National Foods' sites then supplied by Visy.",
      "id": "s318"
    },
    {
      "text": "Mr Carroll responded that Visy would \"cover\" Amcor's prices for the National Food sites then supplied by Amcor.",
      "id": "s319"
    },
    {
      "text": "143 In May 2002 Amcor submitted a proposal to National Foods for the supply of CFP.",
      "id": "s320"
    },
    {
      "text": "Visy supplied a proposal on 10 May 2002.",
      "id": "s321"
    },
    {
      "text": "On 21 May Visy submitted a revised price schedule.",
      "id": "s322"
    },
    {
      "text": "144 On 3 June Visy submitted a further revised price schedule reducing its pricing for certain product lines.",
      "id": "s323"
    },
    {
      "text": "On 24 June Amcor submitted a revised price proposal.",
      "id": "s324"
    },
    {
      "text": "145 Amcor entered into a supply agreement with National Foods which did not include the Vitasoy division (which remained under contract to Visy).",
      "id": "s325"
    },
    {
      "text": "Amcor's agreement included the following terms: a $1 million sign on fee, reduced pricing on certain product lines at the Morwell site as compared to the pricing included in Amcor's proposal and a 6 per cent rebate on volume greater than 8.2 million square metres.",
      "id": "s326"
    },
    {
      "text": "146 In relation to the prices for CFP in Visy's revised proposal of 3 June 2002 and Amcor's proposal of 24 June 2002 ([144] above), National Foods, through its representatives Mr Paul Pafumi and Mr David Koch, believed that Visy's average prices were higher than Amcor's average prices for the sites supplied by Amcor (except for the Salisbury site).",
      "id": "s327"
    },
    {
      "text": "147 National Foods, though Mr Pafumi and Mr Koch, held the belief that Amcor's average prices were higher than Visy's for the sites then supplied by Visy.",
      "id": "s328"
    },
    {
      "text": "148 On 20 June 2002 National Foods informed Amcor that it accepted its proposal.",
      "id": "s329"
    },
    {
      "text": "In June or July 2002 National Foods informed Visy that National Foods accepted its proposal.",
      "id": "s330"
    },
    {
      "text": "8.5 Parmalat Price Understanding \n \n 149 Parmalat Australia Limited is a manufacturer of dairy products.",
      "id": "s331"
    },
    {
      "text": "It operates sites located in Queensland, Victoria and the Northern Territory.",
      "id": "s332"
    },
    {
      "text": "8.5.1 Arriving at the Parmalat Price Understanding \n 150 In early 2003 Visy and Amcor arrived at the Parmalat Price Understanding.",
      "id": "s333"
    },
    {
      "text": "It contained a provision to the effect that Visy would not seek to enter into a contract for the supply of CFP to Parmalat, one of Amcor's then principal customers.",
      "id": "s334"
    },
    {
      "text": "The Parmalat Price Understanding also contained provisions that Visy would discuss with Amcor the prices Visy proposed to include in its tender to Parmalat and Visy would submit CFP tender prices to Parmalat which were higher than those submitted by Amcor to Parmalat.",
      "id": "s335"
    },
    {
      "text": "151 The Parmalat Price Understanding was arrived at as a result of discussions between Mr Carroll and Mr Laidlaw in early 2003.",
      "id": "s336"
    },
    {
      "text": "Mr Laidlaw said that Amcor was concerned to retain the Parmalat account as Amcor had recently lost volume to Visy.",
      "id": "s337"
    },
    {
      "text": "Either Mr Carroll or Mr Laidlaw said that they should compare the prices that they would each quote to Parmalat so as to ensure that Amcor obtained the Parmalat account.",
      "id": "s338"
    },
    {
      "text": "The other one agreed.",
      "id": "s339"
    },
    {
      "text": "8.5.2 Giving effect to the Parmalat Price Understanding \n 152 On 11April 2003 Parmalat issued an invitation to Visy and Amcor to tender.",
      "id": "s340"
    },
    {
      "text": "153 Between April and late June Mr Carroll and Mr Laidlaw had a discussion during which Mr Laidlaw told Mr Carroll the prices that Amcor proposed to quote Parmalat.",
      "id": "s341"
    },
    {
      "text": "Mr Carroll said that he considered Amcor's prices were too high.",
      "id": "s342"
    },
    {
      "text": "154 Shortly after this discussion Mr Carroll and Mr Laidlaw had further discussions during which Mr Carroll told Mr Laidlaw the prices Visy would tender to Parmalat for certain Parmalat product lines.",
      "id": "s343"
    },
    {
      "text": "Mr Laidlaw said that he was concerned that Visy's prices for some product lines were below Amcor's current prices and that the Visy tender prices were too low.",
      "id": "s344"
    },
    {
      "text": "155 On 1 July 2003 Amcor submitted a proposal to supply CFP to Parmalat incorporating a price increase over Amcor's then current supply prices.",
      "id": "s345"
    },
    {
      "text": "Mr Laidlaw was not directly involved in the tender negotiations.",
      "id": "s346"
    },
    {
      "text": "156 In July 2003 Visy submitted a proposal to Parmalat.",
      "id": "s347"
    },
    {
      "text": "157 Later that month Mr Carroll and Mr Laidlaw had further discussions in which they discussed the prices that Visy and Amcor were quoting to Parmalat.",
      "id": "s348"
    },
    {
      "text": "158 In July or early August Amcor submitted a revised proposal to Parmalat.",
      "id": "s349"
    },
    {
      "text": "159 Parmalat, through its representative Mr Kevin Goos, held the belief, on the basis of his review of the proposed prices of Visy and Amcor, that Visy's prices were higher.",
      "id": "s350"
    },
    {
      "text": "160 In July or August 2003 Mr Goos had a discussion with Mr Lloyd in which Mr Goos said that Visy's prices in the Northern Territory and Victoria were too high and much higher than Parmalat's current prices.",
      "id": "s351"
    },
    {
      "text": "Mr Lloyd said he would check the prices.",
      "id": "s352"
    },
    {
      "text": "161 On 8 August 2003 Visy submitted a revised proposal to Parmalat.",
      "id": "s353"
    },
    {
      "text": "162 In relation to Visy's revised proposal of 8 August 2003 some of the products which were to be supplied in the Northern Territory had initially been priced for supply out of Carole Park in Queensland.",
      "id": "s354"
    },
    {
      "text": "Some of those products were re-priced for supply from Gepps Cross in South Australia.",
      "id": "s355"
    },
    {
      "text": "Visy's revised proposal showed a 14.2 per cent reduction of the prices to be supplied in the Northern Territory, the effect of revising prices for lower board grades for some products and a correction of an anomaly for one of the product lines in which an amount more than ten times the correct price had initially been concluded.",
      "id": "s356"
    },
    {
      "text": "163 Parmalat through Mr Goos held the belief, on the basis of the review of the proposed prices of Visy and Amcor, that Visy's prices were higher than Amcor's.",
      "id": "s357"
    },
    {
      "text": "164 On about 2 August 2004 Amcor entered into a supply agreement with Parmalat for the supply of CFP with effect from 1 January 2004.",
      "id": "s358"
    },
    {
      "text": "8.6 Cadbury Schweppes Price Understanding \n \n 165 Cadbury Schweppes Pty Limited is a manufacturer of non-alcoholic beverages and confectionery products.",
      "id": "s359"
    },
    {
      "text": "It operates a number of plants across Australia.",
      "id": "s360"
    },
    {
      "text": "8.6.1 Arriving at the Cadbury Schweppes Price Understanding \n 166 Between May and June 2004 Visy and Amcor arrived at the Cadbury Schweppes Price Understanding.",
      "id": "s361"
    },
    {
      "text": "It contained a provision to the effect that Visy would not seek to enter into a contract for the supply of CFP to the food and beverage division of Cadbury Schweppes, one of Amcor's then principal customers.",
      "id": "s362"
    },
    {
      "text": "The Cadbury Schweppes Price Understanding also contained provisions that Visy would discuss the prices it proposed to include in its tender to Cadbury Schweppes and that it would submit CFP tender prices to Cadbury Schweppes which were higher than those submitted by Amcor.",
      "id": "s363"
    },
    {
      "text": "The understanding did not extend to CFP products known as \"microflute\".",
      "id": "s364"
    },
    {
      "text": "167 The Cadbury Schweppes Price Understanding was arrived at, or as a result of, meetings between Mr Carroll and Mr Laidlaw between May and June 2004.",
      "id": "s365"
    },
    {
      "text": "Mr Carroll said to Mr Laidlaw that Cadbury Schweppes had asked Visy to quote on some selected product lines of CFP under a new supply agreement.",
      "id": "s366"
    },
    {
      "text": "One or the other said that they needed to compare Amcor's current prices with the prices Visy proposed to quote to Cadbury Schweppes and the other agreed.",
      "id": "s367"
    },
    {
      "text": "8.6.2 Giving effect to the Cadbury Schweppes Price Understanding \n 168 In about May 2004 Amcor submitted a proposal to Cadbury Schweppes incorporating an 8.4 per cent price increase over Amcor's then current prices.",
      "id": "s368"
    },
    {
      "text": "169 Mr Carroll and Mr Laidlaw had a meeting at Myrtle Park at which Mr Laidlaw asked Mr Carroll what price Visy proposed to quote to Cadbury Schweppes for certain product lines.",
      "id": "s369"
    },
    {
      "text": "Mr Carroll told him Visy's level of pricing.",
      "id": "s370"
    },
    {
      "text": "Mr Laidlaw said the Visy proposed levels were too low.",
      "id": "s371"
    },
    {
      "text": "Mr Carroll said he would take Mr Laidlaw's comments on board.",
      "id": "s372"
    },
    {
      "text": "170 On 11 June Visy submitted a proposal to Cadbury Schweppes for approximately 21 product lines (none of which were microflute lines) based on the minimum order quantity of 2000 units.",
      "id": "s373"
    },
    {
      "text": "171 In relation to the prices proposed by Amcor and Visy, Cadbury Schweppes, through its representative Mr Rick Thorpe, held the belief, on the basis of his review of the proposed prices by the two companies, that Visy's average prices were higher than Amcor's.",
      "id": "s374"
    },
    {
      "text": "172 In late June Mr Thorpe told Mr Lloyd that Visy's proposal was uncompetitive and invited Visy to submit a revised proposal.",
      "id": "s375"
    },
    {
      "text": "173 On 1 July Visy submitted a revised proposal containing prices for approximately 21 product lines.",
      "id": "s376"
    },
    {
      "text": "It restated the prices in the June proposal for a minimum order quantity of 2000 units and also quoted reduced prices for a minimum order quantity of 5000 units (again not including microflute).",
      "id": "s377"
    },
    {
      "text": "The amount of the reduction varied depending on carton style ranging from 3 per cent to 5 per cent.",
      "id": "s378"
    },
    {
      "text": "174 In relation to the prices proposed by Amcor in May and prices proposed by Visy on 1 July, Cadbury Schweppes held the belief, on the basis of its representatives' review of the proposed prices, that Visy's average prices were higher than Amcor's.",
      "id": "s379"
    },
    {
      "text": "175 On 17 August 2004 Mr Laidlaw and Mr Thorpe reached an in principle agreement with Cadbury Schweppes for the supply of CFP.",
      "id": "s380"
    },
    {
      "text": "The terms included a five year term (Visy only offered a three year term as per the tender request), a $2 million signing on fee, extending Folding Carton board contract for a further three years and a 2.5 per cent rebate on incremental sales.",
      "id": "s381"
    },
    {
      "text": "8.7 Hardy Price Understanding \n \n 176 Hardy Wine Company Limited is a wine producer with wineries in New South Wales, Victoria, South Australia and Western Australia.",
      "id": "s382"
    },
    {
      "text": "177 In 2004 it operated its business out of Reynella and Berri in South Australia, Houghton in Western Australia and Buronga in New South Wales.",
      "id": "s383"
    },
    {
      "text": "Its CFP requirements were supplied by both Amcor and Visy.",
      "id": "s384"
    },
    {
      "text": "Visy supplied about 15 per cent of the total requirements.",
      "id": "s385"
    },
    {
      "text": "It supplied Berri, 30 per cent of Reynella and 10 per cent or less of Houghton.",
      "id": "s386"
    },
    {
      "text": "Hardy desired to have at least two suppliers.",
      "id": "s387"
    },
    {
      "text": "In mid-2004 Hardy was acquired by the Constellation Group.",
      "id": "s388"
    },
    {
      "text": "On 28 July 2004 Hardy issued a request for a proposal to Visy placing all its CFP requirements in Australasia up for tender.",
      "id": "s389"
    },
    {
      "text": "8.7.1 Arriving at the Hardy Price Understanding \n 178 Between July and October 2004 Visy and Amcor arrived at the Hardy Price Understanding.",
      "id": "s390"
    },
    {
      "text": "It contained provisions to the effect that both Visy and Amcor would seek continuation of their then current supply of CFP to Hardy whereby part of the customer's requirement was supplied by Visy and the remainder by Amcor, and that Visy and Amcor would discuss with each other the prices each proposed to include in its tender to supply CFP.",
      "id": "s391"
    },
    {
      "text": "179 The Hardy Price Understanding also contained a provision to the effect that in respect of parts of Hardy's CFP requirements supplied by the other, both Visy and Amcor would submit tender prices which were generally higher than those submitted by the incumbent supplier.",
      "id": "s392"
    },
    {
      "text": "180 The Hardy Price Understanding was arrived at in discussions between Mr Carroll and Mr Laidlaw between July and October 2004.",
      "id": "s393"
    },
    {
      "text": "181 Either Mr Carroll or Mr Laidlaw said to the other that it would be a fair outcome that the existing supply arrangements for each Hardy production site should be maintained so that Amcor would continue to supply the Buronga site and the majority requirements for the Reynella site.",
      "id": "s394"
    },
    {
      "text": "Visy would continue to supply Berri, a minority share at Reynella and the Houghton site.",
      "id": "s395"
    },
    {
      "text": "Either one or the other said that they would need to exchange prices in dollars per tonne for each Hardy production site in order to cover each other's prices so that the current supply positions would be maintained.",
      "id": "s396"
    },
    {
      "text": "The other agreed to the exchange of prices.",
      "id": "s397"
    },
    {
      "text": "8.7.2 Giving effect to the Hardy Price Understanding \n 182 On about 28 July 2004 Visy received a Request for Proposal from Constellation Brands Inc in respect of the supply of CFP for Constellation Brands in North America, Europe, Canada, Australia and New Zealand.",
      "id": "s398"
    },
    {
      "text": "183 On about 6 or 9 August Mr Carroll and Mr Laidlaw had a discussion in which they informed each other of the prices in dollars per tonne each proposed to submit to Hardy in respect of sites it currently supplied.",
      "id": "s399"
    },
    {
      "text": "Each agreed to cover the other's prices.",
      "id": "s400"
    },
    {
      "text": "184 On 13 August each of Amcor and Visy submitted proposals to Hardy for the supply of CFP.",
      "id": "s401"
    },
    {
      "text": "185 Between 30 August and about November Mr Mick Scammell and Ms Meg Molenaar of Hardy met with Mr Chrisakis and Mr Neil Furniss of Visy at Visy's Gepps Cross plant and at Hardy's Reynella production site in South Australia.",
      "id": "s402"
    },
    {
      "text": "The participants identified product lines which Mr Scammell said were okay and product lines to which Mr Scammell said Visy's prices were higher than Amcor's prices.",
      "id": "s403"
    },
    {
      "text": "Mr Scammell invited Visy to submit an amended tender with lower prices for the latter product lines.",
      "id": "s404"
    },
    {
      "text": "Visy subsequently resubmitted lower prices for various lines.",
      "id": "s405"
    },
    {
      "text": "186 Between 30 August and 16 November Mr Scammell and Ms Molenaar met with Mr Gerry Peterson of Amcor on at least six occasions at Amcor's South Australian plant and Hardy's Reynella production site.",
      "id": "s406"
    },
    {
      "text": "Mr Scammell and Ms Molenaar identified product lines for which Amcor's tendered price was higher than Visy's tender price and invited Amcor to submit an amended tender with lower prices for those product lines.",
      "id": "s407"
    },
    {
      "text": "187 In mid to late September Mr Carroll and Mr Laidlaw had a discussion concerning the feedback Amcor had received from Hardy about the tender prices Amcor had submitted.",
      "id": "s408"
    },
    {
      "text": "Mr Laidlaw's intention was to check whether the information Mr Scammell had provided about Amcor's competitiveness was correct.",
      "id": "s409"
    },
    {
      "text": "Mr Laidlaw said that Amcor's prices for some product lines at Hardy's Reynella site were higher than some of Visy's prices and they should compare tender prices.",
      "id": "s410"
    },
    {
      "text": "Mr Carroll said he would compare those tender prices with Mr Laidlaw.",
      "id": "s411"
    },
    {
      "text": "188 On about 5 or 6 October Mr Carroll and Mr Laidlaw had a further discussion in which, at Mr Laidlaw's request, Mr Carroll informed Mr Laidlaw of Visy's prices and product lines for which Amcor's tender price were higher than Visy's.",
      "id": "s412"
    },
    {
      "text": "This exchange confirmed to Mr Laidlaw that the Visy prices provided by Mr Scammell to Amcor were correct.",
      "id": "s413"
    },
    {
      "text": "189 On 8 October Amcor submitted a revised tender process to Hardy incorporating the lower prices for product lines referred to in the meetings with Mr Scammell and Ms Molenaar.",
      "id": "s414"
    },
    {
      "text": "190 In October Visy also submitted revised prices.",
      "id": "s415"
    },
    {
      "text": "On certain product lines the prices were reduced by 4.8 per cent.",
      "id": "s416"
    },
    {
      "text": "191 On about 26 November Mr Scammell and Mr Gerry Peterson, Amcor's Sales Manager for South Australia, had a telephone discussion in which Mr Scammell informed Mr Peterson of the CFP business that Hardy had decided to award to Amcor.",
      "id": "s417"
    },
    {
      "text": "Hardy was conscious of staying above the minimum annual spent with Amcor to ensure it continued to obtain the advantage of receiving a 9 per cent rebate on all purchases from Amcor.",
      "id": "s418"
    },
    {
      "text": "192 On 26 November Ms Molenaar sent an email to Mr Neil Furniss and Mr Tony Kane of Visy informing them that Visy would retain its current share of supply of CFP to Hardy's Berri site and would increase its share of supply of CFP products to the Reynella site.",
      "id": "s419"
    },
    {
      "text": "When the tender was determined, Amcor succeeded in obtaining approximately $13.3 million of Hardy's business.",
      "id": "s420"
    },
    {
      "text": "Visy succeeded in obtaining approximately $2.9 million of the business including approximately 150 lines formerly supplied by Amcor equating to an annual spend of $633,000.",
      "id": "s421"
    },
    {
      "text": "193 In December 2004 Visy provided Hardy with a draft contract which contained an additional term offering a volume rebate of 5 per cent on sales exceeding $3.25 million.",
      "id": "s422"
    },
    {
      "text": "9.0 Compensation Understandings \n 9.1 Inghams Compensation Understanding \n \n 194 Inghams Enterprises Pty Limited is the largest producer of chicken and turkey meat in Australia.",
      "id": "s423"
    },
    {
      "text": "It operates a number of processing sites across Australia.",
      "id": "s424"
    },
    {
      "text": "9.1.1 Arriving at the Inghams Compensation Understanding \n 195 In early 2001 Visy learned that its former contracted CFP customer Lion Nathan Australia Pty Limited had awarded its CFP business to Amcor.",
      "id": "s425"
    },
    {
      "text": "Visy and Amcor arrived at the Inghams Compensation Understanding.",
      "id": "s426"
    },
    {
      "text": "It contained provisions to the effect that Amcor would compensate Visy for the CFP volume Visy had lost as a result of Amcor entering into a supply agreement with Lion Nathan and Amcor would allow Visy to enter into a CFP supply agreement with Inghams, an existing customer of Amcor, as compensation.",
      "id": "s427"
    },
    {
      "text": "196 The Inghams Compensation Understanding was arrived at in discussions between Mr Debney and Mr Brown.",
      "id": "s428"
    },
    {
      "text": "In early 2001 Mr Brown and Mr Debney met at a hotel in Melbourne.",
      "id": "s429"
    },
    {
      "text": "The meeting may have been at Mr Brown's request.",
      "id": "s430"
    },
    {
      "text": "Mr Brown told Mr Debney that Amcor had won the account for supply of CFP to Lion Nathan.",
      "id": "s431"
    },
    {
      "text": "Mr Debney said that he was upset that Amcor had taken the Lion Nathan account and that he and Mr Brown had agreed that it was a term of the arrangement between Visy and Amcor that there would be no poaching of major customers.",
      "id": "s432"
    },
    {
      "text": "Mr Debney also said that Amcor had breached this term by taking the Lion Nathan account and that Visy required Amcor to compensate it for the volume that Amcor had taken.",
      "id": "s433"
    },
    {
      "text": "197 Mr Brown believed that it was in Amcor's interest to placate Visy because Amcor wanted to have price stability in the market and did not want to return to a price war.",
      "id": "s434"
    },
    {
      "text": "Mr Brown requested Mr Hodgson and Mr Laidlaw to identify accounts that were not considered to be highly profitable to Amcor, or that Amcor considered Visy was likely to gain in any event.",
      "id": "s435"
    },
    {
      "text": "Mr Brown and Mr Hodgson decided to offer Visy a number of accounts including Inghams and some smaller accounts.",
      "id": "s436"
    },
    {
      "text": "198 In a subsequent discussion held by telephone or at Crown Towers, Southbank in February 2001 Mr Brown said to Mr Debney that Amcor would allow Visy to take the Inghams account as compensation for Lion Nathan.",
      "id": "s437"
    },
    {
      "text": "9.1.2 Giving effect to the Inghams Compensation Understanding \n 199 In about late January or February 2001 Mr Carroll and Mr Laidlaw had a discussion by telephone in which Mr Laidlaw confirmed that Amcor would allow Visy to take the Inghams supply contract and Mr Carroll confirmed that Visy would target the Inghams contract in an attempt to take it from Amcor.",
      "id": "s438"
    },
    {
      "text": "200 During this discussion Mr Laidlaw said to Mr Carroll that Amcor would allow Visy to take a package of CFP accounts, including Inghams, the Amcor part of the Effem Foods Pty Limited account (approximately 10 per cent), Chisholm &amp; Co Pty Limited's Queensland operation, Bush's Pet Foods Pty Limited, P&amp;M Quality Smallgoods Pty Limited and Hansell's (New Zealand) Limited.",
      "id": "s439"
    },
    {
      "text": "Mr Laidlaw said that in total the tonnage of these packages was the same as the tonnage for the Lion Nathan account and that he understood that Mr Brown and Mr Debney had spoken and agreed in principle to the package.",
      "id": "s440"
    },
    {
      "text": "201 Mr Carroll said that he accepted the Inghams account but that the other accounts offered were unacceptable.",
      "id": "s441"
    },
    {
      "text": "He said he wanted a more prestigious account instead of the others offered.",
      "id": "s442"
    },
    {
      "text": "202 After February 2001 Mr Carroll and Mr Laidlaw had a meeting at which Mr Laidlaw told Mr Carroll the average dollar per tonne price that Amcor proposed to quote to Inghams in its proposal to supply CFP.",
      "id": "s443"
    },
    {
      "text": "203 In the period from approximately February to May 2001 Amcor submitted a supply contract proposal to Inghams.",
      "id": "s444"
    },
    {
      "text": "It provided for a price increase of approximately 14 per cent from its then current prices.",
      "id": "s445"
    },
    {
      "text": "204 In about May 2001 Visy submitted a proposal to Inghams.",
      "id": "s446"
    },
    {
      "text": "The proposal included an innovative product, relating to the box tray and other high use items which were advantageous to Inghams.",
      "id": "s447"
    },
    {
      "text": "The proposal included firm prices until 30 June 2002, transition tooling being absorbed by Visy, and a volume rebate.",
      "id": "s448"
    },
    {
      "text": "In addition packaging systems worth $507,000 were to be funded by Visy (initially proposed $932,000).",
      "id": "s449"
    },
    {
      "text": "205 On 29 May Visy reviewed the proposal, reducing some prices and removing some product lines.",
      "id": "s450"
    },
    {
      "text": "The final proposal submitted to Inghams provided for prices approximately 7 per cent less than Amcor's then current prices to Ingham's and greater with rebate.",
      "id": "s451"
    },
    {
      "text": "206 Inghams held the belief that Amcor's prices were higher than Visy's prices.",
      "id": "s452"
    },
    {
      "text": "207 On about 24 September 2001 Visy entered into a contract for the supply of CFP to Inghams with effect from 1 July 2001.",
      "id": "s453"
    },
    {
      "text": "9.2 George Weston Compensation Understanding \n \n 208 George Weston Foods Limited is a manufacturer of fast moving consumer goods, including bakery, dairy and meat products.",
      "id": "s454"
    },
    {
      "text": "In mid-2001 Amcor supplied George Weston's bakery and cakes division (approximately 70 per cent of the company's CFP requirements) and Visy supplied CFP to George Weston's meat and dairy division.",
      "id": "s455"
    },
    {
      "text": "9.2.1 Arriving at the George Weston Compensation Understanding \n 209 In about May 2001 Visy acquired and Amcor lost the account to supply CFP to The Smith's Snackfood Company Limited as compensation for Amcor taking Lion Nathan from Visy.",
      "id": "s456"
    },
    {
      "text": "In about June or July 2001 Amcor formed the view that Visy had been over-compensated for its loss of the Lion Nathan account by the acquisition of the Inghams and Smith's accounts.",
      "id": "s457"
    },
    {
      "text": "In mid-2001 Visy and Amcor arrived at the George Weston Compensation Understanding.",
      "id": "s458"
    },
    {
      "text": "It contained a provision to the effect that Visy would compensate Amcor for the CFP volume Amcor had lost as a result of Visy entering into supply agreements with Inghams and Smith's.",
      "id": "s459"
    },
    {
      "text": "210 The George Weston Compensation Understanding also contained a provision to the effect that Visy would allow Amcor to enter into a CFP supply agreement with George Weston's meat and dairy division, to which Visy supply CFP, as compensation to Amcor for Visy entering the supply agreements with Inghams and Smith's.",
      "id": "s460"
    },
    {
      "text": "211 The George Weston Compensation Understanding was arrived at in discussion between Mr Debney and Mr Brown in June or July 2001.",
      "id": "s461"
    },
    {
      "text": "Mr Brown said to Mr Debney that by getting Inghams and Smith's, Visy had recovered more than the volume it had lost as a result of Amcor taking Lion Nathan and Visy would therefore need to compensate Amcor.",
      "id": "s462"
    },
    {
      "text": "Mr Debney said to Mr Brown that Visy had recovered more volume from Amcor than it should have and Mr Carroll and Mr Laidlaw could address this imbalance in their discussions.",
      "id": "s463"
    },
    {
      "text": "212 Following this discussion, there was a further meeting between Mr Carroll and Mr Laidlaw in July 2001 in which Mr Carroll said that Visy took Smith's because it wanted Inghams and a second prestigious account as compensation for the loss of the Lion Nathan account, and that Smith's was appropriate and the timing was right.",
      "id": "s464"
    },
    {
      "text": "Mr Carroll also said to Mr Laidlaw that he understood that the Inghams and Smith's account jointly represented more than the Lion Nathan account in volume and that he and Mr Laidlaw would need to agree on what Visy customers would be offered to Amcor as compensation for Visy taking that excess volume.",
      "id": "s465"
    },
    {
      "text": "213 In a series of further discussions between Mr Carroll and Mr Laidlaw in July and August they each discussed the accounts that Amcor could receive as compensation.",
      "id": "s466"
    },
    {
      "text": "214 At a further discussion in August Mr Laidlaw said that Amcor would accept the George Weston meat and dairy division account and the OSI (NSW) division account as compensation for Visy taking the Inghams and Smith's accounts.",
      "id": "s467"
    },
    {
      "text": "Mr Carroll said that he would not object and would not react strongly if Amcor took the accounts.",
      "id": "s468"
    },
    {
      "text": "9.2.2 Giving effect to the George Weston Compensation Understanding \n 215 In the period from September 2001 to March 2002 Mr Carroll and Mr Laidlaw had a discussion in which Mr Carroll told Mr Laidlaw the prices at which Visy proposed to quote for the George Weston meat and dairy division following the expiry of Visy's CFP supply agreement with George Weston on 31 December 2001.",
      "id": "s469"
    },
    {
      "text": "216 On about 8 January 2002 Visy submitted a proposal to George Weston for the continued supply of CFP to George Weston's meat and dairy division at prices above Visy's then current prices.",
      "id": "s470"
    },
    {
      "text": "217 On 13 February Visy submitted a revised proposal to George Weston for the continued supply of CFP to George Weston's meat and dairy division at increased prices.",
      "id": "s471"
    },
    {
      "text": "The letter offered two options to George Weston.",
      "id": "s472"
    },
    {
      "text": "Option 1 was that existing price levels would increase by 7 per cent effective 1 March 2002 and would remain in place until 31 December 2002.",
      "id": "s473"
    },
    {
      "text": "Option 2 was that the existing price levels would be increased by 3 per cent effective 1 March 2002 and then by a further 3 per cent effective 1 March 2003 and then remain firm.",
      "id": "s474"
    },
    {
      "text": "The term of the agreement under Option 2 was to be two years commencing 1 March 2002.",
      "id": "s475"
    },
    {
      "text": "The Don Smallgoods subdivision of George Weston's meat and dairy division had received a 19 per cent reduction (taking into account a volume rebate, subject to its applicability) from Visy in December 2000 and Visy's prices to George Weston had otherwise been held firm for two years (whereas non-contract customers had received price increases).",
      "id": "s476"
    },
    {
      "text": "218 On 25 March Mr Peter Lloyd, National Marketing Manager of Visy, sent an email to Mr Maurice Hibbert of George Weston informing him that Visy wanted to implement the price increases for the continued supply of CFP to George Weston's meat and dairy division with effect from 1 April 2002.",
      "id": "s477"
    },
    {
      "text": "219 On 27 March Mr Lloyd sent an email to Mr Hibbert stating that Visy would increase the prices at which it supplied CFP to George Weston's meat and dairy division with effect from 1 May 2002.",
      "id": "s478"
    },
    {
      "text": "220 In March on or about 11 and 17 April and 14 May Amcor submitted proposals to George Weston for the supply of the whole of George Weston's CFP requirements.",
      "id": "s479"
    },
    {
      "text": "221 On or about 24 April Visy submitted a proposal to George Weston for the supply of CFP in respect of George Weston's meat and dairy division manufactured at George Weston's plant in Altona, Victoria.",
      "id": "s480"
    },
    {
      "text": "222 On about 26 and 29 April Visy submitted proposals to George Weston for the supply of CFP to George Weston's baking division and biscuit and cake division.",
      "id": "s481"
    },
    {
      "text": "223 On 29 April Visy again informed George Weston by way of a letter from Mr Carroll to Mr Hibbert that Visy would increase the prices at which it supplied CFP to George Weston's meat and dairy division with effect from 1 May 2002.",
      "id": "s482"
    },
    {
      "text": "224 On or about 15 May 2002 Amcor submitted a revised proposal to George Weston for the supply of the whole of George Weston's CFP requirements.",
      "id": "s483"
    },
    {
      "text": "Amcor's price was based on the use of kraft paper, which is more expensive but stronger and therefore does not require as much paper in terms of weight per metre.",
      "id": "s484"
    },
    {
      "text": "Amcor did not need to obtain Visy's prices because George Weston provided Visy's pricing to Amcor.",
      "id": "s485"
    },
    {
      "text": "225 In relation to the prices for CFP proposed by Visy and Amcor, George Weston's representative Mr Hibbert formed a belief in about April or May 2002, on the basis of his review of the proposed prices of Visy and Amcor, that Visy's prices were higher.",
      "id": "s486"
    },
    {
      "text": "226 In about August 2002 Amcor entered into a contract for the supply of the whole of George Weston's CFP requirements.",
      "id": "s487"
    },
    {
      "text": "9.3 OSI/Hans Compensation Understanding \n \n 227 OSI International Foods (Australia) Limited is a manufacturer of delicatessen and smallgoods products.",
      "id": "s488"
    },
    {
      "text": "It has manufacturing sites down the Eastern Seaboard.",
      "id": "s489"
    },
    {
      "text": "Hans Continental Smallgoods Pty Limited purchased OSI's business in New South Wales prior to December 2003.",
      "id": "s490"
    },
    {
      "text": "9.3.1 Arriving at the OSI/Hans Compensation Understanding \n 228 In about mid-2001 Visy and Amcor arrived at the OSI/Hans Compensation Understanding.",
      "id": "s491"
    },
    {
      "text": "It contained a provision to the effect that Visy would compensation Amcor for the CFP volume Amcor had lost as a result of Visy entering into supply agreements with Amcor's former customers Inghams and Smith's.",
      "id": "s492"
    },
    {
      "text": "The OSI/Hans Compensation Understanding also contained a provision that Visy would allow Amcor to enter into a CFP supply agreement with OSI, an existing customer of Visy, in respect of OSI's CFP requirements in New South Wales, as compensation to Amcor for Visy entering into CFP agreements with Inghams and Smith's.",
      "id": "s493"
    },
    {
      "text": "229 The OSI/Hans Compensation Understanding was arrived at as a result of a number of discussions including a meeting between Mr Debney and Mr Brown in June or July 2001.",
      "id": "s494"
    },
    {
      "text": "230 The OSI/Hans Compensation Understanding was also discussed between Mr Carroll and Mr Laidlaw in the discussions about the George Weston Compensation.",
      "id": "s495"
    },
    {
      "text": "231 In August 2001 Mr Carroll and Mr Laidlaw had a further meeting at which the OSI/Hans Compensation Understanding was discussed.",
      "id": "s496"
    },
    {
      "text": "Mr Laidlaw said to Mr Carroll that Amcor would accept the OSI account in New South Wales as compensation for Visy taking the Inghams and Smith's account.",
      "id": "s497"
    },
    {
      "text": "Mr Carroll said he would not object and not react strongly if Amcor took the George Weston meat and dairy division account and the OSI (NSW) division as compensation for Visy taking the Inghams and Smith's accounts.",
      "id": "s498"
    },
    {
      "text": "9.3.2 Giving effect to the OSI/Hans Compensation Understanding \n 232 From late 2001 to mid-2003 Mr Carroll and Mr Laidlaw had a number of discussions in which Mr Laidlaw enquired as to what, if any, negotiations Visy had with OSI regarding that firm's business in New South Wales.",
      "id": "s499"
    },
    {
      "text": "Mr Laidlaw also said to Mr Carroll that he was frustrated at the time being taken to finalise the transfer of the OSI business from Visy to Amcor.",
      "id": "s500"
    },
    {
      "text": "233 Notwithstanding the discussions in 2001, from 2001 until early 2004 Visy continued to supply the requirements of OSI in New South Wales and South Australia.",
      "id": "s501"
    },
    {
      "text": "234 On about 9 December 2003 Hans, which had acquired the OSI business in New South Wales, issued a request to tender to Visy and Amcor to supply CFP to Hans, including the OSI New South Wales business.",
      "id": "s502"
    },
    {
      "text": "235 Shortly afterwards Mr Carroll and Mr Laidlaw had a discussion in which Mr Carroll said to Mr Laidlaw that Visy would submit prices in response to the request at Visy's then current prices so as to enable Amcor to secure the Hans account.",
      "id": "s503"
    },
    {
      "text": "236 On 22 December 2003 Amcor submitted a proposal to Hans for the supply of CFP.",
      "id": "s504"
    },
    {
      "text": "Mr Laidlaw was not directly involved in the tender negotiations.",
      "id": "s505"
    },
    {
      "text": "237 On 23 December Visy submitted a proposal to Hans.",
      "id": "s506"
    },
    {
      "text": "238 During the tender process, at a presentation on 2 February 2004, Visy proposed a carton rationalisation program estimating the cost savings which could be achieved to be approximately $140,000.",
      "id": "s507"
    },
    {
      "text": "By letter dated 3 February 2004 Visy offered a volume rebate of 2.5 per cent for annual net sales in excess of $2.45 million and a 1 per cent discount for payments within 14 days.",
      "id": "s508"
    },
    {
      "text": "239 Hans, through its representative Ms Michelle Yates, held the belief, based on her review of the proposed prices, that Visy's prices were higher than Amcor's prices.",
      "id": "s509"
    },
    {
      "text": "240 On 16 February 2004 Amcor entered into a contract for the supply of CFP to Hans.",
      "id": "s510"
    },
    {
      "text": "Amcor included a rebate of 10 per cent on all sales if sales exceeded $4 million in the first year.",
      "id": "s511"
    },
    {
      "text": "9.4 Merino Compensation Understanding \n \n 241 Merino Pty Limited is a manufacturer of various paper, plastic and non-woven consumer products.",
      "id": "s512"
    },
    {
      "text": "It operates at sites in Queensland and New South Wales.",
      "id": "s513"
    },
    {
      "text": "9.4.1 Arriving at the Merino Compensation Understanding \n 242 In about August and September 2001 Amcor learned that it had lost the business of Mrs Crocket's Kitchen Pty Limited to Visy.",
      "id": "s514"
    },
    {
      "text": "Between late August to December 2001 Visy and Amcor arrived at the Merino Compensation Understanding.",
      "id": "s515"
    },
    {
      "text": "It contained a provision to the effect that Visy would compensate Amcor for the CFP volume Amcor had lost as a result of Visy entering into a supply agreement with Mrs Crocket's.",
      "id": "s516"
    },
    {
      "text": "Visy would allow Amcor to enter into a CFP supply agreement with Merino, an existing customer of Visy, as compensation for Mrs Crocket's.",
      "id": "s517"
    },
    {
      "text": "243 The Merino Compensation Understanding was arrived at as a result of meetings between Mr Carroll and Mr Laidlaw between late August and December 2001.",
      "id": "s518"
    },
    {
      "text": "Mr Laidlaw said to Mr Carroll that Visy had undercut Amcor on its prices for the supply of CFP to Mrs Crocket's and had taken Mrs Crocket's account from Amcor.",
      "id": "s519"
    },
    {
      "text": "Mr Laidlaw said that Amcor wanted compensation for the CFP volume it had lost.",
      "id": "s520"
    },
    {
      "text": "244 Mr Carroll said that he accepted that Visy had gained Mrs Crocket's account from Amcor and that Visy would compensate Amcor for the loss of the account.",
      "id": "s521"
    },
    {
      "text": "He also said that Visy would allow Amcor to have the Paper Converting/Merino account as compensation.",
      "id": "s522"
    },
    {
      "text": "245 Mr Laidlaw said that the Paper Converting/Merino was an acceptable trade for the Mrs Crocket's account.",
      "id": "s523"
    },
    {
      "text": "9.4.2 Giving effect to the Merino Compensation Understanding \n 246 Visy supplied Merino's CFP requirements under an agreement negotiated during the price war with Amcor and entered into in 2000.",
      "id": "s524"
    },
    {
      "text": "The prices were low and generated a negative margin.",
      "id": "s525"
    },
    {
      "text": "Visy's prices had been reduced by an aggregate of 31.5 per cent from the previous supply agreement.",
      "id": "s526"
    },
    {
      "text": "Visy's prices were fixed for two years.",
      "id": "s527"
    },
    {
      "text": "Also, under the then current agreement, Visy provided $60,000 capital.",
      "id": "s528"
    },
    {
      "text": "247 In November or December 2001 Visy received from the Grocery Sellers Buying Group a request for quotation on behalf of some of its members, including Merino, which included a request for quotation for the supply of CFP to Merino for two years commencing 1 January 2002.",
      "id": "s529"
    },
    {
      "text": "Amcor also received this request.",
      "id": "s530"
    },
    {
      "text": "248 On 7 December, in response to this request, Amcor submitted a proposal to Merino for the supply of CFP containing prices based on the prices that Amcor believed Visy was then supplying to Merino.",
      "id": "s531"
    },
    {
      "text": "Amcor's belief was based on previous quotes by Amcor to supply CFP to Merino, information obtained by Amcor representatives from the CFP market and Amcor's relationship with Merino.",
      "id": "s532"
    },
    {
      "text": "Mr Laidlaw was not directly involved in the tender negotiations.",
      "id": "s533"
    },
    {
      "text": "249 Merino, through its representative Mr Steve Childs, held the belief that Amcor's prices were higher than Visy's prices under Visy's then current supply contract.",
      "id": "s534"
    },
    {
      "text": "250 On 14 December, in response to the request, Visy made an offer to the three members of the Grocery Sellers Buying Group that were existing customers of Visy, including Merino, for the supply of CFP to them on their own account and not as members of the Grocery Sellers Buying Group.",
      "id": "s535"
    },
    {
      "text": "251 Mr Childs of Merino, on the basis of his review of the offer by Visy, held the belief that the prices referred to in the offer in the preceding paragraph were approximately 37 per cent higher than Visy's prices under its then current supply contract with Merino.",
      "id": "s536"
    },
    {
      "text": "252 On 4 January 2002 Mr Childs had a meeting with Mr Michael Cannon of Visy at Merino's office in Crestmead, Queensland in which Mr Childs said to Mr Cannon that he thought Visy's proposed price increase of 37 per cent was too high and that he did not understand the basis for the increase.",
      "id": "s537"
    },
    {
      "text": "Mr Cannon said to Mr Childs that he would review the quoted prices.",
      "id": "s538"
    },
    {
      "text": "253 Shortly after this meeting Mr Cannon and Mr Childs had a telephone discussion in which Mr Cannon said that he was not able to make any amendment to the prices that had been quoted and that Visy management were firm on the prices offered.",
      "id": "s539"
    },
    {
      "text": "254 On 7 August 2002 Amcor entered into a contract to supply CFP to Merino.",
      "id": "s540"
    },
    {
      "text": "9.5 Gillette Compensation Understanding \n \n 255 Gillette Australia Pty Limited is a manufacturer of household personal care items including shaving products, oral care and batteries.",
      "id": "s541"
    },
    {
      "text": "It operates from sites in Victoria and New South Wales.",
      "id": "s542"
    },
    {
      "text": "9.5.1 Arriving at the Gillette Compensation Understanding \n 256 In about July 2003 Amcor learned that it had lost the business of Huhtamaki Australia Limited to Visy.",
      "id": "s543"
    },
    {
      "text": "Huhtamaki purchased around $4 million worth of CFP per annum.",
      "id": "s544"
    },
    {
      "text": "About this time Visy and Amcor arrived at the Gillette Compensation Understanding.",
      "id": "s545"
    },
    {
      "text": "It provided that Visy would compensate Amcor for the CFP volume Amcor had lost as a result of Visy entering into a supply agreement with Amcor's former customer Huhtamaki and that Visy would allow Amcor to enter into an agreement with Gillette, an existing customer of Visy, as compensation.",
      "id": "s546"
    },
    {
      "text": "257 The Gillette Compensation Understanding was arrived at as a result of meetings between Mr Carroll, Mr Hodgson, Mr Sangster and Mr Laidlaw held in July 2003.",
      "id": "s547"
    },
    {
      "text": "At the meetings Mr Laidlaw said to Mr Carroll that Amcor wanted to be compensated by Visy for the volume Amcor had lost as a result of Visy gaining the Huhtamaki account.",
      "id": "s548"
    },
    {
      "text": "258 Mr Carroll said that he understood Visy needed to compensate Amcor for the Huhtamaki account and that the Gillette account was an account Visy could trade to Amcor.",
      "id": "s549"
    },
    {
      "text": "Mr Carroll also said that Visy would not react strongly if Amcor sought to take the Gillette account from Visy.",
      "id": "s550"
    },
    {
      "text": "9.5.2 Giving effect to the Gillette Compensation Understanding \n 259 On account 15 January 2004 Gillette issued a \"Request for Proposal --- Corrugated Board\" to Visy, Amcor, Carter Holt Harvey Limited and Echo Cartons Pty Limited inviting those companies to submit a proposal for the supply of CFP.",
      "id": "s551"
    },
    {
      "text": "In the request for tender Gillette changed the minimum order quantities, reducing them to smaller quantities in comparison to the quantities in Visy's existing supply agreement.",
      "id": "s552"
    },
    {
      "text": "260 In February 2004 Amcor submitted the tender to Gillette for the supply of CFP containing prices at around the prices that Amcor believed Visy was then supplying.",
      "id": "s553"
    },
    {
      "text": "Amcor's belief was based on previous quotes by Amcor to supply CFP to Gillette, information obtained by Amcor representatives from the CFP market and Amcor's relationship with Gillette.",
      "id": "s554"
    },
    {
      "text": "Mr Laidlaw was not directly involved in the tender negotiations.",
      "id": "s555"
    },
    {
      "text": "261 On about 6 February Visy submitted a tender to Gillette and on 9 February, at the request of Gillette, the same prices were submitted in a different format.",
      "id": "s556"
    },
    {
      "text": "262 To go back a little in time, towards the end of the previous year, Mr Paul Meldrum of Visy and the Visy account manager, Mr Scott Kerr, had attended a meeting at Gillette's plant and head office in Scoresby, Victoria with Ms Nevenka Odnoral at which Ms Odnoral said that Gillette had obtained some prices from competitors of Visy and that Visy's current prices were higher than the price Gillette had received.",
      "id": "s557"
    },
    {
      "text": "263 Shortly after 9 February 2004 Mr Meldrum received a phone call from Mr Michael Sirakoff of Gillette who told him that Visy's prices were not the most competitive and invited him to submit a revised tender.",
      "id": "s558"
    },
    {
      "text": "264 On 16 February Visy submitted a revised price schedule to Gillette reflecting a 5 per cent reduction in respect of the price of certain products and services.",
      "id": "s559"
    },
    {
      "text": "265 Gillette through its representative Mr Sarakoff held the belief, on the basis of his review of the proposed prices of the two companies, that Visy's prices were higher than Amcor's.",
      "id": "s560"
    },
    {
      "text": "266 In late February Mr Sirakoff had a discussion with Mr Meldrum by telephone.",
      "id": "s561"
    },
    {
      "text": "Mr Sirakoff told him that Gillette had received Visy's tender and wanted to know whether Visy was interested in revising its tender to offer lower prices.",
      "id": "s562"
    },
    {
      "text": "Mr Meldrum responded to the effect that Visy's prices were firm and he would not submit any further revised prices.",
      "id": "s563"
    },
    {
      "text": "267 On 20 July 2005 Gillette entered into a CFP supply agreement with Amcor for a period of three years commencing on 20 July 2004.",
      "id": "s564"
    },
    {
      "text": "10.0 Conduct concerning Eagle Boys \n \n 268 Eagle Boys Dial-A-Pizza Australia Pty Limited is a takeaway and delivery pizza company located in south east Queensland.",
      "id": "s565"
    },
    {
      "text": "It operates approximately 170 franchised stores around Australia, mostly in Queensland, Western Australia and New South Wales.",
      "id": "s566"
    },
    {
      "text": "269 Between about mid-2002 and November 2002 Mr Laidlaw told Mr Carroll that the prices that Amcor proposed to quote to Eagle Boys.",
      "id": "s567"
    },
    {
      "text": "Either Mr Carroll or Mr Laidlaw said to the other that they should continue to discuss the prices to be submitted to Eagle Boys.",
      "id": "s568"
    },
    {
      "text": "The other said he agreed.",
      "id": "s569"
    },
    {
      "text": "270 By engaging in the conduct referred to in the preceding paragraph Visy gave effect to the Over-arching Understanding.",
      "id": "s570"
    },
    {
      "text": "271 In August 2002 Visy submitted a proposal to Eagle Boys for the supply of CFP.",
      "id": "s571"
    },
    {
      "text": "On 14 November it submitted a revised proposal.",
      "id": "s572"
    },
    {
      "text": "272 On 27 November 2002 Amcor submitted a proposal to Eagle Boys.",
      "id": "s573"
    },
    {
      "text": "273 Eagle Boys representatives Mr Tom Potter and Mr Ian Smallwood, on the basis of their review of the proposed prices, held the belief that Visy's average prices were higher than Amcor's prices.",
      "id": "s574"
    },
    {
      "text": "274 On 28 January 2003 Mr Potter informed Mr Peter Allen of Visy that Visy's proposals were uncompetitive.",
      "id": "s575"
    },
    {
      "text": "He invited Visy to submit a revised proposal.",
      "id": "s576"
    },
    {
      "text": "275 After that conversation, and before 6 February, Mr Allen telephoned Mr Potter and offered to reduce Visy's price for a 12 inch pizza box by a specified amount and said that if the resulting price was attractive to Eagle Boys, Mr Allen would reconsider Visy's prices for other size pizza boxes.",
      "id": "s577"
    },
    {
      "text": "276 On about 6 February Mr Potter sent to Mr Allen a letter attaching a table purporting to compare Visy's prices for large pizza cartons with those that Potter believed Visy charged Pizza Hut and Domino's for the same product.",
      "id": "s578"
    },
    {
      "text": "Mr Potter also referred to the original quote and a subsequent reduced quote for that product provided by Visy to Eagle Boys.",
      "id": "s579"
    },
    {
      "text": "277 On 19 February Mr Allen wrote to Mr Potter rejecting Mr Potter's comments and reconfirming the prices quoted by Visy.",
      "id": "s580"
    },
    {
      "text": "278 On 26 February Mr Potter informed Mr Carroll that Visy's proposal to Eagle Boys was higher than the prices at which Visy supplied Eagle Boys' competitors Pizza Hut and Domino's.",
      "id": "s581"
    },
    {
      "text": "279 Visy believed throughout the period 2000 to 2003 that Visy's supply arrangements with Domino's and Pizza Hut were not comparable to Eagle Boys.",
      "id": "s582"
    },
    {
      "text": "Eagle Boys required 8 million boxes per annum as against 30 million for Domino's and 28 million for Pizza Hut.",
      "id": "s583"
    },
    {
      "text": "Eagle Boys required distribution to regional centres in New South Wales whereas Domino's and Pizza Hut generally required distribution to capital city distribution centres only.",
      "id": "s584"
    },
    {
      "text": "Eagle Boys' printing requirements were more difficult.",
      "id": "s585"
    },
    {
      "text": "Eagle Boys sought the more expensive B Flute rather than the E flute supplied to Pizza Hut.",
      "id": "s586"
    },
    {
      "text": "280 On 28 February Visy submitted confirmation of its lower quote.",
      "id": "s587"
    },
    {
      "text": "281 In relation to the prices proposed by Amcor, Eagle Boys' representatives Mr Potter and Mr Smallwood held the belief, on the basis of their review of the proposed prices of Visy and Amcor, that Visy's average prices were higher than Amcor's.",
      "id": "s588"
    },
    {
      "text": "282 Between late February and early March 2003, Mr Carroll and Mr Laidlaw had a discussion in which Mr Carroll told Mr Laidlaw the prices Visy had quoted to Eagle Boys.",
      "id": "s589"
    },
    {
      "text": "Mr Laidlaw asked Mr Carroll not to lower the prices that Visy had quoted and to increase those prices.",
      "id": "s590"
    },
    {
      "text": "Mr Carroll said that Eagle Boys had told him that it believed that the prices Visy had quoted were not as competitive as Visy supplied to other customers in the pizza industry, including Pizza Hut, such that Visy would not increase the prices that it had quoted to Eagle Boys.",
      "id": "s591"
    },
    {
      "text": "Mr Carroll said Amcor was seeking to obtain unrealistically high prices from Eagle Boys and would need to lower its prices to finalise the supply agreement.",
      "id": "s592"
    },
    {
      "text": "Mr Laidlaw said that Amcor would consider what Mr Carroll had proposed and try to reach an agreement with Eagle Boys.",
      "id": "s593"
    },
    {
      "text": "283 On about 3 March and 17 March Amcor submitted a revised proposal to Eagle Boys containing prices and a rebate structure.",
      "id": "s594"
    },
    {
      "text": "284 On about 16 April Amcor entered into a supply agreement with Eagle Boys.",
      "id": "s595"
    },
    {
      "text": "285 By engaging in the conduct referred to in [271]-[282] above Visy gave effect to the Over-arching Understanding.",
      "id": "s596"
    },
    {
      "text": "11.0 Contraventions \n \n 286 Relevantly for present purposes, s 45 of the Trade Practices Act prohibits corporations arriving at, or giving effect to, anti-competitive understandings as therein defined.",
      "id": "s597"
    },
    {
      "text": "287 Section 45(2)(a) provides that a corporation shall not \" arrive at \" an understanding if it contains \n \n \n (i) an \" exclusionary provision \"; or \n \n \n \n \n (ii) a provision which has the purpose, or would be likely to have the effect, of \" substantially lessening competition \" .",
      "id": "s598"
    },
    {
      "text": "288 Section 45(2)(b) provides that a corporation shall not \" give effect to \" a provision of an understanding if the provision \n \n \n \n (i) is an \" exclusionary provision \"; or\n (ii) has the purpose, or has or is likely to have the effect, of \" substantially lessening competition \".",
      "id": "s599"
    },
    {
      "text": "289 \" Exclusionary provision \" is defined in s 4D.",
      "id": "s600"
    },
    {
      "text": "A provision of an understanding is an \" exclusionary provision \" if (again, relevantly for the circumstances of this case) \n \n \n \n (a) the understanding was arrived at between persons competitive with each other; and\n (b) the provision has the purpose of preventing, restricting or limiting the supply of goods to particular persons.",
      "id": "s601"
    },
    {
      "text": "290 Section 45A deals specifically with price fixing.",
      "id": "s602"
    },
    {
      "text": "Section 45A(1) provides that a provision which has the purpose, or is likely to have the effect, of fixing, controlling or maintaining prices is deemed to have the purpose or effect of substantially lessening competition.",
      "id": "s603"
    },
    {
      "text": "So once price fixing is established, the \" substantial lessening of competition \" test is satisfied, without any need for further evidence.",
      "id": "s604"
    },
    {
      "text": "291 In arriving at the Understandings with Amcor which concerned the fixing of prices, Visy contravened s 45(2)(a)(ii) , as it applies by virtue of s 45A.",
      "id": "s605"
    },
    {
      "text": "Insofar as the Understandings involved market sharing, swapping of customers and the like, they contained exclusionary provisions because they prevented or restricted the supply of goods by Visy and Amcor to particular customers.",
      "id": "s606"
    },
    {
      "text": "In arriving at such Understandings, Visy contravened s 45(2)(a)(i).",
      "id": "s607"
    },
    {
      "text": "By its conduct in applying those Understandings in the case of particular customers, Visy gave effect to the unlawful Understandings and thus contravened s 45(b)(i) and (ii).",
      "id": "s608"
    },
    {
      "text": "292 The orders I pronounce today are in a form agreed by the parties.",
      "id": "s609"
    },
    {
      "text": "They record the Court's declaration as to what the Court finds to be the contraventions of the various respondents.",
      "id": "s610"
    },
    {
      "text": "The formal orders are made by reference to the paragraphs in the Commission's statement of claim.",
      "id": "s611"
    },
    {
      "text": "The orders include declarations that Visy has committed 69 contraventions.",
      "id": "s612"
    },
    {
      "text": "However, s 76(3) provides that a person is not liable for more than one pecuniary penalty in respect of the same conduct.",
      "id": "s613"
    },
    {
      "text": "The net result is that penalties may be imposed for a total of 37 contraventions by Visy.",
      "id": "s614"
    },
    {
      "text": "12.0 Accessories \n \n 293 Under s 76(1)(e) of the Trade Practices Act a person who has been knowingly concerned in, or a party to, a contravention of certain provisions of the Act, including s 45 , is liable to a pecuniary penalty.",
      "id": "s615"
    },
    {
      "text": "Under s 80(1)(e) the Court may grant an injunction against such a person.",
      "id": "s616"
    },
    {
      "text": "294 By meeting with Amcor's CEO Mr Jones at the All Nations Hotel and confirming that Visy would adhere to the Over-arching Understanding, Mr Pratt was knowingly concerned in Visy's giving effect to that Understanding.",
      "id": "s617"
    },
    {
      "text": "The Commission does not seek the imposition of a pecuniary penalty on Mr Pratt because he and his family are the owners of Visy and thus the burden of the penalty on the company (not to mention legal costs) will fall on him personally.",
      "id": "s618"
    },
    {
      "text": "Decisions of this Court recognise that it is legitimate to avoid double counting where an individual contravenor is an owner of a corporate contravenor: Australian Competition and Consumer Commission v Ithaca Ice Works Pty Ltd (2000) ATPR 41-777 at [13], Australian Competition and Consumer Commission v Commercial and General Publications Pty Ltd (No 2) (2002) ATPR 41-905 at [27]-[29].",
      "id": "s619"
    },
    {
      "text": "I accept this should be so in the present case.",
      "id": "s620"
    },
    {
      "text": "However, Mr Pratt's ownership of Visy has other significance for this case.",
      "id": "s621"
    },
    {
      "text": "I shall return to this aspect.",
      "id": "s622"
    },
    {
      "text": "295 Mr Debney was knowingly concerned in, or a party to, 14 contraventions.",
      "id": "s623"
    },
    {
      "text": "296 Mr Carroll was knowingly concerned in, or a party to, 49 contraventions.",
      "id": "s624"
    },
    {
      "text": "13.0 Penalties proposed \n \n 297 The maximum penalties applicable at the time of the contraventions in this case were, in respect of each contravention, $10 million for a corporation and $500,000 for an individual: s 76(1A)(b) and (1B).",
      "id": "s625"
    },
    {
      "text": "In 1993 and 1994 the maximum penalties had been increased to their present level from $250,000 and $50,000 respectively: s 10 of the Trade Practices Legislation Amendment Act 1992 (Cth) and s 46 Industrial Relations Reform Act 1993 (Cth).",
      "id": "s626"
    },
    {
      "text": "As from 1 January 2007 the penalties for a corporation may exceed $10 million where the Court can determine the benefit obtained as a result of the contravening.",
      "id": "s627"
    },
    {
      "text": "The maximum penalty is three times the value of that benefit or 10 per cent of annual turnover, whichever is the greater: Trade Practices Legislation Amendment Act (No.",
      "id": "s628"
    },
    {
      "text": "1) 2006 (Cth), Sch 9 Pt 1.",
      "id": "s629"
    },
    {
      "text": "However, these penalties only apply to contraventions committed after 1 January 2007.",
      "id": "s630"
    },
    {
      "text": "298 In the case of Visy, the Commission proposes, and Visy does not contest, a penalty of $36 million.",
      "id": "s631"
    },
    {
      "text": "It is sufficient to impose one penalty rather than separate penalties for each contravention.",
      "id": "s632"
    },
    {
      "text": "The Commission arrives at the proposed figure as follows: \n \n \n 1.",
      "id": "s633"
    },
    {
      "text": "The single most serious contravention was Visy's arriving at the Over-arching Understanding.",
      "id": "s634"
    },
    {
      "text": "It should attract a significant penalty, and the Commission submits that a penalty in the vicinity of $7 million is appropriate (in the context of the maximum available penalty being $10 million); \n 2.",
      "id": "s635"
    },
    {
      "text": "The measures subsequently taken by Visy over the relevant period to give effect to the Over-arching Understanding (putting to one side the specific conduct relied upon as constituting the arriving at and giving effect to the 16 sub-understandings admitted by the respondents, addressed in the next three sub-paragraphs) should attract a penalty in the vicinity of $4 million;\n 3.",
      "id": "s636"
    },
    {
      "text": "The four annual Price Increase Understandings (2000 to 2003) were very serious contraventions involving price fixing.",
      "id": "s637"
    },
    {
      "text": "The conduct of Visy in arriving at the 2000 and 2001 Price Increase Understandings on the one hand was, to a certain degree, more serious than its conduct in arriving at the 2002 and 2003 Price Increase Understandings, because the latter understandings were expressly qualified so as to allow each of Visy and Amcor to make \"some exceptions [to the implementation of the price increase] of its choosing\", whereas the former understandings were not qualified.",
      "id": "s638"
    },
    {
      "text": "Visy's contravention in arriving at the 2000 Price Increase Understanding should attract a $2 million penalty, and its contravention in arriving at the 2001 Price Increase Understanding should attract a further $2 million penalty.",
      "id": "s639"
    },
    {
      "text": "Visy's two contraventions in arriving at the 2002 and 2003 Price Increase Understandings should attract a $1.5 million penalty for each contravention.",
      "id": "s640"
    },
    {
      "text": "In the case of all four annual Price Increase Understandings, Visy's penalty for giving effect to the understandings should be $1.25 million each.",
      "id": "s641"
    },
    {
      "text": "The total of the penalties which should be imposed in respect of the four annual Price Increase Understandings is therefore in the vicinity of $12 million;\n 4.",
      "id": "s642"
    },
    {
      "text": "The Mildura Fruit Co Price Increase Understanding stands outside the contraventions by Visy in relation to the other named customer understandings, as it involves price fixing, and is a more serious set of contraventions.",
      "id": "s643"
    },
    {
      "text": "It should attract a penalty of $2 million, made up of $1 million in respect of arriving at the understanding, and $1 million in respect of giving it effect;\n 5.",
      "id": "s644"
    },
    {
      "text": "The 11 instances of arriving at further understandings in relation to named customers, and giving effect to them, should attract $1 million penalties each, $500,000 being attributable to arriving at the understanding, and $500,000 being attributable to giving effect to the understanding.",
      "id": "s645"
    },
    {
      "text": "Each instance involves a pair of contraventions, independent from the fact that the same conduct constituted giving effect to the Over-arching Understanding;\n 6.",
      "id": "s646"
    },
    {
      "text": "The Over-arching Understanding was largely given effect by Visy arriving at, and giving effect to, the 16 further understandings admitted in the proceeding.",
      "id": "s647"
    },
    {
      "text": "However, by reason of s 76(3) of the Trade Practices Act , it is not submitted that any further penalties should be attributed to each instance of giving effect to the Over-arching Understanding constituted by the same conduct which constituted the contraventions referred to in the preceding three sub-paragraphs.",
      "id": "s648"
    },
    {
      "text": "299 In the case of Mr Debney, the Commission proposes, and he accepts, a total penalty of $1.5 million as follows: \n \n \n 1.",
      "id": "s649"
    },
    {
      "text": "Arriving at the Over-arching Understanding is in the category of the most serious conduct in the subject of this case.",
      "id": "s650"
    },
    {
      "text": "A penalty of $400,000 should be imposed;\n 2.",
      "id": "s651"
    },
    {
      "text": "Giving effect to the Over-arching Understanding (viewed separately from arriving at the separate understandings) should attract a substantial penalty near the top end of the range: $320,000;\n 3.",
      "id": "s652"
    },
    {
      "text": "His other conduct, arriving at six understandings, should incur a penalty of $130,000 each, totalling $780,000.",
      "id": "s653"
    },
    {
      "text": "300 In the case of Mr Carroll, the Commission proposes, and he accepts, a total penalty of $500,000.",
      "id": "s654"
    },
    {
      "text": "He was a senior Visy executive who had a very substantial role in giving effect to the Over-arching Understanding over almost five years.",
      "id": "s655"
    },
    {
      "text": "He was appointed by Mr Debney to have the day to day management of that understanding.",
      "id": "s656"
    },
    {
      "text": "He was involved in making or giving effect to 15 of the 16 sub-understandings.",
      "id": "s657"
    },
    {
      "text": "301 The Commission accepts that Mr Carroll was appointed to his position by Mr Debney after the latter had arrived at the Over-arching Understanding and at all times he reported to Mr Debney and was acting under his instructions.",
      "id": "s658"
    },
    {
      "text": "14.0 Assessment of penalties \n \n 302 Section 76(1) of the Trade Practices Act provide that the Court may order the payment of such pecuniary penalty as the Court determines to be appropriate \" having regard to all relevant matters \" including four matters expressly mentioned: \n\n(i) the nature and extent of the act or omission constituting the contravening conduct;\n \n(ii) the nature and extent of any loss or damage suffered as a result of the contravening conduct;\n \n(iii) the circumstances in which the act or omission took place; and\n \n(iv) whether the contravenor has previously been found by the Court to have engaged in similar conduct.",
      "id": "s659"
    },
    {
      "text": "303 Decisions of this Court have identified additional relevant factors which can be taken into account (see Trade Practices Commission v CSR Ltd (1991) ATPR 41-076, at 52,152-52,153; Australian Competition and Consumer Commission v NW Frozen Foods Pty Ltd (1996) ATPR 41-515 at 42,444-42,445): \n\n(v) the size of the contravening company;\n \n(vi) the degree of its power, evidenced by its market share and the ease of entry into the market;\n \n(vii) the deliberateness of the contravention and the period over which it extended;\n \n(viii) whether the contravention arose out of the conduct of senior management or at a lower level;\n \n(ix) whether the company had a corporate culture conducive to compliance with the Act, as evidenced by educational programs and disciplinary or other corrective measures in response to an acknowledged contravention; \n \n(x) whether the contravenor has shown a disposition to co-operate with the authorities responsible for the enforcement of the Act in relation to the contravention;\n \n(xi) similar conduct in the past;\n \n(xii) financial position;\n \n(xiii) deterrent effect.",
      "id": "s660"
    },
    {
      "text": "304 Section 76 imports into the penalty fixing process concepts of moral responsibility long known to the criminal law.",
      "id": "s661"
    },
    {
      "text": "Ordinary sentencing principles apply: Trade Practices Commission v Axive Pty Ltd (1994) ATPR 41-368 at 42,794, Australian Competition and Consumer Commission v J McPhee &amp; Son (Australia) Pty Ltd (1998) ATPR 41-628 at 40,891.",
      "id": "s662"
    },
    {
      "text": "305 The fact that the Commission and the respondents have proffered a penalty agreed as between themselves is relevant, although not of course conclusive, since the responsibility of imposing penalties is conferred by the Trade Practices Act on the Court: see generally Minister for Industry, Tourism and Resources v Mobil Oil Australia Pty Ltd (2004) ATPR 41-993.",
      "id": "s663"
    },
    {
      "text": "15.0 Cartel conduct \n \n 306 Cartel behaviour of the kind with which this case is concerned is extremely destructive of the competition on which the prosperity of a free market economy depends.",
      "id": "s664"
    },
    {
      "text": "Often the profits can be immense, and the risk of detection slight.",
      "id": "s665"
    },
    {
      "text": "Of its nature, cartel behaviour is likely to occur in secret and between parties who seek mutual benefit.",
      "id": "s666"
    },
    {
      "text": "In the present case, detection occurred purely by chance when Amcor's solicitors, in the course of quite unrelated litigation, stumbled across incriminating material.",
      "id": "s667"
    },
    {
      "text": "Even then the present resolution may not have been reached were it not for two additional factors.",
      "id": "s668"
    },
    {
      "text": "First, the Commission's immunity policy and, secondly, the fact that there were not only witnesses prepared to give evidence, but also tape recordings of damning conversations.",
      "id": "s669"
    },
    {
      "text": "307 The progressive increase in the maximum penalties mentioned above shows how gravely the legislature regards this kind of conduct.",
      "id": "s670"
    },
    {
      "text": "Price fixing and market sharing are not offences committed by accident, or in a fit of passion.",
      "id": "s671"
    },
    {
      "text": "The law, and the way it is enforced, should convey to those disposed to engage in cartel behaviour that the consequences of discovery are likely to outweigh the benefits, and by a large margin.",
      "id": "s672"
    },
    {
      "text": "308 Critical to any anti-cartel regime is the level of penalty for individual contravenors.",
      "id": "s673"
    },
    {
      "text": "We tend to overlook the fact that corporations are constructs of the law; they only exist and possess rights and liabilities as a consequence of the law.",
      "id": "s674"
    },
    {
      "text": "Heavy penalties are indeed appropriate for corporations, but it is only individuals who can engage in the conduct which enables corporations to fix prices and share markets.",
      "id": "s675"
    },
    {
      "text": "309 Many countries with free market economies have recognised this reality by enacting laws which make cartel conduct by individuals subject to criminal sanctions, including imprisonment.",
      "id": "s676"
    },
    {
      "text": "In the United States this happened as long ago as 1890 with the Sherman Act 15 U.S.C.",
      "id": "s677"
    },
    {
      "text": "More recently, as shown by the Organisation for Economic Co-operation and Development report Hard Core Cartels --- Third Report on the Implementation of the 1988 Recommendation , Paris, 2006, the following countries have laws providing for terms of imprisonment for cartel conduct: Canada, France, Germany, Ireland, Israel, Japan, South Korea, Mexico, Norway, Slovak Republic and the United Kingdom.",
      "id": "s678"
    },
    {
      "text": "310 The Australian Government appointed an expert committee chaired by former High Court Justice Sir Daryl Dawson to report on Australia's competition laws.",
      "id": "s679"
    },
    {
      "text": "In April 2003 the Dawson Committee in its report ( Review of the Competition Provisions of the Trade Practices Act ) recommended (Report p 163) that, in the light of submissions made to it and growing overseas experience, criminal sanctions deter serious cartel behaviour and should be introduced.",
      "id": "s680"
    },
    {
      "text": "311 On 2 February 2005 the Treasurer, the Honourable Peter Costello MP, announced acceptance of the recommendations of the Dawson Committee and stated that the Government would amend the Trade Practices Act to provide for a term of five years imprisonment, as well as increases in other penalties.",
      "id": "s681"
    },
    {
      "text": "The Treasurer noted: \n \n \n Dishonesty goes to the heart of serious cartel conduct, where customers are deceived when purchasing goods or services unaware that the price and supply of those goods and services were determined by collusion, rather than competition .",
      "id": "s682"
    },
    {
      "text": "Although, as already mentioned, the Act was amended last year to raise corporate penalties, the Government hasn't yet got around to introducing criminalisation.",
      "id": "s683"
    },
    {
      "text": "16.0 Visy's conduct \n \n 312 Every day every man, woman and child in Australia would use or consume something that at some stage has been transported in a cardboard box.",
      "id": "s684"
    },
    {
      "text": "The cartel in this case therefore had the potential for the widest possible effect.",
      "id": "s685"
    },
    {
      "text": "313 The agreed statement of facts includes the following: \n \n \n NO ALLEGATION OF LOSS\n 374.",
      "id": "s686"
    },
    {
      "text": "In relation to the conduct of Visy alleged in respect of named customers specified in the Second Further Amended Statement of Claim, the ACCC does not allege as part of its case in this proceeding that the conduct, insofar as it is admitted to constitute either making an unlawful arrangement or giving effect to such an arrangement, had any negative financial impact on or caused loss to any of the named customers.",
      "id": "s687"
    },
    {
      "text": "314 That statement may be accepted.",
      "id": "s688"
    },
    {
      "text": "The Commission's case sought the imposition of penalties, the making of declarations, the granting of injunctions and other relief.",
      "id": "s689"
    },
    {
      "text": "It did not set out to prove that any particular customer of Visy suffered any particular loss.",
      "id": "s690"
    },
    {
      "text": "However, that is not to say that the conduct in which Visy engaged was victimless.",
      "id": "s691"
    },
    {
      "text": "The whole point of price fixing and market sharing is to obtain the benefit of prices greater than those which would be obtained in a competitive market.",
      "id": "s692"
    },
    {
      "text": "It must follow that customers pay more than they would in a competitive market, and so suffer loss.",
      "id": "s693"
    },
    {
      "text": "The conduct involved here was inherently likely to cause loss.",
      "id": "s694"
    },
    {
      "text": "The fact that no particular loss has been alleged in respect of any particular customer cannot alter that.",
      "id": "s695"
    },
    {
      "text": "315 The cartel here went on for almost five years.",
      "id": "s696"
    },
    {
      "text": "Had it not been accidentally exposed, it would probably still be flourishing.",
      "id": "s697"
    },
    {
      "text": "It was run from the highest level in Visy, a very substantial company.",
      "id": "s698"
    },
    {
      "text": "It was carefully and deliberately concealed.",
      "id": "s699"
    },
    {
      "text": "It was operated by men who were fully aware of its seriously unlawful nature.",
      "id": "s700"
    },
    {
      "text": "316 It is appropriate to make some allowance for the fact that the respondents have admitted liability and thus saved a great deal of public expense for a trial which could well have lasted six months or more.",
      "id": "s701"
    },
    {
      "text": "Traditionally criminal courts are inclined to give less weight to a plea of guilty when it does not result from genuine remorse, repentance or contrition: The Queen v Shannon (1979) 21 SASR 442 at 452-453, Warner, K, Sentencing in Tasmania , 2 nd ed, The Federation Press, 2002, at 3.603.",
      "id": "s702"
    },
    {
      "text": "Also the weight to be given to an admission of guilt might be less when it comes late, or when it is virtually bowing to the inevitable.",
      "id": "s703"
    },
    {
      "text": "317 I shall say something about remorse in the context of consideration of the individual respondents.",
      "id": "s704"
    },
    {
      "text": "In the meantime, I note that the principal positive defence pleaded, and maintained until recently, was that any communications between Visy and Amcor were \"commercial tactics\" against Amcor aimed at \"camouflaging\" what Visy was doing and a means of obtaining \"market intelligence\" from its rival (amended defence par 222 (c) and (d)).",
      "id": "s705"
    },
    {
      "text": "318 In light of what is now admitted to be the facts, it may be doubted that this John Le Carr&eacute; defence had any prospects of success.",
      "id": "s706"
    },
    {
      "text": "Section 45 prohibits contracts, arrangements or understandings containing provisions of a specified kind, whether or not a party harboured a secret intention to cheat.",
      "id": "s707"
    },
    {
      "text": "Moreover, entering into a prohibited contract, arrangement or understanding is a free-standing contravention in itself, whether or not it has been given effect.",
      "id": "s708"
    },
    {
      "text": "In any case, a contract, arrangement or understanding can still be given effect even if there is some cheating between the parties (as distinct from cheating the customers, which is the raison d'&ecirc;tre of a cartel) or the cartel does not work as well as some of the parties might have hoped.",
      "id": "s709"
    },
    {
      "text": "319 The corporate culture of Visy in relation to its obligations under the Trade Practices Act was non-existent.",
      "id": "s710"
    },
    {
      "text": "None of the most senior people hesitated for a moment before embarking on obviously unlawful conduct.",
      "id": "s711"
    },
    {
      "text": "There was in evidence a Visy document entitled \"Trade Practices Compliance Manual\" dated February 1998.",
      "id": "s712"
    },
    {
      "text": "It was signed by Mr Pratt.",
      "id": "s713"
    },
    {
      "text": "It bears a distribution list, signed by Mr Debney, with the names of 50 or so personnel covering every State and Head Office.",
      "id": "s714"
    },
    {
      "text": "On the front cover it is said: \n \n \n This is an important document.",
      "id": "s715"
    },
    {
      "text": "It is essential that it be read and understood by you.",
      "id": "s716"
    },
    {
      "text": "Visy Industries requires strict compliance with its policy on the Trade Practices Act .",
      "id": "s717"
    },
    {
      "text": "The document includes the stern warning that price fixing and market sharing are \"strictly prohibited\" and that readers of the document \"must never make (such) arrangements with a competitor\".",
      "id": "s718"
    },
    {
      "text": "Further, it is said Visy personnel \n \n \n \n should avoid all contact with competitors or their employees other than contact approved by senior management or Visy Industries' Legal Counsel.",
      "id": "s719"
    },
    {
      "text": "All necessary contact with competitors should be conducted in formal settings.",
      "id": "s720"
    },
    {
      "text": "I doubt that Westerfolds Park and the Cherry Hill Tavern could be regarded as formal settings.",
      "id": "s721"
    },
    {
      "text": "The Visy Trade Practices Compliance Manual might have been written in Sanskrit for all the notice anybody took of it.",
      "id": "s722"
    },
    {
      "text": "320 Parity with penalties imposed in other cases is a relevant consideration.",
      "id": "s723"
    },
    {
      "text": "Counsel referred to a number of other cases.",
      "id": "s724"
    },
    {
      "text": "I do not think it necessary to analyse these in detail.",
      "id": "s725"
    },
    {
      "text": "Ultimately each case turns on its own facts.",
      "id": "s726"
    },
    {
      "text": "Suffice it to say that the penalty proposed is more than twice the highest previous penalty imposed by this Court.",
      "id": "s727"
    },
    {
      "text": "That is reflective of the fact that this must be, by far, the most serious cartel case to come before the Court in the 30 plus years in which price fixing has been prohibited by statute.",
      "id": "s728"
    },
    {
      "text": "321 The penalty of $36 million proposed for Visy is appropriate in the circumstances.",
      "id": "s729"
    },
    {
      "text": "I accept the analysis by which the Commission has arrived at this figure.",
      "id": "s730"
    },
    {
      "text": "17.0 Mr Pratt's conduct \n \n 322 Visy, Mr Pratt, Mr Debney and Mr Carroll through their counsel accepted responsibility for their conduct.",
      "id": "s731"
    },
    {
      "text": "They expressed contrition, accepted the serious nature of the contraventions and accepted that they warranted a very substantial penalty.",
      "id": "s732"
    },
    {
      "text": "They apologised for their conduct, regretted the circumstances which had occurred and repented their contraventions.",
      "id": "s733"
    },
    {
      "text": "They accepted that they stepped \"well over the line of the boundaries prescribed by the Act\".",
      "id": "s734"
    },
    {
      "text": "However, contrition here probably has a substantial element of regret at being found out.",
      "id": "s735"
    },
    {
      "text": "323 While Mr Pratt's conduct, as revealed in the statement of agreed facts, was limited to the one meeting with the Amcor CEO at the All Nations Hotel, that was of major importance to the operation of the cartel.",
      "id": "s736"
    },
    {
      "text": "It would not be expected that somebody in his position would get involved in the day to day running of the cartel, like Mr Debney or, to a greater extent, Mr Carroll.",
      "id": "s737"
    },
    {
      "text": "Yet he gave his personal sanction to this obviously unlawful arrangement and an assurance of its continued operation.",
      "id": "s738"
    },
    {
      "text": "It would not have continued without his approval.",
      "id": "s739"
    },
    {
      "text": "324 In a public statement which went out to Visy staff and customers over Mr Pratt's name as Chairman of the Visy Group on 8 October, and after it had become public knowledge that the respondents would admit liability, it was said: \n \n \n Visy takes its obligations under the TPA very seriously.",
      "id": "s740"
    },
    {
      "text": "The company deeply regrets what happened and its poor appreciation of the complexities and application of the various provisions.",
      "id": "s741"
    },
    {
      "text": "Later in the statement it is said:\n \n \n Visy's actions were motivated by a desire to take advantage of our competitor.",
      "id": "s742"
    },
    {
      "text": "This appears to be an attempt to revive Visy's defence which, for the reasons already stated, I think to be quite without merit.",
      "id": "s743"
    },
    {
      "text": "In any case, the statement is hardly consistent with a frank admission of wrongdoing.",
      "id": "s744"
    },
    {
      "text": "325 More importantly, there is nothing complex about the law that prohibits price fixing and market sharing.",
      "id": "s745"
    },
    {
      "text": "Mr Debney and Mr Carroll certainly knew about this law.",
      "id": "s746"
    },
    {
      "text": "That is why they met with their competitor in parks and suburban hotels and used pre-paid mobile phones.",
      "id": "s747"
    },
    {
      "text": "There cannot be any doubt that Mr Pratt also knew that the cartel, to which he gave his approval, and in which he has admitted to being knowingly concerned, was seriously unlawful.",
      "id": "s748"
    },
    {
      "text": "326 There is also the factor that the cartel was to operate for Mr Pratt's personal benefit, via his ownership, or part ownership, of Visy.",
      "id": "s749"
    },
    {
      "text": "This was not the case of an employee acting out of some misguided sense of corporate loyalty.",
      "id": "s750"
    },
    {
      "text": "18.0 Mr Debney's conduct \n \n 327 Mr Debney was a joint instigator of the cartel.",
      "id": "s751"
    },
    {
      "text": "He personally directed his subordinate, Mr Carroll, to operate it (to Mr Carroll's great cost, apart from anything else).",
      "id": "s752"
    },
    {
      "text": "From time to time Mr Debney personally participated in it.",
      "id": "s753"
    },
    {
      "text": "He was the senior officer of a large company operating in a market which affects the whole community.",
      "id": "s754"
    },
    {
      "text": "His conduct showed no regard for the law.",
      "id": "s755"
    },
    {
      "text": "328 The proposed penalty of $1.5 million is appropriate.",
      "id": "s756"
    },
    {
      "text": "329 I was informed that Mr Debney's (and Mr Carroll's) penalties will be borne by a Visy entity or a related entity.",
      "id": "s757"
    },
    {
      "text": "Such indemnities are now unlawful by virtue of ss 77A and 77B of the Trade Practices Act .",
      "id": "s758"
    },
    {
      "text": "These sections were introduced by the 2006 amendments following recommendations in the Dawson Committee Report.",
      "id": "s759"
    },
    {
      "text": "They only apply to contraventions committed after 1 January 2007.",
      "id": "s760"
    },
    {
      "text": "330 However, s 199A(2) of the Corporations Act 2001 (Cth), effective from 1 July 2004, provides: \n \n \n (2) A company or a related body corporate must not indemnify a person (whether by agreement or by making a payment and whether directly or through an interposed entity) against any of the following liabilities incurred as an officer or auditor of the company: \n \n \n (a) a liability owed to the company or a related body corporate; \n (b) a liability for a pecuniary penalty order under section 1317G or a compensation order under section 1317H or 1317HA ; \n (c) a liability that is owed to someone other than the company or a related body corporate and did not arise out of conduct in good faith.",
      "id": "s761"
    },
    {
      "text": "This subsection does not apply to a liability for legal costs .",
      "id": "s762"
    },
    {
      "text": "331 Paragraph (a) would not be applicable.",
      "id": "s763"
    },
    {
      "text": "Paragraph (b) is concerned with pecuniary penalties payable under the Corporations Act .",
      "id": "s764"
    },
    {
      "text": "However par (c) would seem to apply to a liability to pay a pecuniary penalty to \"someone other than the company\" (ie the Commonwealth) under s 76 of the Trade Practices Act .",
      "id": "s765"
    },
    {
      "text": "Unlawful cartel conduct would not be \"conduct in good faith\".",
      "id": "s766"
    },
    {
      "text": "The section would seem to apply to the time when the indemnity is given and not to the time of the underlying conduct which gave rise to the indemnity.",
      "id": "s767"
    },
    {
      "text": "Anyway, Visy and any other related corporate entity will have to satisfy themselves that any indemnity to Messrs Debney and Carroll is lawful.",
      "id": "s768"
    },
    {
      "text": "19.0 Mr Carroll's conduct \n \n 332 Although he committed the largest number of contraventions, Mr Carroll's conduct, because of his lower position in the company and the fact that he was not an instigator, is less blameworthy than Mr Pratt's or Mr Debney's.",
      "id": "s769"
    },
    {
      "text": "Nevertheless, he engaged over a long period in knowingly unlawful conduct.",
      "id": "s770"
    },
    {
      "text": "The proposed penalty of $500,000 is appropriate.",
      "id": "s771"
    },
    {
      "text": "20.0 Other orders \n \n 333 There will be declarations as to the contraventions, injunctions, an order for a trade practices compliance program and an order that the respondents pay the costs of the Commission of and incidental to this proceeding.",
      "id": "s772"
    },
    {
      "text": "I certify that the preceding three hundred and thirty-three (333) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s773"
    },
    {
      "text": "Associate:\n\nDated: 2 November 2007\n\n\n Counsel for the applicant: P J Jopling QC C M Caleo SC, K Judd, P R D Gray and P Wallis \n \n Solicitor for the applicant: Australian Government Solicitor \n \n Counsel for the first to fifth respondents: J Beach QC, D G Collins SC, P D Crutchfield, M H O'Bryan and D Crennan \n \n Solicitors for the first to fifth respondents: Arnold Bloch Leibler Counsel for the sixth respondent:\n\nSolicitors for the sixth respondent: J W K Burnside QC and D Clough\n\n\nMinter Ellison Date of Hearing: 16 October 2007 \n \n Date of Judgment: 2 November 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1617.html",
      "id": "s774"
    }
  ]
}