{
  "name": "Chimaera Capital Limited v Pharmaust Limited [2007] FCA 1539 (9 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1539.html",
  "catchphrases": [
    {
      "text": "directors' powers and duties",
      "id": "c0"
    },
    {
      "text": "extraordinary general meeting requisitioned for removal of directors",
      "id": "c1"
    },
    {
      "text": "rights issue authorised by directors",
      "id": "c2"
    },
    {
      "text": "claim for interlocutory injunctive relief to restrain allotment on rights issue",
      "id": "c3"
    },
    {
      "text": "alleged improper purpose",
      "id": "c4"
    },
    {
      "text": "alleged oppressive conduct",
      "id": "c5"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c6"
    },
    {
      "text": "balance of convenience",
      "id": "c7"
    },
    {
      "text": "whether a caretaker director doctrine applicable",
      "id": "c8"
    },
    {
      "text": "whether doctrine exists",
      "id": "c9"
    },
    {
      "text": "whether evidence sufficient to raise seriously arguable case of improper purpose on part of directors",
      "id": "c10"
    },
    {
      "text": "seriously arguable case not made out",
      "id": "c11"
    },
    {
      "text": "claim for interlocutory relief dismissed",
      "id": "c12"
    },
    {
      "text": "corporations",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "INTERLOCUTORY INJUNCTION \n \n Introduction \n \n1 On 12 September 2007 Pharmaust Limited (Pharmaust) lodged with the Australian Securities and Investments Commission (ASIC) a prospectus for a 1:1 entitlement rights issue at 3 cents per share with a view to raising $3,550,618.",
      "id": "s0"
    },
    {
      "text": "At the time an extraordinary general meeting (EGM) of members of the company had been requisitioned by disaffected shareholders seeking the removal of the existing board of directors.",
      "id": "s1"
    },
    {
      "text": "The shareholders commenced proceedings in this Court on 26 September 2007 challenging the rights issue.",
      "id": "s2"
    },
    {
      "text": "They sought interlocutory injunctive relief to restrain the allotment of shares pursuant to any acceptances pending the EGM.",
      "id": "s3"
    },
    {
      "text": "The EGM has been fixed by the directors for 22 October 2007 which is the last date upon which it could have been fixed after the notices requisitioning it.",
      "id": "s4"
    },
    {
      "text": "2 The claim for an interlocutory injunction was argued on 3 October 2007 and an order refusing it was made on 4 October 2007.",
      "id": "s5"
    },
    {
      "text": "What follows are the reasons for that decision.",
      "id": "s6"
    },
    {
      "text": "Factual history \n \n3 Pharmaust is a public company listed on the Australian Stock Exchange (ASX) and engaged in the manufacture and sale of pharmaceutical products.",
      "id": "s7"
    },
    {
      "text": "Its Directors' Report for the half year ended 31 December 2006 described its strategy as: \n \n ...to create a leading pharmaceutical company focussed on drug discovery contract services and pharmaceutical manufacturing and sales.",
      "id": "s8"
    },
    {
      "text": "Its directors, as at 31 December 2006, were Paul D'Sylva, Bryant McLarty and Wayne Best.",
      "id": "s9"
    },
    {
      "text": "At the end of 2006 its subsidiaries were three companies, PharmAust Manufacturing Pty Ltd (PharmAust Manufacturing), Epichem Pty Ltd (Epichem) and Mimotopes Pty Ltd (Mimotopes).",
      "id": "s10"
    },
    {
      "text": "On 9 February 2007 Mimotopes was sold to a US based company, Commonwealth Biotechnologies Inc (CBI), for consideration of 2.15 million shares representing a 39.5% interest in the latter company.",
      "id": "s11"
    },
    {
      "text": "Dr D'Sylva, who was the CEO of CBI, became the managing director of Pharmaust.",
      "id": "s12"
    },
    {
      "text": "4 The applicant, Chimaera Capital Limited (Chimaera), is the parent entity of the Chimaera Group of companies.",
      "id": "s13"
    },
    {
      "text": "These companies have shareholdings in Pharmaust as follows: \nChimaera CM Pty Ltd 2,750,000\nChimaera as trustee for Eurynome Fund 3,888,000\nChimaera as trustee for Pyxus Argo Naxis Fund 1,944,000\nChimaera as trustee for Typheous (Greenwich) Fund 3,888,000\nMr Sal Catalano is now the managing director of Chimaera.",
      "id": "s14"
    },
    {
      "text": "5 In October 2006 Chimaera Capital Markets Pty Ltd (CCM) entered into an agreement with Pharmaust to underwrite an offer which Pharmaust subsequently made to eligible shareholders under a share purchase plan involving the issue of $1,250,000 in shares.",
      "id": "s15"
    },
    {
      "text": "There was also a conjunctional placement of up to $1,250,000 worth of shares on a pari passu basis to the share purchase plan at the Relevant Issue Price.",
      "id": "s16"
    },
    {
      "text": "When the agreement was entered into the issued share capital of Pharmaust was approximately 85 million fully paid ordinary shares.",
      "id": "s17"
    },
    {
      "text": "Following completion of the share purchase plan it increased to about 118 million issued shares.",
      "id": "s18"
    },
    {
      "text": "6 On 22 February 2007 the Pharmaust board sought a letter of support from the Chimaera Group evidently with a view to ensuring that an unqualified audit opinion could be provided for the period to 31 December 2006.",
      "id": "s19"
    },
    {
      "text": "This led to what Mr Catalano described as an \"Engagement Agreement\" between Pharmaust and CCM.",
      "id": "s20"
    },
    {
      "text": "The agreement which was set out on CCM letterhead was signed by directors of CCM (Mr Ian Pattison) and Pharmaust (Dr D'Sylva).",
      "id": "s21"
    },
    {
      "text": "The document confirmed Pharmaust's engagement of CCM as its exclusive corporate adviser.",
      "id": "s22"
    },
    {
      "text": "Under the heading \"Scope of Work\" it was said that CCM would provide the following services: \n \n (i) Advisory services including general corporate and strategic advice.",
      "id": "s23"
    },
    {
      "text": "(ii) Advisory services with respect to the Company's capital needs;\n \n \n \n (iii) The provision of a [sic] underwriting facility of not more than $3,000,000 if required.",
      "id": "s24"
    },
    {
      "text": "However, any such underwriting would be subject to Chimaera receiving an agreed fee, agreeing to the nature of the instrument, the relevant price and being satisfied after appropriate due diligence on the Company; and \n \n (iv) Any negotiations, required with any regulatory parties, third parties in order to facilitate the transactions undertaken as part of the services.",
      "id": "s25"
    },
    {
      "text": "7 Under the heading \"Clear Window\" the letter provided: \n \n The Company grants Chimaera a clear window of exclusivity of not less than 360 days from the date of this letter in respect of the provision of the Services, or any other financing, capital raising or advisory services.",
      "id": "s26"
    },
    {
      "text": "8 The half yearly report to 31 December 2006 showed key results as follows: \n \n .",
      "id": "s27"
    },
    {
      "text": "Sales of $3,390,329;\n .",
      "id": "s28"
    },
    {
      "text": "Earnings loss of $2,550,837; \n \n \n .",
      "id": "s29"
    },
    {
      "text": "Ranked by Deloitte's as the 6 th fastest growing technology company in Australia and the 16 th fastest growing technology company in Asia;\n .",
      "id": "s30"
    },
    {
      "text": "Execution of Share Purchase Agreement for the sale of wholly owned subsidiary, Mimotopes Pty Ltd, to US-based Commonwealth Biotechnologies Inc ... for a scrip consideration of 2.15 million CBTE shares being 39.5% of the issued share capital;\n .",
      "id": "s31"
    },
    {
      "text": "Completion of $2,500,000 (before costs) as capital raising through share purchase plan and conjunctional placement underwritten by Melbourne-based Chimaera Capital Markets; \n .",
      "id": "s32"
    },
    {
      "text": "Signed new manufacturing contracts with major Australian grocery chain IGA and New Zealand retailer Progressive Enterprises to produce a range of sun care and over the counter cough and cold products; and\n .",
      "id": "s33"
    },
    {
      "text": "Signed international supply agreement with Bristol Pharma Australia, a subsidiary of top 10 Indian pharmaceutical group IPCA - for the supply of low cost paracetamol and ibuprofen to the Australian and New Zealand analgesics markets.",
      "id": "s34"
    },
    {
      "text": "9 The income statement for the half year ended 31 December 2006 for Pharmaust showed a net loss after income tax of $2,550,837.",
      "id": "s35"
    },
    {
      "text": "The balance sheet as at 31 December 2006 showed net assets of $7,653,413, the bulk of which was represented by property, plant and equipment valued at $6,735,310.",
      "id": "s36"
    },
    {
      "text": "Accumulated losses as at 31 December 2006 were $18,799,784.",
      "id": "s37"
    },
    {
      "text": "Cash as at 31 December 2006 was $462,010.",
      "id": "s38"
    },
    {
      "text": "10 The cash position of the company was poor and getting worse in July 2007.",
      "id": "s39"
    },
    {
      "text": "At that time Dr D'Sylva proposed a convertible note issue in favour of a US-based financier, Platinum Partners (Platinum).",
      "id": "s40"
    },
    {
      "text": "Draft documentation for the proposed issue was prepared in the form of a Convertible Note Subscription Agreement and a Deed of Charge in favour of an unspecified Platinum related entity.",
      "id": "s41"
    },
    {
      "text": "Each of the convertible notes was to have a principal or face value of $1 but would be issued at a discount of 12%.",
      "id": "s42"
    },
    {
      "text": "The price payable by Platinum for each note would be 88 cents\n \n11 Mr McLarty approached Simon Owen, a legal practitioner who is also a director of a corporate advisory and stockbroking business, Mac Equity Partners Pty Ltd, late in July 2007.",
      "id": "s43"
    },
    {
      "text": "He asked Mr Owen to review the proposed documentation for the convertible note issue.",
      "id": "s44"
    },
    {
      "text": "He told him that Pharmaust would run out of cash in August and that a rights issue which was to have taken place a month or so earlier had not been initiated by management.",
      "id": "s45"
    },
    {
      "text": "The Platinum deal was the only alternative then available to the company.",
      "id": "s46"
    },
    {
      "text": "At that time the company had secured finance from the National Australia Bank (the NAB) by way of a facility in the amount of about $1,350,000.",
      "id": "s47"
    },
    {
      "text": "The facility was due to expire at the end of July.",
      "id": "s48"
    },
    {
      "text": "Under the convertible note proposal the funds raised from Platinum would be used to discharge the NAB facility.",
      "id": "s49"
    },
    {
      "text": "12 On 19 July 2007 and prior to the discussion between Messrs McLarty and Owen, Pharmaust had issued a notice of meeting to be held on 20 August 2007 to retrospectively approve a placement of 8,250,000 shares to Centre Court Asset Management which had been made without shareholder approval in April 2007.",
      "id": "s50"
    },
    {
      "text": "The resolution proposed at the meeting was: \n \n That, for the purposes of ASX Listing Rule 7.4 and all other purposes, the Company approves and ratifies the issue of 8,250,000 fully paid ordinary shares in the capital of the Company at an issue price of 10 cents each and 8,250,000 free attaching Options issued on 20 April 2007 to CAMOFI Master LDC and otherwise on the terms and conditions detailed in the Explanatory Statement accompanying this Notice.",
      "id": "s51"
    },
    {
      "text": "As the notice explained, ASX Listing Rule 7.1 would not allow the company to issue or agree to issue equity securities in any 12 month period representing more than 15% of its ordinary share capital on issue at the commencement of that period without shareholder approval.",
      "id": "s52"
    },
    {
      "text": "By obtaining ratification from shareholders under ASX Listing Rule 7.4 to the issue which had occurred, the company would obtain relevant approval for the purposes of ASX Listing Rule 7.1 and thereby refresh its board's capacity to make future issues of securities up to a 15% threshold.",
      "id": "s53"
    },
    {
      "text": "The issue to CAMOFI Master LDC had been done under an agreement to raise $825,000 and to underwrite a proposed pro rata non-renounceable rights issue of shares and options by the company.",
      "id": "s54"
    },
    {
      "text": "Mr Owen was of the view that the proposed further placement of 15% of issued capital would only provide a stop gap.",
      "id": "s55"
    },
    {
      "text": "Given the share price of the company at the time it was likely to raise only about $620,000 before costs.",
      "id": "s56"
    },
    {
      "text": "13 On reviewing the documentation for the proposed convertible notes issue, Mr Owen formed the opinion that it would provide Platinum with a large number of convertible notes to be converted at an indeterminate price based upon the company's market price at an unknown point in the future.",
      "id": "s57"
    },
    {
      "text": "If the entire NAB facility were paid out of the proceeds a little over $1 million would remain after the costs of the issue and the payment of creditors.",
      "id": "s58"
    },
    {
      "text": "In light of Pharmaust's cash requirements, unless it were to sell company assets, it would be obliged to go back to the capital market for additional capital in less than six months and, in his opinion, would be beholden to Platinum in so doing.",
      "id": "s59"
    },
    {
      "text": "14 Mr Owen told Mr McLarty that the likely outcome of the convertible note issue would be to deliver to Platinum, within the short to medium term, control of Pharmaust together with CBI.",
      "id": "s60"
    },
    {
      "text": "CBI had cash reserves but they could not be accessed by Pharmaust.",
      "id": "s61"
    },
    {
      "text": "Mr McLarty had come to the same view as had Mr Best.",
      "id": "s62"
    },
    {
      "text": "Mr Best told Mr Owen that he was intending to resign as a director and had been intending to resign for several months before their discussion.",
      "id": "s63"
    },
    {
      "text": "15 Prior to August 2007, Mr Catalano of Chimaera had had discussions with Dr D'Sylva about a number of funding proposals.",
      "id": "s64"
    },
    {
      "text": "Chimaera offered to underwrite capital raisings by Pharmaust for varying amounts depending upon the purpose for which the proceeds of the capital raisings were intended.",
      "id": "s65"
    },
    {
      "text": "A number of proposals were put forward in respect of the proposed acquisition by Pharmaust of various assets.",
      "id": "s66"
    },
    {
      "text": "Some of these capital raising plans would have involved the issue of shares.",
      "id": "s67"
    },
    {
      "text": "As Pharmaust did not proceed with the acquisition none of the offers was accepted.",
      "id": "s68"
    },
    {
      "text": "Chimaera did offer to underwrite a substantial raising of approximately $15 million in respect of Pharmaust's execution of its business plan, especially plans relating to its generic pharmaceuticals strategy.",
      "id": "s69"
    },
    {
      "text": "16 Mr Catalano said he had been informed by Dr D'Sylva that about nine months ago he had reached an in principle agreement with secured note holders in a company called Chemeq under which Pharmaust would acquire Chemeq's factory.",
      "id": "s70"
    },
    {
      "text": "Dr D'Sylva had negotiated with Platinum to obtain necessary funding for the purchase and part of that funding package would have involved the issue of shares to raise capital for Pharmaust.",
      "id": "s71"
    },
    {
      "text": "Ultimately, however, the note holders could not sell and following the appointment of a receiver to Chemeq the in principle agreement lapsed in June or July 2007.",
      "id": "s72"
    },
    {
      "text": "17 On 31 July 2007 CCM had written to Pharmaust setting out indicative terms for a $1 million working capital facility for Pharmaust.",
      "id": "s73"
    },
    {
      "text": "This also was a convertible note proposal.",
      "id": "s74"
    },
    {
      "text": "Under it the convertible notes would be convertible into fully paid ordinary shares of the company at the lesser of: \n \n (a) a 30% discount to the value weighted average price of the company's fully paid ordinary shares on the five business days immediately preceding conversion; \n (b) 5 cents per fully paid ordinary shares in the company.",
      "id": "s75"
    },
    {
      "text": "The proposed issue date was 15 August 2007.",
      "id": "s76"
    },
    {
      "text": "The proceeds were to be used for the ongoing registration and commercialisation of generic drugs by the company under the terms of its distribution agreement with Actavis Group.",
      "id": "s77"
    },
    {
      "text": "The maturity date was to be 15 August 2008.",
      "id": "s78"
    },
    {
      "text": "It was also a requirement of the proposal that CCM be entitled to appoint at least two directors to the board of Pharmaust.",
      "id": "s79"
    },
    {
      "text": "Mr Owen read this as a requirement that Chimaera would assume board control of the company.",
      "id": "s80"
    },
    {
      "text": "18 Mr Owen discussed the CCM proposal with Mr McLarty and came to the view that a $1 million capital raising was not going to be sufficient.",
      "id": "s81"
    },
    {
      "text": "According to Mr Owen they did not think it appropriate to provide a shareholder with board control together with the exclusive authority to determine the nature and terms of future capital raisings.",
      "id": "s82"
    },
    {
      "text": "In any event given that the NAB held a first ranking charge over all of the assets of Pharmaust, the company was not in a position to comply with the requirements of the proposal.",
      "id": "s83"
    },
    {
      "text": "19 On the morning of the meeting of 2 August 2007, a further proposal was made by CCM to Pharmaust under which it would be prepared to provide a working capital funding line of $500,000.",
      "id": "s84"
    },
    {
      "text": "The security proposed was a second ranked fixed and floating charge and a first ranked mortgage over land at Welshpool.",
      "id": "s85"
    },
    {
      "text": "Conditions included appointment of CCM as exclusive corporate advisor and underwriter to Pharmaust with respect to the provision of corporate finance services, completion of satisfactory due diligence and CCM retaining the exclusive right for a period of not less than 12 months to appoint at least two directors to the board of the borrower.",
      "id": "s86"
    },
    {
      "text": "Again Mr Owen seems to have regarded this proposal as passing board control to the Chimaera Group.",
      "id": "s87"
    },
    {
      "text": "20 The Platinum proposal was considered by the Pharmaust board on 2 August 2007.",
      "id": "s88"
    },
    {
      "text": "Dr D'Sylva as managing director chaired the meeting.",
      "id": "s89"
    },
    {
      "text": "The minutes of the meeting recorded Mr McLarty's expression of serious concern about the funding proposal from Platinum and his view that he did not feel it was a proposal that he could accept.",
      "id": "s90"
    },
    {
      "text": "He then proposed that the board appoint Mr Owen as a non-executive director with immediate effect.",
      "id": "s91"
    },
    {
      "text": "He and Mr Best voted in favour of the resolution.",
      "id": "s92"
    },
    {
      "text": "Dr D'Sylva voted against it but the resolution was passed.",
      "id": "s93"
    },
    {
      "text": "Mr Owen then joined the meeting.",
      "id": "s94"
    },
    {
      "text": "Dr Best then tendered his resignation with immediate effect.",
      "id": "s95"
    },
    {
      "text": "21 The reconstituted board then considered the Platinum funding proposal.",
      "id": "s96"
    },
    {
      "text": "It was opposed by Messrs McLarty and Owen.",
      "id": "s97"
    },
    {
      "text": "According to the minutes Mr McLarty said that if Dr D'Sylva were of the view that the proposal was in the best interests of shareholders he would vote for the proposal if Dr D'Sylva resigned.",
      "id": "s98"
    },
    {
      "text": "Dr D'Sylva said that would not be possible as it was a condition of the proposal that he remain managing director of the company.",
      "id": "s99"
    },
    {
      "text": "Mr McLarty then proposed that Dr D'Sylva stand down as managing director voluntarily, failing which a resolution would be put to the board removing him as managing director.",
      "id": "s100"
    },
    {
      "text": "Dr D'Sylva said that if the Platinum proposal were not accepted he would have concerns about the solvency of the company and would resign as managing director and as a director.",
      "id": "s101"
    },
    {
      "text": "Such a course of action would impact on the ability of the company to present itself as a part of a consolidated entity involving CBI as that was based in part upon his appointment as chief executive officer of CBI as well as managing director of Pharmaust.",
      "id": "s102"
    },
    {
      "text": "Dr D'Sylva then tendered his resignation as managing director and as a director of the company and his resignation was accepted.",
      "id": "s103"
    },
    {
      "text": "22 Mr Owen described the priority issues for the board following the meeting of 2 August 2007 as the maintenance or renegotiation of the NAB secured facility and the provision of interim working capital as the company did not have sufficient funds to meet the following week's payroll obligations.",
      "id": "s104"
    },
    {
      "text": "Mr McLarty advanced a sum of $50,000 on an unsecured basis to meet the payroll of the company.",
      "id": "s105"
    },
    {
      "text": "Neither Mr Owen nor Mr McLarty had seen the Engagement Agreement of 22 February 2007 between CCM and Pharmaust until 3 August 2007 when a copy was sent to Mr McLarty by the company secretary, Mr Asthana.",
      "id": "s106"
    },
    {
      "text": "23 On 7 August 2007 Mr Owen met with the NAB.",
      "id": "s107"
    },
    {
      "text": "At the time he had formed the view that the most likely way to obtain working capital would be by a placement which could raise approximately $620,000.",
      "id": "s108"
    },
    {
      "text": "He anticipated that the placement could be effected after the proposed EGM of 20 August 2007.",
      "id": "s109"
    },
    {
      "text": "At the time most of the major shareholders had lodged proxies in favour of the resolution or at the discretion of Dr D'Sylva.",
      "id": "s110"
    },
    {
      "text": "Mr Owen had begun to consider parties interested in taking a placement.",
      "id": "s111"
    },
    {
      "text": "On 7 August 2007 he met with the NAB and explained that he believed the company would continue to service the facility out of the proceeds of a placement and would have to settle on a long term strategy in relation to its debt position in the very near future.",
      "id": "s112"
    },
    {
      "text": "He was told that the matter would be referred to the NAB's Credit Review Committee.",
      "id": "s113"
    },
    {
      "text": "24 By August 2007 Mr Catalano had become concerned about Pharmaust's liabilities.",
      "id": "s114"
    },
    {
      "text": "He said his group had lost confidence in its board and management at the time of the placement of shares to Centrecourt.",
      "id": "s115"
    },
    {
      "text": "Although he referred in his evidence to the views of the Chimaera Group, I take this to be a reference to his own views.",
      "id": "s116"
    },
    {
      "text": "He said the Group's position was that the placement of the shares to Centrecourt had not been properly considered in the context of Pharmaust's long term strategy as communicated to shareholders and the market generally.",
      "id": "s117"
    },
    {
      "text": "Indeed the Chimaera Group had not become aware of the Centrecourt placement until it was made.",
      "id": "s118"
    },
    {
      "text": "This, he said, was one of the reasons why they lost confidence in Pharmaust's board.",
      "id": "s119"
    },
    {
      "text": "25 Other shareholders had concerns about Pharmaust.",
      "id": "s120"
    },
    {
      "text": "One of those was Jonathan Remta, an investment banking consultant who, in a former capacity as a stockbroker, had been involved in the start up of Pharmaust.",
      "id": "s121"
    },
    {
      "text": "He had assisted with its commencement as a company listed on the ASX.",
      "id": "s122"
    },
    {
      "text": "He had arranged for a significant capital raising for Pharmaust and also had many of his clients and those of other stockbroking colleagues acquire shares in the company.",
      "id": "s123"
    },
    {
      "text": "He is a director and shareholder in Tolleshunt Pty Ltd which he described in his affidavit as the Remta family company.",
      "id": "s124"
    },
    {
      "text": "It is a current shareholder of Pharmaust.",
      "id": "s125"
    },
    {
      "text": "He described Pharmaust's share price performance as languishing.",
      "id": "s126"
    },
    {
      "text": "Its shares, he said, had dramatically decreased from 2006 levels of around 20 cents to a current value of 3.5 cents with a relatively small volume of shares traded.",
      "id": "s127"
    },
    {
      "text": "He had had prior dealings with Mr McLarty.",
      "id": "s128"
    },
    {
      "text": "His father Peter Remta had also had dealings with Mr McLarty and with Dr D'Sylva as a result of a former position he held as chairman of Wytomic Ltd, now known as Sultan Corporation Limited.",
      "id": "s129"
    },
    {
      "text": "Dr D'Sylva had made capital funding contributions to Sultan Corporation Limited.",
      "id": "s130"
    },
    {
      "text": "26 Jonathan Remta said that about three months ago, in or about June or July 2007, he had a conversation with Brian John, a shareholder who was a former stockbroking client.",
      "id": "s131"
    },
    {
      "text": "Their conversation concerned Pharmaust's performance in the preceding 12 months.",
      "id": "s132"
    },
    {
      "text": "About five or six weeks ago he was approached by Mr John and another shareholder, Mr Darcy on behalf of shareholders who held shares in their own right or through their superannuation funds.",
      "id": "s133"
    },
    {
      "text": "They expressed concerns about the board of Pharmaust given the dramatic decreases in share value of the company.",
      "id": "s134"
    },
    {
      "text": "Jonathan Remta was told that these concerns were prompted by the announcement of Dr D'Sylva's resignation coupled with the falling share price and what the shareholders saw as Pharmaust's poor performance over the past 12 months.",
      "id": "s135"
    },
    {
      "text": "He contacted Dr D'Sylva.",
      "id": "s136"
    },
    {
      "text": "He then heard about the Platinum funding proposal which had been rejected.",
      "id": "s137"
    },
    {
      "text": "He was concerned about Dr D'Sylva's resignation as he regarded him as the only member of the board with expertise in biotechnology and pharmaceuticals.",
      "id": "s138"
    },
    {
      "text": "Dr D'Sylva was also the managing director of CBI.",
      "id": "s139"
    },
    {
      "text": "Another shareholder, Owen Coote, also contacted Jonathan Remta and expressed concern about the future management of Pharmaust.",
      "id": "s140"
    },
    {
      "text": "27 Jonathan Remta approached his father, Peter, and communicated the shareholders' concerns about the future direction of Pharmaust.",
      "id": "s141"
    },
    {
      "text": "He asked his father to assist him to sort out the problem.",
      "id": "s142"
    },
    {
      "text": "Peter Remta familiarised himself with the operations of Pharmaust and spoke to a number of shareholders about their concerns in relation to it and its current board of directors.",
      "id": "s143"
    },
    {
      "text": "28 By 16 August 2007 it became apparent to Mr Owen that the EGM might not proceed as he had anticipated.",
      "id": "s144"
    },
    {
      "text": "Proxies previously lodged directed to vote at the discretion of the chairman were superseded by new proxies in favour of Peter or Jonathan Remta.",
      "id": "s145"
    },
    {
      "text": "On 17 August 2007 he became aware that Chimaera intended to oppose the motion.",
      "id": "s146"
    },
    {
      "text": "At that time he was also informed that the NAB wanted the company's directors to meet with the Credit Review Committee on 22 August 2007.",
      "id": "s147"
    },
    {
      "text": "29 At the EGM held on 20 August 2007 a majority of shareholders voted against the passing of the proposed resolution, mostly by lodgment of proxies.",
      "id": "s148"
    },
    {
      "text": "Peter and Jonathan Remta attended the meeting holding many proxies.",
      "id": "s149"
    },
    {
      "text": "The resolution was defeated on a show of hands.",
      "id": "s150"
    },
    {
      "text": "The Chimaera Group also voted against the proposed resolution at the general meeting.",
      "id": "s151"
    },
    {
      "text": "30 On 21 August 2007 Peter and Jonathan Remta met with Mr McLarty and Mr Owen to discuss a further funding proposal for Pharmaust.",
      "id": "s152"
    },
    {
      "text": "The meeting had been arranged by Jonathan Remta.",
      "id": "s153"
    },
    {
      "text": "At the meeting he put a proposal through his company, Kobold Pty Ltd (Kobold).",
      "id": "s154"
    },
    {
      "text": "Under the proposal Kobold would lend to Pharmaust, at its discretion, not less than $250,000, but not more than $350,000 to provide financial support for Pharmaust subject to the following \"conditions\": \n \n (a) A new board of directors be constituted for Pharmaust by Brian John and Peter Remta and that Simon Owen concurrently resign as a director.",
      "id": "s155"
    },
    {
      "text": "(b) Satisfactory arrangements be made by the new board with the NAB for the existing overdraft facility to be extended for at least 60 days.",
      "id": "s156"
    },
    {
      "text": "(c) If an extension of the NAB facility could not be negotiated, Kobold would arrange an alternative source of finance to pay out that facility and ensure the continued solvency of Pharmaust.",
      "id": "s157"
    },
    {
      "text": "(d) The application of the proceeds of the loan being agreed on by the new board.",
      "id": "s158"
    },
    {
      "text": "(e) The loan being secured by an unregistered mortgage over the Welshpool property of Pharmaust postponed in priority to the security held by the NAB.",
      "id": "s159"
    },
    {
      "text": "(f) Kobold, with the new board of directors, would use its influence to have shareholders of Pharmaust agree to the ultimate conversion of the loan to shares in the capital of Pharmaust.",
      "id": "s160"
    },
    {
      "text": "(g) No action would be taken by shareholders led by Kobold against the present and former directors and officers of Pharmaust.",
      "id": "s161"
    },
    {
      "text": "(h) Subject to the conditions being met, the proceeds of the loan would be made available to Pharmaust by a payment of $100,000 by 25 August 2007 and the balance by 31 August 2007.",
      "id": "s162"
    },
    {
      "text": "(i) The provisions of the proposal would remain confidential in all respects until accepted by Pharmaust.",
      "id": "s163"
    },
    {
      "text": "The Remtas told Messrs McLarty and Owen that their proposal was, in effect, being made with the support of a combined group of shareholders representing some 40 million shares.",
      "id": "s164"
    },
    {
      "text": "Jonathan Remta said he explained to Mr McLarty that the funding proposal had the backing of the shareholders because it was being made through a company associated with him.",
      "id": "s165"
    },
    {
      "text": "The Pharmaust board did not respond to the funding proposal.",
      "id": "s166"
    },
    {
      "text": "31 On the same day, 21 August 2007, Mr McLarty and Mr Owen met with a Mr Vassileff with whom they had commenced discussions earlier that month.",
      "id": "s167"
    },
    {
      "text": "They reached an oral agreement with him that he would provide up to $300,000 in working capital and would refinance the NAB facility on the same terms as currently with the NAB.",
      "id": "s168"
    },
    {
      "text": "The working capital and current hire purchase facilities under the NAB facility would be repaid out of the proceeds of a rights issue to be instituted at the earliest possible opportunity.",
      "id": "s169"
    },
    {
      "text": "Mr Owen said in his evidence that the proposal from Mr Vassileff addressed the immediate capital requirements of Pharmaust and the issue of the NAB facility and it was not conditioned upon the control of the company passing to the financier.",
      "id": "s170"
    },
    {
      "text": "On 22 August 2007 he met with Mr Rohan Brown at the NAB and explained the Vassileff proposal.",
      "id": "s171"
    },
    {
      "text": "Mr Brown said that if it were an immediate proposal it would be acceptable but otherwise the NAB was concerned at Pharmaust's financial position and the bank's exposure.",
      "id": "s172"
    },
    {
      "text": "32 On 23 August 2007 the Kobold offer was withdrawn.",
      "id": "s173"
    },
    {
      "text": "Mr Henry Gulev, who had knowledge of the wholesale and retail pharmaceutical market, agreed to accept an appointment to fill the vacancy on the board.",
      "id": "s174"
    },
    {
      "text": "On 23 August 2007 Pharmaust received a letter of offer from Mr Vassileff.",
      "id": "s175"
    },
    {
      "text": "Mr Owen sent him a letter of acceptance on the same day after obtaining the consent of the NAB.",
      "id": "s176"
    },
    {
      "text": "33 The offer from Mr Vassileff was made by him as trustee for the Pitch Investment Trust and by Silktree Investments Pty Ltd as trustee for the Vassileff Superannuation Fund.",
      "id": "s177"
    },
    {
      "text": "The letter proposed that the Vassileff interests would take an assignment of the debt owed by Pharmaust to the NAB and would advance up to an additional $300,000 at the lender's discretion to the company on 24 August 2007 as additional working capital of the company \"... on the strict proviso that the Company expeditiously instigate and complete the \"rights issue\"\" referred to later in the letter.",
      "id": "s178"
    },
    {
      "text": "Under the proposed arrangements it was confirmed that Pharmaust currently owed the NAB $1,350,000 under a loan facility and $155,000 under hire purchase loan facilities.",
      "id": "s179"
    },
    {
      "text": "The loan was to be subject to, inter alia:\n \n ... the Company instigating a 1:1 rights issue at the Company's suggested pricing of $0.03 per share at the earliest opportunity, and all working capital which is applied up to the closing of that rights issue will be repayable, along with all funds required to pay-out all hire purchase agreements assigned from the Bank to the Lender, as a priority from the proceeds of the rights issue;...\n \n\nThe formal loan agreement with Mr Vassileff was concluded on 28 August 2007 and announced to the ASX on 29 August 2007.",
      "id": "s180"
    },
    {
      "text": "34 In the meantime on 20 and 21 August 2007 shareholders' notices issued requisitioning an EGM to remove the directors and to appoint a new board comprising Peter Remta, Brian John and Owen Coote.",
      "id": "s181"
    },
    {
      "text": "The first notice was issued by Graham James Darcy and Lynne Christine Darcy.",
      "id": "s182"
    },
    {
      "text": "A similar notice with like resolutions was issued by Owen Coote, Brian John and associated parties.",
      "id": "s183"
    },
    {
      "text": "It is common ground that the shareholders requisitioning the EGM held about 15% of the issued shares.",
      "id": "s184"
    },
    {
      "text": "The Darcy group shareholders' notice was faxed to Pharmaust on 22 August 2007 and the Coote and John shareholders' notice was provided to Pharmaust on 27 August 2007.",
      "id": "s185"
    },
    {
      "text": "35 On 29 August 2007 Pharmaust announced to the ASX that it had negotiated and accepted a facility with an undisclosed lender (Vassileff) which provided Pharmaust with up to $300,000 of working capital on conditions, including a condition that Pharmaust instigate a rights issue to repay the capital.",
      "id": "s186"
    },
    {
      "text": "36 On 30 August 2007 the Darcys wrote to the board of Pharmaust expressing their grave concerns about the management, future direction and financial position of the company and the apparent risk that the company would become insolvent.",
      "id": "s187"
    },
    {
      "text": "They posed a number of questions for answer by the board.",
      "id": "s188"
    },
    {
      "text": "They noted that the company was running at a loss or \"burn rate\" of $150,000 per month which losses were being met by loans and capital raisings without addressing underlying operational problems.",
      "id": "s189"
    },
    {
      "text": "They observed that this could only postpone insolvency and that the problem appeared to lie with the core business of the company.",
      "id": "s190"
    },
    {
      "text": "Management did not seem to be addressing the issues.",
      "id": "s191"
    },
    {
      "text": "They asked how the company proposed to reduce \"cash burn\" and return to profitability.",
      "id": "s192"
    },
    {
      "text": "They also asked how the company proposed to meet claims from Dr D'Sylva and others exceeding $500,000 in total.",
      "id": "s193"
    },
    {
      "text": "They noted that the current price of the company's shares was less than one third of the price 12 months previously.",
      "id": "s194"
    },
    {
      "text": "Any issue of new shares at that price or at a discount could only further depress the share price.",
      "id": "s195"
    },
    {
      "text": "They said: \n \n This will dilute the holdings of the existing shareholders and reduce the net tangible asset backing value of the shares currently on issue.",
      "id": "s196"
    },
    {
      "text": "This would be detrimental to the shareholders, even if they were able to participate in the rights issue, since the overall market capitalisation of the company would not have changed.",
      "id": "s197"
    },
    {
      "text": "They observed also that the company had passed the \"going concern\" test as at 30 June 2007 by consolidating its accounts with CBI.",
      "id": "s198"
    },
    {
      "text": "However that was only possible because Dr D'Sylva was managing director of both companies.",
      "id": "s199"
    },
    {
      "text": "As this was no longer the situation it appeared that Pharmaust would not be able to consolidate its accounts with CBI in the future.",
      "id": "s200"
    },
    {
      "text": "They sought answers to their questions within 24 hours.",
      "id": "s201"
    },
    {
      "text": "37 On 31 August 2007 Mr McLarty signed a Preliminary Final Report for Pharmaust for the year ended 30 June 2007.",
      "id": "s202"
    },
    {
      "text": "The Report was lodged with the ASX.",
      "id": "s203"
    },
    {
      "text": "It showed a loss from ordinary activities after income tax expenses of $6,575,000.",
      "id": "s204"
    },
    {
      "text": "Accumulated losses were $17,825,000 against issued capital of $24,387,000 and reserves of $3,446,000, leaving a total equity of $10,007,000.",
      "id": "s205"
    },
    {
      "text": "Cash at the end of the financial year was $3,254,000.",
      "id": "s206"
    },
    {
      "text": "Net tangible assets per share were shown as 9.2 cents.",
      "id": "s207"
    },
    {
      "text": "38 On 11 September 2007 Jonathan Remta wrote to Pharmaust on behalf of Kobold offering to arrange the underwriting should Pharmaust decide to proceed with the rights issue foreshadowed in the announcement of its financing by Mr Vassileff.",
      "id": "s208"
    },
    {
      "text": "In the letter Jonathan Remta said: \n \n This company is prepared to arrange the underwriting, which would be with a leading stockbroker but would include some of the shareholders of Pharmaust Limited and their associates as sub-underwriters.",
      "id": "s209"
    },
    {
      "text": "In addition, this underwriting would be acceptable to and supported by many of the shareholders, even if they did not necessarily take up their rights or participate in the underwriting of the rights issue.",
      "id": "s210"
    },
    {
      "text": "Would you please advise me of the details of the intended underwriting so that I can provide you with a proposal on at least similar or better terms for Pharmaust Limited, and would also enable the shareholders to have some say in the proposed issue and underwriting.",
      "id": "s211"
    },
    {
      "text": "I can also arrange some short term finance should the company have liquidity problems.",
      "id": "s212"
    },
    {
      "text": "39 In his evidence in these proceedings Jonathan Remta said that the offer was not made in support of the rights issue but was a \"strategic attempt\" to: \n \n \n (a) give all existing shareholders the option to participate in the underwriting as sub-underwriters; \n \n (b) prevent the further dilution of the existing shareholders rights in the company caused by the introduction of any new shareholders by an alternative unknown underwriter; and \n \n (c) avoid [Pharmaust] appointing an alternative unknown underwriter that was on friendly terms with the existing board which would further limit the existing shareholders [sic] control over the future management of [Pharmaust] and effectively prevent the Objecting Shareholders from successfully voting to replace [Messrs McLarty, Owen and Gulev] as directors of [Pharmaust].",
      "id": "s213"
    },
    {
      "text": "40 On 11 September 2007 Dr D'Sylva was sent, by email, a marked up copy of a proposed ASX announcement in relation to the rights issue.",
      "id": "s214"
    },
    {
      "text": "The proposed announcement said that Pharmaust was to undertake a rights entitlement issue.",
      "id": "s215"
    },
    {
      "text": "It had settled the terms of the issue as a one for one entitlement at 3 cents per share to raise approximately $3,550,618.",
      "id": "s216"
    },
    {
      "text": "The announcement stated that the company currently had few cash reserves and was operating upon a limited working capital facility that had been put in place recently in conjunction with the refinancing of its expired and fully drawn credit facility with the NAB.",
      "id": "s217"
    },
    {
      "text": "The proposed announcement dealt with pricing of the issue.",
      "id": "s218"
    },
    {
      "text": "It stated: \n \n Whilst wishing to raise the required capital in as effective manner as possible, a number of factors had to be weighed against the broader, and longer-term, interests of shareholders.",
      "id": "s219"
    },
    {
      "text": "Ultimately, the Directors desire for maximum take- up, as well as the imperative that the Issue be fully underwritten, left the Board with the unenviable decision to price the Issue at the lower end of the range it had considered.",
      "id": "s220"
    },
    {
      "text": "The draft indicated that the board had canvassed a number of potential underwriters and had entered into an underwriting agreement with Cardrona Capital Pty Ltd (Cardrona).",
      "id": "s221"
    },
    {
      "text": "In proceeding with Cardrona there would be potential exposure for investment in the company from outside Western Australia which could only be beneficial.",
      "id": "s222"
    },
    {
      "text": "An additional benefit would be that any shortfall from the issue would be managed by an independent party unrelated to the company especially given the issue of a potential shift in control of the company.",
      "id": "s223"
    },
    {
      "text": "The underwriting agreement would give Cardrona discretion over the placement of the shortfall but the board had negotiated that all requests for shortfall received from shareholders would be forwarded to Cardrona for consideration in conjunction with requirements from sub-underwriters.",
      "id": "s224"
    },
    {
      "text": "The proposed timetable involved lodgment of the prospectus with ASIC on 11 September 2007, notice to shareholders on 13 September 2007, opening date and despatch of prospectus to shareholders on 22 September 2007, closing date of offers on 9 October 2007 and shares quoted on a deferred settlement basis on 10 October 2007.",
      "id": "s225"
    },
    {
      "text": "Allotment and despatch of holding statements was proposed for 12 October 2007.",
      "id": "s226"
    },
    {
      "text": "41 Prior to the board's decision to proceed with the rights issue, Mr Owen prepared a briefing paper which, he said, represented his considered view on the capital raising.",
      "id": "s227"
    },
    {
      "text": "He said in the paper that the board currently required about $110,000 per month to continue its operations.",
      "id": "s228"
    },
    {
      "text": "That figure was based upon a \"stand-still\" premise, that is no expenditure to be made in an effort to develop the company's business towards break even.",
      "id": "s229"
    },
    {
      "text": "Complicating the situation was the fact that the company's current directors were subject to requisition notices calling for an EGM to have them removed.",
      "id": "s230"
    },
    {
      "text": "These circumstances, he said, required the board to act conservatively in the raising of further capital for the future operations of the company until that foreshadowed motion was determined.",
      "id": "s231"
    },
    {
      "text": "On that basis the company had instructed its general manager to prepare a budget reflecting that position.",
      "id": "s232"
    },
    {
      "text": "42 Mr Owen pointed out in his briefing paper that Pharmaust's ability to raise capital by way of a placement or convertible security was blocked by the vote at the EGM held on 20 August 2007.",
      "id": "s233"
    },
    {
      "text": "That situation and the need to secure further funds to support refinancing of the NAB facility, ie the Vassileff proposal, left the directors with little option but to commit to a raising by way of a rights issue.",
      "id": "s234"
    },
    {
      "text": "That decision was confirmed in the conditions of the Vassileff offer and loan agreement.",
      "id": "s235"
    },
    {
      "text": "The company was then bound by that agreement.",
      "id": "s236"
    },
    {
      "text": "He described as a favourable consequence the fact that shareholders would be afforded a pro rata right to participate in the further capitalisation of the company at a price representing a very large discount to the level at which all of them would have entered on to the register.",
      "id": "s237"
    },
    {
      "text": "Although that was not necessarily a happy outcome of itself given that the D'Sylva era led to the disastrous drop in value, the first major effort of the board would be to give current shareholders the first opportunity to continue to invest at that price rather than external parties.",
      "id": "s238"
    },
    {
      "text": "43 Mr Owen referred to a budget which had been circulated and which identified parameters governing its preparation: \n \n 1.",
      "id": "s239"
    },
    {
      "text": "Funding the Company to \"stand-still\" was not considered an appropriate option as to simply continue to make a loss could not contribute to improvement in the shareholder's position.",
      "id": "s240"
    },
    {
      "text": "2.",
      "id": "s241"
    },
    {
      "text": "Any items of a capital nature or funds for additional business development should be of a very conservative nature.",
      "id": "s242"
    },
    {
      "text": "3.",
      "id": "s243"
    },
    {
      "text": "While a budget that took the company to a break-even point was preferable, the timeframe for the budget should ideally be no longer than six months.",
      "id": "s244"
    },
    {
      "text": "4.",
      "id": "s245"
    },
    {
      "text": "Attention should be given to products or opportunities into which money had already been invested and which required continued funding to meet regulatory or market deadlines and which would be lost or significantly impaired if stalled.",
      "id": "s246"
    },
    {
      "text": "5.",
      "id": "s247"
    },
    {
      "text": "No new projects, products or initiatives should be commenced.",
      "id": "s248"
    },
    {
      "text": "6.",
      "id": "s249"
    },
    {
      "text": "Current costs and overheads should be kept to minimum levels.",
      "id": "s250"
    },
    {
      "text": "He referred to the volatile nature of the capital market which could further deteriorate as the year progresses.",
      "id": "s251"
    },
    {
      "text": "The share price was falling and without any further progress or developments could well go lower by the time additional capital needed to be raised.",
      "id": "s252"
    },
    {
      "text": "This could significantly prejudice shareholders if future funds had to be raised at a price lower than that contemplated.",
      "id": "s253"
    },
    {
      "text": "There was difficulty in seeking to raise capital over the December/January period.",
      "id": "s254"
    },
    {
      "text": "There was difficulty in funding the business in the interim period of September through January to support its development.",
      "id": "s255"
    },
    {
      "text": "44 Mr Owen considered the possibility of realising some of the company's current assets.",
      "id": "s256"
    },
    {
      "text": "They represented a holding in CBI of approximately 40% and land and buildings at 71 Division Street, Welshpool.",
      "id": "s257"
    },
    {
      "text": "There was also the business of Pharmaust Manufacturing which in reality could represent two assets, being the manufacturing business and TGA/Generic registrations that might represent value to another manufacturing entity.",
      "id": "s258"
    },
    {
      "text": "The other asset was the subsidiary Epichem.",
      "id": "s259"
    },
    {
      "text": "The CBI shareholding was in escrow until November.",
      "id": "s260"
    },
    {
      "text": "Some inquiries had been made by US based contacts and the suggestion was there appeared little value in the company despite a market capitalisation of about US$20 million.",
      "id": "s261"
    },
    {
      "text": "Realising that asset could present considerable difficulties even at a heavily discounted price.",
      "id": "s262"
    },
    {
      "text": "The land and improvements at Division Street would represent a net value of between $1.5 million and $2 million after payout of the NAB/Vassileff mortgage.",
      "id": "s263"
    },
    {
      "text": "The problem was that the land had an integral role in the company's manufacturing business.",
      "id": "s264"
    },
    {
      "text": "A three month notice period would be required under the terms of the Vassileff facility to liquidate it.",
      "id": "s265"
    },
    {
      "text": "As to the company's business there was very little else to add save that there had been three or four inquiries received which had been followed up and which were at varying, though early stages.",
      "id": "s266"
    },
    {
      "text": "The business of Epichem would be far more readily realised, but it really only represented around $200,000 to $300,000 worth of value.",
      "id": "s267"
    },
    {
      "text": "There were some potential purchasers and these were being explored.",
      "id": "s268"
    },
    {
      "text": "45 Mr Owen suggested that it would be imprudent for the board to base its capital raising expectations upon significant or sufficient funds becoming available from the sale of assets before early in 2008.",
      "id": "s269"
    },
    {
      "text": "To set a target sum of capital that would simply support the company through to November would be to risk significant detriment to the company and the ability of any board to begin to restore or increase shareholder value at any time in the next six months.",
      "id": "s270"
    },
    {
      "text": "46 In discussing the underwriting arrangements he recommended that allocation of the shortfall to existing shareholders be limited to a pro rata allocation given the circumstances that the company and the board found itself in, vis a vis, the requisition notices.",
      "id": "s271"
    },
    {
      "text": "It may be noted that the prospectus lodged did not contain any provision for pro rata allocation to existing shareholders.",
      "id": "s272"
    },
    {
      "text": "47 Messrs McLarty and Gulev expressed their agreement with Mr Owen's paper.",
      "id": "s273"
    },
    {
      "text": "48 The company intended to lodge the prospectus on 12 September 2007.",
      "id": "s274"
    },
    {
      "text": "A final due diligence committee had been scheduled for 2.30pm that afternoon to be attended by representatives of the proposed underwriter.",
      "id": "s275"
    },
    {
      "text": "At about noon, however, the company received the letter of 11 September 2007 from Kobold to which reference has been made already.",
      "id": "s276"
    },
    {
      "text": "Discussion of the letter ensued between the Pharmaust board members and Mr Owen wrote detailed notes about that discussion.",
      "id": "s277"
    },
    {
      "text": "According to those notes it was not received at Pharmaust's Division Street offices until 10.40am on 12 September 2007 and then sent to Mr McLarty's office by fax just before midday.",
      "id": "s278"
    },
    {
      "text": "49 Mr Owen's notes of the board's discussion on 12 September 2007 reflected concerns that Kobold was in possession of confidential information which had not been made available to the public.",
      "id": "s279"
    },
    {
      "text": "A rights issue had been flagged to the market and was announced as a condition of the Vassileff refinancing transaction but no information concerning the size, terms or underwriting of the issue had been made public.",
      "id": "s280"
    },
    {
      "text": "His notes suggested that he and the other directors regarded the proposal as a tactical measure on the part of Kobold rather than a genuine proposition.",
      "id": "s281"
    },
    {
      "text": "The detail provided was scant.",
      "id": "s282"
    },
    {
      "text": "While the board had received advice from solicitors that it should explore all reasonable alternatives, the notes recorded concerns about the uncertainty of engaging in discussions with Kobold.",
      "id": "s283"
    },
    {
      "text": "Mr Owen wrote: \n \n First, one would have thought that if this opportunity were in any way advanced, then some letter of offer/expression of interest would have accompanied the Proposal from that underwriter.",
      "id": "s284"
    },
    {
      "text": "Given the length of time that the board had already invested in negotiating a suitable underwriting with Cardrona Capital, very considerable time could be wasted in pursuing an alternative, possibly in vain, at the expense of the Underwriting Agreement that was scheduled to be signed in a matter of a couple of hours.",
      "id": "s285"
    },
    {
      "text": "He added: \n \n \n The only real detail that had been provided, and indeed the single greatest disincentive for the Board to pursue the Proposal further, was the condition that any underwriting would be sub-underwritten by, \"some shareholders of Pharmaust and their associates\".",
      "id": "s286"
    },
    {
      "text": "There was little room for doubt in the Board's view that these \"shareholders ... and their associates\" would be some of the parties who have acted to defeat the resolution at the recent EGM, issued 2 requisitions on the Board and formed part of the \"group\" that had propagated the first Kobold proposal.",
      "id": "s287"
    },
    {
      "text": "In short the group of disaffected shareholders that have sought to assume control of the Company.",
      "id": "s288"
    },
    {
      "text": "As a result of their discussion the directors of Pharmaust resolved to proceed with the rights issue.",
      "id": "s289"
    },
    {
      "text": "50 Pharmaust lodged its prospectus for the rights issue with ASIC on that day, 12 September 2007.",
      "id": "s290"
    },
    {
      "text": "It also posted an announcement with the ASX in relation to the rights issue stating that it would be a 1:1 entitlement issue at 3 cents per share to raise approximately $3,550,618.",
      "id": "s291"
    },
    {
      "text": "It stated that Pharmaust proposed to enter into an underwriting agreement with Cardrona.",
      "id": "s292"
    },
    {
      "text": "The announcement noted that the share price had fallen by around 300% over the last 12 months.",
      "id": "s293"
    },
    {
      "text": "It set out an indicative timetable for the rights issue.",
      "id": "s294"
    },
    {
      "text": "On 13 September 2007 a new issue announcement was filed by Pharmaust with ASX quoting the number of shares issued or to be issued at 118,353,939.",
      "id": "s295"
    },
    {
      "text": "51 A number of other things happened on 13 September 2007.",
      "id": "s296"
    },
    {
      "text": "The Darcys issued a notice on that day to Pharmaust stating that as it had failed to call and arrange to hold the EGM of members requested by them under s 249D of the Corporations Act 2001 (Cth) (the Act) by their notice dated 21 August 2007 they proposed calling and arranging to hold that EGM on 10 October 2007.",
      "id": "s297"
    },
    {
      "text": "They requested a copy of the Register of Members to be immediately provided to them.",
      "id": "s298"
    },
    {
      "text": "On the same day they sent a notice to Pharmaust proposing as a special resolution, in accordance with s 491(1) of the Act, that the company be wound up voluntarily and that Mr Christopher Williamson be appointed as liquidator.",
      "id": "s299"
    },
    {
      "text": "52 According to Mr Owen, service of the Darcy notice disrupted the finalisation of documentation with Mr Vassileff.",
      "id": "s300"
    },
    {
      "text": "On 20 September 2007, during a telephone conversation between Mr Owen and Mr Brown of the NAB, Mr Brown informed Mr Owen that as a result of the notice served by Mr and Mrs Darcy and the threats to the rights issue in the event that the agreed financing with Mr Vassileff did not proceed, the NAB would be likely to put the company into immediate default.",
      "id": "s301"
    },
    {
      "text": "The Vassileff documentation was finalised on 25 September 2007.",
      "id": "s302"
    },
    {
      "text": "53 The shareholder requisitioned EGM has been fixed for 22 October 2007.",
      "id": "s303"
    },
    {
      "text": "A notice was posted on the ASX website on 14 September 2007.",
      "id": "s304"
    },
    {
      "text": "The timetable for the rights issue as set out in the prospectus lodged with ASIC is as follows: \n1.",
      "id": "s305"
    },
    {
      "text": "Lodgment of prospectus 12 September 2007.",
      "id": "s306"
    },
    {
      "text": "2.",
      "id": "s307"
    },
    {
      "text": "Notice to shareholders 14 September 2007.",
      "id": "s308"
    },
    {
      "text": "3.",
      "id": "s309"
    },
    {
      "text": "\"Ex\" date 17 September 2007.",
      "id": "s310"
    },
    {
      "text": "4.",
      "id": "s311"
    },
    {
      "text": "Record date for determining shareholder entitlements 21 September 2007.",
      "id": "s312"
    },
    {
      "text": "5.",
      "id": "s313"
    },
    {
      "text": "Opening date and despatch of prospectus to shareholders 25 September 2007.",
      "id": "s314"
    },
    {
      "text": "6.",
      "id": "s315"
    },
    {
      "text": "Closing date for offers 10 October 2007.",
      "id": "s316"
    },
    {
      "text": "7.",
      "id": "s317"
    },
    {
      "text": "Share quoted on a deferred settlement basis 11 October 2007.",
      "id": "s318"
    },
    {
      "text": "8.",
      "id": "s319"
    },
    {
      "text": "Allotment and despatch and holding statements 18 October 2007.",
      "id": "s320"
    },
    {
      "text": "54 On 18 September 2007 Pharmaust made an announcement to the ASX entitled \"Retraction and Update on Company\".",
      "id": "s321"
    },
    {
      "text": "It referred to an announcement made on 14 September 2007 enclosing a notice of meeting prepared by the Darcys to convene a meeting to be held on 10 October 2007.",
      "id": "s322"
    },
    {
      "text": "The company's notice stated: \n \n The company retracts that announcement on the basis that the Notice was invalid at law, as the Company has convened an Extraordinary Meeting for 22 October 2007 in accordance with the requirements set out in the Corporations Act , to consider the resolutions set out in the Notice.",
      "id": "s323"
    },
    {
      "text": "The Notice was not lodged, or authorised by the Company, and the Company confirms that shareholders of the Company should disregard the Notice.",
      "id": "s324"
    },
    {
      "text": "The notice to the ASX then referred to the notice of resolution for voluntary winding up of the company.",
      "id": "s325"
    },
    {
      "text": "The notice to the ASX stated: \n \n \n It is the Company's view that this further requisition is designed to further hamper the Board's efforts to address the Company's present issues and deliberately alarm the Company's staff and clients at a time when the Company has already announced the provision of interim finance together with a fully underwritten rights issue.",
      "id": "s326"
    },
    {
      "text": "The Company is receiving ongoing legal advice in relation to the requisition and will act in accordance with that advice and the Corporations Act .",
      "id": "s327"
    },
    {
      "text": "55 On 17 September 2007 Mr Catalano met with Messrs McLarty and Owen, together with Mr Pattison, a principal of the Chimaera Group.",
      "id": "s328"
    },
    {
      "text": "He made an offer to Messrs McLarty and Owen on behalf of Chimaera to provide bridging finance to Pharmaust to enable it to continue trading until the outcome of the anticipated EGM.",
      "id": "s329"
    },
    {
      "text": "He and Mr Pattison asked a number of questions of Messrs McLarty and Owen in order to better understand the specific financial needs of Pharmaust, particularly its cash needs over the next six month period.",
      "id": "s330"
    },
    {
      "text": "He suggested that a significant offer of finance would place Pharmaust in a position to better manage the existing secured bank debt facility with the NAB.",
      "id": "s331"
    },
    {
      "text": "During the course of the meeting the funding limit that was proposed to be included in the offer of finance was increased to the amount finally included in an offer made on 18 September 2007.",
      "id": "s332"
    },
    {
      "text": "56 On 18 September 2007, CCM sent a letter to Mr Owen, signed by Mr Catalano, offering a secured loan in an initial sum of $500,000 with additional draw downs of $250,000 to a maximum of $1,200,000.",
      "id": "s333"
    },
    {
      "text": "The maturity date would be not later than 31 March 2008 but the facility would be \"On Demand\".",
      "id": "s334"
    },
    {
      "text": "The proposed security was a negative pledge and a second ranking fixed and floating charge over the assets of the company.",
      "id": "s335"
    },
    {
      "text": "The repayment was to come from the sale of non-core assets of the company or a rights issue undertaken to Chimaera's satisfaction and as part of the execution of what was referred to as the Chimaera plan.",
      "id": "s336"
    },
    {
      "text": "Conditions precedent to the proposal included postponement of the non-renounceable rights issue announced on 13 September 2007 at no penalty to the company.",
      "id": "s337"
    },
    {
      "text": "In addition the board of directors of the company and its related entities were to be limited to either Simon Owen or Bryant McLarty and at least two directors to be nominated by Chimaera.",
      "id": "s338"
    },
    {
      "text": "Chimaera would also reserve a veto right with respect to the appointment of further directors.",
      "id": "s339"
    },
    {
      "text": "According to Mr Catalano the offer of finance elicited no response.",
      "id": "s340"
    },
    {
      "text": "It was refreshed on 20 September 2007, but again no response came.",
      "id": "s341"
    },
    {
      "text": "57 In Mr Owen's affidavit he made the point, essentially by way of argument, that each of the shareholders represented by Jonathan Remta would have a right to take up shares and would accordingly suffer no dilution.",
      "id": "s342"
    },
    {
      "text": "He denied that any shortfall was to be allotted to people with existing relationships with the present directors.",
      "id": "s343"
    },
    {
      "text": "The allotments would be carried out by the underwriter.",
      "id": "s344"
    },
    {
      "text": "Although the rights issue would result in shares being issued at a low price all shareholders would have the opportunity to purchase shares at that price and accordingly no shareholder would receive a preferential entitlement at a discount to the price of shares to be acquired by existing shareholders.",
      "id": "s345"
    },
    {
      "text": "58 Exchange of lawyers' letters followed and on 26 September 2007 Chimaera instituted the present proceedings.",
      "id": "s346"
    },
    {
      "text": "The attitudes of shareholders to the proposed resolution to remove the board \n \n59 According to Mr Peter Remta in his affidavit he has \"been told by the shareholder representatives\" that the majority shareholders do not intend to take up the rights issues as they will not solve Pharmaust's current situation.",
      "id": "s347"
    },
    {
      "text": "This was said to be because: \n(a) the rights issue is being done at too cheap a price; \n \n (b) the funds raised will not realistically cure Pharmaust's ills as by their own statement the directors claim that they cannot guarantee that they will not need further money in six months; \n (c) there is no proper plan for the future of Pharmaust; \n (d) the shareholders have no confidence in the current board of management to continue operating Pharmaust; and \n (e) the allocation of shares that are not taken up in the rights issue is at the discretion of Cardrona with whom the current shareholders have no relationship; \n (f) the current directors have a relationship with Cardrona; and\n (g) the shareholders are deeply concerned that the rights that they do not take up will result in up to half the shares in Pharmaust being allocated to people who have existing relationships with the present directors and that the present directors will then be able to use those shares to change the balance of power in Pharmaust and defeat the wishes of the majority shareholders to replace the current board of management.",
      "id": "s348"
    },
    {
      "text": "60 The majority shareholders to whom Peter Remta referred and their approximate shareholding were as follows: \nDarcy/John Family Group 11,400,000\nJonathan Remta &amp; Associates 10,000,000\nOwen Coote &amp; Associates 4,000,000\nPaul D'Sylva &amp; Associates 5,300,000\nChimaera 12,500,000\nCentrecourt Asset Management 10,000,000 \nTotal 53,200,000\n \n61 Peter Remta's statements about the attitude of these shareholders derived some support from an affidavit of Sarah Harrison, a member of Chimaera's solicitors, Mallesons.",
      "id": "s349"
    },
    {
      "text": "She sent a copy of Peter Remta's affidavit without its annexures to Messrs Darcy, Coote, Jonathan Remta and Paul D'Sylva.",
      "id": "s350"
    },
    {
      "text": "She asked each of them if they agreed with the contents of the affidavit and whether they intended to vote to remove Messrs McLarty, Owen and Gulev as directors.",
      "id": "s351"
    },
    {
      "text": "She attached a draft letter into which she asked them to insert the necessary information and to edit it to ensure that it accurately reflected their position in relation to the contents of Peter Remta's affidavit.",
      "id": "s352"
    },
    {
      "text": "On 24 September 2007 she received a letter from Mr Darcy confirming that he and the shareholders he represented intended to vote to replace the existing directors.",
      "id": "s353"
    },
    {
      "text": "He also sent her three confirmations signed by shareholders he represents confirming that they intended to vote in that way.",
      "id": "s354"
    },
    {
      "text": "She received a similar letter from Mr Coote on 25 September 2007 and from Dr D'Sylva on the same day.",
      "id": "s355"
    },
    {
      "text": "Jonathan Remta sent her a letter on 26 September 2007.",
      "id": "s356"
    },
    {
      "text": "62 The material so put before the Court was indirect and has not been tested.",
      "id": "s357"
    },
    {
      "text": "Nevertheless it is sufficient, for the purposes of these interlocutory proceedings, to support an inference that there is a reasonable prospect that some 46% of the shareholders would vote for the removal of the board.",
      "id": "s358"
    },
    {
      "text": "63 Chimaera submitted that there is a serious issue to be tried in relation to whether the rights issue is beyond the powers of the directors because, in the circumstances, they are caretaker directors, and that the issue is being undertaken for the improper purpose of preserving the position of the directors in breach of s 181 and contrary to the interests of the company's shareholders as a whole or oppressive or unfairly prejudicial to Chimaera and other aggrieved shareholders.",
      "id": "s359"
    },
    {
      "text": "The nature of the proceedings \n \n64 In its application filed on 26 September 2007, Chimaera claimed the following relief: \n \n 1 A declaration that the Rights Issue is:\n \n \n \n \n (a) beyond the powers of the second, third and fourth respondents in their capacity as directors of the First Respondent because the directors at all material times were acting in a caretaker capacity; and/or\n \n (b) undertaken for an improper purpose in breach of s 181 of the Act; and/or\n \n (c) contrary to the interest of the members of the First Respondent as a whole or oppressive or unfairly prejudicial to the Applicant and other members of the First Respondent in breach of s 232 of the Act.",
      "id": "s360"
    },
    {
      "text": "2.",
      "id": "s361"
    },
    {
      "text": "An injunction pursuant to s 233(1)(i) and/or 1324 of the Act and/or the accrued jurisdiction of the Federal Court restraining the respondents and their agents and officers from undertaking or proceeding with the Rights Issue until the First Respondent has convened in a general meeting to vote upon the continuation of the Second, Third and Fourth Respondents as directors of the First Respondent or until further order of this Court.",
      "id": "s362"
    },
    {
      "text": "3.",
      "id": "s363"
    },
    {
      "text": "Such other order or orders as to the court seems fit.",
      "id": "s364"
    },
    {
      "text": "4.",
      "id": "s365"
    },
    {
      "text": "Costs.",
      "id": "s366"
    },
    {
      "text": "It also claimed interlocutory relief in the following terms: \n \n \n An order restraining the respondents and their agents and officers from undertaking or proceeding with the Rights Issue until the First Respondent has convened in a general meeting to vote upon the continuation of the Second, Third and Fourth Respondents as directors of the First Respondent or until further order of this Court.",
      "id": "s367"
    },
    {
      "text": "65 As a result of discussion at the hearing the claim for interlocutory relief has been amended so that the order sought is in the following terms: \n \n An order restraining the respondents and their agents and officers from proceeding with the allotment of shares pursuant to the Rights Issue until the First Respondent has convened in a general meeting to vote upon the continuation of the Second, Third and Fourth Respondents as directors of the First Respondent or until further order of this Court.",
      "id": "s368"
    },
    {
      "text": "66 Since the close of argument on the interlocutory relief a proposed amended application has been filed.",
      "id": "s369"
    },
    {
      "text": "It seeks additional final relief in the following terms: \n \n An order that: \n \n \n \n (a) the allotment be set aside pursuant to s 233(1)(i) and (j) and the money paid by any shareholder who took up the rights issue be refunded to that shareholder; \n \n (b) alternatively, the allotment be set aside pursuant to s 1324(1) and the money paid by any shareholder who took up the rights issue be refunded to that shareholder; \n \n (c) alternatively, the allotment be set aside pursuant to the Court's inherent jurisdiction and the money paid by any shareholder who took up the rights issue be refunded to that shareholder.",
      "id": "s370"
    },
    {
      "text": "The final injunctive relief is proposed in the same terms as the interlocutory relief.",
      "id": "s371"
    },
    {
      "text": "The applicant's contentions \n \n67 Chimaera submitted that, with knowledge of the concerns of shareholders about the state of Pharmaust's affairs and the requisition of the meeting to remove the directors, the directors' response was to:\n \n \n (a) Call the EGM to vote on their replacement for the very last possible day permitted by the Act being 22 October 2007.",
      "id": "s372"
    },
    {
      "text": "(b) Hastily undertake a 1:1 rights issue at an all time historically low price likely to dilute significantly the voting power of Chimaera and other disaffected shareholders and which would be fully complete by the date orchestrated by the directors for the EGM.",
      "id": "s373"
    },
    {
      "text": "(c) Decline or disregard other funding proposals that could have provided funding, at least until the EGM if not beyond, without the same dilution of the shareholding or discounting of the share price.",
      "id": "s374"
    },
    {
      "text": "(d) Ignore obligations to a subsidiary of Chimaera and reach agreement with an underwriter to the rights issue who was entirely unknown to the shareholders but in whom the directors had vested the discretion to allocate share entitlements not taken up on the rights issue.",
      "id": "s375"
    },
    {
      "text": "68 Chimaera submitted that by mid September 2007 its position and that of other aggrieved shareholders was that: \n \n \n (a) They had resoundingly defeated the directors' proposal for ratification of a private placement.",
      "id": "s376"
    },
    {
      "text": "(b) They had made plain to the directors that they did not enjoy the confidence of the shareholders.",
      "id": "s377"
    },
    {
      "text": "(c) They had taken formal measures to give notice of an intention to replace the directors and required Pharmaust to call a meeting for that purpose.",
      "id": "s378"
    },
    {
      "text": "It was also contended that the aggrieved shareholders constitute a \"clear majority of the active membership and would command the majority at a general meeting\".",
      "id": "s379"
    },
    {
      "text": "It was not contested and appears to have been accepted at the hearing that the aggrieved shareholders represent about 46% of the total shareholding in the company.",
      "id": "s380"
    },
    {
      "text": "It was pointed out by Chimaera that the aggrieved shareholders were the same shareholders who successively voted against the resolution proposed at the EGM on 20 August 2007 to approve and ratify a private placement of shares.",
      "id": "s381"
    },
    {
      "text": "69 The announcement by Pharmaust to the ASX that it was proceeding with a 1:1 rights issue was made on 29 August 2007.",
      "id": "s382"
    },
    {
      "text": "The detail was embodied in an announcement and comprehensive prospectus dated 12 September 2007 which was posted on the ASX website on 14 September 2007.",
      "id": "s383"
    },
    {
      "text": "The prospectus disclosed that an underwriter had been obtained and that any shares not taken up through the entitlement would be allocated at the discretion of the underwriter.",
      "id": "s384"
    },
    {
      "text": "Chimaera submitted that the aggrieved shareholders had no relationship with the underwriter and knew nothing about it.",
      "id": "s385"
    },
    {
      "text": "In contrast, the directors of Pharmaust had developed some commercial relationship with the underwriter leading to at least the underwriting agreement.",
      "id": "s386"
    },
    {
      "text": "70 Chimaera referred to the Engagement Agreement made between its subsidiary and Pharmaust under which its subsidiary was entitled to be given the first opportunity to provide underwriting services in the event of a rights issue.",
      "id": "s387"
    },
    {
      "text": "The arrangement between Pharmaust and Cardrona was said to have been made in breach of that agreement.",
      "id": "s388"
    },
    {
      "text": "Chimaera also referred to the various alternative offers of financial accommodation which had been presented to Pharmaust and which did not involve the same dilution of shareholding as the proposed rights issue.",
      "id": "s389"
    },
    {
      "text": "Those proposals were either declined or ignored by Pharmaust in favour of the rights issue \"... vesting the unknown underwriter with the discretion for the allocation of shares not taken up\".",
      "id": "s390"
    },
    {
      "text": "Chimaera referred to the Kobold offer to underwrite the rights issue in order to ensure the aggrieved shareholders' control of Pharmaust would not be diluted by current shareholders not taking up the rights issue.",
      "id": "s391"
    },
    {
      "text": "Had that offer been accepted the current shareholders would have controlled the allocation of shares not taken up.",
      "id": "s392"
    },
    {
      "text": "The directors of Pharmaust failed to accept that offer and chose to engage \"an underwriter not associated with the aggrieved shareholders\".",
      "id": "s393"
    },
    {
      "text": "Chimaera submitted that the concerns of the aggrieved shareholders are also held in the context of the rights issue providing for shares at an all time historically low cost.",
      "id": "s394"
    },
    {
      "text": "It pointed to the timing of the requisition to shareholders' meeting which was fixed by the directors on 22 October 2007, the last day on which, pursuant to s 249D(5) of the Act, the meeting could have been held.",
      "id": "s395"
    },
    {
      "text": "71 Chimaera made particular submissions in relation to the serious questions which it said were to be tried in relation to the rights issue.",
      "id": "s396"
    },
    {
      "text": "These related to the power of the directors having regard to their alleged \"caretaker\" status, whether the rights issue was undertaken for the improper purpose of preserving their positions and whether it was contrary to the interests of Pharmaust's shareholders as a whole or oppressive or unfairly prejudicial to Chimaera and other aggrieved shareholders.",
      "id": "s397"
    },
    {
      "text": "The respondents' contentions \n \n72 Pharmaust and its directors said that Chimaera's assertions mistook both the chronology and the actual events which led to the proceedings.",
      "id": "s398"
    },
    {
      "text": "The genesis of all the matters was the board meeting on 2 August 2007.",
      "id": "s399"
    },
    {
      "text": "Dr D'Sylva had attempted to \"force through at a directors' meeting\" a convertible note issue that would have seen a potentially significant dilution of shareholders and a change of control in favour of his nominated funder, ie Platinum.",
      "id": "s400"
    },
    {
      "text": "This, it was said, was rightly rejected by the directors.",
      "id": "s401"
    },
    {
      "text": "Dr D'Sylva resigned as managing director as a result, and also as a director.",
      "id": "s402"
    },
    {
      "text": "He was said to have done this with the consciousness that his resignation would destabilise the company by reason of deconsolidation of CBI's financial position with the company.",
      "id": "s403"
    },
    {
      "text": "The cash position of the company was critical.",
      "id": "s404"
    },
    {
      "text": "It was under review by its bankers.",
      "id": "s405"
    },
    {
      "text": "Its facilities were expiring and it had insufficient cash to pay its wages.",
      "id": "s406"
    },
    {
      "text": "73 The EGM convened for 20 August 2007 was called to refresh the company's lawful power to place shares comprising up to 15% of its issued capital.",
      "id": "s407"
    },
    {
      "text": "Up until the time immediately prior to the meeting the directors had no reason to believe the resolution would not be passed.",
      "id": "s408"
    },
    {
      "text": "Its rejection placed the company in an immediate cash crisis.",
      "id": "s409"
    },
    {
      "text": "74 The respondents submitted that the offers made on behalf of the Remta group were: \n1.",
      "id": "s410"
    },
    {
      "text": "Inadequate as to amount.",
      "id": "s411"
    },
    {
      "text": "2.",
      "id": "s412"
    },
    {
      "text": "Conditional on the existing board agreeing to a change in control of the company.",
      "id": "s413"
    },
    {
      "text": "Further, the offer made on behalf of Chimaera was inadequate as to amount and impossible to accept because it required as a condition a first ranking charge.",
      "id": "s414"
    },
    {
      "text": "They said that they acted responsibly to secure interim funding and to resolve the position of the NAB.",
      "id": "s415"
    },
    {
      "text": "As early as 20 August 2007 the company foreshadowed that it would have to undertake a rights issue.",
      "id": "s416"
    },
    {
      "text": "Having agreed to Vassileff's funding, the company was obliged to proceed with the rights issue.",
      "id": "s417"
    },
    {
      "text": "To not proceed with the rights issue or for the injunction to be granted, it was said, would constitute an event of default under the loan agreement and the charge and potentially would be an event of default under the underwriting agreement.",
      "id": "s418"
    },
    {
      "text": "75 The directors also referred to the delay in bringing the application.",
      "id": "s419"
    },
    {
      "text": "They pointed out that Chimaera waited until the prospectus and supplementary prospectus were despatched to shareholders.",
      "id": "s420"
    },
    {
      "text": "The form of the order contained in the original claim for interlocutory relief did not address that circumstance.",
      "id": "s421"
    },
    {
      "text": "They would appear to suggest that when shareholders subscribe under the rights issue the company would be prevented from allotting shares pursuant to cl 1.6 of the prospectus nor seek their listing.",
      "id": "s422"
    },
    {
      "text": "To do this, it was said, would place the company in breach of the Act and the Listing Rules.",
      "id": "s423"
    },
    {
      "text": "The prospectus constituted an offer to shareholders capable of being accepted.",
      "id": "s424"
    },
    {
      "text": "76 It was submitted that Chimaera was in reality seeking an order that the directors withdraw the prospectus.",
      "id": "s425"
    },
    {
      "text": "It is not apparent from the papers that notice of the application had been given to ASIC.",
      "id": "s426"
    },
    {
      "text": "No head of power was identified pursuant to which the Court could order the withdrawal of the prospectus.",
      "id": "s427"
    },
    {
      "text": "77 Pharmaust and its directors did not accept, for the purposes of the proceedings generally, that a caretaker directors' doctrine applies in Australian company law, although they accepted that there is an arguable question about it having regard to some of the authorities.",
      "id": "s428"
    },
    {
      "text": "78 In relation to the form of the rights issue, Pharmaust and the directors referred to the Takeover Panel's Guidance Note No 17 which was said to illustrate that it cannot be assumed, as Chimaera assumes, that the engagement of a professional underwriter is intended in some way to lead to a change in control.",
      "id": "s429"
    },
    {
      "text": "Pharmaust and the directors submitted that the essence of the rights issue is that rational shareholders would have a reasonable and equal opportunity to participate in the benefits which flow from it.",
      "id": "s430"
    },
    {
      "text": "If they chose not to participate then the placement of the shortfall would be undertaken by independent professionals.",
      "id": "s431"
    },
    {
      "text": "The suggestion that the underwriter was not known to the shareholders emphasised its independence.",
      "id": "s432"
    },
    {
      "text": "79 On the balance of convenience Pharmaust and the directors submitted that the company has existing secured facilities which authorise a secured lender to appoint a receiver or administrator.",
      "id": "s433"
    },
    {
      "text": "The secured lender is not a shareholder and is not using the financing agreement as a de facto means of obtaining control of the company.",
      "id": "s434"
    },
    {
      "text": "The court was said to be obliged to consider the interests of third parties, namely employees, creditors and shareholders as a whole.",
      "id": "s435"
    },
    {
      "text": "80 A submission was also made that the arrangement between the shareholders could be in breach of s 606 of the Act by reason of their arrangement or understanding to vote for the removal of the directors.",
      "id": "s436"
    },
    {
      "text": "Statutory framework --- relevant provisions of the Corporations Act \n \n81 Section 181 of the Act provides: \n \n (1) A director or other officer of a corporation must exercise their powers and discharge their duties: \n \n (a) in good faith in the best interests of the corporation; and \n \n (b) for a proper purpose.",
      "id": "s437"
    },
    {
      "text": "(2) A person who is involved in a contravention of subsection (1) contravenes this subsection.",
      "id": "s438"
    },
    {
      "text": "82 Section 232 authorises the Court to make orders when the affairs of the company are being conducted oppressively.",
      "id": "s439"
    },
    {
      "text": "It provides: \n \n The Court may make an order under section 233 if: \n \n (a) the conduct of a company's affairs; or \n \n (b) an actual or proposed act or omission by or on behalf of a company; or\n \n \n \n (c) a resolution, or a proposed resolution, of members or a class of members of a company; \n \n is either: \n \n (d) contrary to the interests of the members as a whole; or \n \n (e) oppressive to, unfairly prejudicial to, or unfairly discriminatory against, a member or members whether in that capacity or in any other capacity.",
      "id": "s440"
    },
    {
      "text": "For the purposes of this Part, a person to whom a share in the company has been transmitted by will or by operation of law is taken to be a member of the company.",
      "id": "s441"
    },
    {
      "text": "Section 233 sets out the various orders that a court can make where one of the conditions specified in s 232 is satisfied.",
      "id": "s442"
    },
    {
      "text": "Principles governing the grant of interlocutory relief \n \n83 There was no dispute between the parties that the basis upon which interlocutory injunctive relief is granted requires the applicant for relief to demonstrate a serious question to be tried and that the balance of convenience favours the grant: Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; (1986) 161 CLR 148.",
      "id": "s443"
    },
    {
      "text": "The two considerations are interdependent.",
      "id": "s444"
    },
    {
      "text": "As was said in Bullock v The Federated Furnishing Trades Society of Australasia (No 1) (1985) 5 FCR 464 (at 472): \n \n ... the two legs of the test need not be considered in isolation from each other.",
      "id": "s445"
    },
    {
      "text": "Thus an apparently strong claim may lead a court more readily to grant an injunction when the balance of convenience is fairly even.",
      "id": "s446"
    },
    {
      "text": "A more doubtful claim (which nevertheless raises \"a serious question to be tried\") may still attract interlocutory relief if there is a marked balance of convenience in favour of it.",
      "id": "s447"
    },
    {
      "text": "84 The claim for interlocutory relief may involve consideration of both the legal and factual merits of the final relief sought.",
      "id": "s448"
    },
    {
      "text": "In Australian Broadcasting Corporation v Lenah Game Meats Pty Ltd [2001] HCA 63 ; (2001) 208 CLR 199, Gummow and Hayne JJ (Gaudron J concurring) pointed to the necessity to identify the legal or equitable rights which are to be determined at trial and in respect of which final relief is sought which may or may not be injunctive in nature.",
      "id": "s449"
    },
    {
      "text": "Gleeson CJ said (at 219): \n \n The extent to which it is necessary, or appropriate, to examine the legal merits of a plaintiff's claim for final relief, in determining whether to grant an interlocutory injunction, will depend upon the circumstances of the case.",
      "id": "s450"
    },
    {
      "text": "There is no inflexible rule.",
      "id": "s451"
    },
    {
      "text": "It may depend upon the nature of the dispute.",
      "id": "s452"
    },
    {
      "text": "For example, if there is little room for argument about the legal basis of a plaintiff's case, and the dispute is about the facts, a court may be persuaded easily, at an interlocutory stage, that there is sufficient evidence to show, prima facie, an entitlement to final relief.",
      "id": "s453"
    },
    {
      "text": "The court may then move on to discretionary considerations, including the balance of convenience.",
      "id": "s454"
    },
    {
      "text": "Whether there is a serious question to be tried \n \n85 Chimaera invoked three propositions in support of its claim for interlocutory relief.",
      "id": "s455"
    },
    {
      "text": "The first was that the directors were acting beyond power in making the rights issue because they were caretaker directors pending the outcome of the EGM requisitioned by the aggrieved shareholders.",
      "id": "s456"
    },
    {
      "text": "The second was that they were in breach of their duty under s 181 of the Act in making the rights issue for an improper purpose.",
      "id": "s457"
    },
    {
      "text": "The third was that they were acting contrary to the interests of the shareholders as a whole or in a way that was oppressive or unfairly prejudicial to Chimaera and other shareholders.",
      "id": "s458"
    },
    {
      "text": "86 Company directors properly appointed have the powers conferred on them by the constitution of the company and by the Act.",
      "id": "s459"
    },
    {
      "text": "In the exercise of those powers they are subject to constraints and obligations deriving from the constitution and the Act and from the common law.",
      "id": "s460"
    },
    {
      "text": "The term \"caretaker\" is a metaphorical adjective.",
      "id": "s461"
    },
    {
      "text": "It should not be allowed to obscure legal analysis of powers and duties, the proper application of which will vary according to the circumstances.",
      "id": "s462"
    },
    {
      "text": "87 The directors have power to effect rights issues.",
      "id": "s463"
    },
    {
      "text": "That was not in dispute.",
      "id": "s464"
    },
    {
      "text": "The exercise of that power is constrained by their statutory and fiduciary obligations.",
      "id": "s465"
    },
    {
      "text": "It must be exercised in good faith in the best interests of the corporation and for a proper purpose: \n \n Directors of a company are fiduciary agents, and a power conferred upon them cannot be exercised in order to obtain some private advantage or for any purpose foreign to the power.",
      "id": "s466"
    },
    {
      "text": "Mills v Mills [1938] HCA 4 ; (1938) 60 CLR 150 at 185 (Dixon J)\n \n\nIn that case the directors passed a resolution increasing the voting power of one of them but in the belief that it was in the best interests of the company.",
      "id": "s467"
    },
    {
      "text": "The fact that one of them derived a benefit from the resolution did not invalidate it if passed in good faith.",
      "id": "s468"
    },
    {
      "text": "If the purpose of the resolution had been simply to alter voting powers, then it would have been invalid.",
      "id": "s469"
    },
    {
      "text": "88 The position of directors issuing shares where their own board positions may be at stake was considered by the Privy Council in Howard Smith Ltd v Ampol Petroleum Ltd [1974] AC 821.",
      "id": "s470"
    },
    {
      "text": "The Privy Council held that it was unconstitutional for directors to use fiduciary powers over shares in the company for the purpose of destroying an existing majority or creating a new majority.",
      "id": "s471"
    },
    {
      "text": "In that case the directors' primary object had been to alter the majority shareholding.",
      "id": "s472"
    },
    {
      "text": "They had improperly exercised their powers and the allotment was invalid.",
      "id": "s473"
    },
    {
      "text": "Their Lordships said (at 837):\n \n Just as it is established that directors, within their management powers, may take decisions against the wishes of the majority of shareholders, and indeed that the majority of shareholders cannot control them in the exercise of these powers while they remain in office ... so it must be unconstitutional for directors to use their fiduciary powers over the shares in the company purely for the purpose of destroying an existing majority, or creating a new majority which did not previously exist.",
      "id": "s474"
    },
    {
      "text": "To do so is to interfere with that element of the company's constitution which is separate from and set against their powers.",
      "id": "s475"
    },
    {
      "text": "Their Lordships also looked to the approach to assessing purpose and said (at 835):\n \n \n In their Lordships' opinion it is necessary to start with a consideration of the power whose exercise is in question, in this case a power to issue shares.",
      "id": "s476"
    },
    {
      "text": "Having ascertained, on a fair view, the nature of this power, and having defined as can best be done in the light of modern conditions the, or some, limits within which it may be exercised, it is then necessary for the court, if a particular exercise of it is challenged, to examine the substantial purpose for which it was exercised, and to reach a conclusion whether that purpose was proper or not.",
      "id": "s477"
    },
    {
      "text": "In doing so it will necessarily give credit to the bona fide opinion of the directors, if such is found to exist, and will respect their judgment as to matters of management; having done this, the ultimate conclusion has to be as to the side of a fairly broad line on which the case falls.",
      "id": "s478"
    },
    {
      "text": "89 In Paringa Mining and Exploration Co Plc v North Flinders Mines Ltd (1988) 14 ACLR 587, Paringa held 49.59% of the issued capital of North Flinders.",
      "id": "s479"
    },
    {
      "text": "It requested certain directors of North Flinders resign and be replaced by Paringa's nominees to give it control of the board.",
      "id": "s480"
    },
    {
      "text": "The board decided instead to make a takeover offer for Paringa and for another company financing the offers by a rights issue.",
      "id": "s481"
    },
    {
      "text": "Paringa requisitioned an extraordinary general meeting of North Flinders with a view to the replacement of certain members of the board.",
      "id": "s482"
    },
    {
      "text": "The meeting was scheduled for the last day permitted by the Code.",
      "id": "s483"
    },
    {
      "text": "Paringa instituted proceedings challenging the takeover offer and rights issue decisions on the basis they had been made for improper purposes.",
      "id": "s484"
    },
    {
      "text": "It obtained interlocutory injunctions restraining the offers and the issue pending the outcome of the proceeding.",
      "id": "s485"
    },
    {
      "text": "The trial judge also ordered that the extraordinary general meeting be adjourned to 57 days after discharge of the injunctions and that no other business be transacted at the meeting.",
      "id": "s486"
    },
    {
      "text": "The appeal was against that latter order.",
      "id": "s487"
    },
    {
      "text": "The question whether interlocutory injunctive relief was rightly granted in respect of the rights issues and the takeover offer did not fall for decision.",
      "id": "s488"
    },
    {
      "text": "However in the course of the judgment of King CJ, with which White and O'Loughlin JJ agreed, the Chief Justice said (at 591): \n \n The controlling shareholder, or majority shareholders, are entitled to use their voting power to exercise such control of the company as is permitted to shareholders in general meetings.",
      "id": "s489"
    },
    {
      "text": "That power is exercised, of course, by means of a general meeting of the shareholders.",
      "id": "s490"
    },
    {
      "text": "A reasonable period of time is permitted after requisition to enable the meeting to be arranged, that is to say, to put in place the mechanism whereby the shareholders can exercise their power.",
      "id": "s491"
    },
    {
      "text": "The directors are, of course, free to exercise their powers during that interval, but the reality is that from the time a meeting is requisitioned for the purpose of replacing them, especially where it is requisitioned by a controlling shareholder, they are caretaker directors.",
      "id": "s492"
    },
    {
      "text": "If they choose to make use of the interval to circumvent the known wishes of the controlling shareholder who seeks to replace them, they cannot complain, in my view, if circumstances supervene to prevent them from so doing.",
      "id": "s493"
    },
    {
      "text": "The observation of the Chief Justice in that case, does not appear to have been underpinned by some general proposition that when an extraordinary general meeting is requisitioned the directors of the company are deprived of their power to pursue a rights issue.",
      "id": "s494"
    },
    {
      "text": "It may be that in such circumstances the pursuit of a rights issue will be scrutinised closely with a view to determining whether it is made for the improper purpose of simply protecting the directors' position by creating a new majority prior to the requisitioned meeting.",
      "id": "s495"
    },
    {
      "text": "That does not require the adjectival metaphor \"caretaker\" to be attached to the directors in such a circumstance.",
      "id": "s496"
    },
    {
      "text": "It simply requires an analysis of their powers, duties and purposes.",
      "id": "s497"
    },
    {
      "text": "90 Owen J considered the decision of the Full Court of the Supreme Court of South Australia in Woonda Nominees Pty Ltd v Chng (2000) 34 ACSR 558.",
      "id": "s498"
    },
    {
      "text": "After referring to the judgment of King CJ and the passage quoted above and also the decision of Giles J in Utilicorp NZ Inc v Power New Zealand Ltd (1997) 8 NZCLC 261,465, his Honour referred to the submission that he should find \"... that there is no principle of caretaker directors in Australian law\" (at 568).",
      "id": "s499"
    },
    {
      "text": "His Honour said (at 568): \n \n I simply cannot do that in the light of authority such as Paringa Mining .",
      "id": "s500"
    },
    {
      "text": "91 If there is a caretaker doctrine it has not been defined.",
      "id": "s501"
    },
    {
      "text": "The use of an adjectival metaphor does not define a doctrine and can best be regarded as a shorthand reference to the kinds of duties that may constrain the exercise of directors' powers in particular situations including circumstances in which an extraordinary general meeting for the removal of directors has been requisitioned.",
      "id": "s502"
    },
    {
      "text": "In my opinion, however, it should be treated with great caution.",
      "id": "s503"
    },
    {
      "text": "Such usages which are taxonomical or descriptive, rather than conveying principle or doctrine, have arisen in other areas of the law: see eg the discussion of the term \"discretionary trust\" in Chief Commissioner of Stamp Duties (NSW) v Buckle [1998] HCA 4 ; (1998) 192 CLR 226 at [8] .",
      "id": "s504"
    },
    {
      "text": "92 In Austin RP, Ford HAJ and Ramsay IM, Company Directors Principles of Law and Corporate Governance (LexisNexis, Butterworths, Australia, 2005) at 2.55, the learned authors observed that if there is a principle of caretaker directors it may be thought essential to confine its operation to situations where there is a high degree of certainty that the directors would be removed at the general meeting of the company.",
      "id": "s505"
    },
    {
      "text": "Otherwise any such principle could be used by disaffected minority shareholders to disrupt the management of companies.",
      "id": "s506"
    },
    {
      "text": "93 I would not be prepared to rest upon the very uncertain proposition of a \"doctrine\" of caretaker directors, a conclusion that there is a seriously arguable question, simply because of the requisitioned EGM, the directors lacked power to embark upon the rights issue.",
      "id": "s507"
    },
    {
      "text": "I do not regard such an absolute proposition as being of sufficient strength to warrant the grant of injunctive relief.",
      "id": "s508"
    },
    {
      "text": "I regard the existence of such a \"doctrine\" as highly questionable.",
      "id": "s509"
    },
    {
      "text": "What I do not regard as questionable is that, in the circumstances in which an EGM has been requisitioned and with a reasonable prospect that the directors may be removed, a rights issue to protect their position would be made for an improper purpose and would, subject to balance of convenience considerations, attract injunctive relief.",
      "id": "s510"
    },
    {
      "text": "In so saying I accept that my views both of the law and of the facts are provisional at this interlocutory stage.",
      "id": "s511"
    },
    {
      "text": "94 The question whether there is a serious question to be tried in this case, in my opinion, reduces substantially to the question whether the directors have acted for improper purposes in entering into the agreement that they had with Mr Vassileff and his associated interests and in proceeding with the rights issue.",
      "id": "s512"
    },
    {
      "text": "95 In my opinion, on the material presently before the Court, which may be incomplete and has not been tested by cross-examination, I cannot be satisfied that there is a sufficiently arguable case of improper purpose to justify the grant of interlocutory relief.",
      "id": "s513"
    },
    {
      "text": "The history of the matter outlined earlier in these reasons discloses dissatisfaction on the part of a significant body of shareholders with the current board of directors.",
      "id": "s514"
    },
    {
      "text": "It also discloses a board which has endeavoured to find a solution to the pressing difficulties facing the company in both the short and the long term.",
      "id": "s515"
    },
    {
      "text": "The two most pressing issues have been the need to discharge or renegotiate the NAB facility and to obtain ongoing working capital.",
      "id": "s516"
    },
    {
      "text": "96 The matters to which Chimaera points are not sufficiently indicative of an improper purpose on the part of the directors to enable me to conclude that there is a case of any strength against them.",
      "id": "s517"
    },
    {
      "text": "It may be that there is an arguable case, but not a case that I would describe as \"seriously arguable\".",
      "id": "s518"
    },
    {
      "text": "And even if it is, it is not so strong as to justify the grant of interlocutory relief having regard to the disruption to the rights issue and third party interests that could occur.",
      "id": "s519"
    },
    {
      "text": "The evidence does not point to any persuasive conclusion that acceptance of the Vassileff proposal was anything other than a bona fide judgment of what was in the company's best interests.",
      "id": "s520"
    },
    {
      "text": "It dealt with the NAB facility problem and also with the requirement for ongoing working capital.",
      "id": "s521"
    },
    {
      "text": "It did not solve the long term issues which undoubtedly face the company, but it was open to the directors to conclude that none of the other alternatives would resolve those issues as well.",
      "id": "s522"
    },
    {
      "text": "Of course the aggrieved shareholders could take the view that a change in board membership was necessary to bring about the kind of change in direction which they regarded as essential to the company's future.",
      "id": "s523"
    },
    {
      "text": "However the evidence does not enable the conclusion to be drawn, about the effect on the company's interests one way or the other, of a change in membership of the board.",
      "id": "s524"
    },
    {
      "text": "97 The Kobold \"offer\" to make underwriting arrangements which was advanced by Jonathan Remta was done for \"strategic purposes\".",
      "id": "s525"
    },
    {
      "text": "It was done by a party who was opposed to the rights issue proceeding.",
      "id": "s526"
    },
    {
      "text": "The non-acceptance of that very generally expressed offer was not indicative of an improper purpose on the part of the existing directors.",
      "id": "s527"
    },
    {
      "text": "Nor would I put any weight on their failure to use the services of the Chimaera subsidiary under the Engagement Agreement.",
      "id": "s528"
    },
    {
      "text": "The content and legal effect of the agreement was debatable.",
      "id": "s529"
    },
    {
      "text": "If there has been a breach then the company will have its remedy.",
      "id": "s530"
    },
    {
      "text": "However the directors were entitled to take the view that the Chimaera subsidiary was hardly an independent party in relation to the services which it offered.",
      "id": "s531"
    },
    {
      "text": "98 There was nothing in the choice of underwriter by the directors to support an inference that the underwriter would not be independent.",
      "id": "s532"
    },
    {
      "text": "The evidence does not disclose any basis upon which it could be inferred with any confidence by the directors or any reasonable observer, that the rights issue will actually lead to a new majority of shareholders.",
      "id": "s533"
    },
    {
      "text": "99 The timing of the EGM which effectively allows the rights issue to proceed does not of itself support the proposition that the rights issue was for an improper purpose protective of the directors.",
      "id": "s534"
    },
    {
      "text": "That might be so if it was clear that the rights issue would lead to a changed majority.",
      "id": "s535"
    },
    {
      "text": "That is not at all clear.",
      "id": "s536"
    },
    {
      "text": "100 The rights issues prices the shares at historically low levels.",
      "id": "s537"
    },
    {
      "text": "However the board papers proffer a reasonable explanation for that pricing, namely to maximise the chance that the necessary funds will be raised.",
      "id": "s538"
    },
    {
      "text": "101 The balance of convenience assessment discloses factors on both sides of the argument.",
      "id": "s539"
    },
    {
      "text": "The existing shareholders may face dilution of their shares.",
      "id": "s540"
    },
    {
      "text": "But evidence about the value of the shares based on the market share of the company was simply inadequate to allow any conclusions to be drawn from it even for the purposes of these proceedings.",
      "id": "s541"
    },
    {
      "text": "There is nothing to suggest that shareholders will not have an opportunity to seek shortfall allotments under the underwriting.",
      "id": "s542"
    },
    {
      "text": "In fact given the recent history of the company its existing shareholders may have the greatest interest in so doing.",
      "id": "s543"
    },
    {
      "text": "102 If the allotment of shares pursuant to the rights issue is effectively blocked pending the EGM, there will be effects on third parties and a delay in raising the necessary funding for the company.",
      "id": "s544"
    },
    {
      "text": "Moreover it is not clear that the company's legal obligations to parties subscribing for the rights issue would in any way be altered pending the final relief pursued by Chimaera.",
      "id": "s545"
    },
    {
      "text": "No doubt further interlocutory orders would be sought to maintain some sort of status quo pending the final relief sought.",
      "id": "s546"
    },
    {
      "text": "103 In my opinion, while it may be said that there is an arguable case raised against the directors, I regard it, on the materials before the Court, as a weak case.",
      "id": "s547"
    },
    {
      "text": "Having regard to the weakness of the case the balance of convenience is not sufficiently weighted in favour of Chimaera or disaffected shareholders to justify the grant of the interlocutory relief which is sought.",
      "id": "s548"
    },
    {
      "text": "Conclusion \n \n104 For the preceding reasons, the claim for interlocutory relief will be dismissed.",
      "id": "s549"
    },
    {
      "text": "I certify that the preceding one hundred and four (104) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s550"
    },
    {
      "text": "Associate:\nDated: 9 October 2007\n\n Counsel for the Applicant: Mr M Solomon \n \n Solicitor for the Applicant: Mallesons Stephen Jaques \n \n Counsel for the Respondent: Mr ML Bennett \n \n Solicitor for the Respondent: Lavan Legal \n \n Date of Judgment:\nDate of Publication of Reasons: 4 October 2007\n\n9 October 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1539.html",
      "id": "s551"
    }
  ]
}