{
  "name": "Bahonko v Sterjov [2007] FCA 1555 (8 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1555.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal interlocutory orders",
      "id": "c0"
    },
    {
      "text": "where interlocutory orders dismissing an application for stay of substantive orders pending the determination of an appeal",
      "id": "c1"
    },
    {
      "text": "where stay was without utility and / or inappropriate because substantive orders were the subject of a pending appeal",
      "id": "c2"
    },
    {
      "text": "application to amend substantive notice of appeal",
      "id": "c3"
    },
    {
      "text": "where additional grounds were without merit",
      "id": "c4"
    },
    {
      "text": "where additional grounds did not involve an appellable decision",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "APPLICATION \n \n1 In this matter, the applicant (\"Ms Bahonko\") has applied by notice of motion dated 3 September 2007 (as corrected on 5 September 2007 and amended at the hearing on 8 October 2007) (\"the Notice of Motion\") seeking the following relief:\n \n \n \n \"1.",
      "id": "s0"
    },
    {
      "text": "Leave to appeal from the orders given by Justice Goldberg of 27 August 2007 is granted.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "This leave to be consolidated with the existing appeal matter No: VID 743/07.",
      "id": "s3"
    },
    {
      "text": "3.",
      "id": "s4"
    },
    {
      "text": "This leave to appeal hearing to progress into a direction hearing in the appeal matter VID 743/07.",
      "id": "s5"
    },
    {
      "text": "4.",
      "id": "s6"
    },
    {
      "text": "Appellant has leave to amend her Notice of Appeal of 16 August 2007 to include Justice Goldberg's orders of 27 August 2007, Justice Jessup's orders and reasons given to the Registrar in the VID 114/06 and Justice Finkelstein's orders and reasons given to the Registrar in VID 114/06.",
      "id": "s7"
    },
    {
      "text": "\" \n \n \n \n\n2 For the reasons below, I would dismiss the Notice of Motion.",
      "id": "s8"
    },
    {
      "text": "BACKGROUND \n Substantive Proceedings \n \n3 The events which give rise to the Notice of Motion have a long and complicated history.",
      "id": "s9"
    },
    {
      "text": "In general terms, they relate to Ms Bahonko's employment at a kindergarten operated by the first and second respondents which was managed by the third respondent (\"Ms McEwan\").",
      "id": "s10"
    },
    {
      "text": "Ms Bahonko had been employed, on a trial basis, at La Kosta Child Care Centre &amp; Kindergarten Pty Ltd (\"La Kosta\") on 7 November 2005.",
      "id": "s11"
    },
    {
      "text": "Her employment was terminated just 4 days later on 10 November 2005 on grounds of \"serious misconduct\" relating to allegations of physical and psychological abuse by Ms Bahonko of children at the kindergarten and verbal abuse of other staff members, including Ms McEwan: see [2007] FCA 1244 at [3] - [8] .",
      "id": "s12"
    },
    {
      "text": "4 Ms Bahonko filed two applications:\n \n (1) an application pursuant to s 170CP of the Workplace Relations Act 1996 (Cth) (\"the WR Act\") (in the form it took in November 2005) alleging contraventions of ss 170CK(2) and 170CM of the WR Act and other unlawful or tortious conduct (\"the WR Act application\"); and\n (2) an application pursuant to s 46PO of the Human Rights and Equal Opportunity Act 1996 (Cth) (\"the HREOC Act\") alleging unlawful discrimination under the Racial Discrimination Act 1975 (Cth) (\"the RD Act \").",
      "id": "s13"
    },
    {
      "text": "5 The two applications were consolidated on 6 November 2006.",
      "id": "s14"
    },
    {
      "text": "The hearing of the applications occupied 9 separate hearing days before Jessup J between April and July 2007.",
      "id": "s15"
    },
    {
      "text": "Evidence relating to Ms Bahonko's appointment at La Kosta, the period of her employment and the termination of her employment were considered at length by Jessup J: see [2007] FCA 1244 at [24] - [93] .",
      "id": "s16"
    },
    {
      "text": "Jessup J dismissed the applications.",
      "id": "s17"
    },
    {
      "text": "6 In addition, the Ms Bahonko also made claims against the Respondents in the Court's accrued jurisdiction: see [123]ff.",
      "id": "s18"
    },
    {
      "text": "Ms Bahonko's claim in defamation against La Kosta was upheld and Ms Bahonko was awarded $50 in damages: see [126] and [186].",
      "id": "s19"
    },
    {
      "text": "The other claims in the accrued jurisdiction were dismissed.",
      "id": "s20"
    },
    {
      "text": "7 On 15 August 2007, substantive orders were made by Jessup J in the following terms:\n \n \n \n \"1.",
      "id": "s21"
    },
    {
      "text": "To the extent not previously dealt with by the court, the motion of which the applicant gave notice on 4 May 2007 be dismissed.",
      "id": "s22"
    },
    {
      "text": "2.",
      "id": "s23"
    },
    {
      "text": "The fourth respondent pay the applicant damages in the sum of $50.",
      "id": "s24"
    },
    {
      "text": "3.",
      "id": "s25"
    },
    {
      "text": "The application otherwise be dismissed.",
      "id": "s26"
    },
    {
      "text": "4.",
      "id": "s27"
    },
    {
      "text": "The parties have leave to file and serve: \n \n \n \n \n \n \n \n \n (a) on or before 22 August 2007, their written submissions as to costs; \n \n \n \n \n \n \n \n (b) on or before 24 August 2007, any submission in reply to the costs submission of another party.",
      "id": "s28"
    },
    {
      "text": "\" \n \n \n (\"the Substantive Orders\")\n \n Appeal \n \n8 On 16 August 2007, Ms Bahonko filed a notice of appeal (\"the Notice of Appeal\") against the Substantive Orders (\"the Appeal\").",
      "id": "s29"
    },
    {
      "text": "Goldberg J Orders of 27 August 2007 \n \n9 On 27 August 2007, Goldberg J heard and dismissed an application by Ms Bahonko for a stay of the Substantive Orders: see Bahonko v Sterjov [2007] FCA 1377.",
      "id": "s30"
    },
    {
      "text": "Costs order \n \n10 On 31 August 2007, Jessup J made orders as to costs in the substantive proceedings (\"the Costs Orders\"): see Bahonko v Sterjov [2007] FCA 1341.",
      "id": "s31"
    },
    {
      "text": "On 21 September 2007, Ms Bahonko amended her Notice of Appeal to appeal the Costs Orders (\"the Amended Notice of Appeal\").",
      "id": "s32"
    },
    {
      "text": "Contempt Charges \n \n11 On 24 May 2007, following the closure of the respondents' evidentiary case on the two applications (see [4] above) before Jessup J, Ms Bahonko attempted to make a range of oral applications including an application to file a statement of charge for contempt of court against the respondent and the respondents' legal representatives, Mr McKenney and Mr Vitiello, and sought to challenge the competency of two of the witnesses called on behalf of the respondents, the fourth respondent and Ms Esther Matthews.",
      "id": "s33"
    },
    {
      "text": "Jessup J did not grant leave to file these applications: see [8] at paras (2) and (4) and [9] of Bahonko v Sterjov [2007] FCA 867.",
      "id": "s34"
    },
    {
      "text": "12 On 30 May 2007, Ms Bahonko sought leave to appeal Jessup J's decision not to grant leave to file the statement of charge for contempt of Court.",
      "id": "s35"
    },
    {
      "text": "On 9 June 2007, Finkelstein J made a direction to a Registrar under O 46 r 7A of the Federal Court Rules that the notice of motion dated 30 May 2007 be refused for filing.",
      "id": "s36"
    },
    {
      "text": "ANALYSIS \n Introduction \n \n13 As set out in [1] above, by the Notice of Motion Ms Bahonko seeks the following relief:\n \n (1) leave to appeal against the orders of Goldberg J of 27 August 2007 (\"the Application for Leave to Appeal\").",
      "id": "s37"
    },
    {
      "text": "This concerns the first three paragraphs of the Notice of Motion; \n (2) leave to further amend the Amended Notice of Appeal.",
      "id": "s38"
    },
    {
      "text": "This concerns paragraph 4 of the Notice of Motion;\n I will deal with each in turn.",
      "id": "s39"
    },
    {
      "text": "Application for leave to appeal: paras 1, 2 and 3 of the Notice of Motion \n \n14 Leave is required to appeal Goldberg J's refusal to grant a stay of the Substantive Orders because that judgment is interlocutory in nature: ss 24(1)(a) and (1A) of the Federal Court of Australia Act 1976 (Cth) (\"the Federal Court Act \").",
      "id": "s40"
    },
    {
      "text": "It did not \" finally \" determine \" the parties' substantive rights \" ( Cubillo v Commonwealth [2001] FCA 1213 ; (2001) 112 FCR 455 and Carr v Finance Corp of Australia Ltd (No 1) [1981] HCA 20 ; (1981) 147 CLR 246 at 248 per Gibbs CJ and 253-54 per Mason J) but dealt with questions about whether the Substantive Orders would be stayed pending the hearing and determination of the Appeal.",
      "id": "s41"
    },
    {
      "text": "An application for leave to appeal may be heard and determined by a single judge: ss 24(1A) and 25 (2) of the Federal Court Act .",
      "id": "s42"
    },
    {
      "text": "15 To obtain leave to appeal from Goldberg J's refusal to grant a stay of the Substantive Orders, Ms Bahonko is required to satisfy the Court that:\n \n (1) it is attended by sufficient doubt to warrant reconsideration by a Full Court; and \n (2) substantial injustice would result if leave were refused, \n\n D&eacute;cor Corporation Pty Ltd v Dart Industries Inc (1991) 33 FCR 397 at 398-99 (per Sheppard, Burchett and Heerey JJ).",
      "id": "s43"
    },
    {
      "text": "16 It is well established that in cases where the interlocutory decision does not determine substantive rights, particular caution is required and \"a tight rein\" must be kept on appeals ( D&eacute;cor at 400).",
      "id": "s44"
    },
    {
      "text": "This is such a case.",
      "id": "s45"
    },
    {
      "text": "Ms Bahonko must satisfy both limbs of the test.",
      "id": "s46"
    },
    {
      "text": "She does not.",
      "id": "s47"
    },
    {
      "text": "17 The decision is not attended with any doubt, let alone sufficient doubt to warrant reconsideration by a Full Court.",
      "id": "s48"
    },
    {
      "text": "Even if the decision was attended with doubt, I am not satisfied that Ms Bahonko would suffer any injustice let alone \" substantial injustice\" in the event that leave was refused.",
      "id": "s49"
    },
    {
      "text": "18 As Goldberg J identified, O 52 r 17(1) of the Federal Court Rules provides that an appeal \" shall not\" operate as a stay of execution of the orders appealed from \" except so far as ... a Judge... may direct\" .",
      "id": "s50"
    },
    {
      "text": "Goldberg J was entitled to determine, in light of all the circumstances, whether the matter was an appropriate case for the grant of a stay: Powerflex Services Pty Ltd v Data Access Co (1996) 67 FCR 65.",
      "id": "s51"
    },
    {
      "text": "Clearly, it was not.",
      "id": "s52"
    },
    {
      "text": "First, his Honour correctly identified that paras 1, 2 and 3 of the Substantive Orders were not the appropriate subject of a stay: see [2007] FCA 1377 at [7] - [10] , [15] and [16].",
      "id": "s53"
    },
    {
      "text": "Neither was it appropriate for Ms Bahonko to seek to suspend the resolution of the substantive applications by seeking a stay of para 4 of the Substantive Orders dealing with submissions on costs.",
      "id": "s54"
    },
    {
      "text": "In any event, the Costs Orders were made by Jessup J on 31 August 2007.",
      "id": "s55"
    },
    {
      "text": "There is no utility in Ms Bahonko seeking leave to appeal from Goldberg J's refusal to stay para 4 of the Substantive Orders.",
      "id": "s56"
    },
    {
      "text": "19 In these circumstances, not only is there no doubt about the correctness of Justice Goldberg's orders, there can be no injustice in refusing Ms Bahonko an opportunity to appeal.",
      "id": "s57"
    },
    {
      "text": "20 Ms Bahonko in her affidavit of 3 September 2007, and during the course of her oral submissions, made allegations which are properly described as scandalous.",
      "id": "s58"
    },
    {
      "text": "They include allegations of criminal conduct and conduct constituting abuse of office.",
      "id": "s59"
    },
    {
      "text": "Those allegations are unsupported and insupportable.",
      "id": "s60"
    },
    {
      "text": "Ms Bahonko submitted that she required access to the transcript of the hearing before Goldberg J to make good her allegations.",
      "id": "s61"
    },
    {
      "text": "That access is refused on a number of bases.",
      "id": "s62"
    },
    {
      "text": "First, access to transcript has never been regarded as an indisputable requirement of a fair trial: see Young v Secretary for Department of Family and Community Services (2003) 76 ALD 118 at [30].",
      "id": "s63"
    },
    {
      "text": "Secondly, the hearing before Goldberg J did not involve viva voce evidence.",
      "id": "s64"
    },
    {
      "text": "Both parties were present at the hearing and made submissions.",
      "id": "s65"
    },
    {
      "text": "Moreover, by reason of the nature of the application before me (an application for leave to appeal from the orders of Goldberg J), it was necessary for me to consider the correctness of the decision of Goldberg J.",
      "id": "s66"
    },
    {
      "text": "As stated above, that decision is not attended with any doubt.",
      "id": "s67"
    },
    {
      "text": "Access to the transcript of proceedings before Goldberg J would be futile.",
      "id": "s68"
    },
    {
      "text": "For those reasons, access is refused.",
      "id": "s69"
    },
    {
      "text": "21 In the circumstances, I would not grant Ms Bahonko leave to appeal Goldberg J's refusal to grant a stay of the Substantive Orders.",
      "id": "s70"
    },
    {
      "text": "I would dismiss paras 1, 2 and 3 of the Notice of Motion and order Ms Bahonko to pay the respondents' costs of and incidental to those paragraphs in the Notice of Motion.",
      "id": "s71"
    },
    {
      "text": "22 Finally, there was no doubt that Goldberg J correctly refused to grant an injunction in the alternative to a grant of a stay.",
      "id": "s72"
    },
    {
      "text": "As Goldberg J said the appropriate process was for Ms Bahonko to appeal against the Substantive Orders and the Costs Orders, as she has now done.",
      "id": "s73"
    },
    {
      "text": "23 During the course of her oral argument, Ms Bahonko contended that if I was not minded to grant her leave to appeal Goldberg J's refusal to grant a stay of the Substantive Orders, then she sought a stay of the orders of Goldberg J.",
      "id": "s74"
    },
    {
      "text": "That contention is without formulation.",
      "id": "s75"
    },
    {
      "text": "There is no legal basis for the grant of stay.",
      "id": "s76"
    },
    {
      "text": "The appropriate procedure is not a grant of stay but an application for leave to appeal.",
      "id": "s77"
    },
    {
      "text": "That application was made by Ms Bahonko and failed.",
      "id": "s78"
    },
    {
      "text": "Even if a legal basis for a grant of a stay existed, a grant of stay would be of limited practical utility.",
      "id": "s79"
    },
    {
      "text": "The Substantive Orders would remain on foot.",
      "id": "s80"
    },
    {
      "text": "In relation to the costs order made by Goldberg J, there is no basis for a grant of stay.",
      "id": "s81"
    },
    {
      "text": "The application for a stay failed.",
      "id": "s82"
    },
    {
      "text": "Application for leave to amend the Notice of Appeal: Para 4 of the Notice of Motion \n \n24 Ms Bahonko seeks leave to amend the Notice of Appeal referred to in [8] to include:\n \n(1) Goldberg J's orders of 27 August 2007;\n \n(2) Jessup J's orders and reasons given to the Registrar in the VID 114/06; and \n \n(3) Finkelstein J's orders and reasons given to the Registrar in VID 114/06.",
      "id": "s83"
    },
    {
      "text": "25 The application is refused.",
      "id": "s84"
    },
    {
      "text": "It is necessary to address each of the matters Ms Bahonko seeks leave to add separately because the grounds for refusal are different.",
      "id": "s85"
    },
    {
      "text": "GOLDBERG J'S ORDERS OF 27 AUGUST 2007 \n \n26 This application does not arise because I refused Ms Bahonko leave to appeal Goldberg J's refusal to grant a stay of the Substantive Orders.",
      "id": "s86"
    },
    {
      "text": "The application is dismissed.",
      "id": "s87"
    },
    {
      "text": "JESSUP J'S ORDERS AND REASONS GIVEN TO THE REGISTRAR IN VID 114/06 AND FINKELSTEIN J'S ORDERS AND REASONS GIVEN TO THE REGISTRAR IN VID 114/06 \n \n27 Ms Bahonko seeks leave to amend her Notice of Appeal to include an appeal from a direction by Jessup J and a further direction by Finkelstein J to a Registrar pursuant to O 46 r 7A of the Federal Court Rules that the Registrar refuse to accept an application presented by Ms Bahonko for issue by the Registrar.",
      "id": "s88"
    },
    {
      "text": "The application is dismissed.",
      "id": "s89"
    },
    {
      "text": "A direction under O 46 r 7A is not a judgment able to be subjected to an appeal by Ms Bahonko: Bizuneh v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 42 ; (2003) 128 FCR 353 at [19] per Lee, Whitlam and Jacobson JJ.",
      "id": "s90"
    },
    {
      "text": "See also Paramasivam v Randwick City Council [2005] FCA 369 at [40] and [41] per Sackville J.",
      "id": "s91"
    },
    {
      "text": "28 Finally, Ms Bahonko referred me to a Notice of Motion dated 21 August 2007 seeking, amongst other things, leave to appeal the refusal by Finkelstein J of an injunction.",
      "id": "s92"
    },
    {
      "text": "The application was determined on the papers by Finkelstein J on 21 August 2007.",
      "id": "s93"
    },
    {
      "text": "The application was made without notice to any party.",
      "id": "s94"
    },
    {
      "text": "In so far as Ms Bahonko's reference to the Notice of Motion is a renewal of her application for an injunction, I would refuse it.",
      "id": "s95"
    },
    {
      "text": "The application is vexatious.",
      "id": "s96"
    },
    {
      "text": "The allegations are unsupported and insupportable.",
      "id": "s97"
    },
    {
      "text": "Moreover, an injunction would be futile.",
      "id": "s98"
    },
    {
      "text": "There is nothing to restrain.",
      "id": "s99"
    },
    {
      "text": "The Substantive Orders and the Costs Orders have been made.",
      "id": "s100"
    },
    {
      "text": "They have been appealed by Ms Bahonko.",
      "id": "s101"
    },
    {
      "text": "In so far as the application is an application for leave to appeal, for the same reasons I would refuse leave.",
      "id": "s102"
    },
    {
      "text": "CONCLUSION \n \n29 The Notice of Motion is dismissed.",
      "id": "s103"
    },
    {
      "text": "Ms Bahonko was wholly unsuccessful.",
      "id": "s104"
    },
    {
      "text": "Ms Bahonko shall pay the respondents' costs of and incidental to the Notice of Motion.",
      "id": "s105"
    },
    {
      "text": "I certify that the preceding twenty-nine (29) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s106"
    },
    {
      "text": "Associate:\n\nDated: 9 October 2007\n\n\n Counsel for the Applicant: The Applicant appeared in person \n \n Counsel for the Respondent: Mr M McKenney \n \n Solicitor for the Respondent: Felix A Vitiello \n \n Date of Hearing: 8 October 2007 \n \n Date of Judgment: 8 October 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1555.html",
      "id": "s107"
    }
  ]
}