{
  "name": "ACCC v Kyloe Pty Ltd [2007] FCA 1522 (18 October 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1522.html",
  "catchphrases": [
    {
      "text": "franchising industry code",
      "id": "c0"
    },
    {
      "text": "enforcement of industry codes of practice",
      "id": "c1"
    },
    {
      "text": "where respondents involved in distribution of polar krush ice-drink machines",
      "id": "c2"
    },
    {
      "text": "where respondents failed to provide disclosure statements to its sub-distributors",
      "id": "c3"
    },
    {
      "text": "where respondents failed to provide a copy of the franchising code to each sub-distributor at least 14 days prior to entering into the alleged franchise agreements",
      "id": "c4"
    },
    {
      "text": "whether agreements between parties constituted \"franchising agreements\" for the purposes of the code",
      "id": "c5"
    },
    {
      "text": "whether the respondents granted the purported franchisees the right to carry on a business under a \"system or marketing plan\"",
      "id": "c6"
    },
    {
      "text": "trade practices",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant, the Australian Competition and Consumer Commission (\"the ACCC\"), alleges that the respondents have contravened or have been involved in contravention of the Trade Practices Act 1975 (Cth) (\"the Act \").",
      "id": "s0"
    },
    {
      "text": "It is alleged that the respondents breached an applicable industry code.",
      "id": "s1"
    },
    {
      "text": "The respondents are: Kyloe Pty Ltd (\"Kyloe\"), its sole director Kevin McCann (\"McCann\"), Impact Design Accessories Pty Ltd (\"Impact\") and its two directors, Robert Morpeth and Therese Morpeth (\"Morpeths\").",
      "id": "s2"
    },
    {
      "text": "The Morpeths have not entered an appearance in this proceeding.",
      "id": "s3"
    },
    {
      "text": "2 The respondents are or were involved in the business of distributing Polar Krush ice-drink machines and the resale of various Polar Krush Products --- including: cups, straws and frozen drink concentrate, being branded goods originating from the Northumbrian Ice Cream Company Ltd (\"NICC\") in the United Kingdom.",
      "id": "s4"
    },
    {
      "text": "Kyloe and Impact entered into agreement with twenty two Sub-Distributors who are not parties to the proceeding, but include: M and T Barker Pty Ltd (\"Barker\"); Kool Innovations Pty Ltd (\"Kool Innovations\"); Ryan's Ice Drinks Pty Ltd (\"Ryan\"); Healthy Break Pty Ltd (\"Healthy Break\"); and Sandra Ogrizovic (\"Ogrizovic\") (herein collectively described as the \"Sub-Distributors\" where context permits).",
      "id": "s5"
    },
    {
      "text": "3 The ACCC claims that Kyloe and Impact have contravened the Franchising Code of Conduct (\"the Code\") prescribed by the Trade Practices (Industry Codes-Franchising) Regulations 1998 (Cth) by failing to provide disclosure documents, required by the Code, to its Sub-Distributors.",
      "id": "s6"
    },
    {
      "text": "The Code imposes mandatory obligations: see s 51AD of the Act .",
      "id": "s7"
    },
    {
      "text": "4 The ACCC further claims that the directors of Kyloe and Impact have incurred ancillary liability for the contraventions of Kyloe and Impact: see ss 75 and 80(1) of the Act .",
      "id": "s8"
    },
    {
      "text": "5 The respondents deny contravention of the Code and any related ancillary liability.",
      "id": "s9"
    },
    {
      "text": "Moreover, the respondents claim that their business arrangements with Sub-Distributors do not constitute franchise agreements and thus do not fall within the purview of the Code.",
      "id": "s10"
    },
    {
      "text": "The respondents claim that a more accurate description of their business relationship with the Sub-Distributors is one of distribution or dealership.",
      "id": "s11"
    },
    {
      "text": "Accordingly, the respondents claim that they did not contravene the provisions of the Code or breach s 51AD of the Act .",
      "id": "s12"
    },
    {
      "text": "ISSUES \n \n6 The issues which arise in the proceeding are:\n \n &#8226; Did Kyloe and/or Impact enter into a franchise agreement with the relevant Sub-Distributors within the meaning of Clause 4 of the Code (the \"Franchise Agreement Issue\")?",
      "id": "s13"
    },
    {
      "text": "If so:\n &#8226; Did Kyloe and/or Impact contravene certain provisions of the Code in respect of the franchise agreements, and thereby breach s 51AD of the Act (the \"Contravention of Code Issue\")?",
      "id": "s14"
    },
    {
      "text": "If so:\n &#8226; Did the directors of Kyloe and/or Impact incur ancillary liability under s 75B of the Act (the \"Ancillary Liability Issue\")?",
      "id": "s15"
    },
    {
      "text": "FACTS \n \n7 The facts are, largely, not in dispute.",
      "id": "s16"
    },
    {
      "text": "Affidavits were filed by representatives of each of the four corporate Sub-Distributors.",
      "id": "s17"
    },
    {
      "text": "Ms Ogrizovic also swore an affidavit.",
      "id": "s18"
    },
    {
      "text": "They were filed in support of the ACCC's case.",
      "id": "s19"
    },
    {
      "text": "None of the deponents was required for cross-examination.",
      "id": "s20"
    },
    {
      "text": "McCann also swore an affidavit.",
      "id": "s21"
    },
    {
      "text": "On most points he was not challenged when cross-examined by senior counsel for the ACCC.",
      "id": "s22"
    },
    {
      "text": "8 NICC launched the Polar Krush ice drink in the United Kingdom in 1996.",
      "id": "s23"
    },
    {
      "text": "In April 2001 McCann purchased 32 Polar Krush dispensing machines, concentrate, straws and cups from NICC and imported them into Australia.",
      "id": "s24"
    },
    {
      "text": "McCann arranged for the placement of these machines at various sites in Queensland and New South Wales.",
      "id": "s25"
    },
    {
      "text": "The machines were placed free of charge.",
      "id": "s26"
    },
    {
      "text": "The retailers were obliged to purchase Polar Krush concentrate, straws and cups from a company controlled by McCann.",
      "id": "s27"
    },
    {
      "text": "9 In March 2003 McCann met the Morpeths.",
      "id": "s28"
    },
    {
      "text": "They decided to develop the Polar Krush business in Australia.",
      "id": "s29"
    },
    {
      "text": "This led to the making of what will be referred to in these reasons as \"the Impact Agreement\".",
      "id": "s30"
    },
    {
      "text": "Other agreements involving other parties were subsequently made.",
      "id": "s31"
    },
    {
      "text": "For reasons which will become apparent it will be necessary to refer to a considerable number of the terms which are included in these agreements.",
      "id": "s32"
    },
    {
      "text": "10 In general terms the arrangement agreed to by McCann and the Morpeths involved:\n \n &#8226; McCann, through Kyloe, acting as head distributor for Australia of dispensing machines, concentrate, straws and cups, purchased from NICC.",
      "id": "s33"
    },
    {
      "text": "&#8226; The Morpeths assuming responsibility for the marketing of Polar Krush Ice Drinks in Australia.",
      "id": "s34"
    },
    {
      "text": "&#8226; The Morpeths purchasing dispensing machines from Kyloe.",
      "id": "s35"
    },
    {
      "text": "&#8226; The appointment of Sub-Distributors by NICC and Kyloe.",
      "id": "s36"
    },
    {
      "text": "&#8226; The sale, by Kyloe, of concentrate, straws and cups to the Sub-Distributors.",
      "id": "s37"
    },
    {
      "text": "&#8226; The sale, by the Morpeths (acting through Impact), of dispensing machines to the Sub-Distributors.",
      "id": "s38"
    },
    {
      "text": "&#8226; The Sub-Distributors undertaking responsibility for placing the dispensing machines in retail outlets and for selling concentrate, straws and cups to the retailers.",
      "id": "s39"
    },
    {
      "text": "&#8226; The provision, by McCann, to Sub-Distributors of instruction about the operation of the machines and, if requested, information as to how best to approach potential retailers and where machines might best be placed to ensure good returns.",
      "id": "s40"
    },
    {
      "text": "&#8226; The provision, by McCann, to Sub-Distributors of free point of sale material such as posters, mobiles, cup stands, labels and stickers.",
      "id": "s41"
    },
    {
      "text": "The Impact Agreement \n \n11 On 13 October 2003, Kyloe and McCann entered into a written agreement with Impact and its directors, the Morpeths, which granted Impact the exclusive right to buy the Polar Krush machines from Kyloe for re-sale.",
      "id": "s42"
    },
    {
      "text": "The principal terms of that agreement were: \n \n (a) \"Intellectual Property\" means trade marks, copyrights, designs, layout-design and confidential information as may be applicable to the Polar Krush Machines and products and to any advertising and promotional material and any technical materials associated with the supply of the Polar Krush Machines and products (cl 1.1); \n \n (b) \"Polar Krush Machines\" means two bowl frozen drink dispensing machines for the dispensing of Polar Krush related products and any subsequent upgrades or new models of such machines (cl 1.1); \n \n (c) \"Products\" means the products of the type and specifications manufactured and packaged under the trade marks Polar Krush including Polar Krush concentrate, cups, spoon straws, together with any other products developed by [NICC] which [Kyloe] is entitled to distribute pursuant to the Head Distribution Agreement (cl 1.1); \n \n (d) \"Territory\" means the Commonwealth of Australia (cl 1.1); \n \n (e) \"Trade Marks\" means registered and unregistered trade marks which may be used in respect of any Polar Krush products and machines from time to time (cl 1.1); \n \n (f) [Kyloe] hereby grants to Impact the exclusive right during the term of this \n Agreement to buy from [Kyloe] for resale in the Territory, the Polar Krush \n Machines as defined, subject to the stipulations of this Agreement (cl 2.1); \n \n (g) Impact shall purchase the Polar Krush Machines only from [Kyloe] (cl 2.2); \n \n (h) [Kyloe] must sell the Polar Krush Machines to lmpact in accordance with those orders at such prices as have been agreed between [Kyloe] and lmpact set out in the Second Schedule annexed hereto (cl 4.2); \n \n (i) Impact must use at all times its best endeavours to promote and extend sales of the Polar Krush Machines throughout [Australia] to all potential buyers and work diligently to obtain orders for the Polar Krush Machines (cl 7.1 .I); \n \n (j) Impact will not sell less than a minimum of six (6) Polar Krush Machines to an individual purchaser in any one sale (cl 7.1.3.1); \n \n (k) Impact will require and procure that each purchaser of a Polar Krush Machine shall enter into a sub-distribution agreement with [Kyloe] in the form annexed (cl 7.1.3.2); \n \n (l) Impact shall be responsible for the advertising and promotion of the Polar Krush Machines in the Territory provided that the use by lmpact of any advertising materials and promotional literature shall be subject to the prior written consent of [Kyloe] (cl 7.2.1); \n \n (m) Impact shall submit an annual advertising and promotion programme to [Kyloe] for its approval and arrange at its own expense and spend a minimum sum of $AUS [sic] in the first Year, Twenty Five Thousand Dollars (AUS $25,000.00) in the second Year Fifty Thousand Dollars (AUS $50,000.00 and Seventy Thousand Dollars (AUS $70,000.00) in each year thereafter or such other amount as [Kyloe] in the reasonable exercise of its discretion may determine on the implementation of the programme (cl 7.2.2); \n \n (n) Impact will observe all directions and instructions given to it by [Kyloe] in relation to promotion and advertisement of Polar Krush Machines and shall not make any written statement as to the quality or manufacture of the Polar Krush Machines without the prior written approval of the Supplier [sic] (cl 7.2.3); \n \n (o) Impact agree to use the Intellectual Property only in accordance with the \n conditions which are set down by [Kyloe] or by any other third party owner of the Intellectual Property (cl 10.1.2); \n \n (p) Impact agree to apply the Intellectual Property to the sale of the Polar Krush +Machines [sic] and any other associated advertising or promotional materials in such a manner and form as [Kyloe] directs (cl 10.1.3); \n \n (q) Impact agree they must not use the Intellectual Property for any purpose other than as set out in this Agreement (cl 10.1.4); \n \n (r) Impact agree that Polar Krush Machines shall be sold under the Trade Marks owned by [NICC] and advertisements for the sale of Polar Krush Machines shall contain the symbol of the registered trade marks &reg; or 'TM\" (cl 10.1 5); and \n \n (s) Nothing in this Agreement creates a partnership between the parties or appoints Impact as agents of [Kyloe] for any purpose whatsoever (cl 13.1).",
      "id": "s43"
    },
    {
      "text": "12 After the Impact Agreement was entered into advertisements were placed in the press by Impact seeking expressions of interests for Sub-Distributorships.",
      "id": "s44"
    },
    {
      "text": "The Sub-Distributors who gave evidence said that, when they responded to these advertisements, they were dealt with by the Morpeths.",
      "id": "s45"
    },
    {
      "text": "13 At some stage early in 2005 Kyloe and Impact received legal advice that their agreement might contravene third line forcing laws under the Act .",
      "id": "s46"
    },
    {
      "text": "As a result they entered into an agency agreement which superseded the provisions of Clause 13 of the Impact Agreement.",
      "id": "s47"
    },
    {
      "text": "Under the agency agreement Impact became an agent of Kyloe subject to certain terms and conditions.",
      "id": "s48"
    },
    {
      "text": "Kyloe treated the amended agreement as effective from about February 2005 until it was terminated in about July 2005 when Impact stopped marketing Polar Krush products.",
      "id": "s49"
    },
    {
      "text": "The Sub-Distribution Agreement \n \n14 In the period between February 2004 and November 2004, NICC and Kyloe entered into the following agreements on the dates and with the companies and individuals specified below (the \"Sub-Distribution Agreements\"):\n \n &#8226; on or about 2 June 2004 with M and T Barker Pty Ltd (the \"Barker Sub-Distribution Agreement\");\n &#8226; on 6 September 2004 with Kool Innovations Ply Ltd (the \"Kool Innovations Sub-Distribution Agreement\");\n &#8226; on 7 September 2004 with Ryan's Ice Drinks Pty Ltd (the \"Ryan Sub-Distribution Agreement\");\n &#8226; on or about 6 September 2004 with Healthy Break Pty Ltd (\"the Healthy Break Sub-Distribution Agreement\"); and\n &#8226; on or about 5 November 2004 with Sandra Ogrizovic (the \"Ogrizovic Sub-Distribution Agreement\").",
      "id": "s50"
    },
    {
      "text": "15 Copies of the agreements were provided to the Sub-Distributors by the Morpeths.",
      "id": "s51"
    },
    {
      "text": "Each of the agreements authorised the re-sale of Polar Krush Products and the supply, use and placement of Polar Krush machines by the relevant Sub-Distributor in Australia.",
      "id": "s52"
    },
    {
      "text": "The express terms of the Sub-Distribution Agreements included:\n \n (a) \"Intellectual Property\" means trade marks, copyrights, designs, layout-designs and confidential information as may be applicable to the products and Polar Krush Machines and to any advertising and promotional material and any technical materials associated with the supply of the products or the Polar Krush Machines (cl 1 .I); \n \n (b) \"Polar Krush Machines\" means two bowl frozen drink dispensing machines used for the dispensing of Polar Krush frozen drinks (cl 1 .I); \n \n (c) \"Products\" means the products of the type and specifications manufactured and packaged under the trade marks and listed in the First Schedule [frozen drink concentrate, cups and straws] together with any other products developed by the ultimate supplier, [NICC], and which [Kyloe] may permit the Sub-Distributor by express notice in writing to distribute in the Territory (cl 1 .I); \n \n (d) \"Territory\" means the Commonwealth of Australia (cl 1 .I); \n \n (e) \"Trade Marks\" means registered and unregistered trade marks which may be used in respect of any Polar Krush Products and Machines from time to time (cl 1.1); \n \n (f) 'Year\" means the period of 12 months from the commencement date and each consecutive period of 12 months thereafter, or part thereof during the period (cl 1.1) \n \n (g) nothing in this Contract establishes or creates a principal or agent relationship or a partnership or joint venture or franchise between the parties (cl 2.2); \n \n (h) [Kyloe] appoints the Sub-Distributor as its non-exclusive Sub-Distributor for promoting the supply of the Products in the Territory, subject to the \n stipulations of this Agreement (cl 3.1); \n \n (i) the Sub-Distributor accepts appointment as the Sub-Distributor of [Kyloe] for the re-supply of the Products in the Territory, subject to the stipulations of this Agreement (cl 3.2); \n \n (j) the Sub-Distributor shall refrain outside the Territory from seeking customers for the Polar Krush Machines and the Products and refrain outside the Territory from establishing any branch or maintaining any distribution depot for the sale of the Products (cl 3.3); \n \n (k) the Sub-Distributor: \n \n \n \n (i) will place the Polar Krush Machines purchased by it with its Customer (as that term is defined in the Sub-Distribution Agreement) only where it has first had and obtained from the Customer a written agreement in the form of the agreement in the Third Schedule (Customer Agreement)(cl 6.1); \n \n \n \n \n \n (ii) must use at all times its best endeavours to promote and extend sales of the Products throughout the Territory to all potential buyers and work diligently to obtain orders for the products (cl 6.2); \n \n (iii) will submit written reports at regular intervals to [Kyloe] showing details of sales, service, stock, outstanding customer orders and orders placed by the Sub-Distributor with [Kyloe] still outstanding and any other information relating to the performance of its obligations under this Agreement as [Kyloe] may reasonably require from time to time (cl 6.3); \n \n (iv) must supply the Polar Krush Machines purchased by it to the \n Customers of the Sub-Distributor free of charge and at all times to \n maintain [sic] the Polar Krush Machines in good working condition and in accordance with the instructions of [Kyloe] (cl 6.5); \n \n (v) must not re-sell individual Polar Krush Machines to third parties (cl 6.6); \n \n (vi) must ensure that at all times it complies with the terms of the \n Agreement it enters into with its Customers as shown in the Third \n Schedule to this Agreement (cl 6.10); and \n \n (vii) the Sub-Distributor must not until they have received the training as referred to in cl 7.1.3, negotiate for the placement of Polar Krush \n Machines or the supply of products, nor engage in marketing or \n promotion of the Polar Krush Machines or Products (cl 6.19); \n \n \n \n (1) [Kyloe] must: \n \n \n (i) supply the Sub-Distributor with sufficient samples of instructions, books, technical pamphlets, catalogues and advertising material as it considers reasonably sufficient with a view to promoting sales of the Products within the Territory (cl 7.1.2); and \n \n \n \n \n \n (ii) provide training for the Sub-Distributors in the demonstration of the Products, the use of the Polar Krush Machines and in the provision of proper after sales service (cl 7.1.3); \n \n \n \n (m) the Sub-Distributor shall in each Year place orders with [Kyloe] in respect of the Minimum Quantity for that Year set out in the Second Schedule (cl 8.5); \n \n (n) the Sub-Distributor shall: \n \n \n \n (i) be responsible for the promotion of the Products in the Territory using only materials and promotional literature made available by [Kyloe] (cl 10.1 .l); \n \n \n \n \n \n (ii) observe all directions and instructions given to it by [Kyloe] in relation to promotion of the Products and shall not make any written statement as to the quality or manufacture of the products without the prior written approval of [Kyloe] (cl 10.1.2); and \n \n \n \n \n \n (iii) cause each of its Customers to display advertising materials and other signs provided by [Kyloe] (cl 10.1.3); \n \n \n \n (o) the Sub-Distributor will not advertise or promote the sale of its Sub- \n Distributorship without first having obtained from [Kyloe] its approval of the \n method, form, style and content of the advertising from [Kyloe].",
      "id": "s53"
    },
    {
      "text": "The Sub- \n Distributor agrees to accept any stipulations as to the method, form, style and \n content of such advertising by [Kyloe] (cl 10.4); \n \n (p) the Sub-Distributor will purchase from [Kyloe] the Minimum Quantity of the Products in each Year as set out in the Second Schedule.",
      "id": "s54"
    },
    {
      "text": "However a failure to purchase the minimum quantity per year is not a ground for termination of this agreement (cl 11); \n \n (q) the Sub-Distributor will not solicit customers from sites where a Polar Krush Machine has already been placed in situ by another Sub-Distributor (cl 12.1); \n \n (r) products shall be sold under the Trade Marks and on all Products, containers and advertisements for the Products the symbol &reg; shall be used in \n conjunction with the registered Trade Marks or \"TM\" in conjunction with any \n Trade Mark applications (cl 13.2); \n \n (s) the Sub-Distributor shall not, without the prior written consent of [Kyloe], alter or make any addition to the labelling or packaging of the Products displaying the Trade Marks, and shall not alter, deface or remove in any manner any reference to the Trade Marks, any reference to the ultimate Supplier or any other name attached or affixed to the Products or their packaging or labelling (cl 13.3); \n \n (t) the Sub-Distributor agrees to apply the Intellectual Property to the Products and Polar Krush Machines and any associated advertising and promotional material in such manner and form as [Kyloe] directs (cl 13.4.2); \n \n (u) [Kyloe] may, at its option, if the Sub-Distributor fails to purchase the Minimum Quantity for a Year direct that the Polar Krush Machines be relocated to a site of its choice.",
      "id": "s55"
    },
    {
      "text": "Upon relocation the Sub-Distributor will enter into an agreement with [the new] Customer in the form appearing in the Third Schedule (cl 16.4); \n \n (v) pursuant to the Customer Agreement, the Customer must agree that the \n products shall be sold under the registered and unregistered trade marks \n which may be used in respect of the products from time to time and that the \n Customer will display at the point of sale any promotional material supplied \n by the Sub-Distributor to the Customer relating to the products or the \n equipment as required by the Sub-Distributor (cl 4.3 of the Customer \n Agreement); and \n \n (w) pursuant to the Customer Agreement: \n \n \n \n (i) the Customer must agree that the Polar Krush Syrups will only be sold in the Polar Krush branded cups and with the Polar Krush spoon straws expressly supplied by the Sub-Distributor (cl 7.1 of the Customer Agreement); \n \n \n \n \n \n (ii) the Customer shall not alter or make any addition to the labelling or packaging of the products displaying the Polar Krush trade marks \n (registered or unregistered) and shall not alter, deface or remove in any manner any reference to the trade marks, any reference to the ultimate supplier or any other name attached or affixed to the products or their packaging labelling (cl 7.2 of the Customer Agreement); \n \n \n \n \n \n (iii) the Customer must agree that the intellectual property relating to the products means Trade Marks, copyrights, designs, layout-designs and confidential information as may be applicable to the products and to any advertising or promotional material and any technical material \n \n \n associated with the supply of the products (cl 7.3 of the Customer \n Agreement); \n \n (iv) the Customer must agree: \n \n (A) to use the intellectual property only in accordance with the \n conditions set down by the Sub-Distributor or any third party \n owner of the intellectual property (cl 7.4.1 of the Customer \n Agreement); \n \n (B) to apply the intellectual property to the products and any \n associated advertising or promotional material in such \n manner and form as the Sub-Distributor directs (cl 7.4.2 of the \n Customer Agreement); and \n \n (v) the Customer must agree: \n \n (A) agree not to use any intellectual property for any purpose \n other than set out in the Customer Agreement (cl 7.5.1 of the \n Customer Agreement); \n \n \n \n \n (B) agree not to do anything concerning the intellectual property which might lead to its dilution or which might cause confusion or deception to the public concerning the origin of \n \n \n \n the rights which are the subject of intellectual property \n \n \n (cl 7.5.2 of the Customer Agreement); \n \n \n \n \n \n \n (C) agree not to disclose any confidential information forming part of intellectual property to any person (cl 7.5.3 of the Customer Agreement); \n \n \n \n \n (D) agree not to dispute the validity or ownership of the trade \n mark or the brand (cl 7.5.4 of the Customer Agreement); and \n \n (E) acknowledge that it will not obtain any rights in the trade \n marks or the brand and will not attempt to register any rights \n in respect of the Polar Krush trade marks or brand name \n \n \n (cl 7.5.6 of the Customer Agreement).",
      "id": "s56"
    },
    {
      "text": "16 The ACCC alleges that the Sub-Distribution Agreements also contained a number of implied terms.",
      "id": "s57"
    },
    {
      "text": "17 The unchallenged evidence of McCann was that the requirements that Sub-Distributors provide a regular written report to Kyloe (Clause 6.3) and that they buy minimum quantities of concentrate, cups and straws (Clause 8.5) were not observed and were not enforced.",
      "id": "s58"
    },
    {
      "text": "McCann provided the training for Sub-Distributors in order to satisfy Kyloe's obligation under Clause 7.1.3.",
      "id": "s59"
    },
    {
      "text": "Impact invoiced the Sub-Distributors for the training.",
      "id": "s60"
    },
    {
      "text": "Kyloe did not charge either the Sub-Distributors or Impact a training fee.",
      "id": "s61"
    },
    {
      "text": "It was reimbursed by Impact for expenses incurred by McCann when he travelled to provide training to Sub-Distributors.",
      "id": "s62"
    },
    {
      "text": "Kyloe did not advise or assist Sub-Distributors in relation to the conduct of their businesses.",
      "id": "s63"
    },
    {
      "text": "Nor did it exercise any supervision over the conduct of those businesses.",
      "id": "s64"
    },
    {
      "text": "It will be necessary, later in these reasons, to return, in greater detail, to the manner in which the parties to the Sub-Distribution Agreements conducted their business relationships.",
      "id": "s65"
    },
    {
      "text": "18 None of the Sub-Distribution Agreements which were in evidence (those between Kyloe &amp; NICC and Healthy Break, Ogrizovic, Ryan and Kool Innovations) remained operative at the time of the trial.",
      "id": "s66"
    },
    {
      "text": "All had been terminated.",
      "id": "s67"
    },
    {
      "text": "The Machine Agreement \n \n19 In addition to the Sub-distribution Agreement, the Sub-Distributors also entered into an agreement with Impact and its directors, the Morpeths (the \"Machine Agreement\").",
      "id": "s68"
    },
    {
      "text": "That agreement provided for the selling of the Polar Crush Machines to the Sub-Contractors.",
      "id": "s69"
    },
    {
      "text": "The express terms of the Machine Agreement included:\n \n (a) the buyer [ie each respective Sub-Distributor] and seller [ie lmpact] have agreed to regulate their ongoing relationship for the sale and purchase of machines on the terms and conditions set out in this Deed (cl 1 .1); \n \n (b) the buyer will, prior to placing an order, check with [Impact] the purchase price per machine (cl 2.1); \n \n (c) the buyer must order no less than 6 machines per order from [Impact] which may be made in writing or orally (cl 2.2); \n \n (d) it is a condition precedent of entry into this Deed of Agreement by the buyer that the buyer enters into the Sub-Distribution Agreement in the terms annexed hereto and marked \"A\" (cl 3.1); \n \n (e) the buyer acknowledges that the terms of the Sub-Distribution Agreement are separate to and independent from the terms of this Agreement (save as expressly referred to herein) (cl 3.2); \n \n (f) the buyer acknowledges and agrees that the buyer has no rights whatsoever against the seller in respect of or arising from the Sub-Distribution Agreement and to the extent that any such rights exist, which is denied, they are expressly waived by the buyer against the seller (cl 3.3); \n \n (g) the buyer further acknowledges that: \n \n (i) the conditions of use of the machines are governed by the Sub- \n Distribution Agreement (cl 3.4.1); and \n \n \n \n (ii) any intellectual property rights attaching to the machines including, trade marks, copyright, patent or design rights are governed by the Sub-Distribution Agreement (cl 3.4.2); \n \n \n \n (h) the purchase price per machine is that amount set by [Impact] per order from time to time (cl 6.1); \n \n (i) immediately upon placing an order the buyer must pay to the seller a deposit equivalent to 10% of the total purchase price for the machines (cl 6.2); \n \n (j) in addition to the purchase price, the buyer agrees to pay to the seller every 6 calendar months from the date the buyer receives the machines the sum [of $125 as] specified at \"item 2\" of the schedule for each machine (the Machine Fee) (cl 6.4); and \n \n (k) this Deed commences on the date it is made and ends when the Sub-Distributor Agreement ends (cl 9.1).",
      "id": "s70"
    },
    {
      "text": "20 Again, the ACCC alleges that the Sub-Distribution Agreement contained certain implied terms.",
      "id": "s71"
    },
    {
      "text": "21 Late in 2004 the Morpeths wrote to the Sub-Distributors proposing certain changes to the Machine Agreement.",
      "id": "s72"
    },
    {
      "text": "The first of the proposed changes was that the machine fee would thereafter be paid by the Sub-Distributors to Kyloe.",
      "id": "s73"
    },
    {
      "text": "Kyloe would then remit the fee to Impact.",
      "id": "s74"
    },
    {
      "text": "The second variation which was proposed was that Kyloe should replace Impact as the seller of the machines.",
      "id": "s75"
    },
    {
      "text": "McCann was not aware of these proposed amendments.",
      "id": "s76"
    },
    {
      "text": "Although all the Sub-Distributors were informed of the changes, only one paid the fee, which was later reimbursed by Impact.",
      "id": "s77"
    },
    {
      "text": "As there was no appearance from the Morpeths there is no evidence before me as to why the refund was given.",
      "id": "s78"
    },
    {
      "text": "The general response from the Sub-Distributors who have filed evidence in this proceeding was that there was a refusal to pay the fee because of disappointing sales results.",
      "id": "s79"
    },
    {
      "text": "ANALYSIS \n Franchise Agreement Issue \n \n22 The first issue to consider is whether Kyloe and/or Impact entered into franchise agreements with the relevant Sub-Distributors within the meaning of Clause 4 of the Code.",
      "id": "s80"
    },
    {
      "text": "23 Part IVB of the Act provides for the establishment and enforcement of industry Codes of practice.",
      "id": "s81"
    },
    {
      "text": "Section 51AD provides that a \"corporation must not, in trade or commerce, contravene any applicable industry Code.",
      "id": "s82"
    },
    {
      "text": "\" By s 51AE provision is made for industry codes to be prescribed by regulation.",
      "id": "s83"
    },
    {
      "text": "The regulations may declare that a code is either a mandatory or a voluntary code.",
      "id": "s84"
    },
    {
      "text": "The Trade Practices (Industry Codes --- Franchising) Regulations 1998 (Cth) were made pursuant to this power.",
      "id": "s85"
    },
    {
      "text": "The Code is contained in a schedule to the Regulations.",
      "id": "s86"
    },
    {
      "text": "It is declared to be a mandatory industry code: see s 51ACA(1) and reg 3.",
      "id": "s87"
    },
    {
      "text": "24 The Code applies to franchise agreements as defined in Clause 4 of the Code.",
      "id": "s88"
    },
    {
      "text": "That clause relevantly provides:\n \n \"4(1) A franchise agreement is an agreement: \n \n (a) that takes the form, in whole or part, of any of the following: \n (i) a written agreement; \n (ii) an oral agreement; \n \n \n \n (iii) an implied agreement; and \n \n \n \n \n \n (b) in which a person (the franchisor ) grants to another person (the franchisee ) the right to carry on the business of offering, supplying or distributing goods or services in Australia under a system or marketing plan substantially determined, controlled or suggested by the franchisor or an associate of the franchisor; and \n \n \n \n \n \n (c) under which the operation of the business will be substantially or materially associated with a trade mark, advertising or a commercial symbol; \n \n \n \n \n (i) owned, used or licensed by the franchisor or an associate of the franchisor; or \n (ii) specified by the franchisor or an associate of the franchisor; and \n \n \n \n \n \n (d) under which, before starting business or continuing the business, the franchisee must pay or agree to pay to the franchisor or an associate of the franchisor an amount including, for example: \n \n \n \n \n (i) an initial capital investment fee; \n (ii) a payment for goods or services; \n (iii) a fee based on a percentage of gross or net income whether or not called a royalty or franchise service fee; or \n (iv) a training fee or training school fee; \n \n \n \n \n \n but excluding: \n \n \n \n \n \n (v) payment for goods or services at or below their wholesale price; or \n (vi) repayment by the franchisee of a loan from the franchisor; or \n (vii) payment for the whole sale price of goods taken on consignment; or \n (viii) payment of market value for purchase or lease of real property, fixtures, equipment or supplies needed to start business or to continue business under the franchise agreement.",
      "id": "s89"
    },
    {
      "text": "\" \n \n \n\nIt is also necessary to refer to certain definitions which appear in Clause 3 of the Code.",
      "id": "s90"
    },
    {
      "text": "The terms \"associate\", \"franchise\", \"franchisee\" and \"franchisor\" are defined as follows:\n \n \" associate , for a franchisor, means a person: \n \n \n (a) who: \n \n \n \n \n (i) is a director or related body corporate, or a director of a related body corporate, of the franchisor; or \n (ii) for a franchisor that is a proprietary company --- directly or indirectly owns, controls, or holds with power a vote, at least 15% of the issued voting shares in the franchisor; or \n (iii) is a partner of the franchisor; and \n \n \n \n \n (b) whose relationship with the franchisor is relevant to the franchise system, including supplying goods or services to a franchisee.",
      "id": "s91"
    },
    {
      "text": "franchise includes the following: \n \n \n (a) the rights and obligations under a franchise agreement; \n (b) a master franchise; \n (c) a subfranchise; \n (d) an interest in a franchise.",
      "id": "s92"
    },
    {
      "text": "franchisee includes the following: \n \n \n (a) a person to whom a franchise is granted; \n (b) a person who otherwise participates in a franchise as a franchisee; \n (c) a subfranchisor in its relationship with a franchisor; \n (d) a subfranchisee in its relationship with a subfranchisor.",
      "id": "s93"
    },
    {
      "text": "franchisor includes the following: \n \n \n (a) a person who grants a franchise; \n (b) a person who otherwise participates in a franchise as a franchisor; \n (c) a subfranchisor in its relationship with a subfranchisee; \n (d) a master franchisee in a master franchise system; \n (e) a master franchisee in its relationship with a franchisee.",
      "id": "s94"
    },
    {
      "text": "\" \n \n \n \n\n25 The first, second and third respondents contend that no relevant agreement to which Kyloe or Impact was a party was a franchise agreement within the meaning of Clause 4 of the Code.",
      "id": "s95"
    },
    {
      "text": "They emphasise that the definition contains a series of cumulative elements, all of which must be present before an agreement becomes one to which the Code applies.",
      "id": "s96"
    },
    {
      "text": "They further contend that some of the required elements cannot be found in any of the agreements to which Kyloe and Impact were party.",
      "id": "s97"
    },
    {
      "text": "Clause 4(1)(a) \n \n26 There is no dispute that the requirements of Clause 4(1)(a) are met in the present case although there is a need, on the ACCC's case, to have regard to multiple written agreements and associated implied terms.",
      "id": "s98"
    },
    {
      "text": "Clause 4(1)(b) \n \n27 As Bennett J noted, in Capital Networks Pty Ltd v .au Domain Administration Ltd [2004] FCA 808 at [97] , Clause 4(1)(b) has a number of components.",
      "id": "s99"
    },
    {
      "text": "They are:\n \n \n \"(a) A person (referred to as a franchisor) grants to another person (referred to as a franchisee) the right to carry on the business of offering, supplying or distributing goods or services in Australia; \n (b) The right to carry on business is granted under a system or marketing plan; \n (c) The system or marketing plan must be determined, controlled or suggested by the franchisor.",
      "id": "s100"
    },
    {
      "text": "\" \n \n\n28 The ACCC contends that, Kyloe and Impact, as franchisors, were empowered to do and did the various things which were necessary to bring them within the terms of Clause 4(1)(b).",
      "id": "s101"
    },
    {
      "text": "It does not submit that Kyloe or Impact were associates for the purposes of this provision.",
      "id": "s102"
    },
    {
      "text": "29 In the case of Kyloe, the ACCC relies on the following matters to support the allegation that it granted each Sub-Distributor the right to carry on the business of offering, supplying and/or distributing Polar Krush products and machines in Australia:\n \n &#8226; The entry into the agreement, in October 2003, between Kyloe and Impact and their respective servants and agents under which Kyloe granted Impact the exclusive right to buy the Polar Krush machines for resale.",
      "id": "s103"
    },
    {
      "text": "&#8226; The entry by Kyloe and NICC into the Sub-Distribution Agreements in 2004.",
      "id": "s104"
    },
    {
      "text": "&#8226; The terms of each Sub-Distribution Agreement which are set out above at [13].",
      "id": "s105"
    },
    {
      "text": "&#8226; An alleged implied term in each Sub-Distribution Agreement that the Sub-Distributor had the right to offer, supply, place or distribute the Polar Krush machines in Australia subject to the terms and conditions of the Sub-Distribution Agreement.",
      "id": "s106"
    },
    {
      "text": "&#8226; An alleged implied term in each Sub-Distribution Agreement to the effect that Kyloe could charge the Sub-Distributor a fee for the training referred to in Clause 7.1.3.",
      "id": "s107"
    },
    {
      "text": "&#8226; The obligation allegedly imposed by each of the sub-distribution agreements and Customer Agreements that each Sub-Distributor and customer would use Kyloe's marketing and promotional material.",
      "id": "s108"
    },
    {
      "text": "&#8226; The entry by Impact and each Sub-Distributor into the Machine Agreements in 2004.",
      "id": "s109"
    },
    {
      "text": "&#8226; The terms of each machine agreement set out above at [16].",
      "id": "s110"
    },
    {
      "text": "&#8226; An alleged implied term in each of the Machine Agreements pursuant to which each Sub-Distributor had the right to buy the Polar Krush machines from Impact for offer, supply and/or distribution in Australia for use with the Polar Krush products covered by the Sub-Distribution Agreement.",
      "id": "s111"
    },
    {
      "text": "&#8226; Various terms of each Sub-Distributor Agreement and related Machine Agreement which, when read together, provided for the granting of rights by Kyloe to the Sub-Distributors in respect of the Polar Krush machines and Polar Krush products.",
      "id": "s112"
    },
    {
      "text": "30 The ACCC pleaded that each Sub-Distribution Agreement and each related Machine Agreement, when read together, created a system or marketing plan determined, controlled and/or suggested by Kyloe which required each Sub-Distributor to do or refrain from doing certain things in relation to the marketing of Polar Krush products.",
      "id": "s113"
    },
    {
      "text": "Those things were:\n \n &#8226; As a condition precedent of entry into the Machine Agreement, to enter into the Sub-Distribution Agreement.",
      "id": "s114"
    },
    {
      "text": "&#8226; To place Polar Krush machines with third parties referred to as the Sub-Distributor's Customers (as that term is defined in the Sub-Distribution Agreement) only where the Sub-Distributor had first obtained from a Customer a written agreement in the form of the Customer Agreement comprising the Third Schedule to the Sub-Distribution Agreement.",
      "id": "s115"
    },
    {
      "text": "&#8226; Pursuant to the Customer Agreement, to supply the Polar Krush machines to the Customer free of charge and to supply the Polar Krush Products to the Customer for use by the Customer with the Polar Krush machines at the list price or other price determined by the Sub-Distributor.",
      "id": "s116"
    },
    {
      "text": "&#8226; To cause each of its Customers to display advertising material and other signs provided by Kyloe.",
      "id": "s117"
    },
    {
      "text": "&#8226; Not to solicit Customers from sites where a Polar Krush machine has already been placed by another Sub-Distributor.",
      "id": "s118"
    },
    {
      "text": "&#8226; To place orders with Kyloe for Polar Krush Products in respect of a minimum quantity each year.",
      "id": "s119"
    },
    {
      "text": "&#8226; To promote the Polar Krush Products using only materials and promotional literature made available by Kyloe.",
      "id": "s120"
    },
    {
      "text": "&#8226; To observe all directions and instructions given to it by Kyloe in relation to promotion of the Polar Krush Products and not to make any written statement as to the quality of manufacture of the products without the prior written approval of Kyloe.",
      "id": "s121"
    },
    {
      "text": "&#8226; Not to resell individual Polar Krush machines to third parties.",
      "id": "s122"
    },
    {
      "text": "&#8226; Not to advertise or promote the sale of its Sub-Distributorship without first having obtained from Kyloe its approval of the method, form, style and content of the advertising from Kyloe.",
      "id": "s123"
    },
    {
      "text": "&#8226; To accept Kyloe's stipulations as to the method, form, style and content of advertising by the Sub-Distributor for the sale of its Sub-Distributorship.",
      "id": "s124"
    },
    {
      "text": "&#8226; To sell the Polar Krush Products under the Trade Marks as defined in the Sub-Distribution Agreement.",
      "id": "s125"
    },
    {
      "text": "&#8226; Not to, without the prior written consent of Kyloe, alter or make any addition to the labelling or packaging of the Polar Krush Products displaying the Trade Marks.",
      "id": "s126"
    },
    {
      "text": "&#8226; Not to alter, deface or remove in any manner any reference to the Trade Marks, any references to the ultimate Supplier or any other name attached or affixed to the Polar Krush Products or their packaging or labelling.",
      "id": "s127"
    },
    {
      "text": "&#8226; Not to negotiate for the placement of Polar Krush machines or the supply of products, nor engage in marketing or promotion of the Polar Krush machines or products until they received the training provided by Kyloe.",
      "id": "s128"
    },
    {
      "text": "31 In the case of Impact, the ACCC relies on the following matters to support the allegation that it granted each Sub-Distributor the right to carry on the business of offering, supplying and/or distributing Polar Krush products and machines:\n \n &#8226; The entry into the October 2003 Agreement between Kyloe and Impact under which Kyloe granted Impact the exclusive right to buy the Polar Krush machines for resale.",
      "id": "s129"
    },
    {
      "text": "&#8226; The entry by Impact and each Sub-Distributor into the Machine Agreement in 2004.",
      "id": "s130"
    },
    {
      "text": "&#8226; The terms of each Machine Agreement set out above at [16].",
      "id": "s131"
    },
    {
      "text": "&#8226; An alleged implied term in each of the Machine Agreements pursuant to which each Sub-Distributor had the right to buy the Polar Krush machines from Impact for offer, supply and/or distribution in Australia for use with the Polar Krush products covered by the Sub-Distribution Agreement.",
      "id": "s132"
    },
    {
      "text": "&#8226; Various terms of each Machine Agreement and related Sub-Distributor Agreement, which, when read together, provided for the granting of rights by Impact to the Sub-Distributors in respect of the Polar Krush machines and Polar Krush products.",
      "id": "s133"
    },
    {
      "text": "32 The ACCC pleads that each Machine Agreement created a system or marketing plan determined and/or suggested by Impact which required each Sub-Distributor to do or refrain from doing certain things in relation to the marketing of Polar Krush products.",
      "id": "s134"
    },
    {
      "text": "Those things were:\n \n &#8226; To acknowledge the conditions of use of the Polar Krush machines are governed by the Sub-Distribution Agreement.",
      "id": "s135"
    },
    {
      "text": "&#8226; To purchase no less than six Polar Krush machines.",
      "id": "s136"
    },
    {
      "text": "&#8226; To agree to pay every six calendar months the Machine Fee.",
      "id": "s137"
    },
    {
      "text": "&#8226; As a condition precedent of entry into the Machine Agreement, enter into the Sub-Distribution Agreement.",
      "id": "s138"
    },
    {
      "text": "&#8226; To place Polar Krush machines with third parties referred to as the Sub-Distributor's Customer (as that term is defined in the Sub-Distribution Agreement) only where the Sub-Distributor had first obtained from the Customer a written agreement in the form of the Customer Agreement comprising the third Schedule to the Sub-Distribution Agreement.",
      "id": "s139"
    },
    {
      "text": "&#8226; Pursuant to the Customer Agreement, to supply the Polar Krush Machines to the Customer free of charge.",
      "id": "s140"
    },
    {
      "text": "&#8226; To cause each of its Customers to display advertising materials and other signs provided by Kyloe.",
      "id": "s141"
    },
    {
      "text": "&#8226; Not to negotiate for the placement of Polar Krush machines or the supply of products, nor engage in marketing or promotion of the Polar Krush machines or products until they received the training provided by Kyloe.",
      "id": "s142"
    },
    {
      "text": "&#8226; Not to solicit customers from sites where a Polar Krush machine had already been placed by another Sub-Distributor.",
      "id": "s143"
    },
    {
      "text": "33 Both Kyloe and Impact deny that they granted the Sub-Distributors the right to carry on the business of offering, supplying and/or distributing Polar Krush products and machines in Australia.",
      "id": "s144"
    },
    {
      "text": "34 The only agreement between Kyloe and the Sub-Distributors was the Sub-Distribution Agreement.",
      "id": "s145"
    },
    {
      "text": "Kyloe submits that it did not grant the Sub-Distributors the right to carry on a business: the agreement did not impinge on their capacity to develop their own business plans relating to matters such as the selection of sites for the placing of machines, the terms of contractual arrangements with customers, the price at which concentrate, straws and cups were to be sold, the number of employees to be engaged in the Sub-Distributors' business and the amount of time which the Sub-Distributors were to devote to the Polar Krush business.",
      "id": "s146"
    },
    {
      "text": "35 I do not accept Kyloe's submissions on this point.",
      "id": "s147"
    },
    {
      "text": "The Sub-Distribution Agreement expressly appointed the Sub-Distributors as non-exclusive suppliers of Polar Krush products within Australia.",
      "id": "s148"
    },
    {
      "text": "This activity was a \"business\" within the meaning of Clause 4(1)(b) of the Code.",
      "id": "s149"
    },
    {
      "text": "The matters to which Kyloe referred and on which the Sub-Distribution Agreements were silent (at least in part) were matters going to the conduct of the various Sub-Distribution businesses rather than the granting of the right to carry on those businesses.",
      "id": "s150"
    },
    {
      "text": "36 Impact was not a party to the Sub-Distribution Agreements.",
      "id": "s151"
    },
    {
      "text": "It was a party to the Impact Agreement and the Machine Agreement.",
      "id": "s152"
    },
    {
      "text": "Impact submits that neither of the relevant agreements to which it was a party conferred any right on any Sub-Distributor to carry on a business.",
      "id": "s153"
    },
    {
      "text": "It objects to the ACCC's reliance on the Sub-Distribution Agreements in conjunction with the Machine Agreements in an attempt to satisfy this requirement of Clause 4(1)(b).",
      "id": "s154"
    },
    {
      "text": "37 I agree with Impact's submissions.",
      "id": "s155"
    },
    {
      "text": "The Machine Agreements provided for the sale, by Impact, to the Sub-Distributors of the machines which dispensed Polar Krush products.",
      "id": "s156"
    },
    {
      "text": "The character of the Machine Agreements is not relevantly altered by the provisions which made it a condition precedent that the Sub-Distributors enter into the Sub-Distribution Agreements or the acknowledgments that the conditions of use of the machines were to be governed and the intellectual property rights attaching to them protected by the Sub-Distribution Agreements.",
      "id": "s157"
    },
    {
      "text": "These provisions did not, in terms, or by implication incorporate the contents of the Sub-Distribution Agreements in the Machine Agreements.",
      "id": "s158"
    },
    {
      "text": "38 The same is true of the Impact Agreement.",
      "id": "s159"
    },
    {
      "text": "Even had the Impact Agreement been incorporated it would not have had the necessary effect: it did not confer any rights on Sub-Distributors much less the right to carry on a business.",
      "id": "s160"
    },
    {
      "text": "Moreover the Sub-Distributor parties to the Machine Agreement acknowledged that the terms of the Sub-Distribution Agreement were separate to and independent from the terms of the Machine Agreement.",
      "id": "s161"
    },
    {
      "text": "39 The next component of Clause 4(1)(b) which must be satisfied is that any right conferred by a franchisor to carry on business must be granted under a system or marketing plan.",
      "id": "s162"
    },
    {
      "text": "Both Kyloe and Impact deny the existence of any such plan.",
      "id": "s163"
    },
    {
      "text": "40 The phrase a \"system or marketing plan\" is not defined in the Code.",
      "id": "s164"
    },
    {
      "text": "In seeking to give meaning to this concept Australian courts have had resort to American case law which deals with equivalent but not identical legislation.",
      "id": "s165"
    },
    {
      "text": "In the course of a review of American texts and decisions which she undertook in Capital Networks at [103] to [110] Bennett J identified the following factors as being \"helpful indicators\" of the presence of such a plan:\n \n &#8226; the provision by the franchisor of a detailed compensation and bonus structure for distributors selling its products;\n &#8226; a centralised bookkeeping and record keeping computer operation provided by the franchisor for distributors;\n &#8226; a scheme prescribed by the franchisor under which a person could become a distributor, direct distributor, district director, regional director, or zone director;\n &#8226; the reservation by the alleged franchisor of the right to screen and approve all promotional materials used by distributors;\n &#8226; a prohibition on re-packaging of products by distributors;\n &#8226; the provision of assistance by the alleged franchisor to its distributors in conducting \"opportunity meetings\";\n &#8226; suggestion by the franchisor of the retail prices to be charged for products; and\n &#8226; a comprehensive advertising and promotional program by the alleged franchisor.",
      "id": "s166"
    },
    {
      "text": "Her Honour also had regard to some further indicators which were treated as relevant by the Court of Appeals of Indiana in Master Abrasives Corporation v Williams (1984) 469 NE 2d 1196:\n \n &#8226; the division of a state into marketing areas;\n &#8226; the establishment of sales quotas;\n &#8226; the franchisor having approval rights of any sales personnel whom the franchisee might seek to employ;\n &#8226; a mandatory sales training regime;\n &#8226; the provision of quotation sheets to the franchisee's employees;\n &#8226; provision by the franchisor of prescribed invoices and other sales forms;\n &#8226; a requirement that franchisees elicit certain information from their customers and provide that information to the franchisor; and\n &#8226; a restriction on the franchisee selling any of the franchisor's products without first consulting the franchisor.",
      "id": "s167"
    },
    {
      "text": "This is not intended to be an exhaustive list of relevant considerations but it does serve to focus attention on the type of matters which will inform a judgment on whether the necessary \"system or marketing plan\" exists in a particular case.",
      "id": "s168"
    },
    {
      "text": "41 The ACCC submits that the evidence establishes the existence of a system or marketing plan under which Kyloe and Impact, as franchisors, distributed Polar Krush products within Australia.",
      "id": "s169"
    },
    {
      "text": "It relies on some contractual provisions and on some of the evidence given by McCann and the Sub-Distributors relating to interaction between the Sub-Distributors on the one hand and McCann and the Morpeths on the other.",
      "id": "s170"
    },
    {
      "text": "Some of the evidence relied on can be related to two or more of the relevant indicia.",
      "id": "s171"
    },
    {
      "text": "It will be convenient to deal separately with the principal indicators to which the ACCC referred in its submissions.",
      "id": "s172"
    },
    {
      "text": "42 Sales training regime .",
      "id": "s173"
    },
    {
      "text": "The Sub-Distribution Agreement (cl 7.1.3) imposed an obligation on Kyloe to provide training to the Sub-Distributors in the demonstration of the concentrate, cups and straws, the use of the machines and in the provision of proper after sales service.",
      "id": "s174"
    },
    {
      "text": "Until such training was received Sub-Distributors could not negotiate with potential customers for the placement of machines, supply Polar Krush products or engage in marketing or promotion of those products (cl 6.19).",
      "id": "s175"
    },
    {
      "text": "The Morpeths told potential Sub-Distributors about these obligations and restrictions, that McCann would provide the training and that a training fee would be payable.",
      "id": "s176"
    },
    {
      "text": "Once Sub-Distributors were appointed McCann visited them at their homes.",
      "id": "s177"
    },
    {
      "text": "He provided them with instructions about to how to clean and operate the machines and to dilute the concentrate.",
      "id": "s178"
    },
    {
      "text": "He provided the Sub-Distributors with one \"point of sale pack\" per machine.",
      "id": "s179"
    },
    {
      "text": "These packs included a poster, a mobile, a cup holder and flavour labels.",
      "id": "s180"
    },
    {
      "text": "A \"point of sale checklist\" was also provided.",
      "id": "s181"
    },
    {
      "text": "He gave the Sub-Distributors a CD which contained information about promotion and marketing of Polar Krush products.",
      "id": "s182"
    },
    {
      "text": "He also told Sub-Distributors about locations where he had successfully placed machines.",
      "id": "s183"
    },
    {
      "text": "The training, in each case, took place over a period of between two and three hours.",
      "id": "s184"
    },
    {
      "text": "43 Assistance in conducting \"opportunity meetings\".",
      "id": "s185"
    },
    {
      "text": "Under this head the ACCC directs attention to certain statements made by McCann and the Morpeths to Sub-Distributors.",
      "id": "s186"
    },
    {
      "text": "In particular, the Sub-Distributors were advised that the best locations for the machines were in schools.",
      "id": "s187"
    },
    {
      "text": "Reference was also made to scripts which might be used when approaching potential customers and the promotional and marketing material provided by McCann to which reference has already been made.",
      "id": "s188"
    },
    {
      "text": "None of these activities relate to the conduct of \"opportunity meetings\" of the kind referred to in the American authorities.",
      "id": "s189"
    },
    {
      "text": "44 Use of recommended retail prices .",
      "id": "s190"
    },
    {
      "text": "The ACCC does not allege that either Kyloe or Impact suggested to Sub-Distributors the retail prices which should be charged for Polar Krush products.",
      "id": "s191"
    },
    {
      "text": "It notes, however, that, part of the promotional and marketing material provided by McCann to the Sub-Distributors during the training sessions was what was described as an \"example only\" profit profile which could be provided by the Sub-Distributors to potential customers.",
      "id": "s192"
    },
    {
      "text": "It contained recommended selling prices which, if adopted, would yield projected profit margins.",
      "id": "s193"
    },
    {
      "text": "45 Restrictions on the sale of products.",
      "id": "s194"
    },
    {
      "text": "Under the Sub-Distribution Agreement (cl 3.1) all Sub-Distributors had the right to distribute Polar Krush machines, concentrate, straws and cups anywhere in Australia.",
      "id": "s195"
    },
    {
      "text": "The only restriction that was placed on them embarking on the placement of machines and distribution of product was the requirement that they first undertake the training which was provided by McCann.",
      "id": "s196"
    },
    {
      "text": "They were advised by the Morpeths of this restriction.",
      "id": "s197"
    },
    {
      "text": "46 Recommended sales techniques.",
      "id": "s198"
    },
    {
      "text": "The evidence does not support the existence of any mandatory sales training regime imposed by Kyloe or Impact.",
      "id": "s199"
    },
    {
      "text": "The ACCC directs attention to the evidence from McCann that he provided Sub-Distributors, as part of the training sessions conducted by him, with some material to assist them in dealing with potential customers.",
      "id": "s200"
    },
    {
      "text": "There was also evidence that the Morpeths had recommended that schools provided the best locations for placement of the machines and recommended a script for use when approaching potential customers.",
      "id": "s201"
    },
    {
      "text": "A copy of \"script ideas\" which amounted to a sales pitch was provided to prospective Sub-Distributors.",
      "id": "s202"
    },
    {
      "text": "47 Sales quotas.",
      "id": "s203"
    },
    {
      "text": "No sales quotas were prescribed by Kyloe or Impact.",
      "id": "s204"
    },
    {
      "text": "The ACCC does, however, draw attention to Clauses 8.5 and 11 of the Sub-Distribution Agreement which required Sub-Distributors to order and purchase a minimum quantity of concentrate, straws and cups each year.",
      "id": "s205"
    },
    {
      "text": "48 Eliciting information from customers.",
      "id": "s206"
    },
    {
      "text": "Neither Kyloe or Impact required Sub-Distributors to obtain information from customers and then pass it on to them.",
      "id": "s207"
    },
    {
      "text": "The ACCC does, however, direct attention to the requirement contained in Clause 6.3 of the Sub-Distribution agreement that Sub-Distributors were to provide Kyloe with written reports at regular intervals on matters such as the details of sales, service, stock and outstanding customer orders.",
      "id": "s208"
    },
    {
      "text": "The material provided by McCann to Sub-Distributors at the training sessions included a monthly distributor report and a reporting spreadsheet.",
      "id": "s209"
    },
    {
      "text": "As the respondents correctly note none of the information covered by Clause 6.3 was to be elicited from customers: it was to come from the records maintained by the Sub-Distributors.",
      "id": "s210"
    },
    {
      "text": "Moreover, the reporting obligation was not enforced.",
      "id": "s211"
    },
    {
      "text": "49 Comprehensive advertising and promotional program.",
      "id": "s212"
    },
    {
      "text": "The evidence does not disclose the existence of any comprehensive advertising and promotional program undertaken by either Kyloe or Impact.",
      "id": "s213"
    },
    {
      "text": "The ACCC points to some things said by McCann and the Morpeths about matters such as the use of a script when approaching customers and the placement of advertising materials by Sub-Distributors.",
      "id": "s214"
    },
    {
      "text": "Reference was also made to some of the information provided by McCann during the training sessions relating to promotional activities by Sub-Distributors and his giving to them a limited amount of advertising material.",
      "id": "s215"
    },
    {
      "text": "50 Sales and merchandising devices.",
      "id": "s216"
    },
    {
      "text": "Under this head the ACCC relies on the evidence, already referred to, as to what material was provided by McCann during the training sessions.",
      "id": "s217"
    },
    {
      "text": "51 Approval rights over personnel to be engaged by sub-distributors.",
      "id": "s218"
    },
    {
      "text": "There is no evidence that either Kyloe or Impact reserved the right to oversee the choice of employees whom Sub-Distributors might wish to engage.",
      "id": "s219"
    },
    {
      "text": "The ACCC refers to some limited evidence given by one Sub-Distributor who was told by the Morpeths that it was their (the Morpeths) role to vet new distributors and asked her about her qualifications.",
      "id": "s220"
    },
    {
      "text": "52 Guidance concerning the operation/management of franchise.",
      "id": "s221"
    },
    {
      "text": "Some limited guidance, of which mention has already been made, was provided by McCann during the training sessions.",
      "id": "s222"
    },
    {
      "text": "Under this head the ACCC also seeks to rely on the provisions of the Sub-Distribution Agreements which required the submission of written reports to Kyloe and the purchasing, by Sub-Distributors of minimum quantities of product.",
      "id": "s223"
    },
    {
      "text": "53 Sales territories.",
      "id": "s224"
    },
    {
      "text": "As Clause 3.1 of the Sub-Distribution Agreement made clear, there were no territorial divisions established within Australia.",
      "id": "s225"
    },
    {
      "text": "All Sub-Distributors were free to distribute Polar Krush products and machines anywhere in the country.",
      "id": "s226"
    },
    {
      "text": "54 The respondents submit that the evidence on which the ACCC relies falls well short of establishing the existence of a system or marketing plan.",
      "id": "s227"
    },
    {
      "text": "They rely on the absence, in the commercial arrangements between Kyloe and Impact and the Sub-Distributors of most of the features identified by Bennett J in Capital Networks .",
      "id": "s228"
    },
    {
      "text": "They emphasised:\n \n &#8226; The absence of any exclusive or divided territory within which Sub-Distributors might operate.",
      "id": "s229"
    },
    {
      "text": "&#8226; The fact that neither Kyloe nor Impact had any right to inspect the financial records of the Sub-Distributors, to conduct audits or to inspect premises at which machines had been installed.",
      "id": "s230"
    },
    {
      "text": "&#8226; The fact that the Sub-Distributors were under no obligation to produce a business plan.",
      "id": "s231"
    },
    {
      "text": "&#8226; That, subject to minor restrictions imposed by the Sub-Distribution Agreements in relation to the use of advertising materials and the need for Sub-Distributors to receive instruction about the operation of the machines, the Sub-Distributors were free to run their businesses as they pleased.",
      "id": "s232"
    },
    {
      "text": "&#8226; The two continuous positive obligations imposed on Sub-Distributors by the Sub-Distribution Agreements, namely the requirements to submit written reports and order minimum quantities of product, were requirements that could not be and were not enforced.",
      "id": "s233"
    },
    {
      "text": "55 I accept most of the respondents' submissions on this point.",
      "id": "s234"
    },
    {
      "text": "Although both Kyloe and Impact, through their separate contractual arrangements with the Sub-Distributors, required the Sub-Distributors to undertake a limited number of relatively minor tasks and to refrain from doing certain things, they did not seek to establish a system or marketing plan under which the Polar Krush products were to be marketed by the Sub-Distributors.",
      "id": "s235"
    },
    {
      "text": "The Morpeths, acting on behalf of Impact, did little more than advise potential Sub-Distributors about the essential terms of the proposed contractual arrangements and to offer encouragement.",
      "id": "s236"
    },
    {
      "text": "If a Sub-Distributor entered into the agreements, they were provided with two to three hours of training by McCann, acting on behalf of Kyloe.",
      "id": "s237"
    },
    {
      "text": "The training concentrated on the operation of the machines and the handling of the Polar Krush products.",
      "id": "s238"
    },
    {
      "text": "There was also some general encouragement and advice and the provision of a limited quantity of advertising and other promotional material.",
      "id": "s239"
    },
    {
      "text": "These activities, on the part of Kyloe and Impact, even if considered cumulatively, in my opinion, fall well short of a system or marketing plan.",
      "id": "s240"
    },
    {
      "text": "56 In coming to this conclusion I do not have regard to the evidence that the contractual obligations, imposed on Sub-Distributors by the Sub-Distribution Agreements, relating to the submission of written reports to Kyloe and the ordering of minimum quantities of products were not, in fact, enforced.",
      "id": "s241"
    },
    {
      "text": "Nor do I accept that they could not have been enforced.",
      "id": "s242"
    },
    {
      "text": "I put these matters aside because, under the scheme which is incorporated in the Code, a franchisor must provide a copy of the prescribed disclosure document to a prospective franchisee at least 14 days before the franchisee enters into a franchise agreement: see Clause 10(a).",
      "id": "s243"
    },
    {
      "text": "The disclosure document must contain a summary of the conditions of the franchise agreement: see Clause 6(1); Annexure 1, para 17.",
      "id": "s244"
    },
    {
      "text": "The judgment as to whether a particular proposed agreement is a franchise agreement falls to be made before it becomes operative.",
      "id": "s245"
    },
    {
      "text": "That judgment must be made by reference to the terms of the proposed agreement.",
      "id": "s246"
    },
    {
      "text": "It cannot be known at that time whether or not the franchisor will choose to enforce them if and when the agreement is entered into and becomes operative.",
      "id": "s247"
    },
    {
      "text": "57 Any system or marketing plan must, in any event, be \"substantially determined, controlled or suggested\" by the alleged franchisor.",
      "id": "s248"
    },
    {
      "text": "58 In Capital Networks , Bennett J distilled from the American cases, a number of factors which assisted in determining whether the required degree of control over the system or marketing plan was exercised by the alleged franchisor:\n \n &#8226; the extent to which the distributor's business involved the sale of the alleged franchisor's products --- the smaller the percentage the less likely it will be that the necessary degree of control will be found to exist;\n &#8226; whether or not the alleged franchisor ostensibly assumed responsibility for product outlets by causing them to be operated with the appearance of some centralised management and with uniform standards as regards the quality and price of goods sold, services rendered and other material instances of the operation;\n &#8226; whether or not the alleged franchisor placed the distributor under an obligation to advertise, to conduct promotions and to stock accessories; and\n &#8226; the extent to which the alleged franchisor controls the franchisee's business having regard to matters such as prescription of the hours and days of operation, advertising, financial support, auditing of books, inspection of premises, control over lighting, employee uniform, prices, trading stamps, hiring, sales quotas and management training.",
      "id": "s249"
    },
    {
      "text": "59 What I have already said in relation to the absence of a system or marketing plan also supports the conclusion that the necessary degree of control by Kyloe and/or Impact over the conduct of the Sub-Distributors' businesses was lacking.",
      "id": "s250"
    },
    {
      "text": "60 Even if an alleged franchisor does not substantially control the system or marketing plan under which the franchisee's business is to be conducted, a franchise agreement may, nevertheless, be found to exist if the system or marketing plan is substantially suggested by the alleged franchisor.",
      "id": "s251"
    },
    {
      "text": "I have already held that no relevant system or marketing plan existed.",
      "id": "s252"
    },
    {
      "text": "Were it necessary to do so I would also hold that, in so far as the Morpeths and McCann, in their dealing with the Sub-Distributors, touched on matters which might relate to a system or marketing plan, they did not suggest that a particular system or plan should be adopted.",
      "id": "s253"
    },
    {
      "text": "The Sub-Distributors were left to determine their own business plans; the Morpeths and McCann did no more than make what they no doubt considered to be some helpful suggestions on a few aspects of what might be incorporated in such a plan.",
      "id": "s254"
    },
    {
      "text": "61 The respondents have maintained that the marketing scheme for Polar Krush products involved the use of distributors rather than franchisees.",
      "id": "s255"
    },
    {
      "text": "There are important differences between distributorship and franchise arrangements.",
      "id": "s256"
    },
    {
      "text": "The distinction between such arrangements is described as Giles, Redfern and Terry, Franchising Law and Practice (Lexis Nexis) at 1.0420 as follows:\n \n \"A distributorship (or dealership) is an agreement between two legally independent parties, the vendor and purchaser.",
      "id": "s257"
    },
    {
      "text": "The purchaser only has a licence to stock the vendor's product and does not gain the benefits of the ongoing support of a franchise system.",
      "id": "s258"
    },
    {
      "text": "The purchaser will usually be required by the vendor to hold adequate stock and maintain the premises in a way that will reflect well on the vendor's product.",
      "id": "s259"
    },
    {
      "text": "In the case of a distributorship, the main points of difference with a franchise are that the arrangement is generally much less formal, may not have the same degree of certainty of term, may or may not be exclusive, might tend to cover a larger geographic area, and would leave the marketing, merchandising and sale decisions largely to the distributor.",
      "id": "s260"
    },
    {
      "text": "No royalties are payable to the supplier by the distributor.",
      "id": "s261"
    },
    {
      "text": "The suppliers' profit arises from the difference between the price at which they manufacture or which they pay for the goods and the price at which they are able to sell the goods to the distributor.",
      "id": "s262"
    },
    {
      "text": "\" \n\nThe contractual arrangements between Kyloe and the Sub-Distributors, as incorporated in the Sub-Distribution Agreement, bear the hallmarks of a distributorship.",
      "id": "s263"
    },
    {
      "text": "There was no ongoing support; no Sub-Distributor was confined to a particular territory; marketing, merchandising and sale decisions were, to a great extent up to the Sub-Distributors; and no royalties were payable to Kyloe.",
      "id": "s264"
    },
    {
      "text": "62 Under the Machine Agreements, Impact sold the dispensing machines to the Sub-Distributors on normal commercial terms and conditions.",
      "id": "s265"
    },
    {
      "text": "The purchase of the machines, by the Sub-Distributors, was no more than a necessary adjunct to the distributorship arrangements with Kyloe.",
      "id": "s266"
    },
    {
      "text": "63 Accordingly, I find that the ACCC has failed to establish that the requirements of Clause 4(1)(b) have been met.",
      "id": "s267"
    },
    {
      "text": "This finding is sufficient to render it unnecessary to determine whether the requirements of the two succeeding paragraphs have been satisfied.",
      "id": "s268"
    },
    {
      "text": "I will however, say something briefly about each.",
      "id": "s269"
    },
    {
      "text": "Clause 4(1)(c) \n \n64 It was not in dispute that the business of marketing Polar Krush products saw the deployment of a commercial symbol specified by Kyloe in the Sub-Distribution Agreement and by Impact in the Machine Agreements.",
      "id": "s270"
    },
    {
      "text": "Clause 4(1)(d) \n \n65 The fourth element of the definition of a \"franchise agreement\" is contained in Clause 4(1)(d) of the Code.",
      "id": "s271"
    },
    {
      "text": "It is required that any agreement between the alleged franchisor and the Sub-Distributor must contain a provision requiring the franchisee to pay or agree to pay a sum of money to the franchisor.",
      "id": "s272"
    },
    {
      "text": "Among the examples given in the Code is a training fee.",
      "id": "s273"
    },
    {
      "text": "Not all contractual arrangements for payments to be made to the franchisor fall within the definition.",
      "id": "s274"
    },
    {
      "text": "One exception, provided for in Clause 4(1)(d)(v), is the making of a payment for services \"at or below their usual wholesale price.",
      "id": "s275"
    },
    {
      "text": "\"\n \n66 Clause 7.1.3 of the Sub-Distribution Agreement imposed an obligation on Kyloe to provide training for the Sub-Distributors in the demonstration of Polar Krush products, the use of the machines and the provision of after sales service.",
      "id": "s276"
    },
    {
      "text": "The training was provided by McCann.",
      "id": "s277"
    },
    {
      "text": "Sub-Distributors were charged between $150 (Brisbane, Sunshine Coast &amp; Gold Coast) and $950 (Western Australian Country) for the provision of training depending on where they were located.",
      "id": "s278"
    },
    {
      "text": "Invoices for the training were raised by Impact.",
      "id": "s279"
    },
    {
      "text": "67 There was a significant dispute between the parties as to whether the Sub-Distributors were required to pay a training fee to either Kyloe or Impact.",
      "id": "s280"
    },
    {
      "text": "The debate centred on how McCann was reimbursed for providing training to each of the Sub-Distributors.",
      "id": "s281"
    },
    {
      "text": "The ACCC submitted that Impact effectively collected the fee on behalf of McCann and paid it to Kyloe.",
      "id": "s282"
    },
    {
      "text": "On the evidence, the fee was a predetermined estimate of the amount calculated by Kyloe to be the costs of McCann's travel and accommodation expenses incurred when he visited Sub-Distributors in their homes to provide the training.",
      "id": "s283"
    },
    {
      "text": "The respondents contended that Kyloe only sought reimbursement from Impact for these incidental costs of travel.",
      "id": "s284"
    },
    {
      "text": "68 I need not resolve this dispute.",
      "id": "s285"
    },
    {
      "text": "There is, however, force in the respondents' submission that the fee charged by Impact for the provision of training by McCann fell within the exception provided for in Clause 4(1)(d)(v).",
      "id": "s286"
    },
    {
      "text": "McCann incurred out of pocket expenses of $20,826.33 in providing training to the Sub-Distributors.",
      "id": "s287"
    },
    {
      "text": "He received $19,863.57 by way of reimbursement from Impact.",
      "id": "s288"
    },
    {
      "text": "The reason for the shortfall was not explained.",
      "id": "s289"
    },
    {
      "text": "Nonetheless, it does indicate that neither Kyloe nor Impact sought to obtain a profit from training activities.",
      "id": "s290"
    },
    {
      "text": "McCann's services were provided to the Sub-Distributors at below cost to him.",
      "id": "s291"
    },
    {
      "text": "The time he spent travelling and providing training was not charged for.",
      "id": "s292"
    },
    {
      "text": "Whatever the \"usual\" price of providing such services might have been, no attempt was made to ascertain that figure or to impose it as a cost on Sub-Distributors.",
      "id": "s293"
    },
    {
      "text": "Conclusion \n \n69 As noted at the outset of this analysis, the elements of Clause 4(1) of the Code are cumulative.",
      "id": "s294"
    },
    {
      "text": "Given that the requirements of Clause 4(1)(b), at least, have not been satisfied, I do not consider that a \"Franchise Agreement\" existed within the meaning of the Code.",
      "id": "s295"
    },
    {
      "text": "Other Issues \n \n70 There can be no doubt that, had a franchise agreement existed, to which the Code applied, both Kyloe and Impact contravened the Code by, at least, failing to give a current disclosure document to each prospective Sub-Distributor (see Clause 6B) and failing to give a copy of the Code to each Sub-Distributor at least 14 days prior to the entering into of the relevant franchise agreement (see Clause 10).",
      "id": "s296"
    },
    {
      "text": "These obligations, however, fall on a \"franchisor\".",
      "id": "s297"
    },
    {
      "text": "As neither Kyloe nor Impact was a franchisor they were not required to observe the requirements of the Code and did not, therefore, contravene the Code.",
      "id": "s298"
    },
    {
      "text": "71 In view of my earlier findings ancillary liability issues do not arise.",
      "id": "s299"
    },
    {
      "text": "DISPOSITION \n \n72 The application should be dismissed with costs.",
      "id": "s300"
    },
    {
      "text": "I certify that the preceding seventy-two (72) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY .",
      "id": "s301"
    },
    {
      "text": "Associate:\n\nDated: 18 October 2007\n\n\n Counsel for the Applicant: Mr C Scerri QC &amp; Ms K Anderson \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the First \nand Second Respondents: Dr D O'Callaghan SC &amp; Mr M Rush \n \n Solicitor for the First \nand Second Respondents: Russell &amp; Company \n \n Counsel for the \nThird Respondent: Mr J Hogan-Doran \n \n Solicitor for the \nThird Respondent: Tucker &amp; Cowen \n \n \n No appearance for Fourth &amp; Fifth Respondents \n \n Date of Hearing: 19-21 February 2007 \n \n Date of Judgment: 18 October 2007 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1522.html",
      "id": "s302"
    }
  ]
}