{
  "name": "Re MetLife Insurance Limited [2007] FCA 1327 (10 August 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/1327.html",
  "catchphrases": [
    {
      "text": "life insurance",
      "id": "c0"
    },
    {
      "text": "scheme to transfer part of the life insurance business of one insurer to another",
      "id": "c1"
    },
    {
      "text": "procedural requirements complied with",
      "id": "c2"
    },
    {
      "text": "actuarial evidence suggested no disadvantage to policy holders",
      "id": "c3"
    },
    {
      "text": "apra did not oppose scheme confirmation",
      "id": "c4"
    },
    {
      "text": "terms of insurance contracts not altered except beneficially for taxation and social security purposes",
      "id": "c5"
    },
    {
      "text": "court's discretion to confirm not limited to supervising procedural compliance",
      "id": "c6"
    },
    {
      "text": "interests of policy holders are of primary concern",
      "id": "c7"
    },
    {
      "text": "objections by some transferor insurer policy holders to transfer",
      "id": "c8"
    },
    {
      "text": "original scheme rejected for failing to accommodate valid concerns of objectors",
      "id": "c9"
    },
    {
      "text": "modified scheme with opt out facility for objectors approved",
      "id": "c10"
    },
    {
      "text": "nature of court's discretion to confirm scheme for transfer of life insurance business",
      "id": "c11"
    },
    {
      "text": "insurance",
      "id": "c12"
    },
    {
      "text": "courts",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "1 Part 9 of the Life Insurance Act 1995 (Cth) (the Act) provides for the transfer and amalgamation of life insurance business by means of a scheme confirmed by the Court.",
      "id": "s0"
    },
    {
      "text": "This case concerns the transfer of part of the life insurance business of one insurer to another insurer, having no connection with the transferor.",
      "id": "s1"
    },
    {
      "text": "The insurers have a different history, different composition of assets backing the life business and a different credit rating, the transferee being rated lower than the transferor.",
      "id": "s2"
    },
    {
      "text": "The point of interest is the effect of objections by or on behalf of a number of policy holders to having a compulsory change of life insurer.",
      "id": "s3"
    },
    {
      "text": "BACKGROUND \n \n2 The principal legislative provisions relating directly to this proceeding are as follows:\n \n \" 190 Transfer or amalgamation of life insurance business \n (1) No part of the life insurance business of a life company may be: \n \n \n (a) transferred to another life company; or \n (b) amalgamated with the business of another life company; \n except under a scheme confirmed by the Court.",
      "id": "s4"
    },
    {
      "text": "... \n (3) A scheme must set out: \n \n \n \n (a) the terms of the agreement or deed under which the proposed transfer or amalgamation is to be carried out; and \n (b) particulars of any other arrangements necessary to give effect to the scheme.",
      "id": "s5"
    },
    {
      "text": "... \n \n \n \n \n \n 191 Steps to be taken before application for confirmation \n ... \n (2) An application for confirmation of a scheme may not be made unless: \n \n \n \n \n (a) a copy of the scheme and any actuarial report on which the scheme is based have been given to APRA in accordance with the regulations; and \n (b) notice of intention to make the application has been published by the applicant in accordance with the regulations; and \n (c) an approved summary of the scheme has been given to every affected policy owner.",
      "id": "s6"
    },
    {
      "text": "... \n 192 Actuarial report on scheme \n (1) When a copy of a scheme has been given to APRA for the purpose of paragraph 191(2)(a), APRA may arrange for an independent actuary to make a written report on the scheme.",
      "id": "s7"
    },
    {
      "text": "(2) APRA may give a copy of the report to each company affected by the scheme.",
      "id": "s8"
    },
    {
      "text": "193 Application to Court \n (1) Any of the companies affected by a scheme may apply to the Court for confirmation of the scheme.",
      "id": "s9"
    },
    {
      "text": "(2) An application for confirmation must be made in accordance with the regulations.",
      "id": "s10"
    },
    {
      "text": "(3) APRA is entitled to be heard on an application.",
      "id": "s11"
    },
    {
      "text": "194 Confirmation of scheme \n The Court may: \n (a) confirm a scheme without modification; or \n (b) confirm the scheme subject to such modifications as it thinks appropriate; or \n (c) refuse to confirm the scheme.",
      "id": "s12"
    },
    {
      "text": "195 Effect of confirmation etc. \n When a scheme is confirmed: \n (a) it becomes binding on all persons; and \n (b) it has effect in spite of anything in the constitution of any company affected by the scheme; and \n (c) the company on whose application the scheme was confirmed must cause a copy of the scheme to be lodged at an office of ASIC in every State and Territory in which a company affected by the scheme carried on business.",
      "id": "s13"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n\n3 Life insurance business is defined in s 11 of the Act, the principal provisions of which are as follows:\n \n \" 11 Life insurance business \n (1) A reference in this Act to life insurance business is a reference to: \n \n \n (a) business that consists of any or all of the following: \n \n \n \n \n (i) the issuing of life policies; \n (ii) the issuing of sinking fund policies; \n (iii) the undertaking of liability under life policies; \n \n \n \n (iv) the undertaking of liability under sinking fund policies; and \n \n \n \n (b) any business that relates to business referred to in paragraph (a).",
      "id": "s14"
    },
    {
      "text": "\" \n \n \n \n \n\n4 That concept is further developed in various other sections in Pt 2 , particularly s 9 which prescribes what constitutes a life policy.",
      "id": "s15"
    },
    {
      "text": "For present purposes they are all contracts, including a contract of insurance that provides for the payment of certain annuities.",
      "id": "s16"
    },
    {
      "text": "The Australian Prudential Regulation Authority (APRA) may declare that business relating to the payment of annuities is to be treated, for the purposes of the Act, as if it were life insurance business.",
      "id": "s17"
    },
    {
      "text": "5 The objects of the Act are as follows: \n \n \" 3 Objects of Act \n \n \n (1) The principal object of this Act is to protect the interests of the owners and prospective owners of life insurance policies in a manner consistent with the continued development of a viable, competitive and innovative life insurance industry.",
      "id": "s18"
    },
    {
      "text": "(1A) An additional object of this Act is to protect the interests of persons entitled to other kinds of benefits provided in the course of carrying on life insurance business (including business that is declared to be life insurance business).",
      "id": "s19"
    },
    {
      "text": "\" \n \n \n \n\nSubsection (2) then provides: \n \n \n \"(2) The principal means adopted for the achievement of these objects are the following: \n \n \n \n \n (a) restricting the conduct of life insurance business to companies that are able to meet certain requirements as to suitability; \n (b) imposing on life companies requirements designed to promote prudent management of the life insurance business of such companies, including requirements designed to ensure the solvency and capital adequacy of statutory funds; \n (c) providing for the supervision of life companies by APRA and ASIC; \n (d) providing for judicial management of life companies whose continuance may be threatened by unsatisfactory management or an unsatisfactory financial position; \n (e) making provision to ensure that, in the winding-up of a life company, the interests of policy owners are adequately protected; \n (f) providing for the supervision of transfers and amalgamations of life insurance business by the Court .",
      "id": "s20"
    },
    {
      "text": "\" \n \n \n \n (Emphasis added.",
      "id": "s21"
    },
    {
      "text": ")\n \n\n6 Life insurance business is closely regulated by the Act.",
      "id": "s22"
    },
    {
      "text": "That is to be expected.",
      "id": "s23"
    },
    {
      "text": "The contract can be one of the most important entered into by a person.",
      "id": "s24"
    },
    {
      "text": "Payment may not be due for a long time into the future.",
      "id": "s25"
    },
    {
      "text": "It is not necessary for the purposes of this judgment to describe that regulation in detail.",
      "id": "s26"
    },
    {
      "text": "A party cannot issue a life policy unless it is a company registered under the Act (Pt 3).",
      "id": "s27"
    },
    {
      "text": "Both APRA and the Australian Securities and Investments Commission (ASIC) have particular roles under the Act.",
      "id": "s28"
    },
    {
      "text": "7 The headings of some of the principal parts of the Act give an indication of the kind and degree of regulation: \n \n \"Part 3 Registration of life companies \n Part 4 Statutory funds of life companies \n Part 5 Solvency and capital standards \n Part 6 Financial management of life companies \n Part 7 Monitoring and investigation of life companies \n Part 8 Judicial management and winding-up \n Part 10 Provisions relating to policies \n Part 10A Prudential standards and directions\" \n \n\n8 The provisions of Pt 4 relating to statutory funds are of significance in this case.",
      "id": "s29"
    },
    {
      "text": "Broadly speaking, every life insurance policy is referable to (backed by) a statutory fund established in the records of a life company.",
      "id": "s30"
    },
    {
      "text": "That fund is credited with assets available to meet liabilities referable to the fund.",
      "id": "s31"
    },
    {
      "text": "The fund is quarantined from the general liabilities of the life company and from the liabilities referable to other statutory funds.",
      "id": "s32"
    },
    {
      "text": "The solvency and capital standards are designed to provide a buffer against exigencies.",
      "id": "s33"
    },
    {
      "text": "THE PROPOSED SCHEME \n \n9 The transferor insurer, MetLife Insurance Limited (MetLife) is a registered life insurer which issued a range of life insurance policies.",
      "id": "s34"
    },
    {
      "text": "It has operated in Australia for at least 25 years.",
      "id": "s35"
    },
    {
      "text": "Prior to 30 June 2005 it operated as Citicorp Life Insurance Limited (Citicorp Life) and was a member of the worldwide Citigroup business (Citigroup Inc).",
      "id": "s36"
    },
    {
      "text": "In 2005 MetLife Inc acquired substantially all of Citigroup Inc's life insurance and annuity business worldwide including Citicorp Life which changed its name to MetLife.",
      "id": "s37"
    },
    {
      "text": "MetLife maintains three statutory funds: No.",
      "id": "s38"
    },
    {
      "text": "1 Fund covers all risk insurance and inwards reinsurance business; No.",
      "id": "s39"
    },
    {
      "text": "2 Fund all superannuation, single premium investment account and deferred annuity business; and No.",
      "id": "s40"
    },
    {
      "text": "3 Fund all immediate annuity and allocated pension business.",
      "id": "s41"
    },
    {
      "text": "10 It is not necessary to set out the precise details of all policies.",
      "id": "s42"
    },
    {
      "text": "The No.",
      "id": "s43"
    },
    {
      "text": "2 Fund comprises deferred annuities and superannuation savings accounts that provide benefits based on a policy \"account balance\" maintained under each policy, with either:\n \n&#8226; Interest credited at a fixed (guaranteed) rate, over a fixed term.",
      "id": "s44"
    },
    {
      "text": "A new fixed rate of interest is offered, for a new fixed term, at the end of each guarantee period.",
      "id": "s45"
    },
    {
      "text": "&#8226; Interest credited on a \"cash rate\" basis, where the interest rate credited is declared by MetLife each week, in advance.",
      "id": "s46"
    },
    {
      "text": "11 The No.",
      "id": "s47"
    },
    {
      "text": "3 Fund issues immediate annuities and allocated pensions.",
      "id": "s48"
    },
    {
      "text": "&#8226; All immediate annuities are issued on a term certain basis, either with a return of capital (RCV100), or without the return of capital (RCV0), at the end of the annuity term.",
      "id": "s49"
    },
    {
      "text": "For administration purposes, MetLife records an \"account balance\" for each annuity, where the account balance is reduced by annuity payments and increased by the fixed interest rate implicitly guaranteed within the annuity terms provided.",
      "id": "s50"
    },
    {
      "text": "&#8226; The allocated pensions are issued on either a fixed rate, fixed term basis, or on a \"cash rate\" basis.",
      "id": "s51"
    },
    {
      "text": "Fixed rate, fixed term allocated pensions provide fixed annuity payments over the guaranteed period (albeit allowing for fixed rate indexation where selected).",
      "id": "s52"
    },
    {
      "text": "At the end of the fixed rate period the residual policy account value may be \"rolled over\" for a new fixed rate period.",
      "id": "s53"
    },
    {
      "text": "The \"cash rate\" allocated pensions operate on a similar basis to the above No.",
      "id": "s54"
    },
    {
      "text": "2 Fund \"cash rate\" products, except that a regular annuity is paid out under the policy which reduces the policy account.",
      "id": "s55"
    },
    {
      "text": "12 The liabilities of the two funds are in the vicinity of $1.9 billion.",
      "id": "s56"
    },
    {
      "text": "As at 31 March 2007, the No.",
      "id": "s57"
    },
    {
      "text": "2 and No.",
      "id": "s58"
    },
    {
      "text": "3 statutory funds had recourse to the same underlying pool of assets valued at $2.215 billion represented by Australian fixed interest and cash of 61.4 per cent, US fixed interest (hedged to AUD) 29.3 per cent and USA high yield and bank loans 9.3 per cent.",
      "id": "s59"
    },
    {
      "text": "Overall, the investment profile was approximately 65 per cent rated Standard &amp; Poors (S&amp;P) A--- or above, 24 per cent rated as S&amp;P BBB and 12 per cent rated S&amp;P BB+ or below.",
      "id": "s60"
    },
    {
      "text": "The investment policy is very conservative, although that may not be so clear now as it was when the evidence was tendered.",
      "id": "s61"
    },
    {
      "text": "The financial position of MetLife is strong.",
      "id": "s62"
    },
    {
      "text": "It has a claims paying S&amp;P rating of AA---.",
      "id": "s63"
    },
    {
      "text": "13 Challenger Life No.",
      "id": "s64"
    },
    {
      "text": "2 Limited (Challenger) has a different history and profile.",
      "id": "s65"
    },
    {
      "text": "Its ultimate owner is Challenger Financial Services Group Limited, an Australian publicly listed company.",
      "id": "s66"
    },
    {
      "text": "The company operates only in Australia.",
      "id": "s67"
    },
    {
      "text": "It specialises in immediate annuity products.",
      "id": "s68"
    },
    {
      "text": "It maintains three statutory funds.",
      "id": "s69"
    },
    {
      "text": "No.",
      "id": "s70"
    },
    {
      "text": "1 Fund and No.",
      "id": "s71"
    },
    {
      "text": "3 Fund are closed to new business, are quite small and may be put aside for present purposes.",
      "id": "s72"
    },
    {
      "text": "14 The principal business referable to No.",
      "id": "s73"
    },
    {
      "text": "2 Fund is issuing annuities on a term certain basis, with or without the return of capital at the end of the annuity term.",
      "id": "s74"
    },
    {
      "text": "The products offered are equivalent to the term certain annuities (RCV0 and RCV100) products issued from the MetLife No.",
      "id": "s75"
    },
    {
      "text": "3 Fund with the additional benefit that Challenger No.",
      "id": "s76"
    },
    {
      "text": "2 Fund policyholders may choose to have their payments increase at the CPI rate (rather than just fixed rates as offered by MetLife).",
      "id": "s77"
    },
    {
      "text": "At 31 December 2006, policies with payments linked to the CPI rate made up approximately 21 per cent of the total policy liabilities of the No.",
      "id": "s78"
    },
    {
      "text": "2 Fund.",
      "id": "s79"
    },
    {
      "text": "There were certain other policy types no longer issued.",
      "id": "s80"
    },
    {
      "text": "15 The profile of the assets related to the No.",
      "id": "s81"
    },
    {
      "text": "2 Fund is less conservative than that of MetLife.",
      "id": "s82"
    },
    {
      "text": "As at 31 December 2006, the total assets were valued at $2.764 billion comprising fixed interest and cash of 59.2 per cent, infrastructure of 20.1 per cent and equity property and other of 20.7 per cent.",
      "id": "s83"
    },
    {
      "text": "The profile was broadly similar at 31 March 2007.",
      "id": "s84"
    },
    {
      "text": "16 Challenger is in a sound financial position, having regard to all of the key financial indicators.",
      "id": "s85"
    },
    {
      "text": "The minimum regulatory capital adequacy requirements are well exceeded and there are substantial enterprise capital reserves.",
      "id": "s86"
    },
    {
      "text": "It has a claims paying rating of A---.",
      "id": "s87"
    },
    {
      "text": "17 The scheme in question is constituted pursuant to a Transfer Deed dated 28 February 2007 (the Scheme) by which MetLife proposes to transfer certain of its life insurance business to Challenger, namely the policies referable to MetLife's No.",
      "id": "s88"
    },
    {
      "text": "2 and No.",
      "id": "s89"
    },
    {
      "text": "3 Funds.",
      "id": "s90"
    },
    {
      "text": "The Scheme provides for the transfer of assets with a value in the order of $1.9 million to the Challenger No.",
      "id": "s91"
    },
    {
      "text": "2 Fund, being sufficient according to the actuaries to back the liabilities transferred, although not being all of the assets attributable to the MetLife No.",
      "id": "s92"
    },
    {
      "text": "2 and No.",
      "id": "s93"
    },
    {
      "text": "3 Funds.",
      "id": "s94"
    },
    {
      "text": "The transfer of those assets changes the profile of the No.",
      "id": "s95"
    },
    {
      "text": "2 Challenger fund assets to some extent.",
      "id": "s96"
    },
    {
      "text": "Challenger is to pay a purchase price of $30.5 million for the business transferred and will incur costs and charges of some $14.5 million, these sums to be met from its shareholders' funds.",
      "id": "s97"
    },
    {
      "text": "The transaction will affect Challenger so far as capital adequacy and other requirements are concerned but it will remain well within all standards.",
      "id": "s98"
    },
    {
      "text": "18 The terms of the contracts will not be altered by the Scheme save in two respects.",
      "id": "s99"
    },
    {
      "text": "The first is referred to as the Taxation Amendment.",
      "id": "s100"
    },
    {
      "text": "It is proposed to amend the contracts to seek to ensure that the affected policies meet the immediate annuity definition requirements of the Income Tax Assessment Act 1997 , which provides exemption from income and capital gains tax in respect of assets held to back immediate annuities.",
      "id": "s101"
    },
    {
      "text": "This is of direct benefit to the insurer but has no adverse consequences for the policy holder.",
      "id": "s102"
    },
    {
      "text": "The Commissioner of Taxation does not object.",
      "id": "s103"
    },
    {
      "text": "19 The second is referred to as the Social Security Amendment.",
      "id": "s104"
    },
    {
      "text": "It is designed to make the transferred policies comply with the provisions of the Social Security Act 1991 so that they will be wholly or partially exempt for the purposes of the assets test.",
      "id": "s105"
    },
    {
      "text": "Achievement of that result will be favourable to many policy holders.",
      "id": "s106"
    },
    {
      "text": "It is difficult to see that it would be unfavourable to any.",
      "id": "s107"
    },
    {
      "text": "In any event, there is an opt out facility in relation to this provision.",
      "id": "s108"
    },
    {
      "text": "20 The evidence is that the administration of the policies by Challenger after transfer will be broadly consistent with the administration by MetLife, although there are differences in relation to certain topics.",
      "id": "s109"
    },
    {
      "text": "21 Section 93 of the Act provides that a life company must have an appointed actuary who has statutory rights and obligations pursuant to Div 3 of Pt 6 of the Act that override the normal employer/employee relationship and provide a degree of independence.",
      "id": "s110"
    },
    {
      "text": "The appointed actuaries of MetLife and Challenger prepared a joint report analysing the Scheme and its effects in detail, from various points of view.",
      "id": "s111"
    },
    {
      "text": "A summary of their conclusions is as follows: \n \n \" 9.1 MetLife's Transferring Policyholders \n \n \n Based on the comments and analysis in this report it is concluded in respect of the MetLife transferring policyholders: \n \n \n \n 9.1.1 In Terms of Policyholder Contractual Benefits and Rights \n \n \n In terms of the proposed transfer of the basic policies' terms and conditions and the proposed \"taxation\" amendment to the policies, there is no reduction to the transferring policyholders' contractual benefits or rights.",
      "id": "s112"
    },
    {
      "text": "In terms of the proposed \"social security\" amendment, this is favourable to the overall interests of the transferring policyholders.",
      "id": "s113"
    },
    {
      "text": "9.1.2 In Terms of Policyholder Benefit Expectations \n \n \n Challenger's intended basis of determining and implementing the non-contractually specified and/or discretionary aspects of the transferring policies will continue to meet the overall reasonable benefit expectations of the transferring policyholders.",
      "id": "s114"
    },
    {
      "text": "9.1.3 In Terms of Policyholder Benefit Security \n \n \n The Challenger No.2 Fund and Challenger as a whole will remain in a sound financial position and the transferring policyholders' benefit security will remain adequate after the proposed transfer.",
      "id": "s115"
    },
    {
      "text": "Furthermore, there are a number of practical long term benefit security advantages in transferring the MetLife policies to Challenger.",
      "id": "s116"
    },
    {
      "text": "There are no material disadvantages to transferring policyholders.",
      "id": "s117"
    },
    {
      "text": "9.2 Challenger's Existing Policyholders \n \n \n Based on the comments and analysis in this report it is concluded in respect of the existing Challenger policyholders: \n \n \n \n \n \n 9.2.1 In Terms of Policyholder Contractual Rights and Benefit Expectations \n There will be no impact on the benefit rights or expectations of the existing policyholders of Challenger arising from the proposed transfer.",
      "id": "s118"
    },
    {
      "text": "9.2.2 In Terms of Policyholder Benefit Security \n \n \n Each of the Statutory Funds of Challenger and Challenger as a whole will remain in a sound financial position and the existing policyholders' benefit security will remain adequate after the proposed transfer.",
      "id": "s119"
    },
    {
      "text": "Furthermore, there are no material disadvantages to existing policyholders of Challenger in transferring the MetLife policies to Challenger.",
      "id": "s120"
    },
    {
      "text": "9.3 MetLife Remaining Policyholders \n \n \n Based on the comments and analysis in this report it is concluded in respect of the MetLife policyholders that are remaining with MetLife after the transfer: \n \n 9.3.1 In Terms of Policyholder Contractual Rights and Benefit Expectations \n There will be no adverse impact on the benefit rights or expectations of the remaining policyholders of MetLife arising from the proposed transfer.",
      "id": "s121"
    },
    {
      "text": "9.3.1 In Terms of Policyholder Benefit Security \n \n \n Each of the Statutory Funds of MetLife and MetLife as a whole will remain in a sound financial position and the remaining policyholders' benefit security will remain adequate after the proposed transfer.",
      "id": "s122"
    },
    {
      "text": "Furthermore, there are no material disadvantages to remaining policyholders of MetLife in transferring the MetLife policies to Challenger.",
      "id": "s123"
    },
    {
      "text": "\" \n \n \n\n22 The parties commissioned an independent actuary to report upon the Scheme.",
      "id": "s124"
    },
    {
      "text": "A summary of its opinion is as follows: \n \n \"In accordance with the scope of our review, we have considered whether the proposed Scheme properly and adequately safeguards the contractual benefits and other rights of the policy owners of MetLife and Challenger and whether their reasonable benefit expectations or the security of their policy benefits would be adversely affected if the proposed Scheme were implemented.",
      "id": "s125"
    },
    {
      "text": "Our opinions are as follows: \n \n \n \n (i) the proposed Scheme will have no material impact on the contractual benefits and other rights of the policy owners of MetLife and Challenger; \n \n (ii) the reasonable benefit expectations of transferring MetLife policy owners will not be adversely affected by the proposed Scheme; \n \n (iii) the proposed Scheme should not adversely affect the security of transferring MetLife policy owners' benefits in any material respect; \n \n (iv) the reasonable benefit expectations of remaining MetLife policy owners will not be adversely affected by the proposed Scheme; \n \n (v) the proposed Scheme should not adversely affect the security of remaining MetLife policy owners' benefits in any material respect; \n \n (vi) the reasonable benefit expectations of Challenger policy owners will not be adversely affected by the proposed Scheme; and \n \n (vii) the proposed Scheme should not adversely affect the security of Challenger policy owners' benefits in any material respect.",
      "id": "s126"
    },
    {
      "text": "\" \n \n \n \n\n23 APRA appeared and had no objection to confirmation of the Scheme.",
      "id": "s127"
    },
    {
      "text": "24 Some affected MetLife policies are issued to MetLife Trustee Pty Limited (the Trustee) as trustee of the MetLife Retirement Fund, where an individual applies for a relevant benefit, such as superannuation.",
      "id": "s128"
    },
    {
      "text": "The Trustee considered and supported the Scheme, although it did not appear on the original substantive hearing.",
      "id": "s129"
    },
    {
      "text": "PROCEDURAL COMPLIANCE \n \n25 Section 191(2) and s 193(2) and reg 9 impose requirements as to the giving notice of the Scheme and other procedural matters.",
      "id": "s130"
    },
    {
      "text": "On 22 June 2007 dispensation with certain requirements was granted pursuant to s 191(5) of the Act ( Re MetLife Insurance Limited and Challenger Life No.",
      "id": "s131"
    },
    {
      "text": "2 Limited [2007] FCA 937).",
      "id": "s132"
    },
    {
      "text": "I was carefully taken through the evidence by senior counsel for each of the applicants and was satisfied that there had been compliance with all requirements.",
      "id": "s133"
    },
    {
      "text": "The only debatable issue concerned typographical errors in the Scheme's summary.",
      "id": "s134"
    },
    {
      "text": "I was also satisfied that the Scheme complies with s 190(3) and that there was no issue with the mechanics of it.",
      "id": "s135"
    },
    {
      "text": "OBJECTIONS RECEIVED \n \n26 The requirements of the giving of notice and some other steps taken --- such as telephone hotlines, websites, and so on --- generated a modest level of inquiry and express or implied objection from a relatively small number of policy holders, including some beneficiaries of the MetLife Retirement Fund.",
      "id": "s136"
    },
    {
      "text": "Some objections were misconceived and can be ignored.",
      "id": "s137"
    },
    {
      "text": "The only objections of substance related to the position of the affected MetLife policy holders.",
      "id": "s138"
    },
    {
      "text": "They were summarised as follows: \n \n \n \"1.",
      "id": "s139"
    },
    {
      "text": "Concern that the Standard &amp; Poor's rating is dropping from \"AA---\" with MetLife to \"A\" with Challenger \n \n 2.",
      "id": "s140"
    },
    {
      "text": "Policyholder looking for security for a bulk of their retirement money concerned that Challenger is a third tier institution \n \n \n \n 3.",
      "id": "s141"
    },
    {
      "text": "Concern about the quality of the underlying instruments of Challenger.",
      "id": "s142"
    },
    {
      "text": "4.",
      "id": "s143"
    },
    {
      "text": "Concern that the security of Challenger is not as good as that of Metlife.",
      "id": "s144"
    },
    {
      "text": "5.",
      "id": "s145"
    },
    {
      "text": "Concern about Challenger's asset allocation being too risky.",
      "id": "s146"
    },
    {
      "text": "6.",
      "id": "s147"
    },
    {
      "text": "Concern that unlike Metlife, Challenger invests funds in the stock market.",
      "id": "s148"
    },
    {
      "text": "7.",
      "id": "s149"
    },
    {
      "text": "Concern that having started with the largest bank in the world (Citigroup), the policy is about to be transferred to Challenger which had a loss of $3/4 billion 3 years ago.",
      "id": "s150"
    },
    {
      "text": "8.",
      "id": "s151"
    },
    {
      "text": "Concern that the Joint Actuarial Report only concludes that policyholders' benefit security will remain \"adequate\".",
      "id": "s152"
    },
    {
      "text": "9.",
      "id": "s153"
    },
    {
      "text": "Policyholder looking to diversify placed a portion of their funds with Metlife and the remainder with Challenger.",
      "id": "s154"
    },
    {
      "text": "Concern that the transfer will result in the whole amount being placed with the one company.",
      "id": "s155"
    },
    {
      "text": "10.",
      "id": "s156"
    },
    {
      "text": "Concern that Challenger may be a takeover target following newspaper speculations.",
      "id": "s157"
    },
    {
      "text": "11.",
      "id": "s158"
    },
    {
      "text": "Concern that 5% return reflected a secure investment and policyholders are now being asked to assume a greater risk\".",
      "id": "s159"
    },
    {
      "text": "27 One objector appeared on the hearing.",
      "id": "s160"
    },
    {
      "text": "The essence of his position was as follows: \n \n \"I served 45 years continuous service with the one organisation.",
      "id": "s161"
    },
    {
      "text": "In February 2004, upon advice from a senior Westpac financial adviser, I entered into a contract with Citicorp at the time for a capital guarantee type of investment, very low yield and very high security.",
      "id": "s162"
    },
    {
      "text": "I chose to accept this low yield, because that was the overriding --- my overriding decision was security of investment.",
      "id": "s163"
    },
    {
      "text": "At the time, I could have invested with Challenger at a higher yield.",
      "id": "s164"
    },
    {
      "text": "... \n MetLife is higher rated than Challenger with the standard [claims] rating as double A minus for MetLife, and A or A plus for Challenger.",
      "id": "s165"
    },
    {
      "text": "Now, I don't understand the details of any of that other than one is higher rated than the other and, as an investor, that's all I need to know.",
      "id": "s166"
    },
    {
      "text": "It is unreasonable, in my view, and unethical that I should be forced into a lower rated financial institution.",
      "id": "s167"
    },
    {
      "text": "I see that as security being taken away from me.",
      "id": "s168"
    },
    {
      "text": "Throughout this morning, the counsels for MetLife repeatedly emphasise that there is no disadvantage to policyholders affected by this transfer.",
      "id": "s169"
    },
    {
      "text": "In my view, that's not correct.",
      "id": "s170"
    },
    {
      "text": "How can that be when there is a greater risk to policyholders' investments at no greater return?",
      "id": "s171"
    },
    {
      "text": "So there is a disadvantage, as I see it.",
      "id": "s172"
    },
    {
      "text": "\" \n \n\nHe also drew attention to the fact that he could only redeem at a significant discount.",
      "id": "s173"
    },
    {
      "text": "It is relevant to note that some policies may be redeemed without discount.",
      "id": "s174"
    },
    {
      "text": "CONFIRMATION ON THE MERITS \n \n28 The discretion to confirm the Scheme pursuant to s 194 is at large and is only confined by the purposes to be served by it in the context of the Act as a whole and Pt 9 in particular ( Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 per Mason J at 39---40) .",
      "id": "s175"
    },
    {
      "text": "The role of the Court is plainly not limited to supervising the various procedural steps to be taken, nor by any opinion that APRA cares to express.",
      "id": "s176"
    },
    {
      "text": "An important indication of the proper approach is the first object of the Act (s 3(1)): \n \n \"to protect the interests of the owners and prospective owners of life insurance policies in a manner consistent with the continued development of a viable, competitive and innovative life insurance industry\".",
      "id": "s177"
    },
    {
      "text": "( Re Royal &amp; Sun Alliance Life Assurance Ltd [2000] FCA 1259 ; (2000) 104 FCR 37 at [3] ).",
      "id": "s178"
    },
    {
      "text": "Further, Parliament has indicated the importance of the role of the Court in Pt 9 , by identifying it as one of six principal means of effecting the objects of the Act (s 3(2)).",
      "id": "s179"
    },
    {
      "text": "29 The applicants submitted that the actuarial evidence established that there was no disadvantage to the interests of policy holders of either company, by virtue of the Scheme.",
      "id": "s180"
    },
    {
      "text": "The benefits and the manner in which they will be administered are substantially secure in all respects.",
      "id": "s181"
    },
    {
      "text": "In a general sense this may be accepted.",
      "id": "s182"
    },
    {
      "text": "The policies are being transferred from one safe statutory fund, with a solvent insurer, to another safe statutory fund with another solvent insurer.",
      "id": "s183"
    },
    {
      "text": "The changes to the policies are benign.",
      "id": "s184"
    },
    {
      "text": "Furthermore, within limits, MetLife could change its strategies and administration policies in the future without breach of contract provided prudential standards were met.",
      "id": "s185"
    },
    {
      "text": "30 It is submitted that the approval of APRA is an important consideration.",
      "id": "s186"
    },
    {
      "text": "That may be accepted in the general way --- in the usual case approval of, or lack of objection by, APRA would be a necessary, but not sufficient, condition for confirmation.",
      "id": "s187"
    },
    {
      "text": "The statute expressly gives APRA a role in relation to Pt 9 (eg, ss 191(1) , 191 (2a), 192 and 193(3)), in addition to its other supervisory responsibilities.",
      "id": "s188"
    },
    {
      "text": "That role has naturally been referred to in many of the authorities (eg Re Application of Commonwealth Life Ltd [2003] FCA 637 at [13] ; Re MLC Lifetime Co Ltd and MLC Ltd (No 2) [2006] FCA 1367 at [14] ).",
      "id": "s189"
    },
    {
      "text": "I shall return to the position of APRA in another respect later.",
      "id": "s190"
    },
    {
      "text": "31 It was submitted that the interests of insurers should be respected as the development of a viable industry is an object of the Act.",
      "id": "s191"
    },
    {
      "text": "That is correct but the interests of policy holders are of primary concern.",
      "id": "s192"
    },
    {
      "text": "It was submitted that the lack of objection by the Trustee is of significance as it would have to closely scrutinise the transaction from the point of view of policy holders of MetLife and would be expected to have a good grip of the commercial issues involved.",
      "id": "s193"
    },
    {
      "text": "Again, in a general sense, that may be accepted, notwithstanding that it is a MetLife associate.",
      "id": "s194"
    },
    {
      "text": "However, some of its beneficiaries took a different view and were among the objectors.",
      "id": "s195"
    },
    {
      "text": "32 All in all, I was satisfied of all relevant matters, apart from the difficulty occasioned by the existence of a body of objectors, although small, with sensible reasons for concern.",
      "id": "s196"
    },
    {
      "text": "The Scheme did not accommodate that problem in any respect.",
      "id": "s197"
    },
    {
      "text": "This was pointed out and the opportunity was afforded to the parties over some hours to deal with it.",
      "id": "s198"
    },
    {
      "text": "That opportunity was rejected.",
      "id": "s199"
    },
    {
      "text": "It is worth repeating what was said by counsel in that respect: \n \n \"In short, the prospect your Honour raised before the adjournment of the parties formulating some kind of opt-out procedure is not something which was attractive to the parties, and we certainly don't propound any such modification, and if your Honour were to impose it as a condition of the scheme , then we wouldn't accept the condition.",
      "id": "s200"
    },
    {
      "text": "So that would mean that the transfer simply fails, if that were an essential ingredient in your Honour's decision-making.",
      "id": "s201"
    },
    {
      "text": "\" \n (Emphasis added.",
      "id": "s202"
    },
    {
      "text": ")\n \n\n33 That approach fundamentally misunderstands what is at stake.",
      "id": "s203"
    },
    {
      "text": "The power granted by Pt 9 for the compulsory statutory novation of contracts of this type on a large scale is extraordinary.",
      "id": "s204"
    },
    {
      "text": "It amounts to compulsory acquisition by the transferee insurer.",
      "id": "s205"
    },
    {
      "text": "The only say that the policy holders have is through the Court process.",
      "id": "s206"
    },
    {
      "text": "There is no meeting and no vote.",
      "id": "s207"
    },
    {
      "text": "Accordingly, there is a system laid down to inform those affected of what is proposed so that their views may be heard by the Court.",
      "id": "s208"
    },
    {
      "text": "In my opinion, the objections raised by individual policy holders were legitimate upon their face and provided sensible reasons why a party may not wish to have a long-term contract with Challenger.",
      "id": "s209"
    },
    {
      "text": "One telling point was that MetLife policies had a low rate of return because of low risk.",
      "id": "s210"
    },
    {
      "text": "A transferred policy holder would be forced to accept the same rate of return with higher risk.",
      "id": "s211"
    },
    {
      "text": "The fact that an actuary may assess the risk as remote is not to the point.",
      "id": "s212"
    },
    {
      "text": "The existence of different annuity products in the market appealing to different customers makes the point of consumer choice.",
      "id": "s213"
    },
    {
      "text": "34 I was, therefore, not prepared to approve the Scheme as it ignored those concerns and the proponents adopted a take it or leave it approach to the problem.",
      "id": "s214"
    },
    {
      "text": "I so ruled on 27 July 2007.",
      "id": "s215"
    },
    {
      "text": "I did not make orders immediately as I was to prepare reasons.",
      "id": "s216"
    },
    {
      "text": "In the following week the applicants sought reopening.",
      "id": "s217"
    },
    {
      "text": "The evidence to justify reopening explained the difficulties in proposing a solution in a few hours, but did not explain the blanket refusal to accept any condition, or the failure to seek an adjournment.",
      "id": "s218"
    },
    {
      "text": "Despite some misgivings, I granted the request to reopen.",
      "id": "s219"
    },
    {
      "text": "35 I am now satisfied that the modifications to the Scheme that are proposed are appropriate and adequately meet the situation.",
      "id": "s220"
    },
    {
      "text": "The Scheme now contains an opt out facility limited to those MetLife policy holders and those beneficially entitled in respect of a policy held by the Trustee who had directly or indirectly indicated a substantive objection prior to the hearing and cannot redeem without penalty.",
      "id": "s221"
    },
    {
      "text": "It leaves those persons in substantially the same position as before, although the Social Security Amendment and the Taxation Amendment will be made to the contracts.",
      "id": "s222"
    },
    {
      "text": "I am also satisfied that appropriate notice has been given of those proposed modifications.",
      "id": "s223"
    },
    {
      "text": "The orders that are sought will be made.",
      "id": "s224"
    },
    {
      "text": "36 I should mention the position of APRA.",
      "id": "s225"
    },
    {
      "text": "When the solicitor for APRA addressed on the substantive hearing, the applicants had rejected any opt out modification and no submissions were called for on that topic.",
      "id": "s226"
    },
    {
      "text": "Submissions were made today on behalf of APRA that put forward a cautious, indeed negative, view about an opt out mechanism.",
      "id": "s227"
    },
    {
      "text": "The principal concern appears to be the existence of \"legacy products\"; that is products closed to new business.",
      "id": "s228"
    },
    {
      "text": "Reference was made to a recent Treasury issues paper that touches upon that topic.",
      "id": "s229"
    },
    {
      "text": "APRA does not suggest that there is a particular problem in this case.",
      "id": "s230"
    },
    {
      "text": "APRA is keen that there should be no general opt out procedure adopted.",
      "id": "s231"
    },
    {
      "text": "37 This is not the case to have that debate.",
      "id": "s232"
    },
    {
      "text": "The decision in principle concerning the need for an opt out arrangement in this case was made on the last occasion.",
      "id": "s233"
    },
    {
      "text": "I can see no particular problem with the remaining MetLife policy holders in this case once the modifications are approved.",
      "id": "s234"
    },
    {
      "text": "The role of the Court in exercising the discretion given to it by Parliament may well be different from the perception by the present administrators of APRA as to its role in the process.",
      "id": "s235"
    },
    {
      "text": "It is not surprising that there are different perspectives.",
      "id": "s236"
    },
    {
      "text": "APRA's underlying notion appears to be that the industry has priority over policy holders, at least where the insurers are solvent and prudential standards are met.",
      "id": "s237"
    },
    {
      "text": "That notion cannot limit the discretion of the Court.",
      "id": "s238"
    },
    {
      "text": "Otherwise, the Court would have a rubber stamp role under Pt 9 , as all registered insurers are solvent and statutory funds are adequate if APRA is doing its job.",
      "id": "s239"
    },
    {
      "text": "38 The only other point I make is that it is difficult for a court in situations like this where there is no contradictor.",
      "id": "s240"
    },
    {
      "text": "The transactions are large.",
      "id": "s241"
    },
    {
      "text": "The attention to detail by the parties is great.",
      "id": "s242"
    },
    {
      "text": "It is very difficult for a judge, without a contradictor, to fully assess the consequences and ramifications of all that is proposed.",
      "id": "s243"
    },
    {
      "text": "I have had great assistance from counsel in this case but that, of course, is not always a substitute for the critical eye of a contradictor.",
      "id": "s244"
    },
    {
      "text": "In some cases it may be appropriate for the Court to appoint a representative policy holder to act as contradictor.",
      "id": "s245"
    },
    {
      "text": "In the end, I did not think that that was necessary in the present case.",
      "id": "s246"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s247"
    },
    {
      "text": "Associate:\n \n\n \nDated: 4 September 2007\n\n Counsel for the First Applicant: Mr IM Jackman SC \n \n Solicitor for the First Applicant: Mallesons Stephen Jaques \n \n Counsel for the Second Applicant: Mr F Gleeson SC, Mr GM Drew \n \n Solicitor for the Second Applicant: Freehills \n \n Counsel for MetLife Trustee Pty Limited: Mr AJ Meagher SC --- 10 August 2007 \n \n Counsel for Australian Prudential Regulation Authority: Mr JWJ Stevenson SC --- 10 August 2007 \n \n Solicitor for Australian Prudential Regulation Authority: Mr D Sullivan of Australian Prudential Regulation Authority \n\n Dates of Hearing: 27 July, 31 July and 10 August 2007 \n \n Date of Judgment: 10 August 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/1327.html",
      "id": "s248"
    }
  ]
}