{
  "name": "McAleer v The University of Western Australia (No 2) [2007] FCA 247 (2 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/247.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "whether arguments raised at trial were unreasonable",
      "id": "c1"
    },
    {
      "text": "whether a costs order should be made",
      "id": "c2"
    },
    {
      "text": "industrial law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 2 February 2007, I made a declaration that the respondent ('the University') had breached cl 6 of Sch D of The University of Western Australia Academic Staff Agreement 2004 ('the 2004 certified agreement') and imposed a penalty upon the University.",
      "id": "s0"
    },
    {
      "text": "I also made a declaration as to the construction of transitional provisions of The University of Western Australia Academic Staff Agreement 2006 ('the 2006 certified agreement').",
      "id": "s1"
    },
    {
      "text": "I stood over the question of costs.",
      "id": "s2"
    },
    {
      "text": "2 The applicant contends that there were acts or omissions by the University in the course of the proceeding which were 'unreasonable' within the meaning of s 824(2) of the Workplace Relations Act 1996 (Cth) ('the Act') and which caused him to incur costs in connection with the proceeding.",
      "id": "s3"
    },
    {
      "text": "The applicant submitted that the University should pay those costs.",
      "id": "s4"
    },
    {
      "text": "Section 824 became effective on 27 March 2006.",
      "id": "s5"
    },
    {
      "text": "It was accepted by both parties that s 824 applied to this proceeding after 27 March 2006.",
      "id": "s6"
    },
    {
      "text": "3 Section 824 of the Act reads as follows:\n \n '(1) A party to a proceeding (including an appeal) in a matter arising under this Act (other than an application under section 663) must not be ordered to pay costs incurred by any other party to the proceeding unless the first-mentioned party instituted the proceeding vexatiously or without reasonable cause.",
      "id": "s7"
    },
    {
      "text": "(2) Despite subsection (1), if a court hearing a proceeding (including an appeal) in a matter arising under this Act (other than an application under section 663) is satisfied that a party to the proceeding has, by an unreasonable act or omission, caused another party to the proceeding to incur costs in connection with the proceeding, the court may order the first-mentioned party to pay some or all of those costs.",
      "id": "s8"
    },
    {
      "text": "(3) \"costs\" includes all legal and professional costs and disbursements and expenses of witnesses.",
      "id": "s9"
    },
    {
      "text": "' \n \n \n\n4 The first contention of the applicant is that he should be entitled to his costs in defending the University's claim for a declaration that the proceedings of the Misconduct Investigation Committee ('the Committee') were a nullity.",
      "id": "s10"
    },
    {
      "text": "The University's claim for a declaration in those terms was also relevant to its counterclaim.",
      "id": "s11"
    },
    {
      "text": "At the trial, I declined to make the declaration of nullity on the grounds that there was no power under the Act to make such a declaration, and that, in any event, I would have declined to make such a declaration on discretionary grounds.",
      "id": "s12"
    },
    {
      "text": "5 I found against the University but it does not follow that in making that contention, the University engaged in an 'unreasonable act' for the purposes of s 824.",
      "id": "s13"
    },
    {
      "text": "The question involved a blend of public and private law issues and it cannot be said that the University's claim was so devoid of merit that the advancement of it constituted an 'unreasonable act' under s 824(2) of the Act.",
      "id": "s14"
    },
    {
      "text": "6 The second contention made by the applicant is that the failure by the University, prior to 11 September 2006, to accept the applicant's contention that the University had breached cl 6 of Sch D of the 2004 certified agreement by failing to provide particulars of the allegations made against the applicant, was an 'unreasonable omission' under s 824(2) of the Act, which caused the applicant to incur costs in connection with the proceeding.",
      "id": "s15"
    },
    {
      "text": "7 The applicant said that he had, after the hearing of the interim injunction, which the University had opposed, in March 2006, found it necessary to file five further affidavits.",
      "id": "s16"
    },
    {
      "text": "This was, he said, because he carried the evidential burden.",
      "id": "s17"
    },
    {
      "text": "The applicant said that the University should bear these costs, which could have been avoided by an earlier concession by the University.",
      "id": "s18"
    },
    {
      "text": "8 An examination of the affidavits filed after 20 March 2006, shows that the evidence deposed to, in those affidavits, deals primarily with the events which occurred at, or which related to, the hearings of the Committee.",
      "id": "s19"
    },
    {
      "text": "This evidence was relied upon by the applicant at trial in support of further declarations sought by him, that the University had acted in breach of cl 11 and cl 13 of Sch D of the 2004 certified agreement by the manner in which it had acted or failed to act in relation to the proceedings before the Committee.",
      "id": "s20"
    },
    {
      "text": "I declined to make the declarations which were sought by the applicant.",
      "id": "s21"
    },
    {
      "text": "9 Therefore, any omission by the University did not, in my view, cause the applicant to incur costs in connection with the proceeding.",
      "id": "s22"
    },
    {
      "text": "It was the applicant's desire to advance claims at trial for breaches of other clauses of the 2004 certified agreement which led the applicant to incur the costs of the making of the affidavits which were ultimately relied upon by him at the trial.",
      "id": "s23"
    },
    {
      "text": "10 Thirdly, the applicant contended that the University should pay the costs of the steps taken in the proceeding, after the University's rejection of the applicant's offer to settle the proceeding, which was made by letter of 29 June 2006.",
      "id": "s24"
    },
    {
      "text": "11 However, I am unable to characterise the University's rejection of the applicant's settlement offer as being an unreasonable act.",
      "id": "s25"
    },
    {
      "text": "This is because the applicant offered to settle the proceeding on the basis that the University would pay to him the sum of $150 000 in respect of costs, and also that the maximum penalty under the Act be imposed and be paid to him.",
      "id": "s26"
    },
    {
      "text": "At trial, I imposed a penalty of $20 000 payable to the applicant.",
      "id": "s27"
    },
    {
      "text": "12 The fourth contention was that it was unreasonable for the University to oppose the imposition of a penalty and to put the applicant to proof on this issue.",
      "id": "s28"
    },
    {
      "text": "In my view, it cannot be said that it was unreasonable for the University to oppose the imposition of a penalty.",
      "id": "s29"
    },
    {
      "text": "Whether to impose a penalty and, if so, the amount, requires the Court to weigh several competing factors.",
      "id": "s30"
    },
    {
      "text": "The Court was assisted by the University's submissions in this respect.",
      "id": "s31"
    },
    {
      "text": "13 Finally, the applicant contended that the claim made by the University in its counterclaim, regarding the proper construction of the transitional provisions in the 2006 certified agreement, amounted to an unreasonable act because it 'depended upon the abstruse proposition that the defective nature of the appointment of the Committee members by the respondent rendered the proceedings nugatory'.",
      "id": "s32"
    },
    {
      "text": "I have already found that the making of that argument by the University did not amount to an 'unreasonable act' under the Act.",
      "id": "s33"
    },
    {
      "text": "14 The applicant also contended that there was authority which supported the proposition that even if the appointment of the Committee was a nullity, its proceedings were not vitiated.",
      "id": "s34"
    },
    {
      "text": "The applicant referred to the observations made in Minister for Immigration and Multicultural and Indigenous Affairs v Bhardwaj [2002] HCA 11 ; (2002) 209 CLR 597.",
      "id": "s35"
    },
    {
      "text": "Therefore, the applicant submitted that, even if the University had been correct, that the appointment of the Committee was a nullity, it was an unreasonable act to contend that it followed that its proceedings were also a nullity.",
      "id": "s36"
    },
    {
      "text": "15 In my view, the construction of the transitional provisions in the 2006 certified agreement was a matter that had to be considered in its own context, and was not a matter which was the subject of any binding authority.",
      "id": "s37"
    },
    {
      "text": "It is questionable whether the observations, relied upon by the applicant, did indeed support the proposition for which he contended.",
      "id": "s38"
    },
    {
      "text": "But, in any event, the authority referred to by the applicant is an authority dealing with the powers of the Refugee Review Tribunal, and the construction of the Migration Act 1958 (Cth).",
      "id": "s39"
    },
    {
      "text": "The observations were not germane to the issue at hand, namely, construction of the 2006 certified agreement.",
      "id": "s40"
    },
    {
      "text": "It cannot be said that the argument made by the University was an 'unreasonable act'.",
      "id": "s41"
    },
    {
      "text": "16 It follows, that the applicant's contentions fail.",
      "id": "s42"
    },
    {
      "text": "There should be no order as to costs.",
      "id": "s43"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s44"
    },
    {
      "text": "Associate:\n\nDated: 2 March 2007\n\n\n Counsel for the Applicant: Mr R Lindsay \n \n Solicitor for the Applicant: Wojtowicz Kelly Legal \n \n Counsel for the Respondent: Mr T Caspersz \n \n Solicitor for the Respondent: Jackson McDonald \n \n Date of Hearing: 27 February 2007 \n \n Date of Judgment: 2 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/247.html",
      "id": "s45"
    }
  ]
}