{
  "name": "Winspear v Mackinnon [2007] FCA 2077 (24 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2077.html",
  "catchphrases": [
    {
      "text": "member's remedies",
      "id": "c0"
    },
    {
      "text": "correction of company register",
      "id": "c1"
    },
    {
      "text": "oppressive conduct of affairs",
      "id": "c2"
    },
    {
      "text": "whether plaintiff entitled to be registered as member of company",
      "id": "c3"
    },
    {
      "text": "whether plaintiff a member of company for purposes of oppression suit",
      "id": "c4"
    },
    {
      "text": "nunc pro tunc order",
      "id": "c5"
    },
    {
      "text": "plaintiff claim to shares in company pursuant to agreements",
      "id": "c6"
    },
    {
      "text": "whether plaintiff engaged in disentitling conduct or agreed to relinquish interest in shares held : plaintiff entitled to be registered",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 It is a common lament that one can choose one's friends but not one's family.",
      "id": "s0"
    },
    {
      "text": "The circumstances of the current proceeding echo that lament.",
      "id": "s1"
    },
    {
      "text": "It is regrettable that the family dispute the subject of the application and cross-claim currently before the Court ever had to be litigated.",
      "id": "s2"
    },
    {
      "text": "2 The primary issue for determination by the Court is the entitlement or otherwise of the plaintiff, Mrs Rosalind Winspear (Rosalind) to shares in the third and fourth defendants, Rocklands Pty Ltd and Dalness Pty Ltd. Rosalind seeks orders requiring those companies to correct their register of members to record her as a member and beneficial owner of one A Class share and 25 B Class shares in Rocklands Pty Ltd; and the beneficial owner of 22,625 ordinary shares and the joint beneficial owner with the first defendant of one ordinary share in Dalness Pty Ltd. Rosalind also seeks orders that the companies be wound up and be required to sell properties owned by them.",
      "id": "s3"
    },
    {
      "text": "3 By their cross-claim the defendants seek declarations giving effect to what they allege were agreements entered into by Rosalind on 18 January 2001 and 8 December 2001, which they say had the effect of her relinquishing all rights to shares in the companies.",
      "id": "s4"
    },
    {
      "text": "The defendants also seek a declaration that the plaintiff be estopped from denying the 2001 agreements on the basis that it would be unjust and unconscionable for her to do so.",
      "id": "s5"
    },
    {
      "text": "The crucial issue arising on the cross-claim is whether Rosalind entered into a binding agreement, in 2001, to give up her entitlement to shares or engaged in any other relevant disentitling conduct.",
      "id": "s6"
    },
    {
      "text": "The family and its companies \n \n4 In the 1820s, the Mackinnon family acquired a property known as \"Dalness\".",
      "id": "s7"
    },
    {
      "text": "The property is situated about five kilometres east of Evandale, near Launceston airport in Northern Tasmania.",
      "id": "s8"
    },
    {
      "text": "In its current, form the property consists of four main blocks comprising some 1,623 hectares.",
      "id": "s9"
    },
    {
      "text": "They are called \"Rocklands\", \"Dalness\", \"Woodmount\" and \"Vinegar Hill\".",
      "id": "s10"
    },
    {
      "text": "I refer to the properties collectively below as \"Dalness\".",
      "id": "s11"
    },
    {
      "text": "5 Mr Allan Edgar Donald Mackinnon (AEDM) farmed Dalness until his death on 8 June 1962.",
      "id": "s12"
    },
    {
      "text": "Thereafter his son, Mr Allan Donald Lindsay Mackinnon (Donald), became primarily responsible for the farming business conducted on Dalness.",
      "id": "s13"
    },
    {
      "text": "Donald died on 7 February 2004.",
      "id": "s14"
    },
    {
      "text": "He is survived by his wife, Mrs Deidre Mackinnon (Deidre), who is the second defendant.",
      "id": "s15"
    },
    {
      "text": "The plaintiff, Rosalind, is their daughter.",
      "id": "s16"
    },
    {
      "text": "The first defendant, Mr Neil Giblin Mackinnon (Neil), is their son.",
      "id": "s17"
    },
    {
      "text": "They have another son called Mr Donald Michael Mackinnon (Michael).",
      "id": "s18"
    },
    {
      "text": "6 Dalness Pty Ltd came into being in November 1961.",
      "id": "s19"
    },
    {
      "text": "On its incorporation two ordinary shares were issued; one to Donald and one to AEDM.",
      "id": "s20"
    },
    {
      "text": "A week later 45,250 shares were allocated in the company; 15,250 to AEDM and 30,000 jointly to Donald and a solicitor, Mr Alfred John Green.",
      "id": "s21"
    },
    {
      "text": "7 On or about 10 November 1961, by a deed of trust (\"the DL Mackinnon Trust\") Donald and Mr Green declared that they held the 30,000 ordinary shares in Dalness Pty Ltd upon trust:\n \n &#8226; after the payment of income for the life of AEDM's wife, Charlotte, and then for the life of Donald; and\n &#8226; after the death of the survivor of Charlotte and Donald for such of Donald's children as he should by will or deed revocably or irrevocably appoint.",
      "id": "s22"
    },
    {
      "text": "8 On 3 December 1986, by a deed of appointment dated that day, Donald, pursuant to the D L Mackinnon Trust, irrevocably declared that the trustees of the D L Mackinnon Trust would, on Donald's death, hold the Trust Fund (that is, the 30,000 ordinary shares in Dalness Pty Ltd) as to:\n \n &#8226; 15,000 of such shares absolutely for Neil; and\n &#8226; 15,000 of such shares absolutely for Rosalind.",
      "id": "s23"
    },
    {
      "text": "9 Also on 3 December 1986, by a deed of appointment of that date, Donald, pursuant to AEDM's will, irrevocably declared that the trustees of AEDM's will would on Donald's death hold the other 15,251 ordinary shares:\n \n &#8226; as to one half absolutely for Neil; and\n &#8226; as to the other half absolutely for Rosalind.",
      "id": "s24"
    },
    {
      "text": "10 Subject to any agreement to the contrary or other disentitling conduct, Rosalind became entitled to those ordinary shares, referred to in the two preceding paragraphs, after Donald's death in February 2004.",
      "id": "s25"
    },
    {
      "text": "11 For some time prior to October 1988, the farming business on Dalness was conducted by a partnership under the business name \"D L and D Mackinnon\".",
      "id": "s26"
    },
    {
      "text": "The partnership was divided into nine shares.",
      "id": "s27"
    },
    {
      "text": "As at 7 October 1988 they were held as follows:\n \n &#8226; Donald - 4;\n &#8226; Deidre - 2;\n &#8226; Michael --- 2; and \n &#8226; Neil --- 1.",
      "id": "s28"
    },
    {
      "text": "12 Rocklands Pty Ltd was incorporated on 3 January 1975.",
      "id": "s29"
    },
    {
      "text": "On incorporation it had subscribed 2 A Class shares, being the voting shares in the company.",
      "id": "s30"
    },
    {
      "text": "Those shares were originally held by Mr Green and by an accountant, Mr Barry Henry.",
      "id": "s31"
    },
    {
      "text": "On 21 February 1975, the company allotted 50 B Class shares to Neil, Mr Green and Mr Henry jointly as the trustees of the Michael Mackinnon Trust.",
      "id": "s32"
    },
    {
      "text": "13 On 7 October 1988 by an agreement made by Donald, Deidre, Michael, Neil, Rosalind, Mr Green and Mr Henry, the following was to occur, amongst other things:\n \n &#8226; Michael to sell his two shares in the partnership to Rosalind for $48,200;\n &#8226; Donald to sell one share in the partnership to Rosalind for $24,100;\n &#8226; Mr Green to transfer his one A Class share in Rocklands Pty Ltd to Rosalind for no consideration;\n &#8226; The trustees of the Michael Mackinnon Trust to sell Rosalind 25 of their B Class shares in Rocklands Pty Ltd for $139,254; and\n &#8226; Donald, Neil and Rosalind would thereafter constitute the partnership and carry on the farming business at Dalness.",
      "id": "s33"
    },
    {
      "text": "14 The partnership subsisted until Donald's death in February 2004.",
      "id": "s34"
    },
    {
      "text": "On his death, Donald bequeathed his interest in the partnership to his trustees for Deidre's lifetime and, on her death, to Neil.",
      "id": "s35"
    },
    {
      "text": "Probate in respect of Donald's will was granted on 21 June 2004, with Neil and an accountant, Mr Rodney Lester as executors.",
      "id": "s36"
    },
    {
      "text": "Genesis of the October 7, 1988 agreement \n \n15 The 1988 agreement arose out of a desire by Donald for a \"Mackinnon Family Rearrangement\", following Michael's decision in the mid 1980s that he wished to give up farming and move to the mainland.",
      "id": "s37"
    },
    {
      "text": "The chief idea was to make provision for Michael to enable him to realise his move.",
      "id": "s38"
    },
    {
      "text": "The discussions that led to the 1988 agreement commenced in 1984.",
      "id": "s39"
    },
    {
      "text": "Donald intended to provide funds for Michael to live elsewhere and compensate him for foregoing his inheritance to Dalness.",
      "id": "s40"
    },
    {
      "text": "Donald also wanted to preserve Dalness for the family.",
      "id": "s41"
    },
    {
      "text": "He intended to achieve these ambitions without the sale of land or heavy borrowing.",
      "id": "s42"
    },
    {
      "text": "Rosalind's payments for the B Class shares in Rocklands and the partnership \n \n16 Rosalind was not required to make any payment for her A Class share in Rocklands Pty Ltd. She was required to pay $68,500 forthwith to the Michael Mackinnon Trust for her B Class shares, with a further $70,754 being payable on demand, without interest.",
      "id": "s43"
    },
    {
      "text": "17 By a separate agreement also made on 7 October 1988, Rosalind was to pay Michael forthwith $48,200 for the two shares in the partnership.",
      "id": "s44"
    },
    {
      "text": "Donald was to lend Rosalind the sum of $28,200.",
      "id": "s45"
    },
    {
      "text": "This left her with $20,000 to pay in respect of that transaction.",
      "id": "s46"
    },
    {
      "text": "Rosalind was to pay Donald $24,100 for his partnership share by an unspecified time in 1990 (presumably no later than 31 December 1990) and repay the $28,200 by the same time.",
      "id": "s47"
    },
    {
      "text": "Interest was to accrue at 14% per annum calculated from 7 October 1988 to the date of payment.",
      "id": "s48"
    },
    {
      "text": "Rosalind's repayments \n \n18 Rosalind and her husband, Mr Robert Winspear, were experiencing financial difficulties at the time of the 1988 agreements on account of the October 1987 stock market crash.",
      "id": "s49"
    },
    {
      "text": "Rosalind made some interest payments up until 1991.",
      "id": "s50"
    },
    {
      "text": "During that year, according to oral evidence given by her, which I accept, Donald told Rosalind that he did not require her to make any further payments by way of interest.",
      "id": "s51"
    },
    {
      "text": "Earlier, in February 1989, Mr Green advised Rosalind that Donald did not require payment of interest in respect of the loan for $28,200 in connection with the purchase of shares in the partnership.",
      "id": "s52"
    },
    {
      "text": "At that time, according to Mr Green, Donald sought interest at 14% per annum on the $68,500 owing to the Michael Mackinnon Trust, in respect to the purchase of B Class shares in Rocklands Pty Ltd by Rosalind.",
      "id": "s53"
    },
    {
      "text": "19 In September 1991, Mr Green's law firm, Ritchie &amp; Parker Alfred Green &amp; Co wrote to Rosalind seeking interest payable on the sum of $68,500.",
      "id": "s54"
    },
    {
      "text": "On 30 September 1991, Mr Hugh McKenzie, Donald's accountant, rang Rosalind and said there was no need to pay the interest demanded.",
      "id": "s55"
    },
    {
      "text": "20 By letter dated 18 October 1991, Mr Green told Rosalind that although an interest notice had been sent to her, Donald had suggested that \"while conditions were difficult\" the Trustees of the Michael Mackinnon Trust should \"appoint\" to her as a book entry an amount to cover the interest owing.",
      "id": "s56"
    },
    {
      "text": "According to the letter, the amount would be \"credited to you [Rosalind] in the books of the Trust and this would be set off against the half years interest payable by you.",
      "id": "s57"
    },
    {
      "text": "\" Whatever that meant, it was consistent with a requirement not to pay interest on the $68,500, as Donald informed Rosalind that year.",
      "id": "s58"
    },
    {
      "text": "The \"difficult conditions\" was a reference to the financial difficulties which the Winspears were experiencing, but there was no indication of any measurement by which those conditions could be adjudged to be no longer difficult.",
      "id": "s59"
    },
    {
      "text": "In any event, no subsequent demand was made for interest on the $68,500 by the Michael Mackinnon Trust.",
      "id": "s60"
    },
    {
      "text": "That is consistent with the interest amount being written off.",
      "id": "s61"
    },
    {
      "text": "Although Donald was not a trustee of the Michael Mackinnon Trust, the trustees gave effect to his wishes, as is evidenced by the letter of 18 October 1991.",
      "id": "s62"
    },
    {
      "text": "Mr Winspear gave oral evidence, which I accept, that Donald spoke on behalf of the trustees when he told him in 1991 that he did not require Rosalind to pay interest on the sum of $68,500.",
      "id": "s63"
    },
    {
      "text": "That is consistent with the evidence of Neil, in his affidavit, that the actions of the trustees were very much guided by Donald's wishes.",
      "id": "s64"
    },
    {
      "text": "21 Mr McKenzie gave evidence that between 1991 and 6 May 1997, while he was a trustee of the Michael Mackinnon Trust, Rosalind was not pressed for payment of interest.",
      "id": "s65"
    },
    {
      "text": "He also said that he left Donald to advise the trustees on when circumstances might have changed such that interest was to become payable.",
      "id": "s66"
    },
    {
      "text": "He received no such advice.",
      "id": "s67"
    },
    {
      "text": "He also acknowledged that on 6 May 1997 the trustees of the Michael McKinnon Trust resolved under the heading: \"Interest bearing loan --- R Winspear\" as follows: \"It was resolved that interest on Mrs Winspear's previously interest accruing load be suspended until further notice.",
      "id": "s68"
    },
    {
      "text": "\" No such further notice was ever given to Rosalind by the trustees or anyone else.",
      "id": "s69"
    },
    {
      "text": "22 By 1 July 2005, Rosalind had completed the payments for the full price of her B Class shares in Rocklands Pty Ltd. She was always entitled to have the A Class share transferred to her as at 7 October 1988.",
      "id": "s70"
    },
    {
      "text": "She was entitled to shares in Dalness Pty Ltd upon the grant of probate in relation to Donald's estate in June 2004.",
      "id": "s71"
    },
    {
      "text": "23 The only way Rosalind could be seen not to be entitled to the shares, as set out in the preceding paragraph, is if the Court agrees with the submission made by the defendants that, in 2001, Rosalind agreed not to have the shares transferred to her or purchased by her, or otherwise engaged in disentitling conduct.",
      "id": "s72"
    },
    {
      "text": "The first of these matters is the matter to which the Court now directs its attention.",
      "id": "s73"
    },
    {
      "text": "2001 \n \n24 On 18 January 2001 a meeting occurred at the family home at Norwood, a suburb of Launceston, between Donald, Deidre, Neil and Rosalind.",
      "id": "s74"
    },
    {
      "text": "The meeting followed a letter which Mr McKenzie had sent to Rosalind, dated 10 November 2000.",
      "id": "s75"
    },
    {
      "text": "The letter referred to Donald's desire \"to tie up other loose ends as soon as possible.",
      "id": "s76"
    },
    {
      "text": "\" The letter also referred to \"significant sums of money due\" from Rosalind and Neil and noted that Donald and Deidre had asked Mr McKenzie \"to prepare an up-to-date summary of the amounts due\", with the object of \"determin[ing] whether the obligations assumed by the purchasers in 1987 (sic) are still appropriate and will be met, and, if not, what new arrangements should be made.",
      "id": "s77"
    },
    {
      "text": "\"\n \n25 The letter went on to note that the $68,500 owed by Rosalind:\n \n ... has reduced to $56,350 (including any accrued interest) by applying amounts standing to her credit in a beneficiary loan account in the Michael Mackinnon Trust.",
      "id": "s78"
    },
    {
      "text": "These credits arose from income distribution from the trust.",
      "id": "s79"
    },
    {
      "text": "The letter further noted that interest was paid up to 7 April 1991 and said: \"Since that time, no arrangements have been formally in place regarding interest on the outstanding debt.",
      "id": "s80"
    },
    {
      "text": "\" That statement was potentially misleading.",
      "id": "s81"
    },
    {
      "text": "It neglected the resolution of the trustees (one of which was Mr McKenzie) of the Michael Mackinnon Trust of 6 May 1997, referred to at [21] above.",
      "id": "s82"
    },
    {
      "text": "The letter also referred to interest owed by Rosalind on money owing by her to Donald on all but $28,200 of monies loaned to her by Donald.",
      "id": "s83"
    },
    {
      "text": "The letter raised two options for consideration.",
      "id": "s84"
    },
    {
      "text": "The second of them was the subject of further consideration.",
      "id": "s85"
    },
    {
      "text": "It said:\n \n If the debts are not accepted, and/or cannot be paid, the Trustees of the Michael Mackinnon Trust would need to review the terms of the original agreement with a view to renegotiating new or alternative arrangements.",
      "id": "s86"
    },
    {
      "text": "Selling partners in D L and D M partnership would have to agree revised arrangements with buying partners.",
      "id": "s87"
    },
    {
      "text": "Decisions would also have to be made about future ownership of shares in Dalness Pty Ltd (subject to the irrevocable appointment above).",
      "id": "s88"
    },
    {
      "text": "26 Minutes of the 18 January 2001 meeting record that the participants agreed to re-negotiate the terms of the October 1988 agreements and to pursue option 2 of the options referred to in Mr McKenzie's letter of 10 November 2000.",
      "id": "s89"
    },
    {
      "text": "The notes of the meeting, signed by all participants, recorded that renegotiation was agreed because Rosalind had advised that she was unable to meet her obligation under the October 1988 agreements in the foreseeable future.",
      "id": "s90"
    },
    {
      "text": "27 On 10 June 2001, Rosalind was present at her parent's home in Launceston in the company of her parents, Michael and Mr McKenzie.",
      "id": "s91"
    },
    {
      "text": "Rosalind gave evidence that general discussion occurred about a readjustment of family assets and that Mr McKenzie addressed that topic, possibly in the context of his letter of 10 November 2000.",
      "id": "s92"
    },
    {
      "text": "Rosalind said that she expected her payment of $20,000 made in 1988 would be refunded if a reorganisation occurred.",
      "id": "s93"
    },
    {
      "text": "Under cross-examination the following was put to her:\n \n you understood that this discussion on 10 June 2001 was on the basis that if there is a winding back of matters to 1988, in effect, then someone is going to take over the farm from your father.",
      "id": "s94"
    },
    {
      "text": "You understood that to be the situation didn't you?",
      "id": "s95"
    },
    {
      "text": "The answer was, \"Well there were many options\".",
      "id": "s96"
    },
    {
      "text": "28 It was not put to Rosalind, in cross-examination that she had agreed, on 10 June 2001, to forego her shareholdings in Dalness Pty Ltd or Rocklands Pty Ltd.\n \n29 Mr McKenzie gave evidence that there was general discussion on 10 June 2001 and that \"Rosalind said she expected the amount of $20,000 that she had paid would be repaid to her\".",
      "id": "s97"
    },
    {
      "text": "He added that: \"[f]ollowing that meeting I prepared a paper called 'D L and D Mackinnon Family Rearrangement October 2001'\".",
      "id": "s98"
    },
    {
      "text": "30 Prepared about four months after the June meeting the paper asserts in its preamble that:\n \n RW [Rosalind] advised she was unable to complete her purchase transaction in accordance with the original agreement and that in the circumstances, taking into consideration NGM's [Neil's] financial input to date that he should inherit her share in the farming assets in consideration of repayment of capital input by her during the period and division of remaining assets between herself and DMM [Michael] .",
      "id": "s99"
    },
    {
      "text": "DMM was also in agreement with this proposal.",
      "id": "s100"
    },
    {
      "text": "It was understood that NGM would be effectively taking control of the farming assets as \"custodian\" for the future generations of the Mackinnon family.",
      "id": "s101"
    },
    {
      "text": "31 The document then went on to outline the \"Basis of proposed rearrangements\".",
      "id": "s102"
    },
    {
      "text": "(emphasis added).",
      "id": "s103"
    },
    {
      "text": "32 Under cross-examination, when challenged on the accuracy of the preamble to the paper as evidence of what was actually said on 10 June 2001, Mr McKenzie said it was his interpretation and that he had not taken notes of the meeting.",
      "id": "s104"
    },
    {
      "text": "When asked whether Rosalind said very little at the 10 June 2001 meeting, Mr McKenzie answered in a non-responsive way, saying that he stood by what he had written in the paper.",
      "id": "s105"
    },
    {
      "text": "Ultimately, he replied \"No\" to the question:\n \n ... did Rosalind specifically say words to the effect that she agreed with the reversal of the transfer of ownership by her of her shares in Rocklands and Dalness?",
      "id": "s106"
    },
    {
      "text": "33 The better view of the meeting of 10 June 2001 is that Rosalind said very little other than if there was to be a rearrangement she should have her $20,000 back.",
      "id": "s107"
    },
    {
      "text": "No one agreed to give her the money back and she did not agree to give up any of her shareholdings.",
      "id": "s108"
    },
    {
      "text": "She merely agreed to renegotiate the October 1988 agreements.",
      "id": "s109"
    },
    {
      "text": "This was consistent with the position she took on 18 January 2001.",
      "id": "s110"
    },
    {
      "text": "34 On 8 December 2001, Rosalind was at her parents' home.",
      "id": "s111"
    },
    {
      "text": "On the previous evening, Mr McKenzie faxed to her, at her parents' home, a copy of a letter he had written to her dated 3 December 2001.",
      "id": "s112"
    },
    {
      "text": "The letter on \"KPMG\" letterhead states, in part:\n \n Further to meetings held over the past few months, and in particular, our meeting at mum and dad's on 10 June 2001 we, in conjunction with Neil, have been working on a proposed rearrangement [emphasis added] for your family inheritances based on those discussions and my letter dated 10 November 2000 to both you and Neil.",
      "id": "s113"
    },
    {
      "text": "For your information, we enclose a copy of that proposal for your consideration and further discussion on your visit to Launceston at the end of this week.",
      "id": "s114"
    },
    {
      "text": "At this stage we would seek your comments with a view to arriving at an agreement in principle to go forward with this arrangement, subject to any amendments suggested by you, as soon as possible.",
      "id": "s115"
    },
    {
      "text": "35 The accompanying document was the October 2001 paper.",
      "id": "s116"
    },
    {
      "text": "It contained a proposed rearrangement dealing with, amongst other things, a reversal of the sale of shares in Rocklands Pty Ltd and a transfer of Rosalind's shares in Dalness Pty Ltd to Neil.",
      "id": "s117"
    },
    {
      "text": "36 Rosalind gave evidence, in her affidavit sworn 27 February 2007, which I accept, to the effect that she did not tell Mr McKenzie that she agreed with the proposed rearrangement in the paper or that she agreed that he could seek to draw any agreements binding her to its contents.",
      "id": "s118"
    },
    {
      "text": "She said she was prepared to consider a rearrangement and to consider what had been set out in the paper.",
      "id": "s119"
    },
    {
      "text": "37 In her oral evidence, Rosalind said the meeting occurred late in the morning on 8 December 2001 and she had not had time to read the paper prepared by Mr McKenzie before the meeting.",
      "id": "s120"
    },
    {
      "text": "She said she considered it later and expressed disagreement with it.",
      "id": "s121"
    },
    {
      "text": "She said she had nothing to say at the meeting and did not speak up in front of her father, as was her custom.",
      "id": "s122"
    },
    {
      "text": "She said the meeting was very short and no minutes were taken of it.",
      "id": "s123"
    },
    {
      "text": "Under cross-examination Rosalind was asked:\n \n ...you understood after that meeting that the next thing that would happen would be that matters that had been agreed would now go forward in the preparation of a formal document to be prepared by solicitors for you to sign...?",
      "id": "s124"
    },
    {
      "text": "Her answer was: \"No, I didn't know that was going to happen.",
      "id": "s125"
    },
    {
      "text": "\" \n \n \n\n38 I accept that answer for the reason that the evidence does not disclose that Rosalind said anything at that meeting to express agreement with anything contained in Mr McKenzie's paper.",
      "id": "s126"
    },
    {
      "text": "In fact, in his oral evidence, Mr McKenzie recalled that he called in briefly to the Mackinnon's home on 8 December 2001 and did not remember talking to Rosalind about his paper.",
      "id": "s127"
    },
    {
      "text": "39 By letter dated 10 December 2001, Mr McKenzie wrote to Mr Sproal, a solicitor of the firm \"Douglas and Collins\" in Launceston.",
      "id": "s128"
    },
    {
      "text": "The letter was headed: \"D L and D Mackinnon family rearrangement\".",
      "id": "s129"
    },
    {
      "text": "40 The letter commenced as follows:\n \n Further to meetings with the family last weekend, I now enclose a draft document detailing the terms of the proposed rearrangement which has now been agreed by the family members.",
      "id": "s130"
    },
    {
      "text": "That introduction was wrong.",
      "id": "s131"
    },
    {
      "text": "No proposed rearrangement had been agreed to by Rosalind on the previous weekend.",
      "id": "s132"
    },
    {
      "text": "The draft document forwarded to the solicitor was sent on a false basis.",
      "id": "s133"
    },
    {
      "text": "41 Rosalind gave evidence, under cross-examination, that Mr McKenzie was not wrong when he made the above statement about agreement.",
      "id": "s134"
    },
    {
      "text": "That evidence is inconsistent with the rest of the evidence and must have been given in error or flowed from her misunderstanding of what she was being asked.",
      "id": "s135"
    },
    {
      "text": "For instance, under cross-examination, Rosalind was asked about the 8 December meeting: \n \n And so after the meeting of 8 December, ... your understanding was, as a result of both the meeting and the letter that Mr McKenzie had sent to you, that what had been discussed at the meeting would be going forward to be formalised; isn't that right?",
      "id": "s136"
    },
    {
      "text": "Rosalind answered: \"Well, I consider... further discussion was needed.",
      "id": "s137"
    },
    {
      "text": "This hadn't been agreed to.",
      "id": "s138"
    },
    {
      "text": "\" Rosalind's evidence, taken as a whole, demonstrates that she never agreed to more than a re-negotiation of the family arrangements put in place in 1988.",
      "id": "s139"
    },
    {
      "text": "42 In his affidavit evidence, Mr Sproal referred to being contacted by telephone by Mr McKenzie on 10 December 2001 and being asked to consider preparation of wills for Donald and Deirdre \"in anticipation of settlement\".",
      "id": "s140"
    },
    {
      "text": "After receiving Mr McKenzie's letter of 10 December 2001 he prepared those wills.",
      "id": "s141"
    },
    {
      "text": "Further developments \n \n43 On 3 June 2002, Neil telephoned Mr Sproal and asked him to prepare a \"deed of family arrangement\".",
      "id": "s142"
    },
    {
      "text": "Between June 2002 and August 2002 Mr Sproal worked on several amended drafts of a deed.",
      "id": "s143"
    },
    {
      "text": "44 On 19 August 2002, a meeting occurred at Mr Sproal's office between himself, Mr McKenzie, Neil and Rosalind.",
      "id": "s144"
    },
    {
      "text": "Discussion occurred about the terms of the deed.",
      "id": "s145"
    },
    {
      "text": "At the conclusion of the meeting, Rosalind asked Mr Sproal if she needed to obtain legal advice about the deed and he replied that she should do so.",
      "id": "s146"
    },
    {
      "text": "Mr Sproal subsequently prepared an amended deed.",
      "id": "s147"
    },
    {
      "text": "Rosalind sought advice about it and was not prepared to sign it.",
      "id": "s148"
    },
    {
      "text": "45 It is unnecessary to traverse the details of what occurred thereafter.",
      "id": "s149"
    },
    {
      "text": "The defendants contest Rosalind's entitlement to shares in the two companies based on what they contend was her agreement to give them up.",
      "id": "s150"
    },
    {
      "text": "According to the cross-claim, that agreement was constituted by the 18 January 2001 and 8 December 2001 agreements.",
      "id": "s151"
    },
    {
      "text": "The 18 January 2001 agreement was no more than an agreement to negotiate.",
      "id": "s152"
    },
    {
      "text": "So much was conceded from the bar table by the defendants' senior counsel in his final submissions.",
      "id": "s153"
    },
    {
      "text": "In closing, it was submitted by counsel for the defendants that the outcome of the 8 December 2001 meeting constituted a binding agreement on the authority of Masters v Cameron [1954] HCA 72 ; (1954) 91 CLR 353.",
      "id": "s154"
    },
    {
      "text": "In that case, the High Court constituted by Dixon CJ, McTiernan and Kitto JJ said at 360:\n \n Where parties who have been in negotiation reach agreement upon terms of a contractual nature and also agree that the matter of their negotiation shall be dealt with by a formal contract, the case may belong to any of three classes.",
      "id": "s155"
    },
    {
      "text": "It may be one in which the parties have reached finality in arranging all the terms of their bargain and intend to be immediately bound to the performance of those terms, but at the same time propose to have the terms restated in a form which will be fuller or more precise but not different in effect.",
      "id": "s156"
    },
    {
      "text": "In such a case, as described in Masters , there is a binding contract.",
      "id": "s157"
    },
    {
      "text": "What is critical, in the current circumstances, is to establish the intentions of the parties viewed objectively to be bound immediately at the 8 December 2001 meeting.",
      "id": "s158"
    },
    {
      "text": "No such evidence of any probative value was advanced in that regard.",
      "id": "s159"
    },
    {
      "text": "The evidence of Rosalind and the actions of both Neil and Mr McKenzie demonstrate a contrary intention.",
      "id": "s160"
    },
    {
      "text": "There was no agreement on 8 December 2001 other than to consider the proposals contained in Mr McKenzie's paper.",
      "id": "s161"
    },
    {
      "text": "Rosalind did not commit herself to those proposals at that meeting.",
      "id": "s162"
    },
    {
      "text": "She had not ever had the opportunity to fully consider them before it occurred.",
      "id": "s163"
    },
    {
      "text": "Mr McKenzie's letter to Mr Sproal on 10 December 2001 was based on a false premise that Rosalind had agreed to the terms of his proposal on the previous Saturday.",
      "id": "s164"
    },
    {
      "text": "The better view of the evidence, considered as a whole, is that she had not done so.",
      "id": "s165"
    },
    {
      "text": "The Shares \n \n46 Having regard to the foregoing there is no reason why Rosalind should not be recognised as the holder of shares in the two companies.",
      "id": "s166"
    },
    {
      "text": "In fact, in 1990, the relevant register of shares showed Rosalind registered as the owner of one A Class share in Rocklands Pty Ltd.",
      "id": "s167"
    },
    {
      "text": "The evidence offered no explanation for this change or for its subsequent removal.",
      "id": "s168"
    },
    {
      "text": "Neil, under cross-examination, agreed that in 1990, Rosalind was beneficially entitled to have the A Class share registered in her name.",
      "id": "s169"
    },
    {
      "text": "Neil also agreed with the proposition put to him that:\n \n As to Rocklands, the correct situation which should be reflected in the share register concerning the A class shares is one share to you and one share to your sister.",
      "id": "s170"
    },
    {
      "text": "47 On 25 July 2005, Neil wrote to Rosalind saying that he would arrange the \"transfer of shares in both companies\" to her as soon as she paid certain amounts allegedly owing to her father's estate and to the partnership upon receipt of advice as to when she would pay.",
      "id": "s171"
    },
    {
      "text": "48 The question of alleged debts to Donald's estate or to the partnership is irrelevant to Rosalind's entitlement to be registered as the holder of the shares in Dalness Pty Ltd and Rocklands Pty Ltd to which she is entitled in accordance with these reasons for judgment.",
      "id": "s172"
    },
    {
      "text": "Disentitling conduct?",
      "id": "s173"
    },
    {
      "text": "49 Counsel for the defendants submit that the register should not be amended because Rosalind had delayed in seeking the amendments.",
      "id": "s174"
    },
    {
      "text": "That is not a proper basis to deny her relief.",
      "id": "s175"
    },
    {
      "text": "It was only shortly before the institution of her application that she obtained competent legal advice about her correct entitlements.",
      "id": "s176"
    },
    {
      "text": "50 Furthermore, the defendants' cross-claim contends that because of Rosalind's conduct since at least 1986 it would be unjust and unconscionable for Rosalind to deny the existence of an agreement and that she should be estopped from doing so.",
      "id": "s177"
    },
    {
      "text": "Those equitable arguments were not developed at trial and, while formally relied on, have no merit on the evidence, for the reasons set out above.",
      "id": "s178"
    },
    {
      "text": "Sundry issues \n \n51 Counsel for the defendants submitted that the Australian Securities and Investment Commission (ASIC) share register for Dalness Pty Ltd shows that shares in the company are currently registered in the names of Michael and Mr Lester.",
      "id": "s179"
    },
    {
      "text": "Without hearing from Michael and Mr Lester the defendants say that no order should be made.",
      "id": "s180"
    },
    {
      "text": "Counsel for the defendants made no submission and proffered no evidence why the absence of Michael and Mr Lester from the proceeding could lead to any injustice.",
      "id": "s181"
    },
    {
      "text": "Even so, as counsel for Rosalind pointed out, the amendment to the share register to add Michael and Mr Lester occurred after the commencement of Rosalind's application in this Court.",
      "id": "s182"
    },
    {
      "text": "That occurred without any explanation that the evidence in this case could provide.",
      "id": "s183"
    },
    {
      "text": "In those circumstances it was not necessary to give Michael or Mr Lester notice of this proceeding, before making any orders.",
      "id": "s184"
    },
    {
      "text": "There is no other reason why Michael should be heard before making final orders, as Rosalind has made final payment for her Rocklands shares to the Michael Mackinnon Trust.",
      "id": "s185"
    },
    {
      "text": "52 Counsel for Rosalind seek an order under s 175(1) of the Corporations Act 2001 (Cth) correcting the share register of the relevant companies to reflect her entitlement to shareholdings in them.",
      "id": "s186"
    },
    {
      "text": "Rosalind has standing to apply for such an order as \"a person aggrieved\", given that her interests are not correctly stated in the current share register.",
      "id": "s187"
    },
    {
      "text": "It is appropriate and just in this case to order a correction of the register.",
      "id": "s188"
    },
    {
      "text": "Rosalind has established an equity to be recorded on the Dalness Pty Ltd share register by virtue of the Deeds of Appointment made by Donald on 3 December 1986: see, Grant v John Grant [1950] HCA 54 ; (1950) 82 CLR 1.",
      "id": "s189"
    },
    {
      "text": "In relation to Rocklands Pty Ltd, the Family Rearrangement entered into in 1988 gave Rosalind a right to be registered as the owner of one A class share immediately and the B class share upon payment.",
      "id": "s190"
    },
    {
      "text": "Payment was eventually made by July 2005.",
      "id": "s191"
    },
    {
      "text": "Under s 175(3) the notice of correction must be lodged with ASIC and it is appropriate to so order.",
      "id": "s192"
    },
    {
      "text": "53 Rosalind's application is also made under s 233 of the Act.",
      "id": "s193"
    },
    {
      "text": "Section 233 is found in Pt 2F.1 of the Act and entitled \"oppressive conduct of affairs\".",
      "id": "s194"
    },
    {
      "text": "Section 232 allows the Court to make an order under s 233 if the conduct of the company's affairs or an omission by the company is \"oppressive to, unfairly prejudicial to, or unfairly discriminatory against, a member or members....\".",
      "id": "s195"
    },
    {
      "text": "The failure of the other shareholders in the companies to recognise Rosalind's stake in them has denied her the opportunity to play a part in the functioning of those companies and is in that sense \"oppressive\": see, Wayde v NSW Rugby League Ltd [1985] HCA 68 ; (1985) 180 CLR 459; Morgan v 45 Flers Avenue Pty Ltd (1986) 5 ACLC 222.",
      "id": "s196"
    },
    {
      "text": "Further, it is evident that the conduct of Neil as a director of both companies has been oppressive where he unfairly used that position to deny Rosalind her right to be registered on account of purported debts owed to his father's estate and the partnership.",
      "id": "s197"
    },
    {
      "text": "54 Under s 234 of the Act, a person can apply for an order under s 233 if that person is a member of the company.",
      "id": "s198"
    },
    {
      "text": "Counsel for the defendants submit that Rosalind lacks such standing but concede that if the Court makes an order nunc pro tunc , finding her to be entitled retrospectively to be a member of the companies at a time prior to 10 October 2005, when the application was filed, the standing issue disappears.",
      "id": "s199"
    },
    {
      "text": "It is appropriate in this case to make an order nunc pro tunc as equity so requires.",
      "id": "s200"
    },
    {
      "text": "There has been unnecessary delay in registering Rosalind as a member of the companies and there is no apparent injustice to third parties if such an order were made: see, In re Sussex Brick Company [1904] 1 Ch 598.",
      "id": "s201"
    },
    {
      "text": "Rosalind was entitled to be recognised as a member of Rocklands Pty Ltd from at least 1 July 2005 on the payment of the price of those B Class shares and of shares in Dalness Pty Ltd from the time of the grant of probate on her father's estate on 21 June 2004.",
      "id": "s202"
    },
    {
      "text": "She was entitled to her A Class share in Rocklands Pty Ltd as from 7 October 1988.",
      "id": "s203"
    },
    {
      "text": "55 Under s 233 of the Act, having regard to the facts and circumstances of this matter discussed above, it may be appropriate that the companies are wound up given the unlikelihood that Neil and Rosalind are capable of working together in the best interest of the companies.",
      "id": "s204"
    },
    {
      "text": "However, counsel do not oppose the Court deferring the question of winding up until after the parties (primarily Rosalind and Neil) can attempt to resolve outstanding issues concerning the companies between them, before the Court is required to consider the appointment of liquidators.",
      "id": "s205"
    },
    {
      "text": "An order under s 233 will be made, if necessary, because the failure of the other shareholders in the companies to recognise Rosalind's stake in them has denied her the opportunity to play a part in the functioning of those companies and is in that sense \"oppressive\".",
      "id": "s206"
    },
    {
      "text": "Appropriate orders \n \n56 Counsel for the defendants submit that the Court should invite counsel to provide, within a relatively short period, minutes of orders which the parties contend should be made to give effect to the Court's reasons.",
      "id": "s207"
    },
    {
      "text": "That request is a reasonable one.",
      "id": "s208"
    },
    {
      "text": "However, the preparation of those orders should reflect the Court's views on the plaintiff's application that:\n \n &#8226; Dalness Pty Ltd should correct its register of members to record the plaintiff as a member of the company and a beneficial holder of 22,625 ordinary shares, and the beneficial owner jointly with Neil of 1 ordinary share, and requiring Neil and Deidre to lodge a notice of correction with ASIC.",
      "id": "s209"
    },
    {
      "text": "&#8226; Rocklands Pty Ltd should correct its register of members to record the plaintiff as a member and the beneficial owner of 1 A Class share and the beneficial owner of 25 B Class shares, and requiring Neil and Deidre to lodge notices of correction with ASIC.",
      "id": "s210"
    },
    {
      "text": "&#8226; Otherwise the application under s 233 of the Corporations Act seeking winding up of the companies and other orders as set out in paragraph 5 of the application should be adjourned to a date to be fixed by the Court, in consultation with the parties.",
      "id": "s211"
    },
    {
      "text": "&#8226; The defendants' cross-claim should be dismissed as no such agreements as alleged were entered into by Rosalind.",
      "id": "s212"
    },
    {
      "text": "&#8226; As the plaintiff has wholly succeeded on the issues dealt with to date, the defendants should pay her costs of the application.",
      "id": "s213"
    },
    {
      "text": "Order \n \n57 The only formal order which should be made at this stage is that the parties provide the Court with short minutes of the orders they contend should be made to give effect to the accompanying reasons for judgment.",
      "id": "s214"
    },
    {
      "text": "This must be done by 21 January 2008.",
      "id": "s215"
    },
    {
      "text": "A brief telephone directions hearing will be programmed for 9.30 am on 1 February 2008.",
      "id": "s216"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s217"
    },
    {
      "text": "Associate:\n\nDated: 24 December 2007\n\n\n\n Counsel for the Plaintiff: Mr B. Morgan &amp; Mr D. Wallace \n \n Solicitor for the Plaintiff: Wallace, Wilkinson &amp; Webster \n \n Counsel for the Defendants: Mr I. Walker SC &amp; Mr R.W.",
      "id": "s218"
    },
    {
      "text": "Pearce \n \n Solicitor for the Defendants: Douglas &amp; Collins \n \n Dates of Hearing: 12, 13, 14, 15 and 28 November 2007 \n \n Date of Judgment: 24 December 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2077.html",
      "id": "s219"
    }
  ]
}