{
  "name": "Australian Competition and Consumer Commission v April International Marketing Services Australia Pty Ltd [2007] FCA 2024 (21 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2024.html",
  "catchphrases": [
    {
      "text": "amended and further amended statement of claim subject of strike out application by thirteenth respondent",
      "id": "c0"
    },
    {
      "text": "conduct sufficiently identified and linked to relevant parties",
      "id": "c1"
    },
    {
      "text": "case against respondent sufficiently clear",
      "id": "c2"
    },
    {
      "text": "pleading of conclusions and material facts",
      "id": "c3"
    },
    {
      "text": "whether particulars must be included as part of pleading",
      "id": "c4"
    },
    {
      "text": "complex pleading",
      "id": "c5"
    },
    {
      "text": "question of extra-territorial operation of s 6(2) of trade practices act 1974 (cth) should be determined in ordinary course",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The Australian Competition and Consumer Commission ('the Commission') allege that the respondents have contravened s 45 of the Trade Practices Act 1974 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "The factual matrix is one of some complexity.",
      "id": "s1"
    },
    {
      "text": "The amended statement of claim the subject of a strike out application by Mr George, the thirteenth respondent, extends to 180 pages.",
      "id": "s2"
    },
    {
      "text": "After the hearing of the application, leave was granted to amend the amended statement of claim.",
      "id": "s3"
    },
    {
      "text": "The Commission now proposes a further amended statement of claim that extends to over 200 pages ('the pleading').",
      "id": "s4"
    },
    {
      "text": "While apparently accepting that some of the proposed amendments overcome specific matters of concern, Mr George maintains his application to strike out the pleading.",
      "id": "s5"
    },
    {
      "text": "While Mr George brings the application, it will be relevant to other respondents.",
      "id": "s6"
    },
    {
      "text": "2 I will deal with those parts of the pleading that relate to Mr George and to which attention was drawn by counsel to the extent necessary to deal with the alleged defects.",
      "id": "s7"
    },
    {
      "text": "Broadly, the pleading alleges contraventions of the Act by a group said to consist of over 100 corporate members ('the APP Group').",
      "id": "s8"
    },
    {
      "text": "Four of those alleged members are named and joined as respondents in the proceeding, namely APP Australia and the tenth to twelfth respondents.",
      "id": "s9"
    },
    {
      "text": "Allegations against Mr George are as principal and accessory.",
      "id": "s10"
    },
    {
      "text": "What I set out does not represent the detail of the pleading but is sufficient, as a broad summary, to raise the context of the complaints by Mr George.",
      "id": "s11"
    },
    {
      "text": "Those complaints include a complaint as to the form of the pleading, which used a \"group device\" to describe the activities of a number of groups defined in the pleading.",
      "id": "s12"
    },
    {
      "text": "Those groups are said to have engaged in conduct in contravention of the Act.",
      "id": "s13"
    },
    {
      "text": "Further, Mr George raises questions as to the content of the pleading in so far as it draws conclusions and contains insufficient material facts.",
      "id": "s14"
    },
    {
      "text": "OUTLINE OF THE PLEADING \n The groups \n \n3 Various groups and their operations are defined in the pleading.",
      "id": "s15"
    },
    {
      "text": "The APP Group is defined in paragraph 1.5 of the pleading to mean the tenth to twelfth respondents, APP Australia and the companies which participated in the operations defined in paragraph 1.14.",
      "id": "s16"
    },
    {
      "text": "Paragraph 1.14 defines \"business operations of the APP Group\" as the operations pleaded at paragraphs 29 to 32.",
      "id": "s17"
    },
    {
      "text": "That section of the pleading is headed \"Business operations of the APP Group\".",
      "id": "s18"
    },
    {
      "text": "In summary, the business is said to be of vertically integrated pulp and paper producers and producers of manufactured pulp and a range of paper products at mills in and outside of Indonesia.",
      "id": "s19"
    },
    {
      "text": "Paragraphs 29.6 and 29.7 of the pleading state that the APP Group:\n \n \n 29.6 carried on vertically integrated business operations in accordance with the directions of, and under the control of, a centralised management structure which made decisions for the members of the Group including APP Australia and the tenth to twelfth respondents, and in the context of the operations of the APP Group as a whole; \n \n \n \n \n \n 29.7 supplied its paper products to third party purchasers at prices set in accordance with directions of, and under the control of, a centralised management structure which made decisions for the members of the Group including APP Australia and the tenth to twelfth respondents, and in the context of the operations of the APP Group as a whole.",
      "id": "s20"
    },
    {
      "text": "4 The pleading asserts that the business operations of the APP Group were conducted ' under the direction of the APP Group ' and by other companies on behalf of the APP Group.",
      "id": "s21"
    },
    {
      "text": "Then, at paragraph 31B the pleading alleges:\n \n \n 31B.",
      "id": "s22"
    },
    {
      "text": "In the circumstances, the internal operation of the companies in the APP Group gave rise to a relationship of agency whereby the corporate entity and its servants and agents who conducted the business of the APP Group in Australia, being APP Australia, did so on behalf of and with the authority of the tenth to twelfth respondents.",
      "id": "s23"
    },
    {
      "text": "5 The pleading continues to allege that the APP Group, including APP Australia and each of the tenth to twelfth respondents, carried on business in Australia and were involved, in various pleaded ways, in business operations in Australia in relation to the supply of folio and cut-size paper to customers in Australia and in relation to trade and commerce between Australia, Indonesia and Singapore.",
      "id": "s24"
    },
    {
      "text": "Paragraph 33 then alleges:\n \n \n 33.",
      "id": "s25"
    },
    {
      "text": "At all material times in the conduct of the business operations of the APP Group, each of the tenth to twelfth respondents and APP Australia: \n \n \n \n \n \n \n 33.1 was accustomed to act and acted in concert with other members of the Group for the benefit of the Group as a whole; \n \n \n \n \n \n \n \n 33.2 knew of and assented to the conduct alleged herein in relation to the tenth to fifteenth respondents and APP Australia; and \n \n \n \n \n \n \n \n 33.3 acted in concert in making and giving effect to the arrangements or understandings alleged herein.",
      "id": "s26"
    },
    {
      "text": "6 The pleading includes reference to other groups.",
      "id": "s27"
    },
    {
      "text": "These include the \"April Group\" and the \"AAA Club\".",
      "id": "s28"
    },
    {
      "text": "The April Group is defined in paragraph 1.10 to mean the first to fifth respondents and the companies which participated in the operations pleaded.",
      "id": "s29"
    },
    {
      "text": "As to the AAA Club, paragraph 40 alleges:\n \n \n 40.",
      "id": "s30"
    },
    {
      "text": "On a date unknown to the applicant but prior to mid 1999, the members of the APRIL Group including the second to fifth respondents, the APP Group including APP Australia and the tenth to twelfth respondents, and the Advance Agro Group ( the three Groups ) agreed following discussions between them to form a Club consisting of representatives of each of them which would be named the \"AAA Club\" or similar, after the three Groups that had founded it ( the AAA Club ), which Club: \n \n \n \n \n \n \n 40.1 would have as members each of the members of the three Groups; \n \n \n \n \n \n \n \n 40.2 would meet or communicate regularly either at physical meetings, by conference calls and other communications including communications to members who had not been present at a meeting or during a conference call by members who had been present, to establish and implement a mechanism for discussing prices between the three Groups, to serve as a forum for the exchange between them of current price information, current costs of pulp and other factors affecting both input costs and output prices, and to discuss and reach consensus about the average prices that each would charge in each of the geographic markets in which they supplied their paper products, including the Australian Paper market.",
      "id": "s31"
    },
    {
      "text": "The conduct \n \n7 It is alleged in paragraph 41A of the pleading that the AAA Club met ('the AAA Meetings') and implemented arrangements in relation to the prices to be charged for paper products supplied in markets including the Australian Paper Market (as defined).",
      "id": "s32"
    },
    {
      "text": "Some but not all of the attenders of the AAA Meetings are identified in the pleading.",
      "id": "s33"
    },
    {
      "text": "8 The allegations are that Mr George, ' on behalf of the members of the APP Group ' engaged in dialogue with the second respondent as representative of the April Group and with representatives of two other groups as to the prices at which they supplied folio and cut-size paper in the Australian Paper Market.",
      "id": "s34"
    },
    {
      "text": "The AAA Club members were said to have formed an arrangement or understanding between themselves, including within the April Group the second to fifth respondents and members of other groups, to set prices for the supply of folio and cut-size paper products to customers in each of the geographic markets in which members of that Group supplied those products ('the AAA Club Agreement').",
      "id": "s35"
    },
    {
      "text": "9 A series of allegations are made as to the operation of the AAA Club and the activities of its members without all of the underlying material facts.",
      "id": "s36"
    },
    {
      "text": "Mr George, as the Managing Director of APP Australia and as agent for the tenth to twelfth respondents, is alleged to have:\n \n &#8226; implemented the prices at which APP Australia was to sell folio and cut-size paper, prices which were set at AAA Meetings;\n &#8226; monitored the price at which other AAA Club members supplied that paper in the Australian Paper Market; and\n &#8226; reported those prices to the Jakarta office of the APP Group.",
      "id": "s37"
    },
    {
      "text": "10 As a representative of the APP Group who attended and participated in the AAA Meetings, Mr George is alleged to have done so with the authority of or at the direction of or with the consent or the agreement of a director or servant or agent, unnamed, of APP Australia and the tenth to twelfth respondents.",
      "id": "s38"
    },
    {
      "text": "That direction, consent or agreement was originally said to have been within the authority of APP Australia and the tenth to twelfth respondents \"as the case may be\" (paragraph 50B of the amended statement of claim).",
      "id": "s39"
    },
    {
      "text": "Mr George is said to have engaged in that conduct on behalf of the APP Group, including each of APP Australia and the tenth to twelfth respondents.",
      "id": "s40"
    },
    {
      "text": "11 Further allegations are made as to meetings of the AAA Club members pursuant to the AAA Club Agreement, attended by each of the April Group participants by an unknown representative.",
      "id": "s41"
    },
    {
      "text": "After one such meeting in December 2000 each of those persons is alleged to have determined or given directions as to prices for the supply by their respective group of folio and cut-size paper in markets including the Australian Paper Market so as to maintain average prices in accordance with their \"Target Prices\" arranged at the meeting.",
      "id": "s42"
    },
    {
      "text": "THE OBJECTIONS \n The group device \n \n12 Mr George submits that, while a group can be the subject of a pleading, there must be a reasonable degree of precision in the identification of the members of and actions of the group.",
      "id": "s43"
    },
    {
      "text": "Mr George points out that the APP Group is defined in a way that does not permit him to ascertain which entities are or are not in the group.",
      "id": "s44"
    },
    {
      "text": "The allegations in the pleading are directed to the activities of the group rather than to the activities of the individual members.",
      "id": "s45"
    },
    {
      "text": "Those allegations are elements of the allegations of accessorial liability in alleged contraventions of the Act by APP Australia and the tenth to twelfth respondents and of the allegations as a principal contravenor.",
      "id": "s46"
    },
    {
      "text": "Mr George is said to be the agent of the APP Group and his conduct is said to be that of APP Australia and of the tenth to twelfth respondents.",
      "id": "s47"
    },
    {
      "text": "13 The APP Group controlled and supervised APP Australia, the actions of which were said to be stipulated, directed and determined by the APP Group.",
      "id": "s48"
    },
    {
      "text": "The action of named individuals, including Mr George, are then said to be the actions of the APP Group, where only four out of more than 100 corporate entities are specified.",
      "id": "s49"
    },
    {
      "text": "The use of the APP Group device masks, Mr George says, the amorphous and ill-defined nature of the group.",
      "id": "s50"
    },
    {
      "text": "14 The pleading links the APP Group to the tenth to twelfth respondents who are said to carry on business in Australia.",
      "id": "s51"
    },
    {
      "text": "This, according to Mr George, is for the purpose of enabling the Commission to take advantage of s 5 of the Act and extend the ambit of the case to extra-territorial conduct.",
      "id": "s52"
    },
    {
      "text": "However, it is only by the complexity of the pleading and the linkage through the APP Group and, by that means, to companies incorporated in Australia, that the tenth to twelfth respondents which are incorporated outside Australia are said to carry on business in this country.",
      "id": "s53"
    },
    {
      "text": "15 Mr George points out that it is clear from the pleading that not every member of the APP Group carries out each of the actions referred to as, for example, they are located in different countries and some are distributors of others.",
      "id": "s54"
    },
    {
      "text": "It is, he submits, not clear which members of the group are said to carry out which actions and which members take direction as alleged from a centralised management structure.",
      "id": "s55"
    },
    {
      "text": "If each member of the APP Group acted on behalf of the other members it is necessary, he says, to know the identity of those other members.",
      "id": "s56"
    },
    {
      "text": "16 Mr George submits that he cannot be expected to meet a case in which a material component is that he and several others determined the prices for the supply of paper products by a group comprising over 100 entities.",
      "id": "s57"
    },
    {
      "text": "He contends that the pleading should specify the composition of the APP Group in order to be able to determine the prices in relevant markets as charged by each of the entities and whether each or any such price was one \"determined\" by or the subject of directions by Mr George.",
      "id": "s58"
    },
    {
      "text": "The crux of this part of Mr George's complaint is that, where the pleading makes the allegations against Mr George, he is entitled to know what the APP Group comprises.",
      "id": "s59"
    },
    {
      "text": "Mr George says that the pleaded structure is so amorphous and the detail of it so minimal that he is unable to plead to it.",
      "id": "s60"
    },
    {
      "text": "17 Mr George submits that the essence of this allegation in the pleading is not a relationship between him and specified companies as well as unknown companies, where the relationship between Mr George and the specified companies may be sufficient to give rise to the alleged contraventions.",
      "id": "s61"
    },
    {
      "text": "This, he says, is a case where the relationship is said to be between Mr George and the APP Group as a single entity, where the entity is made up of over 100 corporate entities, largely unknown.",
      "id": "s62"
    },
    {
      "text": "18 The Commission points to the allegation in paragraph 50B that the representatives of the APP Group went, with the authority of, at the direction of, and with the consent and agreement of the APP Group including named respondents, to the relevant meetings.",
      "id": "s63"
    },
    {
      "text": "Mr George did not attend the meetings but is alleged to have been involved in fixing the prices pursuant to the resolutions of the meetings.",
      "id": "s64"
    },
    {
      "text": "19 It is alleged in the pleading that the:\n \n ...internal operation of the companies in the APP Group gave rise to a relationship of agency whereby the corporate entity and its servants and agents who conducted the business of the APP Group in Australia, being APP Australia, did so on behalf of and with the authority of the tenth to twelfth respondents.",
      "id": "s65"
    },
    {
      "text": "20 The way that Mr George characterises the pleading is that it is alleged that he had actual or apparent authority of the members of the APP Group as a whole.",
      "id": "s66"
    },
    {
      "text": "The group included the specified four members.",
      "id": "s67"
    },
    {
      "text": "Through their membership of the group, those corporate respondents are liable.",
      "id": "s68"
    },
    {
      "text": "Mr George is then said to be accessorially liable, through APP Australia, for the actions of that company and the APP Group as a whole.",
      "id": "s69"
    },
    {
      "text": "He is also said to be directly liable as an individual involved in the supply of paper products by the APP Group in Australia.",
      "id": "s70"
    },
    {
      "text": "21 The pleading describes a group comprising a number of members.",
      "id": "s71"
    },
    {
      "text": "Four of those members are specifically identified.",
      "id": "s72"
    },
    {
      "text": "Mr George accepts that a properly pleaded case that APP Australia and the tenth or twelfth respondents did certain things for which Mr George was accessorially liable would not be exceptionable.",
      "id": "s73"
    },
    {
      "text": "His objection centres around the Group device.",
      "id": "s74"
    },
    {
      "text": "He seeks to strike out all references to the group.",
      "id": "s75"
    },
    {
      "text": "The practical effect of this is to strike out the whole pleading.",
      "id": "s76"
    },
    {
      "text": "22 The membership of the class of persons who are members of the April Group are identified by reference to their participation in activities.",
      "id": "s77"
    },
    {
      "text": "The activities are, in turn, defined as activities of the April Group.",
      "id": "s78"
    },
    {
      "text": "The definition is circular.",
      "id": "s79"
    },
    {
      "text": "23 It is, however, permissible to plead that a person, as a member of a group, engaged in conduct with other identified members of the group even if all of the members are not identified.",
      "id": "s80"
    },
    {
      "text": "The pleading is sufficient if the conduct is linked to the identified parties.",
      "id": "s81"
    },
    {
      "text": "The pleading may be sufficient if the conduct is sufficiently identified, whether or not all of the parties to the conduct are identified, so that the person against whom the allegation is made knows the material facts constituting the conduct to enable that party to respond to the allegation.",
      "id": "s82"
    },
    {
      "text": "The pleading is insufficient if it alleges conduct or participation by unnamed parties where there are no material facts to identify the conduct alleged to enable a responsive pleading.",
      "id": "s83"
    },
    {
      "text": "It is necessary for the responsive party to understand sufficiently the case being made against that party.",
      "id": "s84"
    },
    {
      "text": "24 The Commission submits that it is arguable that, as in a case of criminal conspiracy, a person may be liable under s 45 of the Act for conspiring with persons unknown.",
      "id": "s85"
    },
    {
      "text": "Similarly, it is arguable that a person may be liable for having an understanding restricted to the conduct to be pursued by one of the parties without any element of mutual obligation so far as the other party or parties to the understanding are concerned ( Morphett Arms Hotel Pty Ltd v Trade Practices Commission (1980) 30 ALR 88; Trade Practices Commission v Email Limited (1980) 43 FCR 383).",
      "id": "s86"
    },
    {
      "text": "The Commission also says that a meeting of minds does not require the identity of the other party or parties to be known, as long as there is sufficient material from which it can be inferred that Mr George had a meeting of minds with another person.",
      "id": "s87"
    },
    {
      "text": "25 The Commission submits that, where it can prove conduct which contravenes the Act and the evidence gives rise to an inescapable inference that there was an arrangement and understanding made and implemented by a process of groups coming together, there is no rule of pleading that denies to the Commission a trial of that case.",
      "id": "s88"
    },
    {
      "text": "The Commission relies upon its right to adduce facts which, unless contradicted, generate inferences that the activities complained of were engaged in on behalf of members of a group, some of whom have been joined as respondents.",
      "id": "s89"
    },
    {
      "text": "26 It is not to the point, the Commission says, that there are allegations in the pleading that Mr George conspired with certain named persons and persons unknown, based upon acts and conversations in which he was not a participant.",
      "id": "s90"
    },
    {
      "text": "There may, it submits, still be a finding of common purpose as alleged.",
      "id": "s91"
    },
    {
      "text": "The nature of the pleading reflects the nature of the case alleged, \"a clandestine compact\".",
      "id": "s92"
    },
    {
      "text": "27 The Commission says that the pleading states that the Commission can prove that there was a series of meetings over the period stipulated.",
      "id": "s93"
    },
    {
      "text": "For some meetings it can identify the individual who represented APP and it can identify the prices agreed.",
      "id": "s94"
    },
    {
      "text": "It can prove, by fact or by inference, that Mr George, in Australia, was aware of the meetings, provided input to those meetings and implemented the prices agreed.",
      "id": "s95"
    },
    {
      "text": "28 If the device of identification of the parties by reference to a group is used, that does not mean that the pleading is automatically deficient.",
      "id": "s96"
    },
    {
      "text": "If, however, that device masks the absence of sufficient material facts to describe the conduct said to have been engaged in, it will not save a defective pleading.",
      "id": "s97"
    },
    {
      "text": "29 The pleading concerns allegations of price fixing cartel conduct.",
      "id": "s98"
    },
    {
      "text": "The Commission contends that the use of the group device is no artifice but derives from the manner in which Mr George and other members of the alleged groups (including the April Group and the APP Group) conducted their commercial affairs.",
      "id": "s99"
    },
    {
      "text": "The Commission relies in part on evidence of the usage by Mr George of terms such as \"April\" and \"APP\" in a context that substantiates a group identity.",
      "id": "s100"
    },
    {
      "text": "The Commission also contends that the concept of groups was central and essential to the commercial activities in which Mr George was engaged on behalf of the APP Group.",
      "id": "s101"
    },
    {
      "text": "Consequently, it submits, he must be well able to discern the case against him in this regard.",
      "id": "s102"
    },
    {
      "text": "30 A key basis of Mr George's attack on the pleading is that it does not identify all of the members of the APP Group.",
      "id": "s103"
    },
    {
      "text": "That alone does not render the pleading unarguable or liable to be struck out.",
      "id": "s104"
    },
    {
      "text": "I do not see that the pleading of a group with some members identified is, of itself, objectionable.",
      "id": "s105"
    },
    {
      "text": "As the argument developed, Mr George agreed that one would not necessarily have to name every member of the group.",
      "id": "s106"
    },
    {
      "text": "Mr George narrowed the complaint to the aspects of the pleading that alleged that he took directions from members of the APP Group when those persons were not identified and made him both a member of the group who took direction and part of the directing mind and will of the group.",
      "id": "s107"
    },
    {
      "text": "31 In Houghton v Arms [2006] HCA 59 ; (2006) 225 CLR 553, the High Court referred to Hamilton v Whitehead [1988] HCA 65 ; (1988) 166 CLR 121 where the High Court rejected the submission that a person who subsumes his personality in a company cannot be guilty both as a principal offender in his corporate persona and as an accessory as an individual ( Houghton at [45]).",
      "id": "s108"
    },
    {
      "text": "Mr George relied on a number of authorities that would argue against this proposition.",
      "id": "s109"
    },
    {
      "text": "However, in relying on this proposition, the pleading cannot be said to be unarguable so that, to the extent that it alleges liability both as the principal and as accessory, it should be struck out.",
      "id": "s110"
    },
    {
      "text": "32 The fact that all members of the relevant groups are not identified does not render the pleading liable to be struck out.",
      "id": "s111"
    },
    {
      "text": "The conduct is sufficiently identified and linked to the relevant parties to the extent that they are known.",
      "id": "s112"
    },
    {
      "text": "I am not satisfied that the use of the \"group device\", the manner of pleading the actions by reference to a group, means that Mr George cannot understand and meet the case made against him.",
      "id": "s113"
    },
    {
      "text": "Agency \n \n33 Mr George submits that, where questions of agency are alleged, it is necessary to identify both the principal and the agent.",
      "id": "s114"
    },
    {
      "text": "The pleading in paragraphs 29 to 33 alleges that the APP Group carried on certain business operations.",
      "id": "s115"
    },
    {
      "text": "The conduct of the APP Group's business operations were alleged to be under the direction of the APP Group.",
      "id": "s116"
    },
    {
      "text": "The APP Group is alleged to have controlled and supervised the day to day management of APP Australia and the operating procedures under which it carried on business activities.",
      "id": "s117"
    },
    {
      "text": "It is then alleged that the internal operation of the APP Group gave rise to a relationship of agency such that APP Australia conducted the business of the APP Group on behalf of and with the authority of the tenth to twelfth respondents.",
      "id": "s118"
    },
    {
      "text": "APP Australia was the agent of each of the other members of the APP Group.",
      "id": "s119"
    },
    {
      "text": "34 Broadly, the Commission alleges that AAA Club meetings occurred for the purpose of coordinating prices in various markets, including but not limited to Australia.",
      "id": "s120"
    },
    {
      "text": "At some meetings the attenders have been identified.",
      "id": "s121"
    },
    {
      "text": "Some of the meetings were attended by the fourteenth respondent who was a servant or agent of APP Australia.",
      "id": "s122"
    },
    {
      "text": "APP Australia then implemented the agreed prices.",
      "id": "s123"
    },
    {
      "text": "Accepting that the Commission cannot identify all of the members of the group and that the pleading alleges directions by unidentified members, the Commission relies upon Meridian Global Funds Management Asia Ltd v Securities Commission [1995] 3 All ER 918.",
      "id": "s124"
    },
    {
      "text": "The Commission says that Meridian stands for the proposition that the process of determining whether a particular individual's act or knowledge is attributable to a corporation is complex and is based on all of the evidence.",
      "id": "s125"
    },
    {
      "text": "The Commission emphasises that this is established by the evidence, not the pleading.",
      "id": "s126"
    },
    {
      "text": "35 The Commission submits that a pleading of a conclusion is not necessarily objectionable; a pleading alleging agency is not objectionable ( Kernel Holdings Pty Ltd v Rothmans of Pall Mall Ltd [1991] FCA 557 per French J at 7).",
      "id": "s127"
    },
    {
      "text": "It submits that the pleading represents a reasonable articulation of the case which is sought to be tried.",
      "id": "s128"
    },
    {
      "text": "A conclusion of agency will depend on the evidence to be adduced.",
      "id": "s129"
    },
    {
      "text": "36 The Commission submits that an allegation that action was taken by an unknown servant or agent is not liable to be struck out, nor does the fact that the pleading does not specify the person who appointed the agent.",
      "id": "s130"
    },
    {
      "text": "The Commission cited various authorities for these propositions.",
      "id": "s131"
    },
    {
      "text": "In those circumstances, the Commission submits, it cannot be said that the allegations cannot amount to the conspiracy alleged and the claim should not be struck out ( Adsteam Building Industries Pty Limited v The Queensland Cement and Lime Company Limited (No 4) [1985] 1 Qd R 127 per McPherson J at 133).",
      "id": "s132"
    },
    {
      "text": "37 Mr George contends that the cases relied on by the Commission are not apposite.",
      "id": "s133"
    },
    {
      "text": "However, he has not established that the absence of identification is sufficient to cause that part of the pleading to be struck out.",
      "id": "s134"
    },
    {
      "text": "38 From subsequent submissions, it would seem that Mr George does not complain about the lack of specificity of the pleading of agency.",
      "id": "s135"
    },
    {
      "text": "He does, however, contend that there are insufficient material facts in relation to the allegations of the tenth to twelfth respondents carrying on business in varying parts of Australia.",
      "id": "s136"
    },
    {
      "text": "39 The pleading of agency is not liable to be struck out despite the matters raised by Mr George.",
      "id": "s137"
    },
    {
      "text": "His assertion of insufficient material facts is dealt with below.",
      "id": "s138"
    },
    {
      "text": "Allegations in the nature of conclusions/allegations omitting material facts \n \n40 Mr George emphasises the seriousness of the allegations and the fact that the Commission seeks pecuniary penalties, which requires clarity and precision of pleading.",
      "id": "s139"
    },
    {
      "text": "Mr George submits that the pleading impermissibly consists of conclusions and fails to plead material facts.",
      "id": "s140"
    },
    {
      "text": "In relation to paragraph 41A of the pleading as an example, Mr George complains that matters are pleaded as particulars rather than material facts, although he does not say that he does not understand the matters alleged.",
      "id": "s141"
    },
    {
      "text": "41 As was said by Sackville J in Seven Network v News Ltd [2003] FCA 388 at [21] material facts, not conclusions, must be pleaded with a sufficient degree of specificity, having regard to the subject matter, to convey to the opposite party the case that party has to meet.",
      "id": "s142"
    },
    {
      "text": "His Honour observed that it must be apparent on the face of the document that the facts pleaded if proved would establish the cause of action relied on.",
      "id": "s143"
    },
    {
      "text": "An example given by Sackville J at [22] was that a mere assertion that an agreement contained a provision that had the purpose or effect of substantially lessening competition is not a proper pleading.",
      "id": "s144"
    },
    {
      "text": "It is not suggested by the Commission and it would not cure the pleading if Mr George could request further particulars ( Australian Wool Innovation Ltd v Newkirk (2005) ATPR 42-053 at [20]-[25]; Shelton v National Roads &amp; Motorists Assn Ltd (2004) 51 ACSR 278 at [18]-[22]).",
      "id": "s145"
    },
    {
      "text": "The pleading of a conclusion without underlying material facts is liable to be struck out ( Australian Wool Innovation, Shelton ).",
      "id": "s146"
    },
    {
      "text": "42 As was observed by Young J in Cadence Asset Management Pty Ltd v Concept Sports Ltd (2006) 58 ACSR 435 at [35]---[37] a cause of action can be pleaded at different levels of generality depending on the nature of the case and the subject matter and most pleadings set forth the material facts at a level which involves some element of conclusion.",
      "id": "s147"
    },
    {
      "text": "However, broad conclusions asserted at such a high level of generality that the opposite party cannot understand the case he or she has to meet are not sufficient.",
      "id": "s148"
    },
    {
      "text": "43 In anticipation of a claim by the Commission that the complexity of the case and the fact that the Commission cannot identify in proper fashion the precise case it hopes to make out until after discovery, Mr George maintains that it is necessary properly to plead the case ( Gold Coast City Council v Pioneer Concrete (Qld) Pty Ltd (1998) 157 ALR 135 at 154 per Drummond J).",
      "id": "s149"
    },
    {
      "text": "A badly pleaded case cannot, Mr George submits, be allowed to stand in the hope that the gaps and deficiencies will be remedied by subpoenas and discovery.",
      "id": "s150"
    },
    {
      "text": "He submits that a right to seek particulars is no answer and, in any event, the Commission has apparently provided such particulars as it can provide.",
      "id": "s151"
    },
    {
      "text": "He submits that if that is not the case, the Commission should provide such available particulars and, if there are none, the offending paragraphs and then the entire pleading should be struck out.",
      "id": "s152"
    },
    {
      "text": "The Commission has included as a particular, a reservation of a right to supplement the particulars after discovery.",
      "id": "s153"
    },
    {
      "text": "44 Mr George says that it is simply not sufficient to plead that a company is \"carrying on business\".",
      "id": "s154"
    },
    {
      "text": "He relies on what was said by Merkel J in Bray v F Hoffman---La Roche Ltd [2002] FCA 243 ; (2002) 118 FCR 1 at [62] to the effect that carrying on business is a question of fact that may be affected by agency, location and control by another party.",
      "id": "s155"
    },
    {
      "text": "There is a difference between a subsidiary carrying on its own business or whether it is carrying on the business of the parent company.",
      "id": "s156"
    },
    {
      "text": "At [72] his Honour observed that, where there is an integrated global enterprise, a subsidiary which is subjected to the exercise of control or influence of the parent should be viewed as carrying on business in Australia as agent of the parent.",
      "id": "s157"
    },
    {
      "text": "Justice Merkel emphasised the different factors that would be relevant to a determination of whether the relevant activities are those of the agent or those of the parent.",
      "id": "s158"
    },
    {
      "text": "While Mr George says that each of the material facts should be pleaded, it is apparent from the discussion in Bray that the whole of the evidence must be considered in order to come to a conclusion.",
      "id": "s159"
    },
    {
      "text": "45 As was pointed out by McPherson J in Adsteam (at 133) direct evidence in a case of conspiracy is rarely available to the person alleging it.",
      "id": "s160"
    },
    {
      "text": "Proof generally rests on inference deduced from acts done in pursuance of the apparent common purpose.",
      "id": "s161"
    },
    {
      "text": "His Honour observed that this may mean that evidence of the actual making of the agreement cannot be provided but what can be given are particulars of the acts relied upon to justify the inferences sought to be drawn.",
      "id": "s162"
    },
    {
      "text": "46 The Commission asserts that it has pleaded sufficient specific acts on the part of Mr George.",
      "id": "s163"
    },
    {
      "text": "He can respond to allegations that identify conduct in which he engaged together with the tenth to twelfth respondents.",
      "id": "s164"
    },
    {
      "text": "The pleading now specifies a greater degree of specificity so far as Mr George's alleged conduct is concerned.",
      "id": "s165"
    },
    {
      "text": "The Commission contends that Mr George should be able to respond to those allegations to the extent that they relate to his actions, whether or not all of the other participants in the activity are identified.",
      "id": "s166"
    },
    {
      "text": "47 The Commission accepts that parts of the pleading state conclusions and are of a general nature.",
      "id": "s167"
    },
    {
      "text": "It submits that such pleading may still define the issues and inform the respondents of the case they have to meet.",
      "id": "s168"
    },
    {
      "text": "In the present case, the Commission says that a level of generality is appropriate and that a conclusion may also be a pleading of a material fact ( Kernel Holdings per French J; State of Queensland v Pioneer Concrete [2003] FCA 1454 ; (1999) ATPR 41-961 per Drummond J).",
      "id": "s169"
    },
    {
      "text": "It submits that this, like Pioneer , is a case in which it is unnecessary to strike out a conclusionary pleading.",
      "id": "s170"
    },
    {
      "text": "It is not, the Commission submits, a question whether the facts pleaded are sufficient in themselves to give rise to a cause of action but whether it would be open on the pleadings to prove the facts at the trial which would constitute a cause of action (Pancontinental Mining Pty Ltd v Posgold Investments Pty Ltd (1994) 121 ALR 405 per Beaumont J at 414).",
      "id": "s171"
    },
    {
      "text": "The Commission submits that it has pleaded the overt acts of the alleged conspirators and the conclusion.",
      "id": "s172"
    },
    {
      "text": "The Commission says that, taken together, this leads to the conclusion that there was an arrangement or understanding which contained a provision of the type impugned.",
      "id": "s173"
    },
    {
      "text": "48 Central to the Commission's submissions is the principle that in a modern form of pleading some generality and the pleading of conclusions are allowable.",
      "id": "s174"
    },
    {
      "text": "Further, the Commission submits that in claims of conspiracy sought to be proved by inference from acts done in pursuance of the apparent common purpose, it may be appropriate to defer the provision of particulars until after appropriate discovery or not require them where they are within the knowledge of the respondent ( Stanley v Layne Christenson &amp; Co [2006] WASCA 56 per Wheeler J [50]).",
      "id": "s175"
    },
    {
      "text": "It may also be appropriate simply to require the Commission to put on its evidence.",
      "id": "s176"
    },
    {
      "text": "49 It is relevant that this is a complex case, alleging cartel behaviour.",
      "id": "s177"
    },
    {
      "text": "This necessarily involves pleading conduct the effect of which is known and some of the alleged participants identified, but where information cannot be provided until after discovery and subpoenas.",
      "id": "s178"
    },
    {
      "text": "I do not consider that the Commission has impermissibly pleaded conclusions, although some conclusions are present in the pleading.",
      "id": "s179"
    },
    {
      "text": "The pleading sets out, with sufficient clarity, the case against Mr George.",
      "id": "s180"
    },
    {
      "text": "Material facts and particulars \n \n50 Mr George's complaint seems to be that, by pleading what he describes as material facts, being the details of known incidences of meetings of the AAA Club as particulars, the Commission can add other meetings.",
      "id": "s181"
    },
    {
      "text": "The same applies to other specific paragraphs referred to by Mr George.",
      "id": "s182"
    },
    {
      "text": "The concern expressed was not really as to the form of the pleading, which may not be susceptible to a strike out, but as to the lack of real detail.",
      "id": "s183"
    },
    {
      "text": "He fears that the Commission will attempt to fill the gaps in the case by the process of rolling discovery and subpoenas.",
      "id": "s184"
    },
    {
      "text": "Mr George is not alleged to have been present at any of the AAA Club meetings.",
      "id": "s185"
    },
    {
      "text": "He is not alleged to have been present when the alleged arrangements were made and understandings arrived at.",
      "id": "s186"
    },
    {
      "text": "His alleged knowledge and actions in contemplation of the arrangement or understanding must, therefore, be based on inferences.",
      "id": "s187"
    },
    {
      "text": "Mr George complains that there are no material facts pleaded from which those inferences are invited to be drawn.",
      "id": "s188"
    },
    {
      "text": "He wants those facts, matters and circumstances to be included formally in the pleading and not provided as particulars, as offered by the Commission.",
      "id": "s189"
    },
    {
      "text": "51 Counsel for Mr George freely acknowledged that the gravamen of his complaint was that the Commission would use the form of pleading and the reservation of the right to add more \"particulars\" to engage in a process of subpoenas and discovery, involving substantial time and money, in order to pursue a case that the Commission does not know exists.",
      "id": "s190"
    },
    {
      "text": "He submits that the Commission should be limited to the present pleading.",
      "id": "s191"
    },
    {
      "text": "The Commission accepts that it cannot allege conclusions and then use the processes of discovery and subpoenas to find the information to support those conclusions.",
      "id": "s192"
    },
    {
      "text": "52 This pleading is sufficiently complex and it is not unusual for such facts, matters and circumstances, which may be described as material facts, to be provided by way of particulars.",
      "id": "s193"
    },
    {
      "text": "In a pleading of this complexity and length, that alone is not sufficient to strike out the pleading.",
      "id": "s194"
    },
    {
      "text": "A formal provision of particulars binds the Commission so that there is no prejudice to Mr George in receiving the information in that form.",
      "id": "s195"
    },
    {
      "text": "In declining to strike out the pleading on this basis, I take note of the objections.",
      "id": "s196"
    },
    {
      "text": "They can be dealt with and the limits of the pleading can be taken into account if discovery and subpoenas are sought.",
      "id": "s197"
    },
    {
      "text": "The sufficiency of the pleading can be reassessed, if necessary, after these steps are taken or after evidence is filed.",
      "id": "s198"
    },
    {
      "text": "Knowledge \n \n53 Paragraphs 195A and 195B of the pleading allege that conduct engaged in by Mr George was with knowledge on his part of the arrangements and understandings engaged in by members of the AAA Club.",
      "id": "s199"
    },
    {
      "text": "It is not alleged that Mr George was present at AAA Club meetings or that he was actively involved in the arrangements or understandings there achieved.",
      "id": "s200"
    },
    {
      "text": "No material facts are provided of that knowledge.",
      "id": "s201"
    },
    {
      "text": "Similarly, it is alleged that conduct engaged in by Mr George was in contemplation of actions of AAA Club members, without any material facts.",
      "id": "s202"
    },
    {
      "text": "Mr George submits that the facts, matters and circumstances from which the alleged knowledge is to be inferred must be provided.",
      "id": "s203"
    },
    {
      "text": "If it is said that he had some knowledge after the event of the alleged arrangements or understandings that cannot, he submits, without more, constitute a contravention by him of the Act, either as a principal or as an accessory or, as pleaded in paragraph 195F, make him party to a conspiracy to contravene s 45(2)(a)(ii) or s 45(2)(b)(ii) of the Act.",
      "id": "s204"
    },
    {
      "text": "54 In answer to Mr George's assertion that the pleading of knowledge on the part of Mr George does not comply with the principles of Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661, the Commission relies on Giorgianni v R [1985] HCA 29 ; (1985) 156 CLR 473 and contends that the pleading of the allegations of aiding, abetting, counselling and procuring the making of the alleged agreement complies with the principles applicable to accessorial conduct in Giorgianni .",
      "id": "s205"
    },
    {
      "text": "55 Generally, as to conduct alleged on the part of Mr George, the pleading seems to contain typographical errors or relate to conduct by others.",
      "id": "s206"
    },
    {
      "text": "Mr George seeks orders that permit the amendment of the pleading to correct any errors.",
      "id": "s207"
    },
    {
      "text": "He submits that it should not occur by way of particulars, bearing in mind that it identifies the conduct said to amount to a contravention of the Act.",
      "id": "s208"
    },
    {
      "text": "56 The basis of the attack on the pleading is that Mr George cannot identify from it the case made against him and cannot make a responsive pleading.",
      "id": "s209"
    },
    {
      "text": "A pleading is required to be sufficient to enable Mr George to know the nature of the case being made against him.",
      "id": "s210"
    },
    {
      "text": "If, assuming the facts pleaded have been established, it is apparent that the Commission case cannot succeed, the pleading is liable to be struck out.",
      "id": "s211"
    },
    {
      "text": "Where this is not apparent or where the Commission's case is not able to be identified from the pleading, it would be appropriate to strike it out.",
      "id": "s212"
    },
    {
      "text": "57 From a reading of the pleading, I am able to discern the case against Mr George.",
      "id": "s213"
    },
    {
      "text": "The Commission has provided a diagrammatic representation of its case by reference to the paragraphs of the pleading.",
      "id": "s214"
    },
    {
      "text": "While that is a separate document in the nature of an aide-memoire, it confirms the structure of the pleading and the links between the paragraphs.",
      "id": "s215"
    },
    {
      "text": "To the extent that this document and the way the case was described by the Commission during argument, confines or clarifies the case, Mr George has the benefit of that explanation in a forensic sense.",
      "id": "s216"
    },
    {
      "text": "Those matters could be more formally confined if he thought it appropriate.",
      "id": "s217"
    },
    {
      "text": "They do not substitute for the pleading but support the understanding of the case gleaned from the pleading itself.",
      "id": "s218"
    },
    {
      "text": "58 I do not propose to strike out a pleading in a case of this complexity because material facts are pleaded as particulars.",
      "id": "s219"
    },
    {
      "text": "The case to be met is not rendered unclear because the pleading has been framed in this way.",
      "id": "s220"
    },
    {
      "text": "The Commission has also, in the pleading, corrected a number of typographical errors in the amended statement of claim.",
      "id": "s221"
    },
    {
      "text": "Paragraph 50B.2 of the pleading \n \n59 One issue raised is whether Mr George can plead to an allegation in paragraph 50B.2 of the amended statement of claim.",
      "id": "s222"
    },
    {
      "text": "That alleged:\n \n \n 50B.2 further or alternatively did so at the direction of, alternatively with the consent of, alternatively with the agreement of, a director or servant or agent of the APP Australia and the tenth to twelfth respondents, and that direction, consent or agreement, as the case may be, was within the authority of APP Australia and the tenth to twelfth respondents as the case may be \n \n \n \n\n60 In the absence of any identification of Mr George or any action or knowledge on his part, or any identification of the relevant person within APP, it is difficult to see how he could have pleaded to it.",
      "id": "s223"
    },
    {
      "text": "However, that paragraph has been amended in the pleading.",
      "id": "s224"
    },
    {
      "text": "61 After amendment, a key complaint still centres around paragraph 50B of the pleading, which is as follows:\n \n \n 50B.2 further or alternatively did so with the consent or agreement of the thirteenth respondent, as a director of APP Australia, to engage in the conduct at those meetings as pleaded and that consent or agreement was within the actual or apparent authority of the thirteenth respondent \n \n \n \n\n62 Paragraph 50B.2 as now amended in the pleading alleges that the representatives of the APP Group who attended and participated in AAA Meetings did so with the consent or agreement of Mr George as a director of APP Australia and that the engagement in the pleaded conduct at the meetings was within his actual or ostensible authority.",
      "id": "s225"
    },
    {
      "text": "With the amendment, paragraph 50B.2 is susceptible of a response by Mr George.",
      "id": "s226"
    },
    {
      "text": "63 Mr George did not attend the AAA Meetings.",
      "id": "s227"
    },
    {
      "text": "However, it is alleged that each person who did, did so with his consent or agreement.",
      "id": "s228"
    },
    {
      "text": "To the extent that the paragraph alleges matters without reference to Mr George, if he does not know whether or not the allegation is true or false, he can plead to it as a non-admission.",
      "id": "s229"
    },
    {
      "text": "64 The Commission has amended a number of paragraphs of the pleading to clarify the involvement and alleged conduct of Mr George.",
      "id": "s230"
    },
    {
      "text": "Since those amendments have been proposed, some of his specific concerns have been met.",
      "id": "s231"
    },
    {
      "text": "Mr George says that the pleading should include all particulars, including those requested and answered.",
      "id": "s232"
    },
    {
      "text": "That, in my opinion, imposes an undue burden on the applicant.",
      "id": "s233"
    },
    {
      "text": "Further, it is impractical to require a complete amended pleading each time that a request for particulars is made and answered.",
      "id": "s234"
    },
    {
      "text": "It is by no means uncommon to deal with necessary particulars in correspondence.",
      "id": "s235"
    },
    {
      "text": "It may be the case that, at the appropriate time, they should be incorporated in a final amended pleading.",
      "id": "s236"
    },
    {
      "text": "Section 6(2)(b) of the Act \n \n65 Under the heading \"contraventions\", the pleading bears a sub-heading \"nexus with Australia\".",
      "id": "s237"
    },
    {
      "text": "The parties accept that the effect of paragraphs 177 and 179 in this part of the pleading is to bring conduct occurring outside Australia within the reach of the Act by the operation of s 6(2)(b) of the Act.",
      "id": "s238"
    },
    {
      "text": "Mr George contends that s 6(2)(b) does not give the Act extra-territorial operation.",
      "id": "s239"
    },
    {
      "text": "He relies upon authority such as R v Australian Industrial Court; ex parte CLM Holdings Pty Ltd [1977] HCA 6 ; (1977) 136 CLR 235 at 234---235 and Zhu v The Treasurer of New South Wales [2004] HCA 56 ; (2004) 218 CLR 530 at [96] in support of that proposition.",
      "id": "s240"
    },
    {
      "text": "He submits that s 6(2)(b) provides wider constitutional support for the Act but does not operate to bring conduct carried on outside Australia within the ambit of the Act.",
      "id": "s241"
    },
    {
      "text": "66 The Commission contends that there is authority to support the proposition that s 6(2) does extend the application of the principal provisions of the Act to corporations while they are engaged in overseas trade and commerce ( CLM Holdings at 244; Seamen's Union of Australia v Utah Development Co [1978] HCA 46 ; (1978) 144 CLR 120 at 136---137; Meyer Heine Pty Ltd v China Navigation Co Ltd [1966] HCA 11 ; (1966) 115 CLR 10 per Menzies J at 38).",
      "id": "s242"
    },
    {
      "text": "It submits that, with the changing times and more experience with cartels, the High Court may adopt an \"effects test\" to competition law jurisdiction.",
      "id": "s243"
    },
    {
      "text": "The Commission's submission is that this is a novel question in an area of law that is still developing.",
      "id": "s244"
    },
    {
      "text": "It accepts that cases and texts relied upon by Mr George, such as Zhu contain dicta and comment in support of his position but submits that there is no binding authority on the point.",
      "id": "s245"
    },
    {
      "text": "The Commission concedes that the dicta in Zhu is contrary to its case on the application of s 6 of the Act.",
      "id": "s246"
    },
    {
      "text": "However, it points out that the point has not been fully argued and that there is authority, including what it describes as a powerful dissenting opinion in the High Court to supports its contention.",
      "id": "s247"
    },
    {
      "text": "67 The Commission says that full and extensive argument on the effect of s 6 of the Act is necessary to determine the question.",
      "id": "s248"
    },
    {
      "text": "That, in turn, will be affected by findings of fact made at trial.",
      "id": "s249"
    },
    {
      "text": "The Commission's position is that it cannot be said that the point is manifestly bad or so fatally flawed that it should not see the light of day at the trial ( Johnson Tiles v Esso [2000] FCA 1572 ; (2000) 104 FCR 564 at [50] ) \n \n68 As the Court said in Johnson Tiles at [50] an application to strike out which involves prolonged and serious argument should only be entertained if the Judge not only harbours doubt about the soundness of the pleading but is also satisfied that striking out will avoid the need for a trial or substantially reduce the burden of its preparation.",
      "id": "s250"
    },
    {
      "text": "Strike out procedures should not stultify the development of the law.",
      "id": "s251"
    },
    {
      "text": "The question is an important one and should be determined in the ordinary course to enable the law to be determined, if necessary on appeal, in the context where the factual issues are also determined.",
      "id": "s252"
    },
    {
      "text": "69 As was observed in Johnson Tiles at [50] , it is inappropriate to decide such a question on hypothetical facts, or as a separate question, where the answer would not determine the proceedings or mean that Mr George or any other respondent would be removed as a party to the proceedings.",
      "id": "s253"
    },
    {
      "text": "I accept that the question has not been fully considered and answered.",
      "id": "s254"
    },
    {
      "text": "It is not appropriate to strike out these paragraphs as manifestly bad or fatally flawed or unarguable.",
      "id": "s255"
    },
    {
      "text": "CONCLUSION \n \n70 The nature of the case alleged against Mr George is apparent from the further amended statement of claim.",
      "id": "s256"
    },
    {
      "text": "Such particulars as have been and will be provided outside the pleading can be incorporated into a further amended pleading at the appropriate time.",
      "id": "s257"
    },
    {
      "text": "The matter is complex as is not unexpected in a case of the type as advanced by the Commission.",
      "id": "s258"
    },
    {
      "text": "It has already been amended following the hearing of the strike out application in response to matters raised by Mr George.",
      "id": "s259"
    },
    {
      "text": "Rather than engage in a further paragraph by paragraph analysis of the pleading, it may be appropriate to require the Commission to file its evidence before requiring the respondents to file their defences.",
      "id": "s260"
    },
    {
      "text": "I will hear from the parties as to that possible course.",
      "id": "s261"
    },
    {
      "text": "71 The Commission sought to file the pleading after the hearing of the application to strike out the amended statement of claim.",
      "id": "s262"
    },
    {
      "text": "I will hear from the parties as to the appropriate order for costs.",
      "id": "s263"
    },
    {
      "text": "I certify that the preceding seventy one (71) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s264"
    },
    {
      "text": "Associate:\n\nDated: 21 December 2007\n\n\n Counsel for the Applicant: C A Sweeney QC, D H Godwin \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the First Respondent: A J Meagher QC, M A Jones \n \n Solicitor for the First Respondent: Corrs Chambers Westgarth \n \n Counsel for the Sixth Respondent: R Wyld \n \n Solicitor for the Sixth Respondent: Johnson Winter &amp; Slattery \n \n Counsel for the Thirteenth Respondent: A Leopold SC \n \n Solicitor for the Thirteenth Respondent: PriceWaterhouseCoopers Legal \n \n Date of Hearing: 25 July 2007, 27 August 2007 \n \n Date of Final Submissions: 17 September 2007 \n \n Date of Judgment: 21 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2024.html",
      "id": "s265"
    }
  ]
}