{
  "name": "Ugur v Human Rights and Equal Opportunity Commission [2007] FCA 2066 (11 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2066.html",
  "catchphrases": [
    {
      "text": "application by party to be joined as respondent where existing respondent intends taking no active part in proceeding because of hardiman principle",
      "id": "c0"
    },
    {
      "text": "joinder appropriate as party has an interest in proceeding",
      "id": "c1"
    },
    {
      "text": "query application of hardiman principle",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application on behalf of the Commonwealth of Australia to be joined to this proceeding.",
      "id": "s0"
    },
    {
      "text": "The proceeding is brought against the Human Rights and Equal Opportunity Commission (the Commission).",
      "id": "s1"
    },
    {
      "text": "The substance of the proceeding is that the applicant says the complaints that he made to the Commission arising out of his detention and involving a number of persons required investigation and remedy, but that the Commission did not properly carry out its function under its statute to investigate those complaints but rather terminated them without a proper basis.",
      "id": "s2"
    },
    {
      "text": "That, of course, is a very brief way of describing the nature of the case but I think it is adequate for present purposes.",
      "id": "s3"
    },
    {
      "text": "2 There are several difficulties in the matter.",
      "id": "s4"
    },
    {
      "text": "The first is that the Commission wishes to submit to such order as the Court might make save for costs based upon the comments of the Full Court in Peacock v Human Rights and Equal Opportunity Commission [2005] FCAFC 45 at [38] ---[40] which in turn referred to the case of Commonwealth v Human Rights and Equal Opportunity Commission (1998) 76 FCR 513.",
      "id": "s5"
    },
    {
      "text": "That case in turn referred to Commonwealth v Human Rights and Equal Opportunity Commission (1995) 63 FCR 74.",
      "id": "s6"
    },
    {
      "text": "The fountainhead of this jurisprudence, at least in modern times for Australia, is R v Australian Broadcasting Tribunal; Ex parte Hardiman [1980] HCA 13 ; (1980) 144 CLR 13.",
      "id": "s7"
    },
    {
      "text": "It is suggested that the role that the Commission has in this case is no different to the role that it had in the other cases in which its participation has been heavily criticized.",
      "id": "s8"
    },
    {
      "text": "I will come back to that point in a moment.",
      "id": "s9"
    },
    {
      "text": "The application on the part of the Commonwealth was, in effect, sparked by that problem, bearing in mind again the rather trenchant criticism by the Full Court of the lack of the Commonwealth's participation in Peacock [2005] FCAFC 45.",
      "id": "s10"
    },
    {
      "text": "3 However, an alternative basis for joinder is that the complaints which were made to the Commission were about officers of the Commonwealth in the main.",
      "id": "s11"
    },
    {
      "text": "Some may have been independent statutory authorities but in the main they are officers of the Commonwealth.",
      "id": "s12"
    },
    {
      "text": "That being so, joinder of the Commonwealth is either necessary or desirable to enable the issues to be determined.",
      "id": "s13"
    },
    {
      "text": "The Commonwealth certainly has an interest in the case.",
      "id": "s14"
    },
    {
      "text": "Application on that basis is made pursuant to s 12 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) and O 6 of the Federal Court Rules .",
      "id": "s15"
    },
    {
      "text": "This proceeding is in the nature of a proceeding under the Administrative Decisions (Judicial Review) Act .",
      "id": "s16"
    },
    {
      "text": "However, because the applicant is self-represented, it is not easy to necessarily categorise it as only being such a case.",
      "id": "s17"
    },
    {
      "text": "Nonetheless the power given by s 12 , in a case such as the present, is no wider than arises under O 6 r 2 and O 6 r 8 of the Federal Court Rules .",
      "id": "s18"
    },
    {
      "text": "It is quite conventional in administrative law proceedings of one sort or another against an administrator or a decision maker that a third party who has an adverse interest is joined.",
      "id": "s19"
    },
    {
      "text": "Indeed, in many cases it would not be appropriate to give relief without that party being joined.",
      "id": "s20"
    },
    {
      "text": "It is not necessary in this case to decide into which category the present matter falls.",
      "id": "s21"
    },
    {
      "text": "In my opinion, the application for joinder must succeed.",
      "id": "s22"
    },
    {
      "text": "However, it should be done on terms that the applicant is not prejudiced as to costs and I, or whoever is managing this case, will ensure that that is honoured.",
      "id": "s23"
    },
    {
      "text": "4 Secondly, there is a difficulty occasioned by the fact that there is a guardianship order in force in relation to the affairs of this applicant in the New South Wales jurisdiction.",
      "id": "s24"
    },
    {
      "text": "I do not pretend to have understood the full ramifications of that but it makes it desirable, in my opinion, that special liberty be reserved to the applicant to revoke this order once the position in relation to guardianship is resolved.",
      "id": "s25"
    },
    {
      "text": "I understand that this has its unsatisfactory aspects because it leaves matters in some doubt but, because I am left in some doubt as to whether the applicant is in a position to properly make decisions at the moment about this litigation, I think that such liberty must be reserved.",
      "id": "s26"
    },
    {
      "text": "5 The next matter that is raised by the applicant is that, because of those unresolved New South Wales matters, and because of his inability to obtain legal aid, the matter ought be adjourned until after those issues have been resolved or at least until after the matter has been back to the New South Wales Supreme Court.",
      "id": "s27"
    },
    {
      "text": "That seems to me to be entirely appropriate.",
      "id": "s28"
    },
    {
      "text": "6 Leave is not granted to the solicitor for the Commission to withdraw at this stage.",
      "id": "s29"
    },
    {
      "text": "The application of Peacock [2005] FCAFC 45 to this case was questioned by me in argument and can be discussed more fully when the matter comes back.",
      "id": "s30"
    },
    {
      "text": "7 The orders I make are those that I have indicated, namely, that the Commonwealth will be added as a respondent on the terms which I have announced.",
      "id": "s31"
    },
    {
      "text": "There will be no order for costs of this application.",
      "id": "s32"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s33"
    },
    {
      "text": "Associate:\n\nDated: 20 December 2007\n\n\n \n The Applicant appeared in person \n \n Solicitor for the First Respondent: Ms S Bangash of Human Rights and Equal Opportunity Commission \n \n Solicitor for the Second Respondent: Ms D Watson of Australian Government Solicitor \n \n Date of Hearing: 11 December 2007 \n \n Date of Judgment: 11 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2066.html",
      "id": "s34"
    }
  ]
}