{
  "name": "Pham v Secretary, Department of Employment and Workplace Relations [2007] FCA 2049 (3 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2049.html",
  "catchphrases": [
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "whether right of appeal",
      "id": "c1"
    },
    {
      "text": "presiding member adjourned tribunal hearing and announced intention to obtain further evidence by summons",
      "id": "c2"
    },
    {
      "text": "decision to adjourn not final and conclusive determination of the application",
      "id": "c3"
    },
    {
      "text": "\"decision\"",
      "id": "c4"
    },
    {
      "text": "administrative law",
      "id": "c5"
    },
    {
      "text": "words and phrases",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding was called on for its first directions hearing this morning.",
      "id": "s0"
    },
    {
      "text": "The applicant was not present in Court and has not answered to the call of his name outside the courtroom.",
      "id": "s1"
    },
    {
      "text": "The respondent has invited the Court to dismiss the proceeding, not simply for non-appearance by the applicant, but pursuant to s 31A(2) of the Federal Court of Australia Act 1976 (Cth), on the ground that the applicant has no reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s2"
    },
    {
      "text": "2 In form, the proceeding is an appeal from a decision of the Administrative Appeals Tribunal (\"the Tribunal\").",
      "id": "s3"
    },
    {
      "text": "Such appeals lie pursuant to s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (\"the AAT Act \"), which provides:\n \n A party to a proceeding before the Tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the Tribunal in that proceeding.",
      "id": "s4"
    },
    {
      "text": "3 There is authority, some of it binding on me, establishing that, with minor exceptions, the phrase \"any decision\" in s 44(1) must be construed to mean a final decision constituting the effective determination of an application to the Tribunal for review of an administrative decision.",
      "id": "s5"
    },
    {
      "text": "In other words, it is not permissible to appeal under s 44(1) in respect of any decision at any interlocutory stage of a proceeding before the Tribunal.",
      "id": "s6"
    },
    {
      "text": "See Director-General of Social Services v Chaney (1980) 31 ALR 571 at 593, per Deane J, with whom Fisher J concurred, and Lowth v Comcare [1999] FCA 1692 at [3] - [5] .",
      "id": "s7"
    },
    {
      "text": "4 I am advised by the solicitor appearing for the respondent that, on Friday 30 November, he sent by email to the applicant a brief letter, enclosing the notice of appearance of the respondent, as well as another letter dated 30 November 2007 and a copy of the judgment in Lowth v Comcare .",
      "id": "s8"
    },
    {
      "text": "The substantive letter notified the applicant that the respondent would argue at this directions hearing that the proceeding should be struck out, on the basis that it relates to an intermediate decision and not a final decision of the Tribunal.",
      "id": "s9"
    },
    {
      "text": "5 The nature of the decision that the Tribunal is said to have made can be discerned in part from the notice of appeal itself.",
      "id": "s10"
    },
    {
      "text": "That commences with the words:\n \n TAKE NOTICE that the applicant appeals from the decision or determination of ( Administraive [sic] Appeals Tribunal ) constituted by ( Mr JR Handley, Senior Member ) given on ( 15 October 2007 ) at ( Melbourne ) by which the Tribunal decided or determined ( Adjournment of hearing and vexatious and frivolous and selective and racial discrimination ).",
      "id": "s11"
    },
    {
      "text": "6 The questions of law are specified as follows:\n \n Judicial Bias: \n\n\n \n a.",
      "id": "s12"
    },
    {
      "text": "Administrative Appeals Tribunal Act 1975 : whether the AAT has the jurisdiction to seek evidence not presented to the Social Security Tribunal (SSAT) and outside the scope of the Appeals from SSAT; \n\n\n \n b.",
      "id": "s13"
    },
    {
      "text": "Human Rights and Equal Opportunity Act (Cth) 1986 and the Racial Discrimination Act (Cth) 1975: Whether the AAT can racially discriminate against the Applicant by running the case for the Respondent after the Applicant sought that the Respondent call witnesses to prove their case; frivolous and vexatious and racially discriminatory abuse of powers to waste Tribunal time and money as well as the witnesses' time and money; whether the affidavits and worn [sic] statements of Australian Citizen with South-East Asian descent is less valid than the lies and fabricated documents of the Commonwealth of Australia and its Departments; \n\n\n \n7 The orders sought are that:\n \n That AAT be ordered to set aside the SSAT decision; \n \n That AAT apologise for Racial Discrimination; \n \n Tribunal and Court costs be awarded to the Applicant; \n \n\n8 The grounds of the appeal are specified as follows:\n \n Australian Constitution , Judical [sic] Act and AAT Act doesnt [sic] allow the Commonwealth and its federal and state statutory bodies to dispense with the HREOCA 1986 nor the RDA 1975, mistreating the Applicant contrary to the AAT Act , acting outside the scope of the AAT Act , and running the case for the Respondent; \n \n A resquest [sic] was sought for Mr Handley to disqualify himself from the matter due to a complaint against Mr Handley from the Applicant from a previous matter stemming from Mr Handley's preference for fabricating evidence; \n\n\n \n Social Security Tribunal did not have not [sic] enough information to make their deliberation; \n \n Administrative Appeals Tribunal did not have not [sic] enough information to make their deliberation and has no jurisdiction to seek further information, not presented in front of SSAT; \n \n Mr Handley admits that the Respondent and SSAT did not have enough evidence to make their deliberation by adjourning the hearing, despite the Applicant seeking with urgency that the Respondent bring their witnesses; Applicant is prejudiced given the amount of time and resource the Secretary, DEWR wasted and still failed to produce as requested; \n \n The question is if there was overpayment during the financial year of 2003-2004, not 2004-2005; \n \n\n9 The notice of appeal also invites the Court to make the following findings of fact:\n \n a.",
      "id": "s14"
    },
    {
      "text": "Social Security Tribunal did not have not [sic] enough information to make their deliberation; \n\n\n \n b.",
      "id": "s15"
    },
    {
      "text": "Administrative Appeals Tribunal did not have not [sic] enough information to make their deliberation; \n \n c. The Applicant made every effort to seek the Respondent to prove their case and to bring witnesses: \n \n \n \n Applicant \"Witnesses on behalf of Centerlink [sic] \" \n \n \n \n \n \n Mr De Uray \"i have no idea what witnesses Mr Pham is alluding to\" \n \n \n \n \n d. Mr De Uray conspired to pervert justice by fabricating documents and relabelling them and their dates; \n \n\n10 To some extent, it has been necessary for me to seek information from the solicitor acting for the respondent to make sense of the material in the notice of appeal.",
      "id": "s16"
    },
    {
      "text": "It does appear, however, that there is a proceeding before the Tribunal, in which the applicant seeks review of a decision to recover from him amounts allegedly overpaid to him by way of social security payments.",
      "id": "s17"
    },
    {
      "text": "It appears that the Tribunal adjourned the hearing at the end of the first day, the only day which had been designated for the hearing, and indicated that the Tribunal would take steps to obtain by summons documents from the accountants administering, or with knowledge of, a family trust from which it was alleged that the applicant had received payments.",
      "id": "s18"
    },
    {
      "text": "Apparently, it is the decision to adjourn the hearing and the decision to obtain further evidence by compulsion from the accountants that have motivated the applicant to bring this appeal.",
      "id": "s19"
    },
    {
      "text": "11 The powers of the Tribunal are well-known.",
      "id": "s20"
    },
    {
      "text": "It is well-established that the Tribunal conducts its review of an administrative decision by way of what is called a hearing de novo.",
      "id": "s21"
    },
    {
      "text": "That is to say, the Tribunal makes its own decision on whatever material is before it at the time when it makes that decision.",
      "id": "s22"
    },
    {
      "text": "The Tribunal's function is not to examine the reasoning of any earlier decision-maker, whether the Social Security Appeals Tribunal or any particular officer, for the purpose of determining whether there is error.",
      "id": "s23"
    },
    {
      "text": "The Tribunal stands in the shoes of the original decision-maker and makes its own decision.",
      "id": "s24"
    },
    {
      "text": "12 By s 33(1)(c) of the AAT Act , the Tribunal is not bound by the rules of evidence, but may inform itself on any matter in such manner as it thinks appropriate.",
      "id": "s25"
    },
    {
      "text": "Of course, a power of that nature is subject to requirements of procedural fairness.",
      "id": "s26"
    },
    {
      "text": "The Tribunal cannot simply obtain its own information, without disclosing that information to the parties and giving them a proper opportunity to be heard in relation to it.",
      "id": "s27"
    },
    {
      "text": "The Tribunal is clearly not bound to have regard only to the material that was before the Social Security Appeals Tribunal in a matter such as this, and clearly has the power to obtain material by whatever means it sees fit.",
      "id": "s28"
    },
    {
      "text": "There can be little doubt that the Tribunal also has a power to obtain evidence by compulsion, by issuing its own summons if it considers that that is appropriate.",
      "id": "s29"
    },
    {
      "text": "That power is expressed in s 40(1A)(a) , (b) and (c) of the AAT Act .",
      "id": "s30"
    },
    {
      "text": "It follows that, to the extent to which the notice of appeal seeks to rely on the proposition that the Tribunal lacked power to adjourn the proceeding, and lacked power to obtain by summons information from the accountants, the appeal would have to fail.",
      "id": "s31"
    },
    {
      "text": "13 There are perhaps greater difficulties in relation to the questions of bias and discrimination.",
      "id": "s32"
    },
    {
      "text": "There is little doubt that a denial of procedural fairness can amount to an error of law on the part of the Tribunal, and that the Court can receive evidence and make findings of fact in relation to such a denial.",
      "id": "s33"
    },
    {
      "text": "See Clements v Independent Indigenous Advisory Committee [2003] FCAFC 143 (2003) 131 FCR 28 at [3] - [13] per Gray ACJ and North J.",
      "id": "s34"
    },
    {
      "text": "There is also little doubt that the Tribunal is bound by the Racial Discrimination Act 1975 (Cth) (\"the Racial Discrimination Act \") and the Human Rights and Equal Opportunity Commission Act 1986 (Cth).",
      "id": "s35"
    },
    {
      "text": "Under the latter, of course, before a proceeding is taken in Court in respect of a complaint of discrimination, including a complaint of discrimination under the Racial Discrimination Act , it is necessary to make that complaint to the Human Rights and Equal Opportunity Commission, and to have the certificate of the Commission before the proceeding can be commenced in the Court.",
      "id": "s36"
    },
    {
      "text": "To the extent, therefore, that the applicant seeks to rely on those Acts, there is nothing to show that the proceeding is properly within the jurisdiction of this Court.",
      "id": "s37"
    },
    {
      "text": "14 The orders that the applicant seeks in the notice of appeal, with the exception of the awarding of costs to the applicant for the proceeding in this Court if he should succeed, are manifestly orders that the Court could not make.",
      "id": "s38"
    },
    {
      "text": "The question whether the Social Security Appeals Tribunal decision should be set aside is a question entirely for the Tribunal and would not activate this Court's jurisdiction at all.",
      "id": "s39"
    },
    {
      "text": "For the Court to order that the Tribunal set aside the earlier decision would be for the Court itself to engage in merits review in a proceeding which can only be on a question of law.",
      "id": "s40"
    },
    {
      "text": "An order that the Tribunal apologise for racial discrimination would also be beyond the power of the Court, at least without a complaint having been lodged with the Human Rights and Equal Opportunity Commission as a preliminary to the proceeding in this Court.",
      "id": "s41"
    },
    {
      "text": "An order that the Tribunal award costs of the proceeding in the Tribunal to the applicant is likewise beyond the power of the Court.",
      "id": "s42"
    },
    {
      "text": "15 The end result, it seems to me, is that if the applicant wishes to raise any question of bias on the part of the Tribunal, his obligation is to await the conclusion of the proceeding in the Tribunal.",
      "id": "s43"
    },
    {
      "text": "If he were to be successful in that proceeding, of course, he would have no right of appeal on the question of bias, and would be bound in any event to fail.",
      "id": "s44"
    },
    {
      "text": "If he were to fail in that proceeding, it would then be open to him to pursue, by way of appeal to this Court, any question of bias on the part of the Tribunal.",
      "id": "s45"
    },
    {
      "text": "In my view, I am bound by the authorities that say that, with limited exceptions, a decision for the purposes of s 44(1) of the AAT Act is only a final decision.",
      "id": "s46"
    },
    {
      "text": "16 For these reasons, the application before the Court must be dismissed, pursuant to s 31A(2) of the Federal Court of Australia Act 1976 (Cth), on the ground that the applicant has no reasonable prospect of successfully prosecuting the appeal.",
      "id": "s47"
    },
    {
      "text": "An order dismissing the proceeding will therefore be made.",
      "id": "s48"
    },
    {
      "text": "There appears to be no reason why costs ought not to follow the event.",
      "id": "s49"
    },
    {
      "text": "The order will be accompanied by an order that the applicant pay the respondent's costs of the proceeding.",
      "id": "s50"
    },
    {
      "text": "17 The orders the Court makes are as follows:\n1.",
      "id": "s51"
    },
    {
      "text": "The appeal be dismissed.",
      "id": "s52"
    },
    {
      "text": "2.",
      "id": "s53"
    },
    {
      "text": "The applicant pay the respondent's costs of the proceeding.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s55"
    },
    {
      "text": "Associate:\n\nDated: 18 December 2007\n\n\n Counsel for the Applicant: The Applicant did not appear \n \n Counsel for the Respondent: Mr P Mentor \n \n Solicitor for the Respondent: Sparke Helmore \n \n Date of Hearing: 3 December 2007 \n \n Date of Judgment: 3 December 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2049.html",
      "id": "s56"
    }
  ]
}