{
  "name": "Bankstown City Radio Co-operative Ltd v Australian Communications and Media Authority [2007] FCA 2053 (20 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2053.html",
  "catchphrases": [
    {
      "text": "renewal of community broadcasting licence",
      "id": "c0"
    },
    {
      "text": "whether refusal to renew unreasonable",
      "id": "c1"
    },
    {
      "text": "whether denial of procedural fairness",
      "id": "c2"
    },
    {
      "text": "judicial review",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "THE PROCEEDINGS \n \n1 By an amended application, the applicant (' BCR ') seeks an order quashing a decision made on 21 June 2007 by the respondent (' ACMA ').",
      "id": "s0"
    },
    {
      "text": "By that decision, ACMA refused BCR's application for renewal of its community broadcasting licence.",
      "id": "s1"
    },
    {
      "text": "ACMA's decision was made pursuant to s 91(2A) of the Broadcasting Services Act 1992 (Cth) (' BS Act ')\n \n2 BCR's amended application did not expressly identify the powers of the Court it invoked.",
      "id": "s2"
    },
    {
      "text": "Its written submissions described the proceedings as an appeal from ACMA's decision.",
      "id": "s3"
    },
    {
      "text": "At the hearing, Mr Weaver, who appeared for BCR, stated that the application was one for judicial review of ACMA's decision pursuant to s 5(1) of the Administrative Decisions (Judicial Review) Act 1977 (Cth) (' ADJR Act' ).",
      "id": "s4"
    },
    {
      "text": "3 The specific grounds upon which BCR challenges ACMA's decision appear to be those in s 5(1)(a) of the ADJR Act (that a breach of the rules of natural justice occurred in the making of the decision) and s 5(1)(e) of the ADJR Act (that the making of the decision was an improper exercise of the power conferred by the relevant enactment).",
      "id": "s5"
    },
    {
      "text": "More particularly, so far as the alleged improper exercise of power is concerned, BCR invokes s 5(2)(g) of the ADJR Act.",
      "id": "s6"
    },
    {
      "text": "Section 5(2)(g) provides that the reference in s 5(1)(e) to an improper exercise of power is to be construed as including a reference to an exercise of a power that is so unreasonable that no reasonable person could have so exercised the power.",
      "id": "s7"
    },
    {
      "text": "ROLE OF ACMA \n \n4 It will be seen that there is no contradictor in these proceedings other than ACMA itself.",
      "id": "s8"
    },
    {
      "text": "The general principle is that a statutory body whose decision is impugned should not become a protagonist in the litigation because there is a risk that such a role will endanger its impartiality: The Queen v Australian Broadcasting Tribunal; Ex parte Hardiman [1980] HCA 13 ; (1980) 144 CLR 13, at 35-36, per curiam .",
      "id": "s9"
    },
    {
      "text": "However, there may be exceptions to the principle, for example where the Attorney-General does not intervene and there is no party other than the statutory body itself that can assist the Court in assessing the arguments of the party challenging the decision: TXU Electricity Ltd v Office of the Regulator-General [2001] VSC 4 ; (2001) 3 VR 93, at [42]-[45], per Ashley J.",
      "id": "s10"
    },
    {
      "text": "5 In my absence on leave, ACMA approached Lindgren J shortly prior to the hearing seeking guidance as to whether the Attorney-General of the Commonwealth should be notified of the matter in order to allow him to consider whether he should intervene.",
      "id": "s11"
    },
    {
      "text": "ACMA also sought the Court's guidance as to the proper extent of its participation in the proceedings.",
      "id": "s12"
    },
    {
      "text": "Lindgren J did not resolve the latter question, but directed ACMA to notify the Attorney-General of the pendency of the proceedings and the nature of the issues that it raised, in order to assist the Attorney-General in determining whether he wished to intervene.",
      "id": "s13"
    },
    {
      "text": "In the event, the Attorney-General declined the invitation to intervene in the proceedings.",
      "id": "s14"
    },
    {
      "text": "6 In these circumstances, I think that it was not inappropriate for ACMA to assist the Court by explaining the bases for its decision not to renew BCR's community broadcasting licence and by briefly addressing the arguments advanced by BCR.",
      "id": "s15"
    },
    {
      "text": "To the extent that this involved ACMA acting as a contradictor by opposing the relief sought by BCR, I think the course was justified by the unusual circumstances.",
      "id": "s16"
    },
    {
      "text": "I appreciate that if BCR's arguments were to succeed, its application for renewal of the community broadcasting licence would probably be remitted to ACMA for further consideration (cf TXU Electricity , at [45]).",
      "id": "s17"
    },
    {
      "text": "Nonetheless, I think it was consistent with the Hardiman principle for ACMA to take the measured approach it adopted in the proceedings.",
      "id": "s18"
    },
    {
      "text": "I should add that Mr Weaver did not object to ACMA taking the approach it did at the hearing.",
      "id": "s19"
    },
    {
      "text": "THE LEGISLATION \n \n7 Part 6 of the BS Act provides for ACMA to allocate, renew and impose conditions on community broadcasting licences.",
      "id": "s20"
    },
    {
      "text": "Section 84(2) of the BS Act provides as follows:\n \n \n '(2) In deciding whether to allocate a community broadcasting licence that is a broadcasting services bands licence to an applicant or to one of a group of applicants, the ACMA is to have regard to: \n \n \n \n \n \n (a) the extent to which the proposed service would meet the existing and perceived future needs of the community within the licence area of the proposed licence; and \n \n (b) the nature and diversity of the interests of that community; and \n \n (c) the nature and diversity of other broadcasting services (including national broadcasting services) available within that licence area; and \n \n (d) the capacity of the applicant to provide the proposed service; and \n \n (e) ... ; and \n \n (f) ...' \n \n \n \n\n8 Section 86(1) of the BS Act provides that each community broadcasting licence is subject to the conditions set out in Part 5 of Schedule 2.",
      "id": "s21"
    },
    {
      "text": "Clause 9(2) of Part 5 of Schedule 2 includes the following conditions:\n \n \n '(b) the licensee will continue to represent the community interest that it represented at the time when the licence was allocated or was last renewed; \n \n (c) the licensee will encourage members of the community that it serves to participate in: \n \n (i) the operations of the licensee in providing the service; and \n \n (ii) the selection and provision of programs under the licence; \n \n (d) the licensee will provide the service for community purposes'.",
      "id": "s22"
    },
    {
      "text": "9 Section 90 of the BS Act authorises ACMA to renew a community broadcasting licence if the licensee makes a timely application in accordance with the approved form.",
      "id": "s23"
    },
    {
      "text": "Section 91(1) in its current form empowers ACMA to renew the licence for a period of five years.",
      "id": "s24"
    },
    {
      "text": "10 Section 91 also relevantly provides as follows:\n \n \n '(2A) The ACMA may refuse to renew a community broadcasting licence that is a broadcasting services bands licence if, having regard to the matters in paragraphs 84(2)(a) to (f), it considers that it would not allocate such a licence if it were deciding whether to allocate the licence to the licensee.",
      "id": "s25"
    },
    {
      "text": "(3) The ACMA is not required to conduct an investigation or a hearing into whether a licence should be renewed.",
      "id": "s26"
    },
    {
      "text": "' \n \n \n BACKGROUND \n \n11 BCR was first issued with a community broadcasting licence on 22 October 1983.",
      "id": "s27"
    },
    {
      "text": "The licence was renewed in 1988, 1997 and 2002.",
      "id": "s28"
    },
    {
      "text": "Following the last renewal, the licence was due to expire at midnight on 1 July 2007.",
      "id": "s29"
    },
    {
      "text": "12 On or about 28 June 2006, BCR applied to ACMA for a renewal of its licence.",
      "id": "s30"
    },
    {
      "text": "On 20 February 2007, ACMA placed a newspaper advertisement seeking submissions from the public on whether it should renew the licence.",
      "id": "s31"
    },
    {
      "text": "ACMA subsequently received 349 submissions, of which 334 supported renewal of the licence and 15 opposed renewal.",
      "id": "s32"
    },
    {
      "text": "13 On 19 April 2007, ACMA wrote to BCR advising that ACMA had formed the preliminary view that it should not renew BCR's licence.",
      "id": "s33"
    },
    {
      "text": "ACMA invited BCR to make submissions in writing by 11 May 2007 in relation to ACMA's preliminary view.",
      "id": "s34"
    },
    {
      "text": "ACMA also indicated that it was happy to hold a meeting to discuss or clarify matters raised in its preliminary view.",
      "id": "s35"
    },
    {
      "text": "14 A meeting duly took place on 4 May 2007 between representatives of ACMA and BCR.",
      "id": "s36"
    },
    {
      "text": "In consequence of that meeting, ACMA granted BCR an extension of seven days for the preparation of its written submission.",
      "id": "s37"
    },
    {
      "text": "Mr Singh, a member of BCR's board, gave affidavit evidence that at the meeting\n \n 'all points raised by [ACMA] were covered by us, all questions answered'.",
      "id": "s38"
    },
    {
      "text": "15 On 18 May 2007, BCR forwarded to ACMA a 38 page submission, to which supporting documentation was attached.",
      "id": "s39"
    },
    {
      "text": "The submission sets out the various concerns identified by ACMA and responds to each seriatim.",
      "id": "s40"
    },
    {
      "text": "16 On 21 June 20007 ACMA published its decision to refuse to renew BCR's community broadcasting licence.",
      "id": "s41"
    },
    {
      "text": "17 On 29 June 2007, ACMA granted BCR a temporary community broadcasting licence.",
      "id": "s42"
    },
    {
      "text": "The temporary licence expires on 1 January 2008.",
      "id": "s43"
    },
    {
      "text": "18 BCR instituted the present proceedings by an application filed on 22 August 2007.",
      "id": "s44"
    },
    {
      "text": "An amended application was filed on 5 October 2007 and a statement of claim on 4 December 2007.",
      "id": "s45"
    },
    {
      "text": "ACMA'S REASONS FOR DECISION \n \n19 ACMA provided detailed written reasons for its decision.",
      "id": "s46"
    },
    {
      "text": "It made findings of fact under various headings, some of which correspond to the relevant sub-paragraphs of s 84(2) of the BS Act (these being matters ACMA was compelled to take into account by s 91(2A)).",
      "id": "s47"
    },
    {
      "text": "20 ACMA noted that, in accordance with s 29 of the BS Act , the Australian Broadcasting Authority (ACMA's predecessor) had designated a defined licence area for BCR's licence known as the Bankstown RA1 Licence Area.",
      "id": "s48"
    },
    {
      "text": "A map of the licence area was appended to ACMA's reasons.",
      "id": "s49"
    },
    {
      "text": "The map showed, as ACMA's reasons recorded, that the licence area included, but was by no means confined to, the Sydney suburb of Bankstown.",
      "id": "s50"
    },
    {
      "text": "21 ACMA found that the population of the area was ethnically diverse, with a large proportion born outside Australia and a majority of people speaking a language other than English at home.",
      "id": "s51"
    },
    {
      "text": "These languages included Arabic, Chinese and Vietnamese.",
      "id": "s52"
    },
    {
      "text": "22 The reasons first addressed the ' Capacity of BCR to provide the service ', a phrase clearly derived from s 84(2)(d) of the BS Act .",
      "id": "s53"
    },
    {
      "text": "ACMA noted that BCR had successfully broadcast for 23 years and found that BCR had the technical and financial capacity to provide the service.",
      "id": "s54"
    },
    {
      "text": "23 ACMA observed that the term ' capacity ... to provide the proposed service ' in s 84(2) should be read widely:\n \n 'to include the capacity to provide the service in accordance with the relevant licence conditions ...'.",
      "id": "s55"
    },
    {
      "text": "(BCR does not take issue with this proposition.",
      "id": "s56"
    },
    {
      "text": ") After consideration of certain breaches of BCR's licence conditions, ACMA found that on balance and subject to exceptions dealt with later in the reasons, BCR had satisfactory management systems in place to ensure compliance with its licence conditions.",
      "id": "s57"
    },
    {
      "text": "24 ACMA then considered whether BCR had the management capacity to comply with the licence conditions set out in cl 9(2)(b) and (c) of Part 5 of Schedule 2 to the BS Act ([8] above).",
      "id": "s58"
    },
    {
      "text": "In ACMA's view, compliance with these conditions:\n \n 'is a key characteristic of community broadcasters [and] enhances licensees' capacity to provide a service that meets the existing and perceived future needs of its community of interest'.",
      "id": "s59"
    },
    {
      "text": "25 Under the sub-heading ' Condition to continue to represent the community of interest ', ACMA recorded its view that:\n \n 'members of the community are people who live or work in the licence [area] or otherwise spend a significant amount of time in the licence area'.",
      "id": "s60"
    },
    {
      "text": "The language used in the sub-heading, subject to a minor change, was derived from cl 9(2)(b) of Part 5 of Schedule 2 to the BS Act .",
      "id": "s61"
    },
    {
      "text": "26 ACMA pointed out that 66 per cent of BCR's members lived outside the licence area.",
      "id": "s62"
    },
    {
      "text": "Five of the seven elected directors lived outside the area, although two of those directors worked there and one lived nearby.",
      "id": "s63"
    },
    {
      "text": "ACMA continued as follows:\n \n 'Some of BCR's members who live outside the licence area may work or spend a significant amount of time in the licence area.",
      "id": "s64"
    },
    {
      "text": "However, that number is not likely to be so great that the membership could claim to represent the community within the licence area in a numerical sense.",
      "id": "s65"
    },
    {
      "text": "BCR provided no evidence to demonstrate that, when involved in formal decision-making (such as the election of directors), the majority of its members make specific efforts to take account of the interests of licence community members, rather than acting in their own interest.",
      "id": "s66"
    },
    {
      "text": "ACMA advised BCR that its preliminary view, in these circumstances, was that it cannot be satisfied that BCR and its management will continue to represent the interests of the general community in the licence area.",
      "id": "s67"
    },
    {
      "text": "On 18 May 2007, BCR responded to ACMA's preliminary view.",
      "id": "s68"
    },
    {
      "text": "It claimed that it was unaware of \"an ACMA requirement that members ... live and work within the licence area\".",
      "id": "s69"
    },
    {
      "text": "BCR appear to have misconstrued ACMA's preliminary view which was not that ACMA has such a requirement but that, when considering whether to allocate a licence, ACMA will take account of the membership of the organisation when considering whether it has the capacity to comply with the representation conditions.",
      "id": "s70"
    },
    {
      "text": "It is common sense that an organisation made [up] mostly of people from outside the licence area is not likely to have the capacity to represent interests that are specific to the community within the licence area.",
      "id": "s71"
    },
    {
      "text": "In its response, BCR went on to say that it was unable to change its membership provisions to ensure that only people from within the licence area could join it.",
      "id": "s72"
    },
    {
      "text": "It claimed that this would \"place us in jeopardy as we will be acting outside the provisions of the Co-operatives Act 1992 \".",
      "id": "s73"
    },
    {
      "text": "It has not proposed any other action which could ensure that, over time, it becomes an organisation made up of members of the licence area community.",
      "id": "s74"
    },
    {
      "text": "In the circumstances, ACMA must confirm its preliminary view that BCR does not have the capacity to continue to represent its community of interest.",
      "id": "s75"
    },
    {
      "text": "' \n \n\n27 ACMA made certain findings favourable to BCR.",
      "id": "s76"
    },
    {
      "text": "It then recorded its ' Assessment ' as follows:\n \n 'ACMA's notes that BCR has taken steps to improve its [management] systems to ensure it complies with its obligation to generally comply with licence conditions, corporate governance standards and its specific obligation to encourage licence area community members to be involved in its operations and the selection and provision of programs.",
      "id": "s77"
    },
    {
      "text": "ACMA has some outstanding concerns in relation to BCR's general approach to compliance with its obligations given its submissions that responses to breach findings ... are evidence of good management practice.",
      "id": "s78"
    },
    {
      "text": "However, ACMA's view is that, on balance, these matters would not create a concern that is so great that it would affect an allocation decision.",
      "id": "s79"
    },
    {
      "text": "However, BCR has not taken or proposed any course of action in relation to ACMA's preliminary view that its capacity to comply with its obligations is adversely affected because its membership is not representative of the general community within the licence area.",
      "id": "s80"
    },
    {
      "text": "In the circumstances, ACMA must [find] that it is not satisfied that BCR has the capacity to provide the service in accordance with its obligation to represent the general community of Bankstown.",
      "id": "s81"
    },
    {
      "text": "28 ACMA next addressed this question: ' To what extent will the service meet the current and existing needs of the community within the licence area ?",
      "id": "s82"
    },
    {
      "text": "' (language derived from s 84(2)(a) of the BS Act ).",
      "id": "s83"
    },
    {
      "text": "ACMA found that the means used by BCR to identify the needs of the licence area were not effective.",
      "id": "s84"
    },
    {
      "text": "In particular, BCR had not developed any process for assessing whether members of the licence area community had a need for proposed programs.",
      "id": "s85"
    },
    {
      "text": "ACMA considered that the absence of such a process suggested that BCR might not have been meeting existing needs and was unlikely to be able to meet future needs.",
      "id": "s86"
    },
    {
      "text": "29 ACMA referred to the submissions it had received from the public.",
      "id": "s87"
    },
    {
      "text": "These demonstrated support for programs in the Vietnamese, Hindi, Punjabi and Pacific Island languages within the larger Sydney community but not, in ACMA's view, the need for such a significant amount of programming in these languages to the licence area community.",
      "id": "s88"
    },
    {
      "text": "ACMA recorded its findings as follows:\n \n 'ACMA has found that BCR's service does contain programming that meets the needs of the local community.",
      "id": "s89"
    },
    {
      "text": "However, it finds that its programming (and therefore its programming decisions) are not balanced in that a significant proportion of the programming is not directed at meeting the needs of the licence area community.",
      "id": "s90"
    },
    {
      "text": "ACMA notes BCR's protestations that its directors have links to the licence [area] community and have not acted otherwise than in its interests.",
      "id": "s91"
    },
    {
      "text": "However, given the low level of need for this programming within that community, ACMA finds the inference that their own interests have affected programming decisions to be compelling.",
      "id": "s92"
    },
    {
      "text": "In the circumstances, ACMA must confirm its preliminary finding that the programming is primarily directed at communities outside the licence area.",
      "id": "s93"
    },
    {
      "text": "ACMA notes that this is not a surprising outcome where directors are elected by membership that is not representative of the licence area community.",
      "id": "s94"
    },
    {
      "text": "' \n \n\n30 ACMA recorded its findings adverse to BCR as follows:\n \n \n '&#9679; [ACMA] is not satisfied that BCR has the management capacity to provide the service in accordance with its obligation to continue to represent the general community within the licence area; and \n &#8226; the extent to which BCR's service meets and will meet the existing and perceived future needs of the community within the licence area is significantly affected because BCR is not representative of the licence area community.",
      "id": "s95"
    },
    {
      "text": "' \n \n \n \n\nIn view of these findings, ACMA also found that if it were deciding whether to allocate a community broadcasting licence for the area to BCR, it would not be prepared to do so.",
      "id": "s96"
    },
    {
      "text": "31 Finally, ACMA concluded that it should exercise the discretion enlivened by its findings to refuse BCR's application to renew its community broadcasting licence.",
      "id": "s97"
    },
    {
      "text": "REASONING \n Unreasonableness \n \n32 BCR submits that ACMA erred in law because its decision to refuse to renew the community broadcasting licence was ' irrational or illogical ' and was not based on findings or inferences of fact based on logical grounds.",
      "id": "s98"
    },
    {
      "text": "This submission assumes that if ACMA's decision can be characterised as ' irrational or illogical ', the terms of s 5(2)(g) of the ADJR Act will be satisfied and a ground of review under the ADJR Act will be made out.",
      "id": "s99"
    },
    {
      "text": "As McHugh and Gummow JJ observed in Re Minister for Immigration and Multicultural Affairs; Ex parte Applicant S20/2002 (2003) 198 ALR 59, at [66], the wording of s 5(2)(g) follows the language used by Lord Greene MR in Associated Provincial Picture Houses Ltd v Wednesbury Corporation [1947] EWCA Civ 1 ; [1948] 1 KB 223, at 230.",
      "id": "s100"
    },
    {
      "text": "33 It is not necessary to examine the correctness of BCR's assumption as to the operation of s 5(2)(g) of the ADJR Act .",
      "id": "s101"
    },
    {
      "text": "In Re MIMA; Ex parte S20/2002 , Gleeson CJ noted (at [5]) that to describe reasoning as ' illogical, unreasonable or irrational ' may merely be an emphatic way of expressing disagreement with it.",
      "id": "s102"
    },
    {
      "text": "In my view, the criticisms levelled by Mr Weaver at ACMA's reasoning amount to no more than strong disagreement with the findings made by ACMA.",
      "id": "s103"
    },
    {
      "text": "They do not show that ACMA's exercise of the power to refuse BCR's application to renew its licence was so unreasonable that no reasonable person could have exercised the power to deny BCR renewal of its licence.",
      "id": "s104"
    },
    {
      "text": "34 Some of the specific criticisms BCR made of ACMA's reasoning, in my opinion, are without foundation.",
      "id": "s105"
    },
    {
      "text": "Mr Weaver argued, for example, that ACMA had impermissibly identified the relevant community as that of the Bankstown local government area, rather than that of the much larger licence area.",
      "id": "s106"
    },
    {
      "text": "But a fair reading of ACMA's reasons clearly indicates that the single reference to the ' general community of Bankstown ' was intended to be to the licence area which, for better or worse, is known as the ' Bankstown RA1 Licence Area'.",
      "id": "s107"
    },
    {
      "text": "ACMA's reasons correctly identified the licence area and, indeed, attached a map showing its boundaries.",
      "id": "s108"
    },
    {
      "text": "35 A second criticism advanced by Mr Weaver was that ACMA's reasons fail to identify clearly the community whose interests or needs must be taken into account.",
      "id": "s109"
    },
    {
      "text": "Yet ACMA expressly stated that, in its view, members of the relevant community are people who live or work in the licence area or otherwise spend a significant amount of time in the area.",
      "id": "s110"
    },
    {
      "text": "36 A third criticism advanced by BCR was that ACMA had prepared two investigation reports, in 2004 and 2005, each of which had rejected a complaint that BCR had contravened cl 9(2)(b) and (c) of Part 5 of Schedule 2 to the BS Act .",
      "id": "s111"
    },
    {
      "text": "These, however, were reports prepared in response to complaints made some time before ACMA considered BCR's most recent application to renew its community broadcasting licence.",
      "id": "s112"
    },
    {
      "text": "In any event, findings that there had been no breaches in 2004 and 2005 do not establish the irrationality or illogicality of a different finding, based on different material, in 2007.",
      "id": "s113"
    },
    {
      "text": "37 Other criticisms made by BCR of ACMA's reasoning process amount only to disagreement with the analysis and do not establish that ACMA's approach was illogical or irrational.",
      "id": "s114"
    },
    {
      "text": "For example, Mr Weaver criticised ACMA's ' common sense ' view that:\n \n 'an organisation made [up] mostly of people from outside the licence area is not likely to have the capacity to represent interests that are specific to the community within the licence area.",
      "id": "s115"
    },
    {
      "text": "' \n \n\n38 Perhaps not everyone would agree with ACMA's assessment of the capacity (or lack of capacity) of an organisation mostly made up of outsiders to represent local community interests.",
      "id": "s116"
    },
    {
      "text": "But there is nothing irrational or illogical in an administrative decision-making body with responsibility for allocating and renewing broadcasting licences using its own knowledge or understanding of community broadcasting to assess the representativeness of a particular organisation made up partly of outsiders.",
      "id": "s117"
    },
    {
      "text": "In any event, the representativeness of BCR's board was but one factor ACMA took into account in concluding that BCR did not have the capacity to represent the interests of the licence area community.",
      "id": "s118"
    },
    {
      "text": "39 In my opinion, BCR's contention that ACMA's exercise of power was unreasonable, within the meaning of s 5(2)(g) of the ADJR Act , fails.",
      "id": "s119"
    },
    {
      "text": "PROCEDURAL FAIRNESS \n \n40 BCR's complaint that it was denied natural justice or procedural fairness rests on the comment in ACMA's reasons that BCR had misconstrued ACMA's preliminary view that it would take into account the membership of the organisation when considering whether BCR had the capacity to comply with the conditions specified in cl 9(2)(b) and (c) of Part 5 of Schedule 2 to the BS Act .",
      "id": "s120"
    },
    {
      "text": "ACMA's reasons recorded that BCR appeared to have misinterpreted ACMA's preliminary view as imposing a requirement that members should live and work in the licence area.",
      "id": "s121"
    },
    {
      "text": "BCR's complaint is that ACMA denied BCR procedural fairness by failing to correct its misconstruction of ACMA's preliminary view and thereby failed to afford BCR an opportunity to address the point ACMA was making.",
      "id": "s122"
    },
    {
      "text": "41 ACMA's preliminary assessment was forwarded to BCR on 19 April 2007.",
      "id": "s123"
    },
    {
      "text": "The assessment included the following passage:\n \n 'Condition to continue to represent the community of interest \n \n 2BCR is licensed to represent the general community within the licence area and it is a condition of its licence that it continue to do so.",
      "id": "s124"
    },
    {
      "text": "However, membership records provided by 2BCR with its letter of 5 October show that: \n \n \n \n &#8226; a majority of its members (66 percent) live outside the licence area; and \n &#8226; five of the seven directors elected for 2006 live outside the licence area.",
      "id": "s125"
    },
    {
      "text": "Some of the members and directors who live outside the licence area may work or spend a significant amount of time in the licence area.",
      "id": "s126"
    },
    {
      "text": "However, that number is not likely to be so great that the membership and management could claim to represent the community within the licence area in a numerical sense.",
      "id": "s127"
    },
    {
      "text": "The members and directors may take account of the interests of the community within the licence area but 2BCR has not provided evidence that this is the case.",
      "id": "s128"
    },
    {
      "text": "ACMA's preliminary view is that, in these circumstances, it cannot be satisfied that 2BCR and its management will continue to represent the interests of the general community in the licence area.",
      "id": "s129"
    },
    {
      "text": "' \n \n\n42 In its written response to ACMA's preliminary assessment, BCR stated as follows:\n \n 'We must state that at the time of applying for 2BCR's licence renewal, we were not aware that there was an ACMA requirement that members and directors of the Co-operative live and work in the licence area.",
      "id": "s130"
    },
    {
      "text": "Your preliminary view states that 2BCR has not provided evidence [that] members and directors may take account of the interests of the licence area.",
      "id": "s131"
    },
    {
      "text": "Before providing such evidence , we submit that the first thing to note is that the issue of membership and directorship is governed by the Co-operatives Act 1992 .",
      "id": "s132"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s133"
    },
    {
      "text": ")\n \n\n43 In its response, BCR explained the constraints said to be imposed on it by the Co-operatives Act 1912 (NSW).",
      "id": "s134"
    },
    {
      "text": "It then developed a submission that five of its seven directors either lived or worked in the licence area and that they therefore represented people within the licence area.",
      "id": "s135"
    },
    {
      "text": "BCR's response on this issue concluded as follows:\n \n 'We believe we have demonstrated that the majority of the Board live and or work in the licence area and therefore satisfies [sic] ACMA that 2BCR and its management continue to represent the interests of the general community in the licence area.",
      "id": "s136"
    },
    {
      "text": "' \n \n\n44 Several points should be noted about BCR's procedural fairness submission.",
      "id": "s137"
    },
    {
      "text": "45 First, although Mr Weaver suggested at one stage that ACMA's preliminary assessment was misleading, he did not persist with that suggestion.",
      "id": "s138"
    },
    {
      "text": "There was in fact nothing misleading about the way in which ACMA expressed its preliminary assessment.",
      "id": "s139"
    },
    {
      "text": "ACMA specifically recognised that BCR's members and directors might have taken into account the interests of the licence area community, but pointed out that BCR had not yet provided evidence that this was the case.",
      "id": "s140"
    },
    {
      "text": "If BCR did misinterpret ACMA's comments, ACMA was not responsible for the misinterpretation.",
      "id": "s141"
    },
    {
      "text": "46 Secondly, BCR had two opportunities to put its case to ACMA and to respond to ACMA's concerns.",
      "id": "s142"
    },
    {
      "text": "The first was at the meeting of 4 May 2007 (after BCR had received ACMA's preliminary assessment).",
      "id": "s143"
    },
    {
      "text": "The second was in BCR's detailed written response to ACMA's preliminary assessment, which BCR forwarded on 18 May 2007.",
      "id": "s144"
    },
    {
      "text": "Mr Singh's evidence was that at the meeting all points raised by ACMA had been covered by BCR and all questions answered.",
      "id": "s145"
    },
    {
      "text": "47 Thirdly, it is by no means obvious that any of BCR's board members in fact misinterpreted ACMA's comments.",
      "id": "s146"
    },
    {
      "text": "It is necessary to read BCR's response as a whole.",
      "id": "s147"
    },
    {
      "text": "The statement that BCR was unaware of any requirement that members and directors live and work in the licence area could well have been simply a means of highlighting what appeared to BCR to be an inconsistency in ACMA's position --- that is, that after 24 years ACMA had decided to find fault with the composition of BCR's membership and board.",
      "id": "s148"
    },
    {
      "text": "The affidavit of Mr Singh (who prepared BCR's response) does not say that he or any other board member of BCR in fact misinterpreted ACMA's comments.",
      "id": "s149"
    },
    {
      "text": "48 Fourthly, BCR attempted to provide evidence in its response to ACMA's preliminary assessment that BCR's members and directors did not represent and would not represent the interests of the licence area community.",
      "id": "s150"
    },
    {
      "text": "It chose to address this issue by detailing the links between board members and the licence area community.",
      "id": "s151"
    },
    {
      "text": "Clearly enough, whether or not members of BCR's board misinterpreted any aspects of ACMA's preliminary assessment, they understood the fundamental question they had to address.",
      "id": "s152"
    },
    {
      "text": "Their difficulty is that ACMA did not accept their contentions.",
      "id": "s153"
    },
    {
      "text": "49 Fifthly, BCR adduced no evidence as to what it would have done had it correctly understood ACMA's preliminary assessment, over and above what it did.",
      "id": "s154"
    },
    {
      "text": "I drew the absence of any such evidence to Mr Weaver's attention and, at his request, granted a short adjournment to enable him to take instructions.",
      "id": "s155"
    },
    {
      "text": "At the conclusion of the adjournment Mr Weaver made no application to re-open his case.",
      "id": "s156"
    },
    {
      "text": "50 The point is not that the absence of evidence suggests that any breach of procedural fairness was trivial and therefore should be ignored: cf Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141, at 145-147, per curiam ; Re Refugee Review Tribunal; Ex parte Aala [2000] HCA 57 ; (2000) 204 CLR 82, at 116-117, [80], per Gaudron and Gummow JJ.",
      "id": "s157"
    },
    {
      "text": "The significance of the absence of evidence is that it reinforces the conclusion that there was nothing in the procedure adopted by ACMA that involved any unfairness to BCR.",
      "id": "s158"
    },
    {
      "text": "BCR had ample opportunity to put its case to the regulator.",
      "id": "s159"
    },
    {
      "text": "The Court's role is not to second-guess ACMA's rejection of the contentions advanced by BCR.",
      "id": "s160"
    },
    {
      "text": "51 BCR's submission that it was denied procedural fairness must be rejected.",
      "id": "s161"
    },
    {
      "text": "CONCLUSION \n \n52 BCR's application must be dismissed.",
      "id": "s162"
    },
    {
      "text": "I shall give the parties an opportunity to be heard on costs, having regard to ACMA's unusual role as contradictor in the proceedings.",
      "id": "s163"
    },
    {
      "text": "I certify that the preceding fifty-two (52) numbered Paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s164"
    },
    {
      "text": "Associate:\n\nDated: 20 December 2007\n\n Counsel for the applicants: Mr R D Weaver \n \n Solicitor for the applicants: Griffiths Delaney &amp; Co \n \n Counsel for the respondent: Ms L Clegg \n \n Solicitor for the respondent: Australian Government Solicitor \n \n Date of hearing: 14 December 2007 \n \n Date of judgment: 20 December 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2053.html",
      "id": "s165"
    }
  ]
}