{
  "name": "SZFQH v Minister for Immigration &amp; Citizenship [2007] FCA 265 (2 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/265.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "application for protection visa",
      "id": "c1"
    },
    {
      "text": "whether jurisdictional error",
      "id": "c2"
    },
    {
      "text": "no point of principle.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate of 13 December 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') dated 26 July 2006 handed down 3 August 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellants.",
      "id": "s1"
    },
    {
      "text": "A previously constituted Tribunal had affirmed a decision of a delegate of the now Minister for Immigration and Citizenship to refuse to grant a protection visa to the appellants.",
      "id": "s2"
    },
    {
      "text": "This decision was remitted to the Tribunal by the Federal Magistrates Court on 17 March 2006.",
      "id": "s3"
    },
    {
      "text": "The matter before this Court concerns the second Tribunal decision.",
      "id": "s4"
    },
    {
      "text": "BACKGROUND \n \n2 The appellants are citizens of the People's Republic of China ('the PRC') who arrived in Australia on 31 May 2004.",
      "id": "s5"
    },
    {
      "text": "The appellants are husband and wife respectively.",
      "id": "s6"
    },
    {
      "text": "On 9 June 2004 the appellants lodged an application for a protection visa with the now Department of Immigration and Citizenship.",
      "id": "s7"
    },
    {
      "text": "The appellant wife had no claims of her own instead relying on membership of the appellant husband's family unit.",
      "id": "s8"
    },
    {
      "text": "Accordingly the disposition of her appeal will inextricably follow that of her husband.",
      "id": "s9"
    },
    {
      "text": "From here I will refer to the husband as the appellant.",
      "id": "s10"
    },
    {
      "text": "The appellant claimed to fear persecution because of his adherence to Falun Gong in the PRC who practised regularly, after being introduced to it in early 1996 by Mr Zhu and became a key member in the local area, introducing many people to Falun Gong.",
      "id": "s11"
    },
    {
      "text": "The appellant claimed that in April 1999 after Mr Zhu attended a protest in Beijing, plain clothes police attended the training centre and tried to encourage the appellant to cease his practice of Falun Gong and told him that he was unable to practise in the park.",
      "id": "s12"
    },
    {
      "text": "The appellant claimed that in July 1999 when Falun Gong was certified as an anti-government religious organisation and banned, he and Mr Zhu organised a protest where he gave public speeches and organised others to distribute leaflets.",
      "id": "s13"
    },
    {
      "text": "However the protest was dispersed by police officers.",
      "id": "s14"
    },
    {
      "text": "The appellant asserted that the day after the protest he was arrested and detained by the Public Security Bureau (PSB) for three months during which time he was refused legal assistance and subjected to inhumane treatment including beating and torture.",
      "id": "s15"
    },
    {
      "text": "For two years after his release he was required to join a political study class and submit ideological reports to the local PSB.",
      "id": "s16"
    },
    {
      "text": "The appellant claimed that in 2002 he was given a little more freedom because the authorities thought he had been somewhat re-educated.",
      "id": "s17"
    },
    {
      "text": "However he contacted other Falun Gong practitioners he had known previously and would practise in secret.",
      "id": "s18"
    },
    {
      "text": "The appellant claimed that he assisted in the organisation of a propaganda group which edited and printed Falun Gong materials in the Shanghai area.",
      "id": "s19"
    },
    {
      "text": "The appellant claimed this continued for over a year after which a member of the group was arrested.",
      "id": "s20"
    },
    {
      "text": "The appellant claims he then began to arrange his trip overseas.",
      "id": "s21"
    },
    {
      "text": "The appellant claimed that despite the arrests he continued to promote Falun Gong, and the shop where the materials were created was destroyed by the PSB in 2004.",
      "id": "s22"
    },
    {
      "text": "The appellant claimed that as a result he departed China in May 2004 before the PSB was able to take action against him.",
      "id": "s23"
    },
    {
      "text": "THE TRIBUNAL PROCEEDINGS \n \n3 On 22 June 2004 a delegate of the first respondent refused the application for a protection visa and on 23 July 2004 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s24"
    },
    {
      "text": "On remittal of the matter the appellants were sent a letter on 10 May 2006 advising that a decision in their favour could not be made on the information before it alone and invited them to attend a hearing on 8 June 2006.",
      "id": "s25"
    },
    {
      "text": "The appellants were then sent another letter advising of a new hearing date on 16 June 2006.",
      "id": "s26"
    },
    {
      "text": "The appellants sent the Tribunal a Response to Hearing Invitation advising they would attend the hearing on 16 June 2006.",
      "id": "s27"
    },
    {
      "text": "The appellants attended, providing their passports and were assisted by a Mandarin interpreter.",
      "id": "s28"
    },
    {
      "text": "The hearing was adjourned on this date and the hearing was reconvened on 20 June 2006.",
      "id": "s29"
    },
    {
      "text": "On 7 July 2006 the Tribunal sent the appellant a letter pursuant to s 424A of the Migration Act 1958 (Cth) ('the Act') setting out particulars of information that the Tribunal considered might be the reason, or part of the reason for affirming the delegate's decision.",
      "id": "s30"
    },
    {
      "text": "In response, the Migration Agent of the appellant on 21 July 2006 provided a statutory declaration signed by the appellant in relation to the issues arising from the s 424A letter and a certified copy of part of the medical documents in relation to the health of the appellant.",
      "id": "s31"
    },
    {
      "text": "This communication from the Migration Agent also outlined that the appellant was seeking assistance from the Asylum Seekers Centre.",
      "id": "s32"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n4 The Tribunal found the claims of the appellant to be very vague and general, often lacking any specific or relevant details and revealing no knowledge of Falun Gong, its activities or his participation in any Falun Gong activities.",
      "id": "s33"
    },
    {
      "text": "The Tribunal was unable to satisfy itself that the appellant was a Falun Gong practitioner in China or had a well-founded fear of persecution for a Convention reason on that basis.",
      "id": "s34"
    },
    {
      "text": "Although it accepted medical evidence that the appellant has been suffering headaches caused by hypertension, there was no evidence to suggest that these were caused by detention in 1999.",
      "id": "s35"
    },
    {
      "text": "To the extent that these headaches impacted the ability of the appellant to give evidence the Tribunal noted that the appellant answered all non Falun Gong related questions without any apparent difficulty but could not answer elementary questions about Falun Gong.",
      "id": "s36"
    },
    {
      "text": "This failure to answer questions was, the Tribunal found, not because of medical reasons but because he had no knowledge of Falun Gong and was not a Falun Gong practitioner.",
      "id": "s37"
    },
    {
      "text": "5 The Tribunal noted that no evidence to support the claim the appellant is a Falun Gong practitioner was provided by him to the Tribunal after his being sent the s 424A letter.",
      "id": "s38"
    },
    {
      "text": "The Tribunal did not accept claims that flow from the claim that the appellant is a Falun Gong practitioner including arrest, detention, impact of detention on the life of appellant and the establishment of a group to edit and print propaganda materials.",
      "id": "s39"
    },
    {
      "text": "Although the appellant claimed lack of memory because he was beaten the Tribunal did not accept this because the appellant was able to answer non-Falun Gong related questions.",
      "id": "s40"
    },
    {
      "text": "The Tribunal found that the appellant was not a credible witness and therefore the Tribunal did not accept claims about Mr Zhu or any other members of the group.",
      "id": "s41"
    },
    {
      "text": "6 The Tribunal found that although the appellant may have had assistance in leaving the country from a friend, the independent country information indicated that persons of adverse interest to the Chinese Government are highly unlikely to be given passports yet the appellants were issued with passports and left China without any trouble.",
      "id": "s42"
    },
    {
      "text": "7 The appellant's explanation that he bribed officials to get the passport, was not found persuasive by the Tribunal, as country information indicated that it is normal practice in China to pay bribes to get official documents that one is entitled to.",
      "id": "s43"
    },
    {
      "text": "It found that if the appellant had previously been detained as a Falun Gong practitioner and organiser and had been under surveillance by the Chinese authorities, it is highly unlikely that he would have been able to leave China in the way he did.",
      "id": "s44"
    },
    {
      "text": "8 The Tribunal rejected his claims to have been arrested, detained for three months or beaten and tortured.",
      "id": "s45"
    },
    {
      "text": "It accordingly found that there was no real chance of the appellant being persecuted for a Convention reason if he returns to China.",
      "id": "s46"
    },
    {
      "text": "9 Similarly although the appellant provided photographs of practice, he provided no other evidence and as the Tribunal was satisfied that the appellant is not a Falun Gong practitioner, the Tribunal disregarded any conduct in Australia undertaken to strengthen refugee claims.",
      "id": "s47"
    },
    {
      "text": "The appellant claimed that he had received threats in Australia to deter him from practice but no form of evidence was provided to the Tribunal to support such claims.",
      "id": "s48"
    },
    {
      "text": "The Tribunal did not accept his Falun Gong related claims nor did it accept that he was threatened against practising Falun Gong or that this was the reason he had not practiced Falun Gong in Australia.",
      "id": "s49"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n \n10 In the Federal Magistrates Court the appellant sought judicial review of the Tribunal's decision.",
      "id": "s50"
    },
    {
      "text": "The appellant alleged that there was \"an error of law in the Tribunal's decision constituting jurisdictional error\" and that there was a \"procedural error in the Tribunal's decision constituting an absence of natural justice\".",
      "id": "s51"
    },
    {
      "text": "The application listed nine particulars as applicable to both grounds.",
      "id": "s52"
    },
    {
      "text": "The Federal Magistrate found no jurisdictional error arose and dismissed the application.",
      "id": "s53"
    },
    {
      "text": "I will refer to his reasons below when I deal with the grounds in the notice of appeal.",
      "id": "s54"
    },
    {
      "text": "NOTICE OF APPEAL \n \n11 By notice of appeal filed on 22 December 2006 the appellant raises the following grounds: \n \n 1.",
      "id": "s55"
    },
    {
      "text": "The learned Federal Court of Australia erred in law.",
      "id": "s56"
    },
    {
      "text": "2.",
      "id": "s57"
    },
    {
      "text": "The learned Federal Court of Australia was wrong in finding that the Refugee Review Tribunal acted properly in its findings.",
      "id": "s58"
    },
    {
      "text": "12 At the hearing of the appeal before me the appellant, through his Mandarin interpreter said that the particulars of his grounds of appeal were the same as those argued before the Federal Magistrate.",
      "id": "s59"
    },
    {
      "text": "Obviously this is a challenge to the Tribunal's findings and not those of the Federal Magistrate.",
      "id": "s60"
    },
    {
      "text": "Nonetheless I deal with those nine particulars below.",
      "id": "s61"
    },
    {
      "text": "The first particular \n \n13 It was contended below that the Tribunal did not treat the Appellant's claims \"properly and fairly\".",
      "id": "s62"
    },
    {
      "text": "14 The Federal Magistrate considered this generalised complaint in two possible ways.",
      "id": "s63"
    },
    {
      "text": "Firstly if this was a request at merits review then he correctly found that to be beyond the jurisdiction of the court: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272.",
      "id": "s64"
    },
    {
      "text": "15 Secondly, if it was an allegation of bias then as he found correctly it was not particularised or supported by evidence.",
      "id": "s65"
    },
    {
      "text": "Such an allegation must of course be firmly and distinctly made and clearly proved: Minister for Immigration and Multicultural Affairs v Jia Le Geng [2001] HCA 17 ; (2001) 205 CLR 507.",
      "id": "s66"
    },
    {
      "text": "The second particular \n \n16 It is submitted that the Tribunal ignored the appellant's claim that he was suffering from serious headaches and tension as a result of being tortured by the PSB in China.",
      "id": "s67"
    },
    {
      "text": "This is tied to the fifth particular, that the Tribunal was well aware of the appellant's health problems because he collapsed at the adjourned hearing.",
      "id": "s68"
    },
    {
      "text": "However as the Federal Magistrate observed at [20]-[21] these matters were considered by the Tribunal.",
      "id": "s69"
    },
    {
      "text": "The Tribunal adjourned the hearing twice.",
      "id": "s70"
    },
    {
      "text": "The appellant was afforded the opportunity to put further submissions in writing.",
      "id": "s71"
    },
    {
      "text": "The Tribunal concluded, having regard to the appellant's medical certificates, that his headaches was caused by hypertension and overwork and not as a result of mistreatment by Chinese authorities.",
      "id": "s72"
    },
    {
      "text": "It also found that the appellant's inability to give details of Falun Gong was by reason of his ignorance of the practices, rather than his health problems.",
      "id": "s73"
    },
    {
      "text": "It was well open to the Tribunal to so find: Abebe v Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510 at [137] ; Re Minister for Immigration and Multicultural Affairs; Ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 at [67] ; W148/00A v Minister for Immigration and Multicultural Affairs (2001) 185 ALR 703 at [64]-[65].",
      "id": "s74"
    },
    {
      "text": "The third particular \n \n17 The appellant submitted that the Tribunal ignored the fact that the appellant was seeking assistance from the Asylum Seekers Centre and that the Tribunal failed to contact an officer of that centre as the appellant had requested.",
      "id": "s75"
    },
    {
      "text": "The Tribunal is empowered but not obliged to seek out information.",
      "id": "s76"
    },
    {
      "text": "It was for the appellant to put his case to the Tribunal.",
      "id": "s77"
    },
    {
      "text": "It was entitled to decide his case by reference to his claims and the evidence put before it without looking further: NABE v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 263 ; (2004) 144 FCR 1 at [61] .",
      "id": "s78"
    },
    {
      "text": "The fourth particular \n \n18 The appellant submitted that the Tribunal failed to either speak with the appellant's doctor or the Asylum Seekers Centre before making its decision.",
      "id": "s79"
    },
    {
      "text": "The Federal Magistrate at [21], correctly held that s 424 of the Act empowers but does not oblige the Tribunal to actively seek information.",
      "id": "s80"
    },
    {
      "text": "The Tribunal has no obligation to exercise its inquisitorial powers: WAEH of 2002 v Minister for Immigration and Multicultural Affairs [2002] FCAFC 364 at [19] - [24] ; Minister for Immigration and Multicultural and Indigenous Affairs v SGLB [2004] HCA 32 ; (2004) 207 ALR 12 at [43] .",
      "id": "s81"
    },
    {
      "text": "The sixth and seventh particulars \n \n19 The appellant submitted that the Tribunal failed to consider:\n \n(1) the appellant's health situation; \n(2) the impossibility of obtaining documentary evidence; \n \n \n (3) the appellant's misunderstanding of the English meaning of the word \"religion\"; \n \n\n(4) the circumstances relating to the appellants' departure from China; \n(5) independent country information supporting the appellant's claims; and \n \n \n (6) that, as a person already persecuted by the Chinese authorities, the appellant's fear of persecution if he returned to China was well founded.",
      "id": "s82"
    },
    {
      "text": "20 I now deal with these in turn.",
      "id": "s83"
    },
    {
      "text": "(1) This has been dealt with above.",
      "id": "s84"
    },
    {
      "text": "(2) The Tribunal extensively summarised the appellant's claims and relevant country information.",
      "id": "s85"
    },
    {
      "text": "The Tribunal rejected the appellant's claims not because of any lack of documentary evidence, but rather by reason of the appellant's inability to describe even the basic tenets of Falun Gong in any meaningful detail and its finding that the appellant was not a credible witness.",
      "id": "s86"
    },
    {
      "text": "(3) The Tribunal did consider the appellants claims regarding his confusion over the word \"religion\".",
      "id": "s87"
    },
    {
      "text": "The Tribunal dealt quite particularly with the question of Falun Gong not being a religion; the appellant's claim nonetheless to it being his religion; the appellant's contention that there may be a misunderstanding about the English meaning of the word 'religion' contained in the appellant's original protection visa application.",
      "id": "s88"
    },
    {
      "text": "Furthermore the Tribunal, as appears from its reasons does not appear to have relied in any way on these matters in arriving at its conclusion that the appellant was and is not a Falun Gong practitioner.",
      "id": "s89"
    },
    {
      "text": "(4) The Tribunal, again, very particularly considered the evidence of the appellant concerning the circumstances under which he and his wife left the country, having been issued with passports by the Chinese authorities despite the appellant's claim to have previously been detained for three months for being a Falun Gong practitioner.",
      "id": "s90"
    },
    {
      "text": "There is no need to repeat those detailed reasons here.",
      "id": "s91"
    },
    {
      "text": "(5) Country information relating to the treatment of Falun Gong members was irrelevant once the Tribunal had concluded that the appellant had not been a Falun Gong practitioner in China.",
      "id": "s92"
    },
    {
      "text": "(6) The Tribunal considered and rejected the appellant's claim to have been persecuted by the Chinese authorities in the past.",
      "id": "s93"
    },
    {
      "text": "The eighth particular \n \n21 The appellant submitted that the Tribunal failed to comply with its obligation under s 425 of the Act to \"invite the appellant to a hearing to give evidence and present arguments relating to the decision under review\", because the appellant's health problems prevented him from meaningfully participating in the hearing.",
      "id": "s94"
    },
    {
      "text": "As the Federal Magistrate noted at [23], the Tribunal adjourned the hearing on two occasions to ensure the appellant had an opportunity to put his case.",
      "id": "s95"
    },
    {
      "text": "The Tribunal also gave the appellant the opportunity to put supplementary written submissions.",
      "id": "s96"
    },
    {
      "text": "Moreover, the Tribunal found that the appellant was able to answer questions unrelated to Falun Gong without difficulty, that his health problems were not the result of persecution in China but of hypertension and overwork and thus that his inability to answer Falun Gong questions was unrelated to his health.",
      "id": "s97"
    },
    {
      "text": "I accordingly reject the complaint that the Tribunal failed to \"invite the appellant to a hearing to give evidence and present arguments relating to the decision under review\".",
      "id": "s98"
    },
    {
      "text": "The ninth particular \n \n22 This was an unparticularised allegation that the Tribunal failed to comply with s 424A of the Act.",
      "id": "s99"
    },
    {
      "text": "The Tribunal sent the appellant a s 424A letter to which the appellant responded.",
      "id": "s100"
    },
    {
      "text": "The s 424A letter included the following: \n \n(1) the appellant's apparent lack of knowledge of Falun Gong practises; \n \n (2) the lack of evidence that the appellant was detained on 22 July 1999; \n (3) the country information indicating that Falun Gong was not a religion; and \n\n(4) the appellant's legally issued passport which indicated he was not of adverse interest to the PSB.",
      "id": "s101"
    },
    {
      "text": "23 There is accordingly no substance to this complaint.",
      "id": "s102"
    },
    {
      "text": "Conclusion \n \n24 As the first respondent submitted and as I accept the Tribunal's decision was ultimately based on the vagueness of the appellant's claims; his ignorance of Falun Gong practises; and, based on country information, the improbability of a person of adverse interest to the Chinese authorities which the appellant claimed to be being given a passport and being able to easily leave China which the appellant did.",
      "id": "s103"
    },
    {
      "text": "Such reasoning based on credibility of testimony and consistency with independent country information was clearly within the Tribunal's jurisdiction: Re Minister for Immigration and Multicultural Affairs; Ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 at [67] per McHugh J; W148/00A v Minister for Immigration and Multicultural Affairs (2001) 185 ALR 703 at [64]-[65].",
      "id": "s104"
    },
    {
      "text": "In any event no jurisdictional error arises in simply making a wrong finding of fact: Abebe v Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510 at [137] .",
      "id": "s105"
    },
    {
      "text": "However I am persuaded that the findings of fact were well open to the Tribunal.",
      "id": "s106"
    },
    {
      "text": "25 I have carefully considered the Federal Magistrate's reasons as well as the nine particulars relied upon by the appellants.",
      "id": "s107"
    },
    {
      "text": "26 No jurisdictional error has been established nor can I discern any for myself and accordingly the appeal by each appellant should be dismissed.",
      "id": "s108"
    },
    {
      "text": "The appellants should be ordered to pay the Minister's costs of the appeal.",
      "id": "s109"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s110"
    },
    {
      "text": "Associate:\nDated: 2 March 2007\n\n The Appellants appeared for themselves \n \n Counsel for the Respondent: Mr B O'Donnell \n \n Solicitors for the Respondent: Sparke Helmore \n \n Date of Hearing: 2 March 2007 \n \n Date of Judgment: 2 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/265.html",
      "id": "s111"
    }
  ]
}