{
  "name": "Warner, in the matter of Rivkin [2007] FCA 2020 (18 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2020.html",
  "catchphrases": [
    {
      "text": "application for court to request assistance from foreign court in matters of bankruptcy concerning a deceased's bankrupt estate",
      "id": "c0"
    },
    {
      "text": "request appropriate",
      "id": "c1"
    },
    {
      "text": "whether should be made ex parte where next of kin sought bankrupt administration and support application",
      "id": "c2"
    },
    {
      "text": "bankruptcy",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 12 December 2007, pursuant to s 29(4) of the Bankruptcy Act 1966 (Cth) (the Act), I ordered that the Court request the Royal Court of Jersey to act in aid of, and be auxiliary to, this Court in matters of bankruptcy concerning the bankrupt estate of the late Rene Walter Rivkin in the respects set out in the order.",
      "id": "s0"
    },
    {
      "text": "The reasons for that order follow.",
      "id": "s1"
    },
    {
      "text": "2 On 7 November 2006 the applicant, Anthony Warner (the Trustee), was appointed the trustee of the bankrupt estate of the deceased Rene Walter Rivkin (the deceased) by order of the Federal Magistrates Court.",
      "id": "s2"
    },
    {
      "text": "The application for the order had been made by the wife and one of the sons of the deceased pursuant to s 247 of the Act acting as persons administering the estate of the deceased.",
      "id": "s3"
    },
    {
      "text": "The administration of the estates of deceased persons in bankruptcy is dealt with by Pt XI of the Act.",
      "id": "s4"
    },
    {
      "text": "Vesting of property on making of the order is dealt with by s 249.",
      "id": "s5"
    },
    {
      "text": "The divisible property of the estate vests forthwith in the trustee upon the making of the order.",
      "id": "s6"
    },
    {
      "text": "The date of commencement of administration is fixed by s 247A.",
      "id": "s7"
    },
    {
      "text": "\"Property\" means real or personal property of every description, whether situate in Australia or elsewhere (s 5 of the Act).",
      "id": "s8"
    },
    {
      "text": "In addition to the express provisions of Pt XI , s 248 incorporates many of the general provisions of the Act into the regime for the administration of bankrupt estates.",
      "id": "s9"
    },
    {
      "text": "The net result is that the trustee administers the estate of the deceased in accordance with the Act, rather than the probate, succession and trust laws of the various States.",
      "id": "s10"
    },
    {
      "text": "3 So far as the Trustee is aware, no application has been made for a grant of probate of any will of the deceased.",
      "id": "s11"
    },
    {
      "text": "The next of kin have not obtained a grant of administration and it is unlikely that any such application will be made.",
      "id": "s12"
    },
    {
      "text": "Even if there were a grant of probate or administration, it would not affect the administration of the estate in bankruptcy for so long as the administration continues until cessation by annulment pursuant to s 252A or s 252B of the Act.",
      "id": "s13"
    },
    {
      "text": "4 The Trustee has undertaken investigations into the affairs of the deceased and has concluded that he held assets outside of Australia and, in particular, held assets in Jersey by virtue of his beneficial ownership of shares in the following corporations situate in Jersey: Darlington Limited, Mallard Holdings Limited, Le Moulin Limited, Rowan Consultancy Limited, Andes Financial Corporation and Thameslink Limited.",
      "id": "s14"
    },
    {
      "text": "Legal ownership of the shares is held by Equity Trust Limited which administers the companies in question from its Jersey office.",
      "id": "s15"
    },
    {
      "text": "The investigations by the Trustee included meeting with former and present employees of Equity Trust Limited in London and in Jersey, as a consequence of which proceedings were commenced in the Royal Court of Jersey, including orders freezing disposal of assets of the companies concerned and for disclosure of information as to the assets of the companies.",
      "id": "s16"
    },
    {
      "text": "As a consequence of the orders that were made, it appears that there are substantial assets controlled by those companies.",
      "id": "s17"
    },
    {
      "text": "Hence, the application for a request pursuant to s 29(4) of the Act.",
      "id": "s18"
    },
    {
      "text": "5 No forms of request are prescribed and there are no Regulations or Rules of Court setting out any procedural requirements.",
      "id": "s19"
    },
    {
      "text": "The general procedure has a long history (briefly reviewed by Fox J in Ayres v Evans (1981) 39 ALR 129; 56 FLR 235 at 239) but the details have varied over time.",
      "id": "s20"
    },
    {
      "text": "The complexities of modern cross-border insolvency make it likely that this beneficial provision will be exercised more in the future than it has been exercised in the past.",
      "id": "s21"
    },
    {
      "text": "Jersey is a prescribed country by reason of reg 3.01 of the Bankruptcy Regulations 1996 .",
      "id": "s22"
    },
    {
      "text": "Therefore, the Court is obliged to act in aid of, and be auxiliary to, Jersey courts with jurisdiction in bankruptcy (s 29(2)(a) of the Act).",
      "id": "s23"
    },
    {
      "text": "A request pursuant to s 29(4) is not limited to the court of a prescribed country.",
      "id": "s24"
    },
    {
      "text": "Although there is no requirement to establish that it is likely that the foreign court will honour the request before the court should act under s 29(4) ( Clunies-Ross v Totterdell (1988) 20 FCR 358 at 361), the evidence establishes that the Royal Court of Jersey will so act.",
      "id": "s25"
    },
    {
      "text": "6 I am satisfied that a request is appropriate in the circumstances.",
      "id": "s26"
    },
    {
      "text": "I am satisfied that the form of the request is appropriately specific in accordance with Re Mann (1887) 13 VLR 590.",
      "id": "s27"
    },
    {
      "text": "I would leave for another day the question whether that authority should continue to be applied to the provision as now framed.",
      "id": "s28"
    },
    {
      "text": "It is not clear to me that a request should not be general in form, the \"matter\" being the administration of the particular bankrupt estate, leaving it to the foreign court to decide precisely how the assistance might be afforded.",
      "id": "s29"
    },
    {
      "text": "7 The application has not been served on any party.",
      "id": "s30"
    },
    {
      "text": "In Official Trustee in Bankruptcy v Lyons [2000] FCA 1428 ; (2000) 104 FCR 486 Tamberlin J explained why it will normally be necessary to give notice to a live bankrupt --- see also Re Hudson (2005) 3 ABC(NS) 350 illustrating the exceptions to that principle.",
      "id": "s31"
    },
    {
      "text": "It may be accepted that a similar principle would normally apply in the case of a bankrupt deceased estate where probate has been granted.",
      "id": "s32"
    },
    {
      "text": "Even where probate has not been granted there may be occasions where it would be appropriate to serve the next of kin.",
      "id": "s33"
    },
    {
      "text": "The present case is somewhat out of the ordinary.",
      "id": "s34"
    },
    {
      "text": "The next of kin applied for the administration of the deceased estate in bankruptcy.",
      "id": "s35"
    },
    {
      "text": "The wife and children of the deceased are aware of this application and support it.",
      "id": "s36"
    },
    {
      "text": "In those circumstances, formal service is not necessary.",
      "id": "s37"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s38"
    },
    {
      "text": "Associate:\n\n\nDated: 18 December 2007\n\n\n Counsel for the Applicant: Mr M Aldridge SC \n \n Solicitor for the Applicant: Colin Biggers &amp; Paisley \n \n Date of Hearing: 12 December 2007 \n \n Date of Order: 12 December 2007 \n \n Date of Reasons: 18 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2020.html",
      "id": "s39"
    }
  ]
}