{
  "name": "Ruaro v Ferrari [2007] FCA 2022 (19 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2022.html",
  "catchphrases": [
    {
      "text": "mooring agreement",
      "id": "c0"
    },
    {
      "text": "where right granted to use marina facilities to moor vessel",
      "id": "c1"
    },
    {
      "text": "vessel destroyed during storm",
      "id": "c2"
    },
    {
      "text": "whether breach of warranties implied by s 74 of the trade practices act 1974 (cth)",
      "id": "c3"
    },
    {
      "text": "whether breach of duties of care",
      "id": "c4"
    },
    {
      "text": "whether misleading and deceptive conduct under s 52 of the trade practices act",
      "id": "c5"
    },
    {
      "text": "whether statements made constituted the alleged representations.",
      "id": "c6"
    },
    {
      "text": "trade practices",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 On Sunday, 24 August 2003, the plaintiffs, Mr Mark Ruaro and Mrs Secilia Ruaro, were the owners of a twin screw, inboard powered, raised bridge, wood, motor yacht approximately 56 feet in length built in 1938 by Holmes Brothers in Sydney, known as \"Seaquest\".",
      "id": "s0"
    },
    {
      "text": "Seaquest was bought by Mr and Mrs Ruaro in 1993 and, thereafter, they carried out major restoration works on Seaquest.",
      "id": "s1"
    },
    {
      "text": "Seaquest was their pride and joy.",
      "id": "s2"
    },
    {
      "text": "2 On 24 August 2003, Seaquest was attached to a swing mooring in Rose Bay, which is part of Sydney Harbour, pursuant to a licence granted by the defendant, Holcomm Marine Pty Limited ( Holmeport ).",
      "id": "s3"
    },
    {
      "text": "In severe weather conditions in the afternoon of that day, another vessel, Pavana, which was attached to a swing mooring located more than 100 m distant from Seaquest, dragged its mooring until it came into contact with Seaquest.",
      "id": "s4"
    },
    {
      "text": "Over a period of approximately one hour, the contact between the two vessels led to the severance of the rope securing Seaquest to its swing mooring.",
      "id": "s5"
    },
    {
      "text": "Seaquest was then driven by the wind across Rose Bay to the Eastern sea wall where it was battered to such an extent that it broke up and was a total loss.",
      "id": "s6"
    },
    {
      "text": "3 Mr and Mrs Ruaro have commenced a proceeding against Holmeport claiming damages in respect of the loss of Seaquest.",
      "id": "s7"
    },
    {
      "text": "They claim to be entitled to be compensated on several grounds:\n \n \n &#8226; Breach of duties of care allegedly owed by Holmeport to Mr and Mrs Ruaro.",
      "id": "s8"
    },
    {
      "text": "&#8226; Breach of warranties allegedly implied, by the operation of s 74(1) and s 74(2) of the Trade Practices Act 1974 (Cth) ( the Trade Practices Act ), in a mooring contract between Mr and Mrs Ruaro and Holmeport.",
      "id": "s9"
    },
    {
      "text": "&#8226; Contravention of s 52 of the Trade Practices Act by Holmeport, by allegedly making misleading and deceptive statements about the safety of Seaquest on the swing mooring to which she was attached at the relevant time.",
      "id": "s10"
    },
    {
      "text": "THE MAKING OF THE MOORING AGREEMENT \n \n4 Point Piper is a promontory in Sydney Harbour between Rose Bay and Double Bay.",
      "id": "s11"
    },
    {
      "text": "Point Piper generally constitutes the western shore of Rose Bay.",
      "id": "s12"
    },
    {
      "text": "The Point Piper marina, which is situated on the Rose Bay side of Point Piper, consists of a jetty to which berths are attached.",
      "id": "s13"
    },
    {
      "text": "The facilities of the marina also include swing moorings in four separate areas of Rose Bay.",
      "id": "s14"
    },
    {
      "text": "One of the areas is for vessels of less than 24 feet, one is for vessels from 25 to 30 feet, one is four vessels from 31 to 37 feet and the fourth area, which is furthest away from the jetty, is for vessels of greater than 37 feet.",
      "id": "s15"
    },
    {
      "text": "The moorings are further apart for larger vessels than for smaller vessels.",
      "id": "s16"
    },
    {
      "text": "5 At relevant times, Holmeport operated the Point Piper marina.",
      "id": "s17"
    },
    {
      "text": "Holmeport became the operator of the Point Piper marina at some time prior to March 1996.",
      "id": "s18"
    },
    {
      "text": "There is no evidence as to the nature of the rights that Holmeport has to occupy the jetty and to control the use of the swing moorings that form part of the marina.",
      "id": "s19"
    },
    {
      "text": "It appears, however, that Holmeport had an entitlement to grant a right to use the swing moorings and other facilities that constitute the Point Piper marina.",
      "id": "s20"
    },
    {
      "text": "At relevant times, Mr Campbell Holmes was the general manager of Holmeport, having commenced in that position in December 1995.",
      "id": "s21"
    },
    {
      "text": "6 Seaquest was berthed at the end of the jetty of the Point Piper marina from 5 May 1993 until early 1994, when she was transferred from the berth to a swing mooring.",
      "id": "s22"
    },
    {
      "text": "In March 1996, Mr Ruaro had a conversation with Mr Holmes in the course of which Mr Holmes asked Mr Ruaro to sign a document.",
      "id": "s23"
    },
    {
      "text": "After Mr Ruaro read the document, an exchange along the following lines took place:\n \n Mr Ruaro: Do you want me to sign this agreement which exonerates you from liability for moving my vessel.",
      "id": "s24"
    },
    {
      "text": "You are asking me to absolve you from liability and you've got a clause here that if you move my vessel and you damage it you are exonerated.",
      "id": "s25"
    },
    {
      "text": "Prior to you taking over the marina, the receiver moved my friend's boat from a berth to a mooring and it dragged and hit my boat.",
      "id": "s26"
    },
    {
      "text": "Where's my protection?",
      "id": "s27"
    },
    {
      "text": "Mr Holmes: Look you don't have to worry about that.",
      "id": "s28"
    },
    {
      "text": "That man is not here anymore.",
      "id": "s29"
    },
    {
      "text": "We are going to do things differently now.",
      "id": "s30"
    },
    {
      "text": "We are part of the Boating Industry Association and that's why you have to sign this form.",
      "id": "s31"
    },
    {
      "text": "All the paperwork has to be correct.",
      "id": "s32"
    },
    {
      "text": "We are going to be spending a lot of money and we're going to be making this place professional, world class.",
      "id": "s33"
    },
    {
      "text": "Look, your boat will be fine just there right where it is.",
      "id": "s34"
    },
    {
      "text": "Mr Ruaro then signed the document that Mr Holmes provided to him ( the Mooring Agreement ).",
      "id": "s35"
    },
    {
      "text": "7 It is not in dispute that a binding contract came into existence between Mr and Mrs Ruaro, on the one hand, and Holmeport on the other, in the terms of the Mooring Agreement.",
      "id": "s36"
    },
    {
      "text": "From time to time the licence fee payable under the Mooring Agreement was varied, such that from January 2002 to August 2003, the monthly fee was $317.65.",
      "id": "s37"
    },
    {
      "text": "Mr and Mrs Ruaro paid the monthly fee from the time of the Mooring Agreement up to the destruction of Seaquest.",
      "id": "s38"
    },
    {
      "text": "8 In deciding to sign the Mooring Agreement, Mr Ruaro had regard to the fact that Mr Campbell seemed to want to run a marina in a professional manner and the fact that he said he was going to upgrade all the facilities.",
      "id": "s39"
    },
    {
      "text": "Those facts and the maintenance were very important to Mr Ruaro.",
      "id": "s40"
    },
    {
      "text": "His main consideration was the safety of the Seaquest and the safety of the area that Seaquest was in.",
      "id": "s41"
    },
    {
      "text": "Mr Ruaro understood, from what Mr Campbell said, that everything would be improving, and that Seaquest would be safe.",
      "id": "s42"
    },
    {
      "text": "9 In deciding to continue to moor Seaquest at the Point Piper marina from 1996, Mr Ruaro had regard to his observations that the marina was being upgraded and that maintenance seemed to be being carried out on a regular basis.",
      "id": "s43"
    },
    {
      "text": "He did not find anything that brought any concerns to him and he thought that Holmeport had the money to do a professional job.",
      "id": "s44"
    },
    {
      "text": "10 In about September 2000, Mr and Mrs Ruaro were on board Seaquest at the mooring in Rose Bay.",
      "id": "s45"
    },
    {
      "text": "Mr Ruaro telephoned Mr Holmes and asked if he could have some tender service so that he could go ashore to pick up his own tender.",
      "id": "s46"
    },
    {
      "text": "Mr Holmes came out himself and a conversation then took place between Messrs Holmes and Ruaro on the deck of Seaquest.",
      "id": "s47"
    },
    {
      "text": "The conversation was to the following effect:\n \n Mr Holmes: Are you going to slip the boat today?",
      "id": "s48"
    },
    {
      "text": "Mr Ruaro: Yes.",
      "id": "s49"
    },
    {
      "text": "We wanted to slip it here, but you said that your slipway can't take it.",
      "id": "s50"
    },
    {
      "text": "Mr Holmes: Yes.",
      "id": "s51"
    },
    {
      "text": "My engineer says that we can only take 30 tonnes.",
      "id": "s52"
    },
    {
      "text": "Mr Ruaro: I think we weigh about 32 tonnes, so we will have to go to Henderson's slipway.",
      "id": "s53"
    },
    {
      "text": "Mr Holmes: Where's that?",
      "id": "s54"
    },
    {
      "text": "Mr Ruaro: It's Peppercorn Reserve, Drummoyne.",
      "id": "s55"
    },
    {
      "text": "Campbell, something that concerns me: when we come back, I want to stay on this mooring because we have been here a long time.",
      "id": "s56"
    },
    {
      "text": "We're your oldest client.",
      "id": "s57"
    },
    {
      "text": "We have always been safe here.",
      "id": "s58"
    },
    {
      "text": "Mr Holmes: Yes I know that.",
      "id": "s59"
    },
    {
      "text": "Your boat has been here since 1993 and we have never had any trouble with it.",
      "id": "s60"
    },
    {
      "text": "This spot is right for your boat.",
      "id": "s61"
    },
    {
      "text": "11 Mr Ruaro said that if he had not been assured in March 1996 that things were going to improve and were on the up and up he would have left Point Piper Marina.",
      "id": "s62"
    },
    {
      "text": "Mr Ruaro also said that he would have come back to the Rose Bay mooring after having Seaquest slipped in 2000, whether or not he had had the conversation with Mr Holmes at that time.",
      "id": "s63"
    },
    {
      "text": "The thrust of the concern expressed by Mr Ruaro was that, if he left the mooring to have Seaquest slipped by Hendersons, he would lose his mooring, which he desired to keep.",
      "id": "s64"
    },
    {
      "text": "THE TERMS OF THE MOORING AGREEMENT \n \n 12 The Mooring Agreement is a pro forma single sheet printed on both sides.",
      "id": "s65"
    },
    {
      "text": "The front of the sheet has a heading \" Marine Craft Berthing, Storage and Mooring Agreement \" and has the logos of the Boating Industry Association and the Marina Association of New South Wales appear on each side of the heading.",
      "id": "s66"
    },
    {
      "text": "The front has printing and blank boxes for the insertion of particulars of the parties, described as Licensee and Licensor, particulars of the Licensee's marine craft and particulars of the licence fee and licence term.",
      "id": "s67"
    },
    {
      "text": "The names of Mr Ruaro and the business name of Holmeport were inserted in the first as Licensee and Licensor respectively.",
      "id": "s68"
    },
    {
      "text": "Particulars of Seaquest were inserted in the second box.",
      "id": "s69"
    },
    {
      "text": "The licence fee stated in the appropriate box was to be $200 per month and the term of the licence was to be monthly, commencing on 18 March 1996.",
      "id": "s70"
    },
    {
      "text": "13 The final box contains space for signatures by the parties and for insertion of a date.",
      "id": "s71"
    },
    {
      "text": "Above the space for the signatures, the following is printed:\n \n \" LICENSEES ACKNOWLEDGEMENT \n \n I the Licensee acknowledge that I have received a copy of this agreement signed by me and certify I have carefully read the agreement including the Conditions printed overleaf and agree to those Conditions as part of the Agreement.",
      "id": "s72"
    },
    {
      "text": "\" \n \n\nThe date 18 March 1996 was inserted in the space for the date and the signatures of Mr Ruaro, as Licensee, and Mr Holmes, as Licensor, were placed in that box.",
      "id": "s73"
    },
    {
      "text": "14 The front of the pro forma also contains a printed line linking the names of the parties to the description of the relevant marine craft.",
      "id": "s74"
    },
    {
      "text": "The effect is that the pro forma contemplates an agreement between the Licensee and the Licensor:\n \n TO supply marina &#8298;berth &#8298;moor &#8298;store facilities &#8298; tender service and use marina facilities for: \n \n \n the Licensee's marine craft.",
      "id": "s75"
    },
    {
      "text": "The syntax of that provision is somewhat awry in that three of the services are described by way of a noun and one of the services, being moor, is described by a verb.",
      "id": "s76"
    },
    {
      "text": "Clearly enough, the provision refers to four different services at a marina, namely, provision of a berth, provision of a mooring, provision of store facilities and provision of a tender service.",
      "id": "s77"
    },
    {
      "text": "Presumably, the fee would vary according to the services ticked in any particular pro forma.",
      "id": "s78"
    },
    {
      "text": "15 In the pro forma signed by Mr Ruaro and Mr Holmes only the box adjacent to \" moor \" was ticked.",
      "id": "s79"
    },
    {
      "text": "That signifies that Holmeport was to provide to Mr Ruaro a mooring service for Seaquest and that Holmeport was not to provide a berth, store facilities or tender services.",
      "id": "s80"
    },
    {
      "text": "16 The reverse of the pro forma is headed \" CONDITIONS \" and relevantly states as follows:\n \n \" 1.",
      "id": "s81"
    },
    {
      "text": "INTERPRETATION \n ... \n \n 2.",
      "id": "s82"
    },
    {
      "text": "LICENCE TO USE AND OCCUPY FACILITIES \n \n \n The Licensor grants to the Licensee a non-exclusive right to use and occupy the facilities to berth/store/moor/dock the craft.",
      "id": "s83"
    },
    {
      "text": "3.",
      "id": "s84"
    },
    {
      "text": "OBLIGATIONS OF LICENSEE \n \n \n The Licensee agrees that: \n \n \n \n \n (a) it shall be responsible for all damage to Property [undefined] , or to persons using the Property arising from any act, omission, neglect or default by the Licensee or its employees, agents, contractors or invitees; \n (b) it shall indemnify and keep indemnified the Licensor from and against all actions, claims, demands, losses, damages, costs and expenses for which the Licensor shall or may become liable in respect of or arising from loss, damage or injury to any person or property arising out of the use of the Facilities [undefined] or any act, omission, neglect, breach or default by the Licensee or its employees, agents, contractors or invitees; \n ... \n (j) it shall take out and maintain proper and adequate insurance including public liability insurance in respect of the Craft [undefined] and its fittings and contents; \n ... \n \n \n \n \n \n 4.",
      "id": "s85"
    },
    {
      "text": "LIABILITY OF LICENSOR \n The Licensee agrees and acknowledges that the Licensor shall not be liable for the care and protection of the Craft or its fittings and contents and shall not be liable for any loss or damage (including consequential loss or damage) howsoever caused which may be suffered or incurred or which may arise directly or indirectly by or in respect of the Craft or its fittings and contents.",
      "id": "s86"
    },
    {
      "text": "5.",
      "id": "s87"
    },
    {
      "text": "EMERGENCY PROCEDURES \n \n \n The Licensee agrees and acknowledges that the Licensor may in the event of an emergency and at its sole discretion move the Craft at the risk and expense of the Licensee.",
      "id": "s88"
    },
    {
      "text": "6.",
      "id": "s89"
    },
    {
      "text": "CHARGE \n \n \n ... \n \n \n \n 7.",
      "id": "s90"
    },
    {
      "text": "TERMINATION \n \n \n ... \n \n \n \n 8.",
      "id": "s91"
    },
    {
      "text": "LICENSEE NOT TO BE TENANT \n \n \n Nothing in this Agreement shall confer on the Licensee any right as tenant of the Property or any part nor create the relationship of landlord and tenant.",
      "id": "s92"
    },
    {
      "text": "9.",
      "id": "s93"
    },
    {
      "text": "RULES AND REGULATIONS \n \n \n ... \n \n \n \n 10.",
      "id": "s94"
    },
    {
      "text": "AUTHORITY \n \n \n ... \n \n \n \n 11.",
      "id": "s95"
    },
    {
      "text": "LICENSEE'S RELIANCE ON OWN JUDGMENT \n \n \n The Licensee acknowledges and warrants that it has examined the Facilities and relies on its own judgment in accepting the use of the Facilities.",
      "id": "s96"
    },
    {
      "text": "12.",
      "id": "s97"
    },
    {
      "text": "NOTICES \n \n \n ... \n \n \n \n 13.",
      "id": "s98"
    },
    {
      "text": "WHOLE AGREEMENT \n \n \n This Agreement constitutes the whole agreement between the Licensor and the Licensee in relation to its subject matter and the Licensee warrants that it has not relied upon any statement, representation or warranty made by the Licensor or its servants or agents which is not expressed in this Agreement.",
      "id": "s99"
    },
    {
      "text": "14.",
      "id": "s100"
    },
    {
      "text": "Governing Law \n \n \n ...\" \n \n \n \n\nThe reverse is endorsed with a statement that further supplies of the pro forma are obtainable from the Boating Industry Association of NSW Limited.",
      "id": "s101"
    },
    {
      "text": "17 As I have indicated above, the only small box on the front of the Mooring Agreement that was ticked was the one relating to moor .",
      "id": "s102"
    },
    {
      "text": "Condition 2 on the reverse of the Mooring Agreement does not quite coincide with the line on the front of the Mooring Agreement, in so far as it refers to \" berth/store/moor/dock \", although \" dock \" may be the equivalent of \" tender service \".",
      "id": "s103"
    },
    {
      "text": "The format of Condition 2, having regard to the small boxes on the front of the Mooring Agreement, suggests that, in the present case, the words berth/moor/dock should have been deleted from Condition 2.",
      "id": "s104"
    },
    {
      "text": "Clearly enough, however, and the proceeding was conducted on this basis, the effect of the Mooring Agreement was that Holmeport granted to Mr Ruaro a non-exclusive right to use the facilities of the Point Piper marina to moor Seaquest.",
      "id": "s105"
    },
    {
      "text": "It did not confer any right to berth Seaquest or to use store facilities or to receive any tender service.",
      "id": "s106"
    },
    {
      "text": "THE PAVANA MOORING \n \n18 A typical swing mooring apparatus in Sydney Harbour consists of the following:\n \n \n &#8226; an anchoring mass for the bottom end of the apparatus, which is usually a concrete block with a \"U\" shaped eye cast into the top of it;\n &#8226; a ground chain consisting of a length of about 6 m of very heavy chain, attached to the eye in the concrete block with a swivel and a shackle;\n &#8226; a lighter chain attached to the heavier ground chain; and\n &#8226; a rope attached to the lighter chain, which is attached to a floating buoy or to a vessel when the vessel is moored.",
      "id": "s107"
    },
    {
      "text": "Under normal circumstances, most of the mooring load is taken by the heavy ground chain, which lies on the bottom, with the anchoring mass merely securing one end of that chain.",
      "id": "s108"
    },
    {
      "text": "19 Under normal circumstances, the load applied to a vessel attached to such a mooring apparatus is of two kinds as follows:\n \n \n &#8226; an increasing and reducing load;\n &#8226; an environmental load.",
      "id": "s109"
    },
    {
      "text": "The increasing and reducing load is related to the height of the tide.",
      "id": "s110"
    },
    {
      "text": "The moored vessel lifts a length of the heavy ground chain as the tide rises and returns that length to the bottom as the tide falls.",
      "id": "s111"
    },
    {
      "text": "The environmental load is a superimposed load representing the effect of wind and waves.",
      "id": "s112"
    },
    {
      "text": "The force of that load will vary with the velocity of the wind, which can also affect the wave climate.",
      "id": "s113"
    },
    {
      "text": "20 A vessel on a swing mooring such as that described, is in a dynamic situation with respect to its mooring block, which may be assumed to be fixed.",
      "id": "s114"
    },
    {
      "text": "The vessel will move forward and backward as the tide rises and falls.",
      "id": "s115"
    },
    {
      "text": "It will also move backwards in response to increases in wind and wave action.",
      "id": "s116"
    },
    {
      "text": "As the wind and wave action reduces, the vessel will move forward as the heavy chain is laid on the bottom again.",
      "id": "s117"
    },
    {
      "text": "The total load on a mooring, measured at the vessel, can be more or less than the load related to the height of the tide, depending on the environmental factors.",
      "id": "s118"
    },
    {
      "text": "21 In early March 2003, Polaris Marine Construction and Recovery Pty Limited (Polaris) was requested to discuss the possibility of servicing Holmeport's moorings.",
      "id": "s119"
    },
    {
      "text": "In response to that request, Mr Adam William Peeters, the supervisor for mooring and special events of Polaris, spoke to Ms Sandra Kearney-Hayes, the manager of Holmeport's marina.",
      "id": "s120"
    },
    {
      "text": "Shortly thereafter, Mr Peeters met Ms Kearney-Hayes at Holmeport's marina where they had a brief conversation the effect of which was as follows:\n \n Ms Kearney-Hayes: We want to talk to you about servicing our moorings.",
      "id": "s121"
    },
    {
      "text": "Mr Peeters: When were they last serviced?",
      "id": "s122"
    },
    {
      "text": "Ms Kearney-Hayes: About 12 months ago so they are due for servicing.",
      "id": "s123"
    },
    {
      "text": "Mr Peeters: What have you got out there?",
      "id": "s124"
    },
    {
      "text": "Ms Kearney-Hayes: I have no idea.",
      "id": "s125"
    },
    {
      "text": "[Our current contractor] never tells us what we've got or what they do --- we merely get an invoice with a lump sum figure on it for all the moorings that were serviced at that time.",
      "id": "s126"
    },
    {
      "text": "That is one of the reasons we are unhappy.",
      "id": "s127"
    },
    {
      "text": "Mr Peeters: I would like to lift one and see what is there.",
      "id": "s128"
    },
    {
      "text": "That will give me some idea how big the job is.",
      "id": "s129"
    },
    {
      "text": "22 Mr Peeters and a general hand employed by Holmeport went out on board Polaris' vessel and inspected one of the moorings, selected at random.",
      "id": "s130"
    },
    {
      "text": "They returned to the office and Mr Peeters had a further conversation with Ms Kearney-Hayes to the following effect:\n \n Mr Peeters: I've pulled up one of your moorings.",
      "id": "s131"
    },
    {
      "text": "Basically it is in really bad shape and will need much of it replaced.",
      "id": "s132"
    },
    {
      "text": "If they are all like this first one, service is going to be pretty time consuming and expensive.",
      "id": "s133"
    },
    {
      "text": "We work on an hourly rate, which is what we do for all commercial moorings and yacht clubs.",
      "id": "s134"
    },
    {
      "text": "In the long run this will work out cheaper for you.",
      "id": "s135"
    },
    {
      "text": "Ms Kearney-Hayes: Okay I would like you to start as soon as possible.",
      "id": "s136"
    },
    {
      "text": "Mr Peeters: I will schedule it in and I'll allow three days a week so I can fit it in with other work.",
      "id": "s137"
    },
    {
      "text": "Ms Kearney-Hayes: Here is a chart which shows the position of our moorings.",
      "id": "s138"
    },
    {
      "text": "23 Mr Peeters began work on 20 March 2003, when he had a telephone conversation with Ms Kearney-Hayes to the following effect:\n \n Ms Kearney-Hayes: We would like you to start on the outside ones first.",
      "id": "s139"
    },
    {
      "text": "We are concerned that they may drag because they are in a more exposed area than the inner ones.",
      "id": "s140"
    },
    {
      "text": "Mr Peeters: I normally start at the shoreline and work my way out to make sure that the moorings are evenly spaced.",
      "id": "s141"
    },
    {
      "text": "Ms Kearney-Hayes: Look, we are really worried about those outer ones.",
      "id": "s142"
    },
    {
      "text": "Mr Peeters: Okay, would it be alright if I start at the channel and worked out?",
      "id": "s143"
    },
    {
      "text": "Ms Kearney-Hayes: Yes, that'll be fine.",
      "id": "s144"
    },
    {
      "text": "24 The first stage of work was carried out by Mr Peeters on 20 and 21 March 2003.",
      "id": "s145"
    },
    {
      "text": "After sending an invoice for that work, he received a telephone call from Ms Kearney-Hayes on 27 March 2003 and had a conversation to the following effect:\n \n Ms Kearney-Hayes: I have been looking at the bill received from you guys for all the moorings.",
      "id": "s146"
    },
    {
      "text": "Wow it's so expensive!",
      "id": "s147"
    },
    {
      "text": "Mr Peeters: Well, your moorings are in such bad shape.",
      "id": "s148"
    },
    {
      "text": "I need to replace a lot of materials, and most of them are too light.",
      "id": "s149"
    },
    {
      "text": "You should make the outside moorings as heavy as possible.",
      "id": "s150"
    },
    {
      "text": "Two one-tonne blocks is the best Polaris can do.",
      "id": "s151"
    },
    {
      "text": "You should put that down.",
      "id": "s152"
    },
    {
      "text": "Ms Kearney-Hayes: How much is a one tonne block?",
      "id": "s153"
    },
    {
      "text": "Mr Peeters: They're $400 each.",
      "id": "s154"
    },
    {
      "text": "Ms Kearney-Hayes: If you put two down, that is $800 plus all the other material, per mooring.",
      "id": "s155"
    },
    {
      "text": "Our cash flow wont allow that.",
      "id": "s156"
    },
    {
      "text": "Is there a cheaper alternative?",
      "id": "s157"
    },
    {
      "text": "Mr Peeters: Any increase in weight will assist.",
      "id": "s158"
    },
    {
      "text": "When I pick up a mooring with a half-tonne block I could replace that with a new one tonne block and then put the left over half-tonne blocks together to make up the one tonne.",
      "id": "s159"
    },
    {
      "text": "That would at least mean that your outer moorings are a minimum of one tonne, which is heavier than what they are now.",
      "id": "s160"
    },
    {
      "text": "Have you had any problems with any of the moorings lifting or dragging in the past?",
      "id": "s161"
    },
    {
      "text": "Ms Kearney-Hayes: No, none at all.",
      "id": "s162"
    },
    {
      "text": "Mr Peeters: Well, it's not what I would recommend but at least they'll be heavier than they are now.",
      "id": "s163"
    },
    {
      "text": "There will be a risk that they will drag, depending on the vessel and the conditions.",
      "id": "s164"
    },
    {
      "text": "Ms Kearney-Hayes: We simply can't afford to put a new block on every mooring --- one tonne will do.",
      "id": "s165"
    },
    {
      "text": "Mr Peeters: Okay, if that's what you want, but it's your responsibility.",
      "id": "s166"
    },
    {
      "text": "Ms Kearney-Hayes: Sure, we've had no problems before.",
      "id": "s167"
    },
    {
      "text": "We will take the risk.",
      "id": "s168"
    },
    {
      "text": "25 Mr Peeters serviced mooring number 60 on 8 May 2003.",
      "id": "s169"
    },
    {
      "text": "He added a half-tonne block from the previous mooring that he had serviced to the existing half-tonne block.",
      "id": "s170"
    },
    {
      "text": "There was no vessel on mooring number 60 when he carried out the work.",
      "id": "s171"
    },
    {
      "text": "26 Later in May 2003, Mr Peeters had another telephone conversation with Ms Kearney-Hayes to the following effect:\n \n Ms Kearney-Hayes: I am calling about mooring 79.",
      "id": "s172"
    },
    {
      "text": "We really don't want to risk that vessel going anywhere.",
      "id": "s173"
    },
    {
      "text": "Can you make that one two tonnes?",
      "id": "s174"
    },
    {
      "text": "Mr Peeters: Okay.",
      "id": "s175"
    },
    {
      "text": "Shall I put two one-tonne blocks on that one?",
      "id": "s176"
    },
    {
      "text": "Ms Kearney-Hayes: Yes, that's fine.",
      "id": "s177"
    },
    {
      "text": "Peeters: I will also need to upgrade the other components to be strong enough to lift the blocks.",
      "id": "s178"
    },
    {
      "text": "Ms Kearney-Hayes: Okay.",
      "id": "s179"
    },
    {
      "text": "Mr Peeters serviced mooring number 79 on 21 May 2003 and replaced two half-tonne blocks with two one-tonne blocks and upgraded the other components.",
      "id": "s180"
    },
    {
      "text": "27 The Pavana is a schooner rigged yacht of the Malabar Class built in 1929.",
      "id": "s181"
    },
    {
      "text": "It has an overall length of 52 feet (15.85 m) including a bowsprit of 14 feet (4.27 m) and a beam of 14 feet (4.27 m).",
      "id": "s182"
    },
    {
      "text": "Its draft is 7 feet (2.13 m) and it has a displacement of approximately 30 tonnes.",
      "id": "s183"
    },
    {
      "text": "28 On 24 August 2003, Pavana was attached to swing mooring number 60, one of the moorings that forms part of the Point Piper marina.",
      "id": "s184"
    },
    {
      "text": "Mooring number 60 is in the area for vessels in excess of 37 feet, located some distance from Holmeport's marina jetty to the east of the Royal Motor Yacht Club's marina, which is also situated at Point Piper on Rose Bay.",
      "id": "s185"
    },
    {
      "text": "29 It is common ground that, at that time, mooring number 60 consisted of the following:\n \n \n &#8226; two half-tonne concrete blocks;\n &#8226; one swivel;\n &#8226; 7 m of 38 mm ground chain;\n &#8226; 4 m of 20 mm chain to the vessel;\n &#8226; 1 m of anti-chafe line;\n &#8226; three 20 mm galvanised bow shackles;\n &#8226; two 25 mm bow shackles;\n &#8226; 10 m of 24 mm silver rope;\n &#8226; 3 m of 14 mm silver rope.",
      "id": "s186"
    },
    {
      "text": "THE WEATHER CONDITIONS ON 24 AUGUST 2003 \n \n30 There is no doubt that the weather conditions in Sydney generally and in Rose Bay in particular on the afternoon of 24 August 2003 were severe.",
      "id": "s187"
    },
    {
      "text": "The issue between the parties is the degree of severity and the frequency with which, on average, such conditions are experienced on Sydney Harbour.",
      "id": "s188"
    },
    {
      "text": "31 The Bureau of Meteorology maintains several automatic weather stations around the shoreline of Sydney Harbour.",
      "id": "s189"
    },
    {
      "text": "However, a number of those automatic weather stations have only been operative for a relatively short time.",
      "id": "s190"
    },
    {
      "text": "The closest weather stations to Rose Bay are at Fort Dennison, Wedding Cake West and North Head.",
      "id": "s191"
    },
    {
      "text": "Fort Dennison is 2.7 km from Point Piper/Rose Bay in a west north-westerly direction.",
      "id": "s192"
    },
    {
      "text": "Wedding Cake West is approximately 2.9 km from Point Piper/Rose Bay in a generally north north-easterly direction and North Head is about 7 km from Point Piper/Rose Bay in a north-easterly direction.",
      "id": "s193"
    },
    {
      "text": "32 At the weather stations the Bureau measures \" wind direction \", \" wind speed \" and \" maximum wind gust \".",
      "id": "s194"
    },
    {
      "text": "Wind direction is the mean wind direction over the 10 minute period up until the time indicated.",
      "id": "s195"
    },
    {
      "text": "It is given in true degrees and indicates the direction from which the wind is blowing.",
      "id": "s196"
    },
    {
      "text": "Wind speed is the mean wind speed over the 10 minute period up until the time indicated and is recorded in kilometres per hour.",
      "id": "s197"
    },
    {
      "text": "The maximum wind gust is the maximum gust recorded in the 10 minutes up until the observation time indicated.",
      "id": "s198"
    },
    {
      "text": "33 The Bureau's records show that, between 2 pm and 6 pm on 24 August 2003, the wind direction at Fort Dennison was generally at 310 degrees, although it varied between 300 and 320 degrees.",
      "id": "s199"
    },
    {
      "text": "That is generally north-westerly.",
      "id": "s200"
    },
    {
      "text": "During that time, the wind speed is recorded as varying between 41 km per hour and 70 km per hour with wind gusts ranging from 59 km per hour to as much as 109 km per hour.",
      "id": "s201"
    },
    {
      "text": "At Wedding Cake West the wind direction was generally 280 degrees to 290 degrees, which is generally west-north-west.",
      "id": "s202"
    },
    {
      "text": "The wind speed ranged from 37 km per hour to 63 km per hour and wind gusts ranged from 61 km per hour to 96 km per hour.",
      "id": "s203"
    },
    {
      "text": "At North Head, the wind direction was 300 to 310 degrees, which is generally north-westerly.",
      "id": "s204"
    },
    {
      "text": "The wind speed ranged from 37 km per hour to 68 km per hour and wind gusts ranged from 70 km per hour to 120 km per hour.",
      "id": "s205"
    },
    {
      "text": "34 Under the Beaufort Wind Scale, which is commonly used to describe weather conditions, winds of 40 to 50 km per hour are described as Strong Winds.",
      "id": "s206"
    },
    {
      "text": "Under such conditions large waves begin to form on the sea, white foam crests become more extensive with some spray.",
      "id": "s207"
    },
    {
      "text": "On land, large branches are in motion, whistling is heard in telephone wires and umbrellas can only be used with difficulty.",
      "id": "s208"
    },
    {
      "text": "Winds from 51 to 62 km per hour are classified as Near Gale, when the sea heaps up and white foam from breaking waves begins to be blown in streaks along the direction of the wind.",
      "id": "s209"
    },
    {
      "text": "On land, whole trees are in motion and inconvenience can be felt when walking against the wind.",
      "id": "s210"
    },
    {
      "text": "Winds from 63 to 75 km per hour are described as gale force.",
      "id": "s211"
    },
    {
      "text": "On the sea, there are moderately high waves of greater length, edges of crests begin to break into spindrift, foam is blown in well marked streaks along the direction of the wind.",
      "id": "s212"
    },
    {
      "text": "On land, twigs break off trees and progress is generally impeded.",
      "id": "s213"
    },
    {
      "text": "35 Unchallenged evidence was given by a number of witnesses who experienced the conditions on the afternoon of 24 August 2003.",
      "id": "s214"
    },
    {
      "text": "Mr Graham Forsaith is a boating service officer with the New South Wales Waterways Authority.",
      "id": "s215"
    },
    {
      "text": "Mr Forsaith has had private and professional experience on Sydney Harbour for approximately 30 years.",
      "id": "s216"
    },
    {
      "text": "His role as a boating service officer is to regulate and ensure compliance with New South Wales maritime and environmental legislation by the users of New South Wales waterways.",
      "id": "s217"
    },
    {
      "text": "His role involves dealing with the users of private and commercial moorings and private and commercial vessels and liaising with them regarding water safety issues and compliance with regulations.",
      "id": "s218"
    },
    {
      "text": "Mr Forsaith was on duty on 24 August 2003.",
      "id": "s219"
    },
    {
      "text": "36 Mr Forsaith said that Sydney Harbour experienced an extreme storm on that day with very high winds.",
      "id": "s220"
    },
    {
      "text": "He described the weather as being extreme and as generating the strongest wind gusts that he could recall in his 30 years on the harbour.",
      "id": "s221"
    },
    {
      "text": "He has not seen a similar sized storm since.",
      "id": "s222"
    },
    {
      "text": "Mr Forsaith received in excess of 20 calls for assistance from boat users and owners on that day.",
      "id": "s223"
    },
    {
      "text": "Some 12 to 14 vessels broke their moorings within the area under his control, being the area to the east of Sydney Harbour Bridge across to Manly and all of the bays and waterways in between.",
      "id": "s224"
    },
    {
      "text": "He began to receive calls from members of the public from approximately 10 am and continued to receive calls until approximately 6 pm.",
      "id": "s225"
    },
    {
      "text": "Because of the size of the storm, Mr Forsaith considered that there was little that he, as a boating service officer, could do for vessels that had either broken mooring lines or dragged their moorings.",
      "id": "s226"
    },
    {
      "text": "Once a vessel begins drifting, there is little that can be done in severe winds without causing further damage to other vessels that may be in the vicinity.",
      "id": "s227"
    },
    {
      "text": "As a result of the storm on 24 August 2003, 7 or 8 vessels were stranded on the sand in Double Bay, on the western side of Point Piper.",
      "id": "s228"
    },
    {
      "text": "Mr Forsaith considered that the worst affected areas on that day were Double Bay, Watsons Bay and Rose Bay.",
      "id": "s229"
    },
    {
      "text": "37 Mr Vincent Julian Vaughn was a pilot with Sydney Harbour Seaplanes, which is based at Rose Bay.",
      "id": "s230"
    },
    {
      "text": "During 24 August 2003, Mr Vaughn spent the day monitoring a seaplane at the Rose Bay jetty for possible damage from winds and rough water.",
      "id": "s231"
    },
    {
      "text": "Mr Vaughn said that the wind strength grew progressively stronger and stronger as the day went on.",
      "id": "s232"
    },
    {
      "text": "38 At about 4.30 pm, Mr Vaughn saw a number of boats drifting across Rose Bay at an angle and velocity that suggested that they were not attached to moorings.",
      "id": "s233"
    },
    {
      "text": "In particular, Pavana drifted approximately 100 to 200 metres upwind of Seaquest and collided with Seaquest.",
      "id": "s234"
    },
    {
      "text": "Pavana came across the bow of Seaquest and rafted itself to the forward starboard side of Seaquest.",
      "id": "s235"
    },
    {
      "text": "Pavana shifted to its side at a sharp angle with its mooring line taut against the mooring line of Seaquest, which was also taut.",
      "id": "s236"
    },
    {
      "text": "At that time, the wind became stronger and the water conditions became rougher.",
      "id": "s237"
    },
    {
      "text": "Pavana held in the same position for about one hour until eventually the mooring line of Seaquest was severed.",
      "id": "s238"
    },
    {
      "text": "Seaquest then moved through the water at an angle and velocity that indicated that it was freely adrift.",
      "id": "s239"
    },
    {
      "text": "Seaquest drifted towards the south eastern corner of Rose Bay and became jammed between the public ferry wharf and the rock wall.",
      "id": "s240"
    },
    {
      "text": "During that time, Pavana continued to drift but at a rate that was slower than would be expected of a vessel that was freely adrift.",
      "id": "s241"
    },
    {
      "text": "39 Mr Malcolm Turnbull, a resident of Point Piper, observed Seaquest freely drifting in Rose Bay close to the shore at about 5.30 pm on 24 August 2003.",
      "id": "s242"
    },
    {
      "text": "Mr Turnbull made a video recording of Seaquest drifting between 5.30 pm and 6 pm and of Seaquest being caught between Rose Bay Wharf and the sea wall and being driven against the sea wall.",
      "id": "s243"
    },
    {
      "text": "The video recording is in evidence and shows strong winds and rough seas in Rose Bay.",
      "id": "s244"
    },
    {
      "text": "40 Mr Michael McMahon is the proprietor and operator of Catalina Restaurant, which is located on the promontory which juts out into Rose Bay towards the north.",
      "id": "s245"
    },
    {
      "text": "Mr McMahon observed winds in the early afternoon of 24 August 2003, which became stronger during the afternoon.",
      "id": "s246"
    },
    {
      "text": "At about 4.30 pm he saw several vessels that were moored in Rose Bay drifting across its waters following the wind.",
      "id": "s247"
    },
    {
      "text": "One of the vessels was Pavana, which collided with Seaquest.",
      "id": "s248"
    },
    {
      "text": "Mr McMahon said that, after hitting against each other for about one hour, the mooring line of Seaquest was cut and it drifted freely across Rose Bay, hitting the rock walls and jetty and breaking up.",
      "id": "s249"
    },
    {
      "text": "41 A police report made by Senior Constable Christian Popp of Sydney Water Police records his attendance at Rose Bay in relation to Seaquest.",
      "id": "s250"
    },
    {
      "text": "Constable Popp said that a decision was made not to attempt to remove Seaquest because of the extreme wind conditions at the time, including gusting in excess of 100 km per hour.",
      "id": "s251"
    },
    {
      "text": "42 Mr Peeters observed the storm on 24 August 2003.",
      "id": "s252"
    },
    {
      "text": "He had not seen a storm of such ferocity in more than 16 years of working on Sydney Harbour.",
      "id": "s253"
    },
    {
      "text": "After the storm, he was asked to carry out clean up work for Holmeport, including mooring number 60.",
      "id": "s254"
    },
    {
      "text": "In the course of that work, he pulled mooring number 60 out of the water to examine its components.",
      "id": "s255"
    },
    {
      "text": "He found all of the components of the mooring intact.",
      "id": "s256"
    },
    {
      "text": "After the examination, Ms Kearney-Hayes instructed him to put another 1 tonne block on mooring number 60.",
      "id": "s257"
    },
    {
      "text": "Mr Peeters told her that it would also need a new swivel bolt rope and a new anti-chafe.",
      "id": "s258"
    },
    {
      "text": "43 Mr Russell P. Morison is a meteorological consultant and is senior research scientist within the Centre for Environmental Modelling and Prediction and Climate and Environmental Dynamics Laboratory at the University of New South Wales.",
      "id": "s259"
    },
    {
      "text": "A large part of his professional career has been involved in computer modelling of the environment, in particular the atmosphere, ocean and waves.",
      "id": "s260"
    },
    {
      "text": "He has been working in meteorological modellings since the 1980s and has published extensively in his field.",
      "id": "s261"
    },
    {
      "text": "44 Mr Morison expressed his opinion in writing that the wind speeds that occurred at Rose Bay on 24 August 2003 are unlikely to have exceeded gale force, on the Beaufort Wind Scale.",
      "id": "s262"
    },
    {
      "text": "In his opinion, the sustained wind speeds shown by that data for Fort Denison and Wedding Cake West were in the strong wind speed range from 3 pm to 4.30 pm and peaked in the gale wind speed range in the period 4.30 pm to 6 pm.",
      "id": "s263"
    },
    {
      "text": "Mr Morison referred to frequency tables produced by the Bureau of Meteorology that, he says, show that strong winds occur in Sydney Harbour, on average, every couple of weeks and that gale force winds, on average, occur east of Sydney Harbour Bridge a few times a year.",
      "id": "s264"
    },
    {
      "text": "45 Mr Morison expressed the opinion, therefore, that the wind speeds in Sydney Harbour, including Rose Bay, were strong in the late afternoon of 24 August 2003, moving up to gale force in the early evening.",
      "id": "s265"
    },
    {
      "text": "He considered that it was very unlikely that winds exceeded gale force and considered that the storm represented a reasonably common occurrence in the climatology of the region.",
      "id": "s266"
    },
    {
      "text": "He said that wind speeds of the strength in question have a return period of less than five years.",
      "id": "s267"
    },
    {
      "text": "While he thought it was possible that there were winds that reached strong gale force, even winds of that severity have a return period below 10 years.",
      "id": "s268"
    },
    {
      "text": "That is to say, such conditions occur more frequently than once every 10 years.",
      "id": "s269"
    },
    {
      "text": "His opinion was based on data obtained from the Bureau of Meteorology.",
      "id": "s270"
    },
    {
      "text": "Mr Morison considered that, meteorologically speaking, a 1 in 5 or 1 in 10 year event was not \" rare \".",
      "id": "s271"
    },
    {
      "text": "Such an event should be expected to have a moderate probability of occurring.",
      "id": "s272"
    },
    {
      "text": "46 Mr Martin Babakhan is a lecturer in Aviation Meteorology at the University of Newcastle, Australia.",
      "id": "s273"
    },
    {
      "text": "Mr Babakhan expressed his opinion in writing that the storm that occurred in Sydney on the afternoon of 24 August 2003 would occur less than 0.5% of the time in the last 17 years and he therefore characterised it as a \" rare occurrence \".",
      "id": "s274"
    },
    {
      "text": "His written opinions explained how the weather conditions occurred.",
      "id": "s275"
    },
    {
      "text": "His opinion was that the storm on the afternoon of 24 August 2003 was caused by an intense low pressure system and cold front moving through the Sydney region.",
      "id": "s276"
    },
    {
      "text": "The Bureau of Meteorology issued a special weather report stating that for Sydney, at 5.35 pm winds were at 112.97 km per hour with a possibility of storm force winds in the afternoon, being winds with speed ranges between 88 and 102 km per hour.",
      "id": "s277"
    },
    {
      "text": "47 Based on data provided by the Bureau of Meteorology, Mr Babakhan considered that the winds that occurred on 24 August 2003 would occur at Wedding Cake West in excess of 15 times per year and at Fort Dennison nearly four times per year.",
      "id": "s278"
    },
    {
      "text": "He characterised the storm as \" a rare occurrence \" and of an intensity that occurs in Sydney Harbour on average no more than sixteen hours per year at 3 pm.",
      "id": "s279"
    },
    {
      "text": "He accepted in cross-examination that that signified an average recurrence interval of between five and ten years.",
      "id": "s280"
    },
    {
      "text": "RELEVANT PROVISIONS OF THE TRADE PRACTICES ACT \n \n48 Under s 4 of the Trade Practices Act , the term services includes, relevantly, any rights (including rights in relation to, and interests in, real or personal property), benefits, privileges or facilities that are, or are to be, provided, granted or conferred.",
      "id": "s281"
    },
    {
      "text": "More specifically, the term includes the rights, benefits, privileges or facilities that are, or are to be, provided, granted, or conferred under a contract for, or in relation to, the provision of, or the use or enjoyment of facilities for, amusement, entertainment, recreation or instruction.",
      "id": "s282"
    },
    {
      "text": "That extended definition may be thought to go beyond the meaning of the term services in ordinary English.",
      "id": "s283"
    },
    {
      "text": "The proceeding was conducted on the basis that the right conferred by the Mooring Agreement was services within the meaning of s 4 of the Trade Practices Act .",
      "id": "s284"
    },
    {
      "text": "49 Section 74(1) of the Trade Practices Act relevantly provides that, in every contract for the supply by a corporation of services to a consumer, there is an implied warranty that the services will be rendered with due care and skill.",
      "id": "s285"
    },
    {
      "text": "It is common ground that there was implied in the Mooring Agreement a warranty that the services that are the subject of the Mooring Agreement would be rendered with due care and skill.",
      "id": "s286"
    },
    {
      "text": "50 Section 74(2) of the Trade Practices Act relevantly provides that, where a corporation supplies services to a consumer and the consumer, expressly or by implication, makes known to the corporation any particular purpose for which the services are required or the result that he or she desires the services to achieve, there is an implied warranty that the services supplied under the contract will be reasonably fit for that purpose or are of such a nature and quality that they might reasonably be expected to achieve that result.",
      "id": "s287"
    },
    {
      "text": "However, there is an exception where the circumstances show that the consumer does not rely, or that it is unreasonable for him or her to rely, on the corporation's skill or judgment.",
      "id": "s288"
    },
    {
      "text": "Holmeport does not accept that any warranty was implied in the Mooring Agreement by the operation of s 74(2).",
      "id": "s289"
    },
    {
      "text": "51 There are provisions of the Trade Practices Act designed to negate attempts to contract out of the benefits intended to be conferred by provisions such as s 74.",
      "id": "s290"
    },
    {
      "text": "Thus, s 68 relevantly provides that any term of a contract that purports to exclude, restrict or modify, or has the effect of excluding, restricting or modifying the application of s 74 or any liability of a corporation for breach of a warranty implied by s 74 , is void.",
      "id": "s291"
    },
    {
      "text": "On the other hand, s 68A(1) provides, relevantly, that a term of the contract is not void under s 68 by reason only that the term limits the liability of the corporation for a breach of a warranty implied by s 74 to:\n \n \n &#8226; the supplying of the services again; or\n &#8226; the payment of the costs of having the services supplied again.",
      "id": "s292"
    },
    {
      "text": "52 The significance of s 68A is that it demonstrates, subject to the other provisions of s 68A , that s 68 was not intended, in ordinary circumstances, to void a term including a right to compensation for consequential loss suffered by breach of a warranty implied by s 74.",
      "id": "s293"
    },
    {
      "text": "That may have some bearing on the construction to be given to s 68 in relation to a term of a contract that might operate to exclude, restrict or modify the application of s 74 or any liability for breach of warranty implied by s 74 , which also has the effect of excluding some other liability.",
      "id": "s294"
    },
    {
      "text": "A question arises as to whether the effect of s 68 is to render a term of a contract void only to the extent that it purports to do or has the effect of doing the things described in s 68 , or whether it renders a term that has that effect void for all purposes.",
      "id": "s295"
    },
    {
      "text": "THE ISSUES \n \n53 The questions in issue are as follows:\n \n \n &#8226; Whether Holmeport, through Mr Campbell Holmes, engaged in misleading or deceptive conduct by reason of the statements made by him to Mr Ruaro in 1996 and 2000.",
      "id": "s296"
    },
    {
      "text": "&#8226; Whether there was a breach of the warranty implied by s 74(1) of the Trade Practices Act that the services supplied by Holmeport to Mr and Mrs Ruaro under the Mooring Agreement would be rendered with due care and skill.",
      "id": "s297"
    },
    {
      "text": "&#8226; Whether there was a warranty implied by s 74(2) of the Trade Practices Act that the services supplied by Holmeport to Mr and Mrs Ruaro under the Mooring Agreement would be reasonably fit for the purpose of mooring Seaquest; in particular, whether Mr and Mrs Ruaro made that purpose known to Holmeport or whether the circumstances showed that Mr and Mrs Ruaro did not rely on any skill or judgment on the part of Holmeport.",
      "id": "s298"
    },
    {
      "text": "&#8226; Whether Holmeport was under a duty to Mr and Mrs Ruaro to take all reasonable measures to ensure that the moorings of vessels in the environment of Seaquest's mooring were suitable for the vessels attached thereto and did not create a danger by moving across the sea bed within the environment of Seaquest's mooring ( the secure mooring duty ).",
      "id": "s299"
    },
    {
      "text": "&#8226; Whether Holmeport was under a duty to Mr and Mrs Ruaro to take all reasonable precautions to avoid damage to other vessels in the vicinity of Pavana by keeping a proper lookout in times of windy weather and providing a caretaker with a vessel with adequate towing power in the event that there was a risk of collision by vessels ( the proper look out duty ).",
      "id": "s300"
    },
    {
      "text": "&#8226; Whether the provisions of the Mooring Agreement were such as to exclude such duties of care and, if so, whether any such provision is void by the operation of s 68 of the Trade Practices Act .",
      "id": "s301"
    },
    {
      "text": "&#8226; Whether there was a breach of any warranty implied by s 74 or a breach of the secure mooring duty; in particular, whether the swing mooring to which Pavana was attached ought to have been capable of resisting drag in weather conditions that, on average, occur on Sydney Harbour more frequently than once every 50 years.",
      "id": "s302"
    },
    {
      "text": "&#8226; The value of Seaquest at the time of its destruction.",
      "id": "s303"
    },
    {
      "text": "CONTRAVENTION OF SECTION 52 OF THE TRADE PRACTICES ACT \n \n54 Mr and Mrs Ruaro contend that the statements made by Mr Holmes to Mr Ruaro on the two occasions outlined above, in 1996 and 2000, were misleading or deceptive or likely to mislead or deceive.",
      "id": "s304"
    },
    {
      "text": "They say that, by those statements, Holmeport, through Mr Holmes, represented to Mr Ruaro, that the mooring provided for Seaquest, and its environment, constitute a safe mooring for Seaquest and that the mooring and its environment are and will be suitable for the purpose of mooring Seaquest.",
      "id": "s305"
    },
    {
      "text": "55 Mr and Mrs Ruaro say that they were representations with respect to a future matter and that Mr Holmes did not have any reasonable grounds for making them.",
      "id": "s306"
    },
    {
      "text": "They also say that, because Holmeport adduced no evidence that it had reasonable grounds to make the representation, Holmeport is deemed, by the operation of s 51A(2) of the Trade Practices Act , not to have had reasonable grounds for making the representation.",
      "id": "s307"
    },
    {
      "text": "They say, in addition, that the representations were continuing representations that continued until the destruction of Seaquest.",
      "id": "s308"
    },
    {
      "text": "56 The first question is whether the representation pleaded arises from the statements made by Mr Holmes.",
      "id": "s309"
    },
    {
      "text": "I do not consider, on a fair reading of the exchange between Mr Ruaro and Mr Holmes in 1996, which is set out above (see paragraph [6]), that the exchange constituted the representation alleged.",
      "id": "s310"
    },
    {
      "text": "It is clear from the language of the exchange deposed to by Mr Ruaro, which was not disputed, that Mr Ruaro's concern related to the possibility of Seaquest being moved, and being damaged in the process.",
      "id": "s311"
    },
    {
      "text": "When Mr Holmes said that Seaquest would be \" fine just there right where it is \", he was not making a representation about the safety or the environment of the mooring to which Seaquest was attached.",
      "id": "s312"
    },
    {
      "text": "He was allaying Mr Ruaro's concerns that Holmeport might attempt to move Seaquest and cause damage to it by doing so.",
      "id": "s313"
    },
    {
      "text": "Holmeport did not, in 1996, make the representations alleged.",
      "id": "s314"
    },
    {
      "text": "Accordingly, there can be no question of the alleged representations being continued.",
      "id": "s315"
    },
    {
      "text": "57 The exchange that occurred in September 2000 was in a similar vein to the earlier exchange.",
      "id": "s316"
    },
    {
      "text": "Mr Ruaro's expressed concern was that, if he removed Seaquest to Drummoyne for the purposes of having it slipped, presumably for the purpose of carrying out renovation work, the mooring that he had may not be available when he returned.",
      "id": "s317"
    },
    {
      "text": "The thrust of Mr Holmes' statement was not directed to the safety or the environment of the mooring.",
      "id": "s318"
    },
    {
      "text": "Rather, he was merely allaying Mr Ruaro's concerns that, when Seaquest was returned to Rose Bay, he might not have the same mooring.",
      "id": "s319"
    },
    {
      "text": "The exchange that took place in September 2000 did not constitute the alleged representations.",
      "id": "s320"
    },
    {
      "text": "Similarly, there can be no question of the alleged representations being continued.",
      "id": "s321"
    },
    {
      "text": "58 The question of whether the alleged representations were misleading or deceptive or likely to mislead or deceive, therefore, does not arise.",
      "id": "s322"
    },
    {
      "text": "Properly understood, the statements made by Mr Holmes were to the effect that Seaquest would not be moved from its mooring and that the mooring would continue to be available for it.",
      "id": "s323"
    },
    {
      "text": "Indeed, it is clear from Mr Ruaro's evidence, that he understood the statements made by Mr Holmes in that way.",
      "id": "s324"
    },
    {
      "text": "59 The third question that would arise, if the representations alleged were made out, was whether Mr and Mrs Ruaro suffered damage by the conduct alleged, within the meaning of s 82 of the Trade Practices Act .",
      "id": "s325"
    },
    {
      "text": "That question would require consideration of whether there was a causal connection between the loss of Seaquest and the statements made by Mr Holmes.",
      "id": "s326"
    },
    {
      "text": "Mr and Mrs Ruaro alleged that, in reliance upon the statements made by Mr Holmes, Mr Ruaro signed the Mooring Agreement and did not move Seaquest from its mooring.",
      "id": "s327"
    },
    {
      "text": "60 However, Mr Ruaro gave no evidence that he understood the statements made by Mr Holmes constituted the representation alleged that he was induced to sign the Mooring Agreement and not to move Seaquest.",
      "id": "s328"
    },
    {
      "text": "Rather, he did not understand that Mr Holmes was telling him that the Seaquest mooring and its environment constituted a safe mooring for Seaquest and that the environment of the mooring would be suitable for the purpose of mooring Seaquest.",
      "id": "s329"
    },
    {
      "text": "Mr Ruaro gave no evidence of any such understanding.",
      "id": "s330"
    },
    {
      "text": "61 Mr and Mrs Ruaro have not established that they have a cause of action based on contravention of s 52 of the Trade Practices Act on the part of Holmeport.",
      "id": "s331"
    },
    {
      "text": "SECTION 74(1) OF THE TRADE PRACTICES ACT \n \n62 Mr and Mrs Ruaro contend that the Mooring Agreement contained an implied term that all services to be provided by Holmeport pursuant to the Mooring Agreement would be provided with due care and skill.",
      "id": "s332"
    },
    {
      "text": "They say that the mooring services provided pursuant to the Mooring Agreement, including the selection of the environment within which those services were performed, were not provided with due care and skill.",
      "id": "s333"
    },
    {
      "text": "63 The notion of a non-exclusive licence to attach a vessel to a swing mooring of the kind in question does not fit felicitously within the ordinary English concept of \" services \".",
      "id": "s334"
    },
    {
      "text": "However, it is common ground that the extended meaning of that term would include the rights arising under the Mooring Agreement, consisting of the non-exclusive licence to attach Seaquest to the mooring.",
      "id": "s335"
    },
    {
      "text": "That right was provided by Holmeport without hindrance.",
      "id": "s336"
    },
    {
      "text": "Seaquest's mooring held fast.",
      "id": "s337"
    },
    {
      "text": "64 The rights conferred on Mr and Mrs Ruaro by the Mooring Agreement did not extend to the safekeeping of Seaquest.",
      "id": "s338"
    },
    {
      "text": "Indeed, the express terms of the Mooring Agreement provide to the contrary.",
      "id": "s339"
    },
    {
      "text": "I do not consider that the services provided under the Mooring Agreement, being the right to the use or enjoyment of the mooring under a non-exclusive licence, was provided by Holmeport otherwise than with due care and skill.",
      "id": "s340"
    },
    {
      "text": "Indeed, it is difficult to comprehend, in the present context, what care and skill would be entailed in the mere offering of a person to use a facility that, of itself, was sound.",
      "id": "s341"
    },
    {
      "text": "The position may be different, of course, if the mooring to which Seaquest was attached was inadequate to restrain Seaquest.",
      "id": "s342"
    },
    {
      "text": "That may have involved a failure to provide the relevant services with due care and skill.",
      "id": "s343"
    },
    {
      "text": "That, however, is not this case.",
      "id": "s344"
    },
    {
      "text": "There was no breach of the warranty implied by s 74(1).",
      "id": "s345"
    },
    {
      "text": "SECTION 74(2) OF THE TRADE PRACTICES ACT \n \n65 Mr and Mrs Ruaro contend that the Mooring Agreement contained an implied term pursuant to s 74(2) , that all services, including the locating of the mooring for Seaquest pursuant to the Mooring Agreement, would be reasonably fit for the purpose of providing a mooring and its concomitant environment for Seaquest and would be of such a nature and quality that they might reasonably be expected to achieve that result.",
      "id": "s346"
    },
    {
      "text": "They rely on the same facts and circumstances as are relied upon as constituting a breach of the secure mooring duty.",
      "id": "s347"
    },
    {
      "text": "66 However, there is a prior question in relation to s 74(2) , namely, whether a warranty such as is alleged was implied in the Mooring Agreement.",
      "id": "s348"
    },
    {
      "text": "No such warranty will be implied unless Mr and Mrs Ruaro, either expressly or by implication, made known to Holmeport, the particular purpose for which the relevant services were required.",
      "id": "s349"
    },
    {
      "text": "Further, the warranty will not be implied where the circumstances show that Mr and Mrs Ruaro did not rely, or that it was unreasonable for them to rely, on Holmeport's skill and judgment.",
      "id": "s350"
    },
    {
      "text": "67 Mr and Mrs Ruaro point to Mr Ruaro's discussions with Mr Holmes in 1996 and 2000.",
      "id": "s351"
    },
    {
      "text": "They say that, in those conversations, Mr and Mrs Ruaro made known to Mr Holmes the purpose for which the non-exclusive licence to use the mooring was required, namely, the mooring of Seaquest.",
      "id": "s352"
    },
    {
      "text": "Clearly, the discussion in 2000 cannot be relevant to the implication of a warranty in the Mooring Agreement, which was made in 1996.",
      "id": "s353"
    },
    {
      "text": "68 It is clear enough that Mr Ruaro made known to Mr Holmes the purpose for which Mr and Mrs Ruaro required the non-exclusive licence to use the mooring.",
      "id": "s354"
    },
    {
      "text": "However, I consider that the circumstances show that Mr and Mrs Ruaro did not rely on any skill or judgment on the part of Mr Holmes.",
      "id": "s355"
    },
    {
      "text": "Further, in the circumstances, it would be unreasonable for them to rely on any particular skill or judgment, having regard to the terms of the Mooring Agreement.",
      "id": "s356"
    },
    {
      "text": "69 Seaquest had been moored at the Point Piper marina for several years before the Mooring Agreement was signed and before Mr Ruaro and Mr Holmes had their conversation in 1996.",
      "id": "s357"
    },
    {
      "text": "There was no suggestion, in 1996, that Mr Ruaro wished to take Seaquest away from the Point Piper marina.",
      "id": "s358"
    },
    {
      "text": "The only question is whether he would enter into a written agreement with respect to the use of the mooring.",
      "id": "s359"
    },
    {
      "text": "He wanted to ensure that he retained the same mooring.",
      "id": "s360"
    },
    {
      "text": "He had chosen Holmeport's marina as being convenient for his purpose.",
      "id": "s361"
    },
    {
      "text": "In the circumstances, I consider that it is clear that he did not rely on Mr Holmes' skill and judgment as to the adequacy of the mooring in question.",
      "id": "s362"
    },
    {
      "text": "He was apparently disappointed by the lack of professionalism shown by Mr Holmes' predecessor.",
      "id": "s363"
    },
    {
      "text": "That, however, had nothing to do with reliance upon Mr Holmes' skill and judgment as to the adequacy of the Seaquest mooring as a mooring for Seaquest.",
      "id": "s364"
    },
    {
      "text": "70 Further, the terms of the Mooring Agreement confirm that that is so.",
      "id": "s365"
    },
    {
      "text": "Mr Ruaro was asked to sign the Mooring Agreement.",
      "id": "s366"
    },
    {
      "text": "He read it carefully enough for him to notice Condition 4, such that he queried what he characterised as an \" exoneration clause \".",
      "id": "s367"
    },
    {
      "text": "Indeed, immediately above his signature was the statement that he had carefully read the Mooring Agreement, including the conditions printed overleaf.",
      "id": "s368"
    },
    {
      "text": "There is every reason, therefore, to conclude that he also read Condition 7, whereby he expressly acknowledged and warranted that he had examined the facilities and relied on his own judgment in accepting the use of the facilities.",
      "id": "s369"
    },
    {
      "text": "It is clear, in all of the circumstances, that Mr and Mrs Ruaro did not rely on the skill and judgment of Holmeport or Mr Holmes.",
      "id": "s370"
    },
    {
      "text": "71 Section 68 of the Trade Practices Act has no operation in this context.",
      "id": "s371"
    },
    {
      "text": "Section 74(2) in its terms recognises that there will be circumstances where no term is implied.",
      "id": "s372"
    },
    {
      "text": "Section 68 does not have the effect of nullifying the qualification in s 74(2) itself.",
      "id": "s373"
    },
    {
      "text": "DUTY OF CARE \n \n72 Mr and Mrs Ruaro allege that Holmeport owed duties of care to them in two respects as follows:\n \n \n &#8226; To take all reasonable measures to ensure that the moorings of boats in the environment of the Seaquest mooring were suitable for the vessels attached thereto and did not create a danger by moving across the seabed within the environment of the Seaquest mooring so as to collide with the Seaquest ( the secure mooring duty ).",
      "id": "s374"
    },
    {
      "text": "&#8226; To take all reasonable precautions to avoid damage to Seaquest by keeping a proper lookout in times of windy weather and providing a caretaker with a vessel with adequate towing power in the event that there was a risk of collision by vessels at the Point Piper marina ( the proper lookout duty ).",
      "id": "s375"
    },
    {
      "text": "73 As to the proper lookout duty, the real issue was whether such a duty arose.",
      "id": "s376"
    },
    {
      "text": "If it did, there was essentially no dispute that the duty was not discharged.",
      "id": "s377"
    },
    {
      "text": "That is to say, Holmeport accepts that it did not keep any lookout in times of windy weather or provide a caretaker in order to avoid damage to Seaquest.",
      "id": "s378"
    },
    {
      "text": "The question of breach of the secure mooring duty depends upon whether mooring number 60 ought to have been capable of resisting drag in the weather conditions that occurred on 24 August 2003.",
      "id": "s379"
    },
    {
      "text": "I shall deal with that question later.",
      "id": "s380"
    },
    {
      "text": "74 The existence of the two duties must be considered in the context of the relationship that existed between Holmeport and Mr and Mrs Ruaro.",
      "id": "s381"
    },
    {
      "text": "That, in turn, depends, to some extent, on the terms of the Mooring Agreement.",
      "id": "s382"
    },
    {
      "text": "75 In their second further amended statement of claim, Mr and Mrs Ruaro make the following allegations in support of the existence of the alleged duties of care:\n \n \n &#8226; Holmeport ought reasonably to have foreseen that, when it laid and provided a mooring for Pavana that was of such weight and configuration that it was likely to move when Pavana was moored to it, the environment of the Seaquest mooring would be rendered dangerous to Seaquest because Pavana would drag its mooring and collide with nearby vessels including Seaquest.",
      "id": "s383"
    },
    {
      "text": "&#8226; Mr and Mrs Ruaro were part of a special, ascertainable class who might suffer economic loss by reason that the Pavana mooring was inadequate or not fit for the purpose of mooring Pavana.",
      "id": "s384"
    },
    {
      "text": "&#8226; Mr and Mrs Ruaro were vulnerable to loss from a collision between Seaquest and the Pavana resulting from Pavana's dragging its mooring.",
      "id": "s385"
    },
    {
      "text": "76 While those factors may well give rise to a duty on the part of Holmeport to take reasonable measures to ensure that the mooring of Pavana was suitable for Pavana, I do not consider that those factors give rise to a duty on the part of Holmeport to keep a proper lookout in times of windy weather and provide a caretaker with a vessel with adequate towing power in the event of a risk of collision, in order to avoid damage to Seaquest.",
      "id": "s386"
    },
    {
      "text": "77 The latter conclusion is reinforced by the terms of the Mooring Agreement.",
      "id": "s387"
    },
    {
      "text": "The relationship between Holmeport and Mr and Mrs Ruaro was a contractual one, under which Holmeport granted to Mr and Mrs Ruaro the right to use and occupy its facilities to moor Seaquest.",
      "id": "s388"
    },
    {
      "text": "By Condition 4 of the Mooring Agreement, Mr and Mrs Ruaro agreed that Holmeport was not to be liable for the care and protection of Seaquest.",
      "id": "s389"
    },
    {
      "text": "That is to say, they agreed that Holmeport was not to be responsible for the care and protection of Seaquest.",
      "id": "s390"
    },
    {
      "text": "Further, they acknowledged that they had examined the facilities that were the subject of the Mooring Agreement and relied on their own judgment in accepting the use of the facilities.",
      "id": "s391"
    },
    {
      "text": "Mr and Mrs Ruaro were paying a fixed monthly sum for the use of the mooring.",
      "id": "s392"
    },
    {
      "text": "They were paying no fee for the safe keeping of Seaquest.",
      "id": "s393"
    },
    {
      "text": "I do not consider that Holmeport was, in the circumstances, under a duty to keep a proper lookout in times of windy weather or to provide a caretaker with a vessel with adequate towing power in the event that there was a risk of collision in order to avoid damage to Seaquest.",
      "id": "s394"
    },
    {
      "text": "78 The terms of the secure mooring duty alleged are curious.",
      "id": "s395"
    },
    {
      "text": "Mr and Mrs Ruaro allege a duty to take reasonable measures to ensure that the moorings of boats in the environment of Seaquest were suitable for the vessels attached to them.",
      "id": "s396"
    },
    {
      "text": "They allege that that duty was owed to them as members of a special ascertainable class who might suffer economic loss by a mooring in the environment in which the members of that class had moored vessels, being a mooring that: \n \n&#8226; was inadequate for the purpose of mooring Pavana;\n \n&#8226; was not fit for the purposes of mooring Pavana; or \n \n&#8226; was not suitable for Pavana.",
      "id": "s397"
    },
    {
      "text": "79 Holmeport also placed reliance on the indemnity contained in Condition 3(b).",
      "id": "s398"
    },
    {
      "text": "By that provision, Mr and Mrs Ruaro agreed that they would indemnify and keep indemnified Holmeport from all actions and claims for which Holmeport might become liable in respect of or arising from loss or damage to any property arising out of the use of \" the Facilities \" or any act or omission by Mr and Mrs Ruaro.",
      "id": "s399"
    },
    {
      "text": "As a matter of construction, I do not consider that that provision would entitle Holmeport to be indemnified by Mr and Mrs Ruaro in respect of any liability that Holmeport might be held to have to Mr and Mrs Ruaro in the proceeding.",
      "id": "s400"
    },
    {
      "text": "I consider that the provision should be construed as an agreement to indemnify Holmeport in respect of any liability that Holmeport might incur by reason of acts or omissions on the part of Mr and Mrs Ruaro.",
      "id": "s401"
    },
    {
      "text": "It follows, therefore, that, whatever the outcome of the claim by Mr and Mrs Ruaro might be, Holmeport's cross-claim should be dismissed.",
      "id": "s402"
    },
    {
      "text": "To the extent that there have been costs attributable solely to the cross-claim, Holmeport should pay those costs.",
      "id": "s403"
    },
    {
      "text": "80 Nevertheless, the terms of Condition 3(b) have a bearing on the question of whether or not Holmeport owed a duty to Mr and Mrs Ruaro in the terms of the secure mooring duty as alleged.",
      "id": "s404"
    },
    {
      "text": "That is to say, the Mooring Agreement must be construed as a whole.",
      "id": "s405"
    },
    {
      "text": "In particular, Condition 4 must be construed in the light of the other conditions of the Mooring Agreement and the relationship that it created between Mr and Mrs Ruaro and Holmeport.",
      "id": "s406"
    },
    {
      "text": "Holmeport contends that the effect of the Mooring Agreement, and Conditions 4 and 11 in particular, is that the secure mooring duty, as alleged, did not arise.",
      "id": "s407"
    },
    {
      "text": "81 Condition 3(b) evinces a clear intention that Mr and Mrs Ruaro were to bear the risk of any liability that might be incurred by Holmeport arising out of the use of the facilities by Mr and Mrs Ruaro.",
      "id": "s408"
    },
    {
      "text": "That is emphasised by Condition 3(j), whereby Mr and Mrs Ruaro agree to take out and maintain proper and adequate insurance in respect of Seaquest.",
      "id": "s409"
    },
    {
      "text": "While Condition 3(j) refers to \" the Craft \", it is clear that that is intended to refer to the marine craft, particulars of which were inserted in the appropriate box on the front of the Mooring Agreement.",
      "id": "s410"
    },
    {
      "text": "While Condition 3(j) refers specifically to public liability insurance, its terms clearly also include insurance of the Craft against any loss of or damage to the Craft.",
      "id": "s411"
    },
    {
      "text": "The provision is part of the overall scheme of the Mooring Agreement, which is clearly designed to limit the obligations of Holmeport.",
      "id": "s412"
    },
    {
      "text": "82 Condition 4 of the Mooring Agreement must be understood against that scheme.",
      "id": "s413"
    },
    {
      "text": "The syntax of the second part of Condition 4 is not easy.",
      "id": "s414"
    },
    {
      "text": "It is clearly intended to exonerate Holmeport from some liability.",
      "id": "s415"
    },
    {
      "text": "Clearly enough, Holmeport is not to be liable for any loss or damage, however caused, which may be suffered or incurred by or in respect of Seaquest.",
      "id": "s416"
    },
    {
      "text": "Clearly, Mr and Mrs Ruaro suffered damage and loss in respect of Seaquest.",
      "id": "s417"
    },
    {
      "text": "83 In a sense, Condition 4 operates fortuitously in favour of Holmeport in the present case.",
      "id": "s418"
    },
    {
      "text": "Clearly enough, Condition 4 was intended to operate in circumstances where, by reason of some deficiency in the mooring assigned to Seaquest, Seaquest became adrift and suffered damage.",
      "id": "s419"
    },
    {
      "text": "Nevertheless, Condition 4 is applicable in its terms.",
      "id": "s420"
    },
    {
      "text": "As a matter of contract, Mr and Mrs Ruaro agreed that Holmeport would not be liable for any loss or damage suffered or incurred by or in respect of Seaquest, however caused.",
      "id": "s421"
    },
    {
      "text": "As a matter of contract, they have agreed not to hold Holmeport responsible for any loss or damage by or in respect of Seaquest.",
      "id": "s422"
    },
    {
      "text": "I do not consider that Holmeport owed the secure mooring duty to Mr and Mrs Ruaro as alleged.",
      "id": "s423"
    },
    {
      "text": "Accordingly, subject to the operation of s 68 of the Trade Practices Act , I do not consider that Holmeport has any liability in tort for breach of the alleged secure mooring duty.",
      "id": "s424"
    },
    {
      "text": "OPERATION OF SECTION 68 OF THE TRADE PRACTICES ACT \n \n84 Mr and Mrs Ruaro contended that the conditions of the Mooring Agreement to which I have referred above purport to exclude, restrict or modify or have the effect of excluding, restricting or modifying the application of s 74 of the Trade Practices Act and any liability of Holmeport for breach of the warranties implied by s 74.",
      "id": "s425"
    },
    {
      "text": "They say that, therefore, those conditions are void by the operation of s 68 of the Trade Practices Act .",
      "id": "s426"
    },
    {
      "text": "Accordingly, they say, the conditions can have no effect in relation to the question of the existence of a duty of care, the breach of which would give rise to a liability in tort under the general law.",
      "id": "s427"
    },
    {
      "text": "85 I do not consider that s 68 of the Trade Practices Act operates to render Condition 4 void.",
      "id": "s428"
    },
    {
      "text": "I consider that the effect of s 68 is to render a term of a contract void only to the extent that it modifies the operation of, relevantly, s 74.",
      "id": "s429"
    },
    {
      "text": "Section 68 is not designed to strike down valid contractual arrangements except in so far as the arrangements are designed to exclude the benefits intended to be conferred by provisions such as s 74.",
      "id": "s430"
    },
    {
      "text": "ADEQUACY OF MOORING 60 TO RESTRAIN PAVANA \n \n86 In the light of the conclusions that I have reached, it is not strictly necessary to deal with the question of the adequacy of mooring number 60 as a mooring for Pavana.",
      "id": "s431"
    },
    {
      "text": "Nevertheless, that question was a substantial issue in the proceeding and it is appropriate that I express the conclusions that I would reach as to whether there was a breach of the secure mooring duty or a breach of a warranty implied by s 74(2) of the Trade Practices Act , if I had concluded that Holmeport owed the secure mooring duty or that a warranty was implied by s 74(2).",
      "id": "s432"
    },
    {
      "text": "The question, as I apprehend the contentions of the parties, is whether Holmeport took reasonable measures to ensure that Pavana's mooring was adequate to hold Pavana in conditions that could reasonably be expected in Rose Bay.",
      "id": "s433"
    },
    {
      "text": "87 Mr and Mrs Ruaro alleged that Holmeport was in breach of the secure mooring duty and of the s 74(2) warranty in so far as Holmeport:\n \n \n &#8226; failed to check the condition and adequacy of mooring number 60 for Pavana;\n &#8226; failed to supply an adequate mooring block for Pavana to ensure that the mooring would not be dragged by Pavana;\n &#8226; failed to ensure that mooring number 60 was adequate for the purpose of mooring Pavana so that it would not drag;\n &#8226; failed to ensure that Pavana was allocated to a mooring that was appropriate for its use;\n &#8226; caused Pavana to be moored to mooring number 60 when Holmeport knew or ought to have known that mooring number 60 would not be adequate to hold Pavana.",
      "id": "s434"
    },
    {
      "text": "88 There is no accepted design or methodology for the design of swing moorings in Sydney Harbour.",
      "id": "s435"
    },
    {
      "text": "Components of mooring systems are assembled and installed by mooring contractors based on experience and judgment.",
      "id": "s436"
    },
    {
      "text": "However, Mr and Mrs Ruaro say that, even if there was no standard practice at the time for the laying of moorings or the allocation of moorings to boats, such a lack of a consistent industry practice is not a defence to their claims of breach of duty and breach of warranty.",
      "id": "s437"
    },
    {
      "text": "89 Mr and Mrs Ruaro contend that Holmeport was under a duty to ensure, or alternatively, warranted, that the Pavana mooring was reasonably fit to withstand wind conditions more severe than the conditions that occurred on 24 August 2003.",
      "id": "s438"
    },
    {
      "text": "They conducted the proceeding on the basis that the issue was whether the mooring to which Pavana was attached ought to have been capable of holding her in weather conditions of a 50 year average recurrence interval.",
      "id": "s439"
    },
    {
      "text": "Average recurrence interval is a means of defining the frequency of an event.",
      "id": "s440"
    },
    {
      "text": "Thus, a 50 year average recurrence interval event is an event that is, on average, going to occur or be exceeded once in every 50 years.",
      "id": "s441"
    },
    {
      "text": "90 Mr and Mrs Ruaro point to the evidence that conditions of the severity that was experienced in Rose Bay on 24 August 2003 occur, on average, much more frequently than once every 50 years.",
      "id": "s442"
    },
    {
      "text": "They say that, therefore, there was a breach of the secure mooring duty and of the s 74(2) warranty.",
      "id": "s443"
    },
    {
      "text": "91 Holmeport, on the other hand, does not accept that an arbitrary criterion of a 50 year average recurrence interval is appropriate.",
      "id": "s444"
    },
    {
      "text": "It says that, in any event, mooring number 60 was adequate for Pavana and the conditions of 24 August 2003 were so exceptional that it ought not be held responsible for the failure of mooring number 60 to hold Pavana.",
      "id": "s445"
    },
    {
      "text": "92 Mr and Mrs Ruaro rely on the evidence of Mr Gregory William Britton, a well qualified engineer, who is the principal of Patterson Britton &amp; Partners Pty Ltd and who has 28 years experience in coastal maritime and environmental engineering.",
      "id": "s446"
    },
    {
      "text": "Mr Britton was asked to express his opinion as to whether mooring number 60 was, on 24 August 2003, reasonably adequate for a vessel of the dimensions, displacement, weight and design of Pavana.",
      "id": "s447"
    },
    {
      "text": "In his written opinion, Mr Britton said that, in order to assess the adequacy of mooring number 60, it was necessary to estimate its holding capacity as installed and the holding capacity that might reasonably have been provided in the circumstances.",
      "id": "s448"
    },
    {
      "text": "93 Mr Britton said that the holding capacity of a mooring is a function of a range of factors, including the following:\n \n&#8226; type of seabed;\n \n&#8226; the weight of the anchoring mass; and \n \n&#8226; the scope of the mooring line.",
      "id": "s449"
    },
    {
      "text": "94 The seabed in the area of mooring number 60 in Rose Bay is sandy silt.",
      "id": "s450"
    },
    {
      "text": "Sand has a more consisting holding power than mud or silt.",
      "id": "s451"
    },
    {
      "text": "The weight of the anchoring mass of mooring number 60 was one tonne.",
      "id": "s452"
    },
    {
      "text": "Scope is the ratio of the length of total mooring line from the anchor block to the water surface, divided by the water depth.",
      "id": "s453"
    },
    {
      "text": "The total mooring line length of mooring number 60 was approximately 25 m, comprising 11 m of chain, 1 m of anti-chafe line and 13 m of silver rope.",
      "id": "s454"
    },
    {
      "text": "The water depth at the mooring at low tide was approximately 12 m. On that basis, the scope of the mooring line of mooring number 60 would have been 2:1.",
      "id": "s455"
    },
    {
      "text": "That is typical of the scope of moorings in Sydney Harbour.",
      "id": "s456"
    },
    {
      "text": "95 The tendency for a mooring to drag is resisted by the frictional force between the sea bed and the anchoring mass, being the concrete blocks in the present case.",
      "id": "s457"
    },
    {
      "text": "That is dependent on the buoyant mass of the blocks, reduction in that weight due to the lift force and the coefficient of friction between the blocks and the sea bed.",
      "id": "s458"
    },
    {
      "text": "Concrete blocks having a mass in air of 1 tonne would have a buoyant mass of 0.6 tonnes.",
      "id": "s459"
    },
    {
      "text": "The lift force will depend upon the environmental conditions such as wind and wave effects.",
      "id": "s460"
    },
    {
      "text": "A typical coefficient of friction between concrete and sand is 0.5.",
      "id": "s461"
    },
    {
      "text": "Thus, the holding efficiency of concrete blocks would be expected to be less than half the combined weight of the concrete blocks.",
      "id": "s462"
    },
    {
      "text": "96 In his written opinion, Mr Britton referred to Australian Standard AS4997-2005, entitled Guidelines for the Design of Maritime Structures ( AS4997 ).",
      "id": "s463"
    },
    {
      "text": "AS4997 sets out guidelines for the design of structures in a marine environment and is intended to cover the design of near shore coastal and estuarine structures.",
      "id": "s464"
    },
    {
      "text": "It specifies the structures the design of which it is intended to cover, including berthing dolphins and floating berths.",
      "id": "s465"
    },
    {
      "text": "It does not mention swing moorings.",
      "id": "s466"
    },
    {
      "text": "While AS4997 was not published until 2005, a draft, in essentially the same terms, was circulated for public comment in 2002.",
      "id": "s467"
    },
    {
      "text": "97 Section 5 of AS4997 is concerned with ' Design Actions '.",
      "id": "s468"
    },
    {
      "text": "Clause 5.1 provides that the design for ultimate strength, serviceability, stability and other relevant limit states for maritime structures should take into account the appropriate design actions, including wind actions, current and debris actions and wave actions.",
      "id": "s469"
    },
    {
      "text": "Clause 5.4 deals with \" Wind Actions \" and says that wind actions on vessels and floating structures may be designed using a wind pressure based on a 30 second gust rather than basic wind speeds due to 3 second gusts.",
      "id": "s470"
    },
    {
      "text": "The reason is that floating structures have a delayed response to wind loads.",
      "id": "s471"
    },
    {
      "text": "98 Clause 5.5 of AS4997 deals with \" Current Actions \" and provides that the design strength of maritime structures should allow for the combined effects of tidal and river estuarine flood currents.",
      "id": "s472"
    },
    {
      "text": "Clause 5.9 deals with \" Wave Actions \" and clause 5.9.2 refers to \" Design Wave Heights \".",
      "id": "s473"
    },
    {
      "text": "Clause 5.9.2 provides that the design strength of maritime structures should allow for the highest wave likely to occur on the structure over the selected design life and an annual probability of exceedence based on the function category of the facility.",
      "id": "s474"
    },
    {
      "text": "99 Table 5.4 of AS4997 shows the \" Annual Probability of Exceedance of Design Wave Events \" for structures of various design lives and function categories.",
      "id": "s475"
    },
    {
      "text": "It shows that the design working life of small craft facilities is 25 years and that the probability of exceedance of design wave events of structures presenting a low degree of hazard to life or property, being small craft facilities, is 1 in 50 years.",
      "id": "s476"
    },
    {
      "text": "100 Section 6 of AS4997 is concerned with \" Durability \".",
      "id": "s477"
    },
    {
      "text": "Clause 6.1 provides that maritime structures are generally sited in very aggressive environments for normal structural materials and suggests that the design of maritime structures should include consideration of the requirements to withstand the aggressive environment while the structure remains serviceable.",
      "id": "s478"
    },
    {
      "text": "Clause 6.2.1, under the heading \" Design Life \", provides that, at the end of the design life, the structure should have adequate strength to resist ultimate loads and be serviceable, but may have reached a stage where further deterioration will result in inadequate structural capacity.",
      "id": "s479"
    },
    {
      "text": "Table 6.1, which follows that clause, specifies a design life of 25 years for small craft facilities.",
      "id": "s480"
    },
    {
      "text": "101 In oral evidence, Mr Britton also referred to Marina Guidelines , published by the New South Wales Department of Public Works in 1987.",
      "id": "s481"
    },
    {
      "text": "Mr Britton said that the Marina Guidelines were superseded when AS4997 was introduced, such that AS4997 embodies some 20 years or so of practice in the relevant area.",
      "id": "s482"
    },
    {
      "text": "Mr Britton and his firm were involved in the preparation of the Marina Guidelines and in the preparation of AS4997.",
      "id": "s483"
    },
    {
      "text": "102 The objectives of the Marina Guidelines were to identify the principal issues that should be considered by the proponents, designers and reviewers of marina proposals and to provide sound technical advice on design concepts for marinas.",
      "id": "s484"
    },
    {
      "text": "Section 5 of the Marina Guidelines deals with natural forces in the marine environment.",
      "id": "s485"
    },
    {
      "text": "Clause 5.1 states that wind and wave action can be the major cause of structural damage at a marina.",
      "id": "s486"
    },
    {
      "text": "Clause 5.3 provides that wind loads should be determined using a design wind pressure based on a \" steady state \" wind speed, rather than the speed of wind gusts, because the higher gust loads are seldom transmitted to the mooring system owing to the inertia of the boats and floatation units and the flexibility of mooring lines and piles.",
      "id": "s487"
    },
    {
      "text": "Clause 5.3 suggests that a mean return period of 50 years for the design wind is recommended.",
      "id": "s488"
    },
    {
      "text": "103 Mr Britton said that the concept of an average recurrence interval is adopted quite regularly as a risk based approach to the design of small craft facilities.",
      "id": "s489"
    },
    {
      "text": "He said that it had certainly been adopted within the New South Wales Public Works Department and by other people who are involved in the design of marinas or small craft facilities generically.",
      "id": "s490"
    },
    {
      "text": "104 In his written opinion, Mr Britton said that AS4997 \" provides some guidance for the design event that might reasonably be adopted \".",
      "id": "s491"
    },
    {
      "text": "He also said that, based on table 5.4 in AS4997, \" it could be argued that an event having an average recurrence interval between 50 and 200 years should be adopted \" [emphasis added].",
      "id": "s492"
    },
    {
      "text": "In his oral evidence, Mr Britton said that the Marina Guidelines were generally accepted in New South Wales and that he regarded the reference to a return period of 50 years as confirming his opinion that it could be argued that an event having an average recurrence interval of at least 50 years should be adopted as the criterion for the holding capacity of a swing mooring.",
      "id": "s493"
    },
    {
      "text": "105 Mr Britton expressed his opinion in oral evidence that there was not a lot of difference between the considerations that should be taken into account in relation to marinas, on the one hand, and swing moorings, on the other, in so far as they are both small craft facilities.",
      "id": "s494"
    },
    {
      "text": "He said that the consequence of failure in a marina is really no different from failure in a mooring: vessels will become adrift and may be damaged or may damage other vessels or other structures.",
      "id": "s495"
    },
    {
      "text": "Mr Britton said that he would not regard a vessel on a mooring as different in any significant way from a vessel on a marina berth, in terms of the consequences of something going wrong.",
      "id": "s496"
    },
    {
      "text": "He did not see the design of a swing mooring as being any different from the design philosophy used for marinas in determining wind loads.",
      "id": "s497"
    },
    {
      "text": "On that basis, he said that he would advise a client to adopt a 50 average recurrence interval as the relevant design event for a swing mooring.",
      "id": "s498"
    },
    {
      "text": "106 Mr Britton explained that his reasoning process for that conclusion was that it is a balanced risk based judgment.",
      "id": "s499"
    },
    {
      "text": "He said that there is a certain likelihood of such an event occurring on average, once in every 50 years.",
      "id": "s500"
    },
    {
      "text": "If it does occur, the consequence could be substantial damage to the particular vessel, damage to other vessels and potential damage to life as a result of people trying to rescue vessels in such circumstances.",
      "id": "s501"
    },
    {
      "text": "He expressed the opinion that the standard to be adopted required a determination of the likelihood and consequences of failure.",
      "id": "s502"
    },
    {
      "text": "107 In the course of cross-examination, Mr Britton accepted that what happens in relation to swing moorings on Sydney Harbour has really been based on local knowledge and information passed down, almost, from father to son.",
      "id": "s503"
    },
    {
      "text": "Mr Britton agreed that there are a number of well-known mooring industry families.",
      "id": "s504"
    },
    {
      "text": "He agreed that a great deal of experience had been built up by people involved in laying and servicing moorings, replacing moorings and in all activities involving moorings.",
      "id": "s505"
    },
    {
      "text": "He accepted that, in effect, there have been no designs or design standards that have been used in the mooring industry on Sydney Harbour.",
      "id": "s506"
    },
    {
      "text": "108 Mr Britton was not aware of the use of the concept of average recurrence interval in relation to swing moorings.",
      "id": "s507"
    },
    {
      "text": "He said that swing moorings have not received a lot of regulation and there are very few industry standards in terms of their design.",
      "id": "s508"
    },
    {
      "text": "He said that, so far as he is aware, the concept of an average recurrence interval has not been written down in relation to swing moorings.",
      "id": "s509"
    },
    {
      "text": "In his experience, moorings are put in place by mooring contractors who have rules of thumb that they have developed over a number of years of experience, often handed down through family members.",
      "id": "s510"
    },
    {
      "text": "He explained that the rules of thumb depend upon size of vessel, water depth, and scope of mooring lines.",
      "id": "s511"
    },
    {
      "text": "109 Mr Warwick J.",
      "id": "s512"
    },
    {
      "text": "Hood AO is a consulting naval architect and marine transport consultant.",
      "id": "s513"
    },
    {
      "text": "He has been in private practice for some 43 years.",
      "id": "s514"
    },
    {
      "text": "He has achieved great distinction as a naval architect and has appeared frequently to give evidence in litigation involving issues in which he has relevant training and experience.",
      "id": "s515"
    },
    {
      "text": "110 In 1989, Mr Hood was a member of the Committee of Inquiry into Moorings for Recreational Craft in New South Wales, which examined all aspects of moorings including:\n \n \n &#8226; the demand for moorings;\n &#8226; typical mooring areas, such as Woodford Bay in the Lane Cove River and Rushcutters Bay in Sydney Harbour;\n &#8226; typical mooring apparatus, including single swing, two point limited swing and trot mooring systems;\n &#8226; typical loads on mooring apparatus.",
      "id": "s516"
    },
    {
      "text": "Mr Hood was asked, in particular, to measure the loads on such systems.",
      "id": "s517"
    },
    {
      "text": "111 Mr Hood conducted several tests designed to measure boats on mooring lines.",
      "id": "s518"
    },
    {
      "text": "Three moorings on which he conducted tests were located off Royal Sydney Yacht Squadron, at Kirribilli, and one was located in the Parramatta River at Putney.",
      "id": "s519"
    },
    {
      "text": "Each mooring block had a mass of 1 tonne.",
      "id": "s520"
    },
    {
      "text": "The three moorings at Royal Sydney Yacht Squadron, after an initial resistance of up to 1.2 tonnes, showed a resistance to dragging of between 0.9 and 1.1 tonnes.",
      "id": "s521"
    },
    {
      "text": "The mooring at Putney, which appeared to have sunk into mud, showed an initial resistance of about 1.2 tonnes and then showed a resistance of about 1 tonne.",
      "id": "s522"
    },
    {
      "text": "Mr Hood concluded that the steady dragging load in a mooring apparatus is approximately equal to the mass of its block, although the \" break out \" load is slightly higher.",
      "id": "s523"
    },
    {
      "text": "112 In his written opinion Mr Hood said that, based on the specifications of the Pavana and the wind speeds recorded for 23 August 2004, mooring number 60 should have been adequate to hold Pavana without dragging.",
      "id": "s524"
    },
    {
      "text": "Accordingly, in his opinion, the reason for the failure of the mooring to hold Pavana was extreme and unusual weather, causing extreme pitching of Pavana.",
      "id": "s525"
    },
    {
      "text": "113 Mr Hood observed that the winds on 24 August 2003 were predominantly from the north-west and that, while Holmeport's marina is itself protected from winds from the north-west by the high ground of Point Piper, mooring number 60 was located in such a position that it would have been subjected to the full force of the wind, because little protection is provided by the low land and buildings of Woollahra Point.",
      "id": "s526"
    },
    {
      "text": "114 Mr Hood assumed that the wave action at the location of mooring number 60 was the result of the full force of the wind and a fetch of about 3 km to the north-west across the Harbour from the location of the mooring towards Cremorne.",
      "id": "s527"
    },
    {
      "text": "Fetch is the distance over which the wind blows in order to make waves.",
      "id": "s528"
    },
    {
      "text": "Mr Hood expressed his opinion that, assuming the wind speed was about 70 km per hour and the fetch was about 3 km in 12 metres of water, waves would have a height of about 0.76 m and a period of about 3 seconds at the location of mooring number 60.",
      "id": "s529"
    },
    {
      "text": "Mr Hood said that it is impossible to estimate accurately the effect that waves of that height and period would have on a vessel like Pavana without much more information than was available to him.",
      "id": "s530"
    },
    {
      "text": "However, having regard to his experience with yachts of similar size and configuration to Pavana, Mr Hood considered that it was possible that Pavana was pitching with considerable amplitude: the period of encounter with the waves could have been close to the natural period of pitch when the amplitude of pitch would have been increased because of resonance.",
      "id": "s531"
    },
    {
      "text": "115 Mr Hood provided calculations concerning the effect of the wind speeds of 24 August 2003 on Pavana when attached to mooring number 60.",
      "id": "s532"
    },
    {
      "text": "The calculations assumed an area of Pavana that would be exposed to the wind, which Mr Hood referred to as the flat plate area .",
      "id": "s533"
    },
    {
      "text": "For a wind speed of 70 km per hour, the necessary flat plate area that would need to be exposed to the wind to develop a load of 1 tonne, the load necessary to drag Pavana's mooring, would be about 360 square feet.",
      "id": "s534"
    },
    {
      "text": "Since the beam of Pavana was 14.10 feet, the height of the \" flat plate \" would need to be 25.5 feet in order to produce a flat plate area of 360 square feet.",
      "id": "s535"
    },
    {
      "text": "Mr Hood considered that it was unlikely, from his limited knowledge of Pavana, that, with a beam of 14.10 feet, there would be sufficient height to create a flat plate of 360 square feet.",
      "id": "s536"
    },
    {
      "text": "116 Allowing for a wind speed of 109 km per hour, the maximum gust speed between 5 pm and 5.30 pm, the flat plate area would need to be about 162 square feet.",
      "id": "s537"
    },
    {
      "text": "With a beam of 14.10 feet, the area exposed to the wind would need to be 11.5 feet high to achieve a load of 1 tonne.",
      "id": "s538"
    },
    {
      "text": "Mr Hood also considered that that was unlikely.",
      "id": "s539"
    },
    {
      "text": "117 In the light of the calculations, Mr Hood concluded that mooring number 60 should have been adequate to hold a vessel of Pavana's specifications without dragging.",
      "id": "s540"
    },
    {
      "text": "It was for that reason that he concluded that the weather must have been so extreme and unusual as to cause extreme pitching of Pavana, thereby causing the mooring number 60 to drag.",
      "id": "s541"
    },
    {
      "text": "118 Mr Peeters has, on behalf of Polaris, been responsible for the maintenance of approximately 20% of the 6,500 moorings in Sydney Harbour.",
      "id": "s542"
    },
    {
      "text": "Many of the moorings that he has serviced are swing moorings.",
      "id": "s543"
    },
    {
      "text": "In particular, he has serviced swing moorings located as follows:\n \n \n &#8226; Sydney Amateurs Yacht Club, on the Cremorne side of Mosman Bay: all are a minimum of 1 tonne, although some are two 1 tonne blocks.",
      "id": "s544"
    },
    {
      "text": "&#8226; Royal Prince Alfred Yacht Club, on Felix Bay, on the northern side of Point Piper: some are 1/2 tonne moorings and some are 1 tonne moorings, having rather small boats on them.",
      "id": "s545"
    },
    {
      "text": "&#8226; Cruising Yacht Club of Australia, in Rushcutters Bay: temporary moorings are laid at the time of the commencement of the Sydney/Hobart Yacht Race; they are 1 tonne blocks, although a few have two 1 tonne blocks.",
      "id": "s546"
    },
    {
      "text": "&#8226; Royal Motor Yacht Club, next door to the Point Piper marina in Rose Bay.",
      "id": "s547"
    },
    {
      "text": "Mr Peeters first serviced them in 2000 and put down blocks of a minimum of 2 tonnes.",
      "id": "s548"
    },
    {
      "text": "&#8226; Royal Australian Navy Sailing Association, in Rushcutters Bay: there are 1/2 tonne and 1 tonne blocks.",
      "id": "s549"
    },
    {
      "text": "&#8226; Balmoral Marina, in Middle Harbour, there are 1/2 tonne and 1 tonne blocks.",
      "id": "s550"
    },
    {
      "text": "&#8226; Double Bay Marina in Double Bay, the bay on the other side of Point Piper from Rose Bay has 1/2 tonne and 1 tonne blocks.",
      "id": "s551"
    },
    {
      "text": "119 Mr Peeters has also laid moorings for many private individuals in Sydney Harbour with a minimum of a 1 tonne block.",
      "id": "s552"
    },
    {
      "text": "Mr Peeters said that, in his experience, the material of construction of a vessel makes no difference to the mooring required.",
      "id": "s553"
    },
    {
      "text": "The important aspect is the \" windage \", which affects the force put against a vessel by wind.",
      "id": "s554"
    },
    {
      "text": "The windage is the area of a vessel that will be exposed to the wind.",
      "id": "s555"
    },
    {
      "text": "The greater the windage, the greater will be the force applied to the vessel by wind of a given velocity.",
      "id": "s556"
    },
    {
      "text": "120 Mr Peeters explained that a schooner rigged yacht would not have as high a windage as the same sized motor boat or cruiser, with, for example, a big cabin.",
      "id": "s557"
    },
    {
      "text": "Mr Peeters prescribed a minimum of 2 tonnes for the moorings for Royal Motor Yacht Club in Rose Bay because all of the vessels moored there are cruisers: Royal Motor Yacht Club is a motor boat club and not a yacht club and all of the boats, regardless of their size and length, have a high windage.",
      "id": "s558"
    },
    {
      "text": "121 Mr Peeters said that, apart from the moorings of the Royal Motor Yacht Club in Rose Bay, there were very few moorings with more than a single 1 tonne block.",
      "id": "s559"
    },
    {
      "text": "Mr Peeters said that he had experience of no more than three vessels of specifications similar to Pavana that were moored on swing moorings of two 1 tonne blocks.",
      "id": "s560"
    },
    {
      "text": "They were located in Rushcutters Bay and Parramatta River.",
      "id": "s561"
    },
    {
      "text": "122 Mr Peeters has not given consideration to the concept of an average recurrence interval in determining the appropriate block for a given swing mooring.",
      "id": "s562"
    },
    {
      "text": "Rather, his experience is limited to placing such blocks as his client requested.",
      "id": "s563"
    },
    {
      "text": "That is to be expected, since Mr Peeters could never know the dimensions of a vessel that might thereafter be moored to one of the swing moorings that he laid.",
      "id": "s564"
    },
    {
      "text": "123 Mr Peeters also gave oral evidence about the effect of suction on a mooring when it is being serviced.",
      "id": "s565"
    },
    {
      "text": "He explained that the force needed to break the suction and lift a concrete block from the sea bed normally exceeds the mass of the block.",
      "id": "s566"
    },
    {
      "text": "Force is exerted until the suction breaks, after which the block can be lifted.",
      "id": "s567"
    },
    {
      "text": "That is consistent with Mr Hood's experience concerning the break out load of a concrete block.",
      "id": "s568"
    },
    {
      "text": "124 Mr Britton was an impressive witness and clearly a highly competent engineer.",
      "id": "s569"
    },
    {
      "text": "On the other hand, it is clear enough from his evidence that, prior to being asked to provide an opinion in relation to the incident of 24 August 2003, he had not previously turned his attention to design criteria for swing moorings.",
      "id": "s570"
    },
    {
      "text": "His expertise is in relation to the design of marinas and similar structures.",
      "id": "s571"
    },
    {
      "text": "The Marina Guidelines and AS4997 are concerned with the same structures.",
      "id": "s572"
    },
    {
      "text": "125 A distinction can be drawn between marinas, on the one hand, and a swing mooring, on the other, in so far as the latter is a stand alone facility.",
      "id": "s573"
    },
    {
      "text": "On the other hand, a swing mooring must be adequate to restrain the vessel moored to it, at least in conditions that are such as might reasonably be expected in the location where the mooring is situated.",
      "id": "s574"
    },
    {
      "text": "If a mooring is not adequate to restrain a vessel, damage, not only to the vessel, but to other property, may follow.",
      "id": "s575"
    },
    {
      "text": "Further, it must be remembered that the criteria in AS4997 are based on a working life of small craft facilities, with which AS4997 is concerned, of 25 years.",
      "id": "s576"
    },
    {
      "text": "While Mr Britton, for the reasons outlined above, considered that it was reasonable to adopt the same criteria for swing moorings, there was no evidence as to the design working life of swing moorings.",
      "id": "s577"
    },
    {
      "text": "126 I do not consider that failure to ensure that a particular mooring can withstand weather conditions that might occur more frequently than once every 50 years is necessarily the appropriate criterion for determining the standard of care required to avoid damage to property or to determine the fitness of a mooring for a particular vessel.",
      "id": "s578"
    },
    {
      "text": "Certainly, industry practice is not of itself the determinant.",
      "id": "s579"
    },
    {
      "text": "What is normally done is not necessarily not negligent or reasonably appropriate.",
      "id": "s580"
    },
    {
      "text": "127 However, the difficulty with the one in 50 year criterion suggested by Mr Britton is that it is by no means clear, from the evidence, as to what weight of mooring block would be adequate to restrain a vessel of the dimensions of Pavana in weather conditions of the severity that occurs no more frequently than once every 50 years.",
      "id": "s581"
    },
    {
      "text": "There is certainly no industry criterion applicable in Sydney Harbour.",
      "id": "s582"
    },
    {
      "text": "128 While Mr Britton is clearly an expert in his field, his opinions concerning swing moorings are hypothetical and argumentative.",
      "id": "s583"
    },
    {
      "text": "That is to say, in his written opinion, he expressed no opinion but simply said that AS4997 provides some guidance and that it could be argued that a 1 in 50 year event should be adopted.",
      "id": "s584"
    },
    {
      "text": "129 The effect of ss 76 and 79 of the Evidence Act 1995 (Cth) is that evidence of an opinion will not be admissible to prove the existence of a fact about the existence of which the opinion was expressed unless the person who gives the opinion has specialised knowledge and the opinion given about the existence of a fact in issue is wholly or substantially based on that knowledge.",
      "id": "s585"
    },
    {
      "text": "While Mr Britton has a great deal of knowledge and experience in relation to maritime structures, he acknowledged that he has not really turned his mind to the question of swing moorings such as those in question in the present proceeding.",
      "id": "s586"
    },
    {
      "text": "Mr Britton's written opinion proceeded by way of analogy and, at best, did no more than advance a tentative argument.",
      "id": "s587"
    },
    {
      "text": "Even in his oral evidence, Mr Britton's opinion was one based on reasoning by analogy from his experience of maritime structures such as marinas, rather than any experience of the behaviour of swing moorings.",
      "id": "s588"
    },
    {
      "text": "While there was no objection to Mr Britton's opinion evidence on the basis that it did not satisfy s 79 of the Evidence Act , it may well have been rejected had there been an objection.",
      "id": "s589"
    },
    {
      "text": "Be that as it may, I have had regard to the opinion, but have discounted the weight to be given to it.",
      "id": "s590"
    },
    {
      "text": "130 On the whole, the evidence as to the adequacy of mooring number 60 for Pavana is somewhat unsatisfactory.",
      "id": "s591"
    },
    {
      "text": "Both Mr Peeters and Mr Hood considered that the \" windage \" of a vessel was significant in determining whether a mooring was adequate to restrain the vessel in relevant conditions.",
      "id": "s592"
    },
    {
      "text": "Mr Hood's opinion is that, from the somewhat limited assumptions he made as to the windage of Pavana, a one tonne mooring ought to have been adequate to restrain it in the conditions that prevailed on 24 August 2003.",
      "id": "s593"
    },
    {
      "text": "He surmised, therefore, that there must have been highly unusual wave effects that resulted in extreme pitching of Pavana so as to cause it to drag mooring number 60.",
      "id": "s594"
    },
    {
      "text": "131 There was no evidence that the combination of circumstances that led to the destruction of Seaquest were foreseeable.",
      "id": "s595"
    },
    {
      "text": "It may have been foreseeable that, if weather conditions that occur once every five to ten years prevailed, mooring number 60 may not be adequate to restrain Pavana from dragging the mooring.",
      "id": "s596"
    },
    {
      "text": "It would also be reasonably foreseeable that, if Pavana dragged its mooring, it may come into collision with another vessel in the vicinity.",
      "id": "s597"
    },
    {
      "text": "However, it appears to have been unusually bad luck that resulted in some part of Pavana or its mooring line cutting the mooring line of Seaquest, so as to allow Seaquest to become fully adrift and be blown to its destruction against the Roses Bay sea wall.",
      "id": "s598"
    },
    {
      "text": "Nevertheless, Holmeport did not contend that the damage that was actually occasioned to Seaquest was not reasonably foreseeable.",
      "id": "s599"
    },
    {
      "text": "Clearly enough, on the evidence, dragging of moorings is a risk that is known and is therefore foreseeable.",
      "id": "s600"
    },
    {
      "text": "132 The winds recorded at Fort Denison and Wedding Cake West on 24 August 2003 were such as might be expected to occur at least once in every 5 or 10 years.",
      "id": "s601"
    },
    {
      "text": "On the other hand, the eye witness reports to which I have referred indicate that the weather conditions in Rose Bay on that day were fierce.",
      "id": "s602"
    },
    {
      "text": "The fact that Pavanna dragged its mooring for some 200 metres appears to me to be quite extraordinary.",
      "id": "s603"
    },
    {
      "text": "There was no evidence to suggest that anything other than exceptional conditions could have led to that occurrence.",
      "id": "s604"
    },
    {
      "text": "Mr Hood's evidence was directed to that very question.",
      "id": "s605"
    },
    {
      "text": "Further, the fact that seven or eight vessels were stranded on the sand in Double Bay, on the other side of Point Piper from Rose Bay, suggests exceptional conditions, although there was no evidence as to the size or other dimensions of those stranded vessels.",
      "id": "s606"
    },
    {
      "text": "When Mr Peeters lifted mooring number 60, he found that all of its components were intact.",
      "id": "s607"
    },
    {
      "text": "The conditions must have been particularly exceptional for Pavana to have dragged the mooring as far as it did.",
      "id": "s608"
    },
    {
      "text": "133 Mr and Mrs Ruaro point to the suggestion made by Mr Peeters to Ms Kearney-Hayes that the outside moorings should be as heavy as possible and that two one tonne blocks should be put down.",
      "id": "s609"
    },
    {
      "text": "However, Mr Peeters was not expressing any view as to the adequacy of a mooring for any particular vessel.",
      "id": "s610"
    },
    {
      "text": "There was no vessel on mooring number 60 when Mr Peeters carried out his work and he did not no suggest that one tonne was insufficient for a vessel of the dimensions of Pavana.",
      "id": "s611"
    },
    {
      "text": "The observations made by Mr Peeters, therefore, must simply be regarded as referring to the fact that the outside moorings are preserved for the biggest vessels.",
      "id": "s612"
    },
    {
      "text": "It cannot be construed as a statement that the mooring blocks that were in place were inadequate for the particular vessels that were using them.",
      "id": "s613"
    },
    {
      "text": "There was no evidence, other than Mr Hood's, concerning a mooring that would be sufficient to restrain a vessel of Pavana's dimension.",
      "id": "s614"
    },
    {
      "text": "134 I am not persuaded, on the balance of probability, that Holmeport did not take all reasonable measures to ensure that mooring number 60 was adequate for Pavana.",
      "id": "s615"
    },
    {
      "text": "Nor am I persuaded that the mooring to which Seaquest was attached was not reasonably fit for the purpose of mooring Seaquest.",
      "id": "s616"
    },
    {
      "text": "Accordingly, I would conclude that, if a warranty was implied by s 74(2) , there was no breach of the warranty and that if Holmeport owed the secure mooring duty to Mr and Mrs Ruaro, there was no breach of that duty.",
      "id": "s617"
    },
    {
      "text": "VALUE OF SEAQUEST \n \n135 Mr and Mrs Ruaro contend that, if they succeed, they are entitled to be put in the position in which they would have been but for the conduct on the part of Holemport that led to the loss of Seaquest, so far as money can do that.",
      "id": "s618"
    },
    {
      "text": "Initially, they had contended that, because of the uniqueness of Seaquest, having been constructed of huon pine, a rare timber, the damages should be based on the full reconstruction cost.",
      "id": "s619"
    },
    {
      "text": "However, they no longer press for damages based on that cost, having accepted that, in practical terms, Seaquest could not be rebuilt with huon pine.",
      "id": "s620"
    },
    {
      "text": "I consider that the abandonment of reliance on the other measure was a correct decision.",
      "id": "s621"
    },
    {
      "text": "136 Mr and Mrs Ruaro now contend that the proper approach is to value Seaquest by reference to sales of comparable vessels.",
      "id": "s622"
    },
    {
      "text": "That approach is not essentially different from that contended for by Holmeport.",
      "id": "s623"
    },
    {
      "text": "Holmeport contends that the proper quantum of damages is the market value of Seaquest at the time and place of its loss in Rose Bay on 24 August 2003.",
      "id": "s624"
    },
    {
      "text": "In the absence of a clear market value, the best evidence of value is the opinion of those who knew the vessel shortly before the loss.",
      "id": "s625"
    },
    {
      "text": "The next best is the opinion of those well conversant with shipping generally.",
      "id": "s626"
    },
    {
      "text": "The original cost and insured value of a vessel are of less weight.",
      "id": "s627"
    },
    {
      "text": "137 I would take the parties to be ad idem on the proposition that the appropriate quantum of damage to which Mr and Mrs Ruaro would be entitled is the fair market value of Seaquest in Sydney on 24 April 2004.",
      "id": "s628"
    },
    {
      "text": "That entails a determination of the price that a willing, but not too anxious seller, would accept and a willing but not too anxious buyer, would pay for a vessel comparable to Seaquest at that time.",
      "id": "s629"
    },
    {
      "text": "Having regard to the uniqueness of Seaquest, that determination must be a matter of opinion, which gives rise to disputation.",
      "id": "s630"
    },
    {
      "text": "138 Mr and Mrs Ruaro bought Seaquest for $80,000 in April 1993.",
      "id": "s631"
    },
    {
      "text": "They did so after assessments of Seaquest conducted by Captain Peter Kysil, a master surveyor, engineer and valuer.",
      "id": "s632"
    },
    {
      "text": "From 1975 to 1997, Captain Kysil was the proprietor of a marine consultancy conducted on the Georges River, New South Wales.",
      "id": "s633"
    },
    {
      "text": "Since 1985 he has been carrying on practice as a national pre-purchase marine craft assessor, general marine consultant and boat broker.",
      "id": "s634"
    },
    {
      "text": "In the course of that business, he has advised both private pleasure craft and commercial craft buyers.",
      "id": "s635"
    },
    {
      "text": "He has also provided project supervision services in relation to refurbishment, repair and construction works for various craft.",
      "id": "s636"
    },
    {
      "text": "139 In written reports provided to Mr and Mrs Ruaro in March and April 1993, Captain Kysil advised that the sum of $80,000 would be an appropriate sum for insurance purposes for Seaquest and that a purchase price of $75,000 for Seaquest would represent a good buy.",
      "id": "s637"
    },
    {
      "text": "140 Captain Kysil provided further reports to Mr and Mrs Ruaro in October 2001, when he described the presentation of Seaquest overall as \" good, robust, honestly presented and originally well built \".",
      "id": "s638"
    },
    {
      "text": "By that time, substantial restoration and renovation work had been carried out on Seaquest by Mr and Mrs Ruaro, with the assistance of various tradesmen.",
      "id": "s639"
    },
    {
      "text": "Captain Kysil observed that rejuvenation of Seaquest was \" substantially completed \" and that external superstructure finishes and deck finishes, once completed, would enhance Seaquest's presentation.",
      "id": "s640"
    },
    {
      "text": "He observed that further work being done progressively would maintain Seaquest's seagoing capability.",
      "id": "s641"
    },
    {
      "text": "Captain Kysil expressed the opinion that Seaquest was sound and seaworthy and he that had seen nothing that would alert him to any risk factor that would necessitate a note of caution to a prospective insurer, other than the normal risks associated with marine craft.",
      "id": "s642"
    },
    {
      "text": "He advised that, for insurance purposes, the sum of $110,000 was appropriate, being $80,000 for the hull, $20,000 for machinery and $5,600 for equipment, $2,000 for the tender and $2,400 for a Mercury outboard.",
      "id": "s643"
    },
    {
      "text": "He advised that, on completion of the total refurbishment of Seaquest, the overall valuation would be considerably higher than that figure.",
      "id": "s644"
    },
    {
      "text": "He did not, at that time, specify the higher figure.",
      "id": "s645"
    },
    {
      "text": "141 As at the date of its loss, Seaquest was insured in the sum of $108,000.",
      "id": "s646"
    },
    {
      "text": "That sum has been paid to Mr and Mrs Ruaro by the insurer.",
      "id": "s647"
    },
    {
      "text": "Holmeport accepts that that payment is not relevant to the assessment of quantum but points to the sum insured as giving some indication of the value of Seaquest.",
      "id": "s648"
    },
    {
      "text": "142 On 25 August 2003, Captain Kysil observed Seaquest, at a distance of approximately 10 m from the shore, following its break up and destruction on the previous day.",
      "id": "s649"
    },
    {
      "text": "He was also furnished with a detailed written log of the restoration, renovation and repair works carried out on Seaquest from the time of his report of 19 October 2001.",
      "id": "s650"
    },
    {
      "text": "Holmeport does not dispute that the log fairly describes the works carried out.",
      "id": "s651"
    },
    {
      "text": "Mr Ruaro also gave Captain Kysil a detailed oral account of those works during a 31/2 hour interview on 18 June 2004.",
      "id": "s652"
    },
    {
      "text": "143 In addition, Mr Ruaro swore a lengthy affidavit, which was read in the proceeding, in which he described in considerable detail the work that had been carried out on the restoration, renovation and repair of Seaquest from the time of its acquisition until the time of its loss.",
      "id": "s653"
    },
    {
      "text": "That was not disputed by Holmeport.",
      "id": "s654"
    },
    {
      "text": "Nor did Holmeport dispute that the works had been carried out in a good and workmanlike manner.",
      "id": "s655"
    },
    {
      "text": "144 In the light of the above material, Captain Kysil expressed his opinion in a report of 21 June 2004 concerning the value of Seaquest when destroyed.",
      "id": "s656"
    },
    {
      "text": "He did so on the assumption that the works described by Mr Ruaro had been carried out and that Seaquest had been restored to a high standard to maintain its heavy weather offshore seagoing capability.",
      "id": "s657"
    },
    {
      "text": "Captain Kysil also made the assumption that the items that he had previously identified in earlier reports as requiring attention had been rectified more than adequately, resulting in Seaquest's economic life being considerably extended.",
      "id": "s658"
    },
    {
      "text": "Captain Kysil expressed the opinion that, having regard to the log of works presented to him and his continuity of association with Seaquest, the value of Seaquest when destroyed was \" at least $400,000+ \".",
      "id": "s659"
    },
    {
      "text": "145 Captain Kysil was cross-examined on handwritten notes that he made during the course of his discussion with Mr Ruaro on 18 June 2004.",
      "id": "s660"
    },
    {
      "text": "His notes contain a comment as follows:\n \n \"I am satisfied that from chronology explained \n \n 6 hrs/day Aug 2001-24 th Aug 2003 \n 50 hrs 110 weeks \n 5,500 hrs 5,500 x 50 \n \n \n 275,000 \" \n \n \n \n\nHe accepted that that was a calculation of the time spent by Mr Ruaro in his work on Seaquest, valued at the rate of $50 per hour.",
      "id": "s661"
    },
    {
      "text": "Next, Captain Kysil's note showed a schedule of expenses totalling $22,000.",
      "id": "s662"
    },
    {
      "text": "The aggregate of $275,000 for time and $22,000 for expenses is $297,000.",
      "id": "s663"
    },
    {
      "text": "It was suggested to Captain Kysil in the course of cross-examination that he had arrived at his valuation of $400,000+ by adding that sum of $297,000 to the figure of $110,000 mentioned in his report of 21 June 2004.",
      "id": "s664"
    },
    {
      "text": "Captain Kysil denied that that was his methodology.",
      "id": "s665"
    },
    {
      "text": "146 Captain Kysil's report of 21 June 2004 was admitted without objection, notwithstanding that he had not disclosed a particular methodology adopted in arriving at his valuation.",
      "id": "s666"
    },
    {
      "text": "In the course of the cross-examination, he asserted that he had arrived at the figure of $400,000 by \" looking at the Australian market \".",
      "id": "s667"
    },
    {
      "text": "He said that, having a working knowledge of general values of timber craft similar to Seaquest, he adopted the most conservative estimate.",
      "id": "s668"
    },
    {
      "text": "However, he could not, in cross-examination, specify any craft that he had identified for the purposes of arriving at his valuation.",
      "id": "s669"
    },
    {
      "text": "The most that he was able to recall was that \" they were perhaps Halvorsens and the like \".",
      "id": "s670"
    },
    {
      "text": "Halvorsen is a well known manufacturer of pleasure yachts.",
      "id": "s671"
    },
    {
      "text": "Captain Kysil said that he looked at \" the wish price \" for such vessels and not at the actual sale price.",
      "id": "s672"
    },
    {
      "text": "He said that it was commonly understood that the advertised asking price was a starting point.",
      "id": "s673"
    },
    {
      "text": "147 Mr and Mrs Ruaro were given leave to adduce further evidence from Captain Kysil after he had the opportunity, overnight, to examine his files.",
      "id": "s674"
    },
    {
      "text": "That leave was given without opposition from Holmeport.",
      "id": "s675"
    },
    {
      "text": "On the following day, Captain Kysil produced three editions of a boating magazine called \" Trade-A-Boat \".",
      "id": "s676"
    },
    {
      "text": "He identified pages from those publications that he said contained entries related to vessels that he said were comparable to Seaquest.",
      "id": "s677"
    },
    {
      "text": "He prepared a schedule identifying five vessels shown in those publications and the asking price stated.",
      "id": "s678"
    },
    {
      "text": "He said that on the previous evening he had examined back issues of Trade-A-Boat for the purpose of \" preparing comparators \".",
      "id": "s679"
    },
    {
      "text": "He said that he felt it important to demonstrate the lesser value of shorter craft compared to Seaquest and also other craft of comparable size.",
      "id": "s680"
    },
    {
      "text": "He identified two craft of lesser size in his table that were intended to be indicators of the value of shorter craft.",
      "id": "s681"
    },
    {
      "text": "148 Captain Kysil said that the best he was able to do currently was \" to make soft comparisons \".",
      "id": "s682"
    },
    {
      "text": "He said that there was no identical craft to Seaquest with which he could make a direct comparison.",
      "id": "s683"
    },
    {
      "text": "However, he said that some fundamental aspects of the type of craft identified in his schedule fit the parameters of Seaquest in approximate length and propulsion.",
      "id": "s684"
    },
    {
      "text": "He also took into account the internal space and the general arrangement of the craft and the respective capability of the vessels.",
      "id": "s685"
    },
    {
      "text": "149 The unsatisfactory nature of the overnight work carried out by Captain Kysil is that none of the five vessels identified by him is a Holmes vessel.",
      "id": "s686"
    },
    {
      "text": "The date of construction of the five vessels is not known.",
      "id": "s687"
    },
    {
      "text": "Captain Kysil appears to have chosen the vessels simply by reason of their length.",
      "id": "s688"
    },
    {
      "text": "He gave no evidence whatsoever as to the characteristics of any of the five vessels to show that they were in any way comparable with Seaquest.",
      "id": "s689"
    },
    {
      "text": "150 The schedule prepared by Captain Kysil from his most recent examination of Trade-A-Boat showed five vessels with asking prices ranging from $485,000 to $800,000.",
      "id": "s690"
    },
    {
      "text": "There is nothing in the photograph in the extracts from Trade-A-Boat to suggest any particular similarity to Seaquest.",
      "id": "s691"
    },
    {
      "text": "There was no evidence as to the price of which any of the vessels was actually traded.",
      "id": "s692"
    },
    {
      "text": "151 In further cross-examination, Captain Kysil asserted that his purpose in preparing the schedule was to show his methodology for arriving at a valuation of $400,000+.",
      "id": "s693"
    },
    {
      "text": "He denied the night before was the first time he had made reference to comparable vessels.",
      "id": "s694"
    },
    {
      "text": "When it was pointed out to him that he had not referred to such a methodology in his report of 21 June 2004, he referred to a page of his handwritten notes of his discussion with Mr Ruaro of 18 June 2004 as follows:\n \n \"$595 3 x 58&#8242; Halvorsens\" \n \n\nCaptain Kysil said that that was a note that he made having examined internet sites equivalent to the Trade-A-Boat publication, showing the price at which Halvorsen cruisers were advertised for sale.",
      "id": "s695"
    },
    {
      "text": "152 Captain Kysil's handwritten notes give rise to an inference that he calculated the value of $400,000+ by adding to his earlier valuation an assessment of the work carried out on the Seaquest after that time; there is no other real explanation given for the marked increase in the value from $110,000 in 2001.",
      "id": "s696"
    },
    {
      "text": "Having regard to the absence of any stated methodology in Captain Kysil's report of 21 June 2004, I would be disposed to give very little weight to the so-called comparators provided by Captain Kysil following the indulgence that I granted.",
      "id": "s697"
    },
    {
      "text": "153 Mr William John Wright is a very experienced naval architect who has designed and built many vessels.",
      "id": "s698"
    },
    {
      "text": "In December 2006, Mr Wright expressed his opinion in writing on the uniqueness of Seaquest.",
      "id": "s699"
    },
    {
      "text": "Mr Wright considered that Seaquest was a unique vessel, as it had a high standard of design and workmanship, typical of high ended wooden pleasure boats of its era and particularly because very few professionally built vessels of the size and era of Seaquest had full length huon pine planking.",
      "id": "s700"
    },
    {
      "text": "Mr Wright considered that the most noticeable and valuable characteristic was the fact that its hull was built using huon pine.",
      "id": "s701"
    },
    {
      "text": "154 Huon pine is one of Australia's oldest living trees and is indigenous to Tasmania and nowhere else.",
      "id": "s702"
    },
    {
      "text": "Huon pine trees can reach an age in excess of 3,000 years and grow at an extremely low rate of 0.3 mm to 2 mm per year in diameter.",
      "id": "s703"
    },
    {
      "text": "The trees are rare in that they reproduce once every five to seven years.",
      "id": "s704"
    },
    {
      "text": "They commonly reach heights of 20 to 25 m. Due to the exceptional quality of huon pine as crafting material, including the building of boats, it was harvested on a large scale from the early 1800s and today there are only limited quantities available on the market.",
      "id": "s705"
    },
    {
      "text": "Thus, huon pine is a very expensive and rare material to be used in shipbuilding.",
      "id": "s706"
    },
    {
      "text": "Its price is traditionally about three times that of the common hardwood.",
      "id": "s707"
    },
    {
      "text": "No more than 500 cubic metres of huon pine saw logs are available each year.",
      "id": "s708"
    },
    {
      "text": "Further, most of the available stock is only 3 m in length, which renders it useless for planking.",
      "id": "s709"
    },
    {
      "text": "Seaquest's planking was a minimum of 5.5 m. Hence the rarity of vessels whose hulls are fully planked with huon pine.",
      "id": "s710"
    },
    {
      "text": "155 Mr Wright's opinion is of collateral relevance.",
      "id": "s711"
    },
    {
      "text": "Mr and Mrs Ruaro originally sought to rely on evidence from Mr Wright to show the cost of rebuilding a vessel equivalent to Seaquest with huon pine.",
      "id": "s712"
    },
    {
      "text": "Ultimately, however, they accepted that that was not the correct measure of damages and that the correct measure is the fair market value of Seaquest in Sydney at the time of its destruction.",
      "id": "s713"
    },
    {
      "text": "However, Mr Wright's evidence still has some relevance to indicate the uniqueness of Seaquest, a factor that may well have a part to play in its fair market value.",
      "id": "s714"
    },
    {
      "text": "156 In addition, to the evidence of Captain Kysil and Mr Wright, Mr and Mrs Ruaro adduced evidence from Mr Dennis Kelly, a professional marine surveyor, specialising in yachts and small craft.",
      "id": "s715"
    },
    {
      "text": "Mr Kelly carries on his practice in New Jersey, USA.",
      "id": "s716"
    },
    {
      "text": "As a result of his training and experience as a marine surveyor and valuer, Mr Kelly has general market knowledge of marine craft.",
      "id": "s717"
    },
    {
      "text": "By use of a number of source materials and from his discussions with boat brokers with whom he works, he maintains an up to date knowledge of the market in pleasure vessels.",
      "id": "s718"
    },
    {
      "text": "157 In a written report of 8 July 2006, Mr Kelly expressed the opinion that a 65 year old wooden motor yacht in top condition, of fine quality and historical design character would represent a historical artefact and a major collectible investment.",
      "id": "s719"
    },
    {
      "text": "Mr Kelly had regard to a number of similar sized wooden yachts that had been sold or listed for sale on the East Coast of the United States.",
      "id": "s720"
    },
    {
      "text": "He had regard to particulars of classic vessels extracted from magazines that he considered was relevant market information.",
      "id": "s721"
    },
    {
      "text": "158 Mr Kelly observed that factors that indicate the market price of a vessel include the overall soundness and seaworthiness of the vessel, the character and design of the vessel, the retention of unique features of the vessel and the completeness of the overall restoration undertaken.",
      "id": "s722"
    },
    {
      "text": "Mr Kelly assumed, from various survey reports from Captain Kysil, that Seaquest appeared to be in a sound and seaworthy condition and that the restoration of Seaquest was extensive and was undertaken as a true labour of love by Mr and Mrs Ruaro.",
      "id": "s723"
    },
    {
      "text": "159 Mr Kelly acknowledged in his report that assigning a market value to an antique vessel is, at best, an inexact science and art.",
      "id": "s724"
    },
    {
      "text": "He recognised that many factors enter into the equation of establishing a fair market value.",
      "id": "s725"
    },
    {
      "text": "160 Mr Kelly defined fair market value as the most probable price in terms of money that a vessel should bring in a competitive and open market under all conditions of a fair sale, the buyer and seller, each acting prudently and knowledgeably and assuming the price is not affected by undue circumstances.",
      "id": "s726"
    },
    {
      "text": "It assumes a reasonable time has been allowed for exposure on the open market and that the sale represents a normal consideration for the vessel sold, unaffected by special or creative financing or sales concessions granted by anyone associated with the sale.",
      "id": "s727"
    },
    {
      "text": "On that basis, Mr Kelly's opinion is that the fair market value for Seaquest at the time of her loss would have ranged between $US310,000 and $US330,000.",
      "id": "s728"
    },
    {
      "text": "161 However, that must be taken to be the fair market value of Seaquest on the East Coast of the United States.",
      "id": "s729"
    },
    {
      "text": "Mr Kelly gave no evidence of knowledge of any sale in Australia of any comparable vessel.",
      "id": "s730"
    },
    {
      "text": "All of the sales considered by him appear to be in relation to transactions on the East Coast of the United States.",
      "id": "s731"
    },
    {
      "text": "162 Nevertheless, a vessel such as Seaquest is transportable.",
      "id": "s732"
    },
    {
      "text": "The fair market value of an equivalent vessel on the East Coast of the United States is therefore relevant to the question of the fair market value of Seaquest in Sydney.",
      "id": "s733"
    },
    {
      "text": "However, it would be necessary to take into account the cost of transportation of Seaquest to the East Coast of the United States in order to make use of Mr Kelly's opinion.",
      "id": "s734"
    },
    {
      "text": "In assessing the fair market value of Seaquest in Sydney in 2003, the cost of transporting Seaquest to the East Coast of the United States would be an expense of the seller, in realising the price that might be obtained on the East Coast of the United States.",
      "id": "s735"
    },
    {
      "text": "A quotation by Matthew Short and Associates Pty Ltd, customs brokers and freight forwarders, who arrange the shipment of vessels out of Australia was tendered without objection.",
      "id": "s736"
    },
    {
      "text": "The quotation for the shipment from Sydney to the East Coast of the United States of a 56 foot cruiser was approximately $AUS116,000.",
      "id": "s737"
    },
    {
      "text": "163 Holmeport adduced evidence from Mr Maurice Peter Drent and Mr John Charles Messenger as to their respective opinions of the fair market value of Seaquest in August 2003.",
      "id": "s738"
    },
    {
      "text": "Mr Drent expressed his opinion in writing that the market value of Seaquest in Australia was between $185,000 and $195,000.",
      "id": "s739"
    },
    {
      "text": "Mr Messenger expressed his opinion in writing that the value of Seaquest prior to its destruction on 24 August 2003 was no more than $210,000.",
      "id": "s740"
    },
    {
      "text": "164 Mr Drent was the founder of Maurice Drent Boating Services, whose objective is to market quality used power and sail recreational boats.",
      "id": "s741"
    },
    {
      "text": "Mr Drent estimates that the business has been involved in the sale of some 2,500 vessels.",
      "id": "s742"
    },
    {
      "text": "Mr Drent himself is active in the general role of administration of and advisor to the businesses conducted under that name and handles a number of high profile boats and sales himself.",
      "id": "s743"
    },
    {
      "text": "165 Based on Captain Kysil's reports, Mr Drent considered that there were several structural changes and repairs to Seaquest that would not enhance its value.",
      "id": "s744"
    },
    {
      "text": "They included:\n \n \n &#8226; fibreglass sheathed plywood decking;\n &#8226; added bridge deck, which did not flow with the general lines of the vessel;\n &#8226; a number of original ribs that were cracked and had been repaired by placing sister ribs beside them;\n &#8226; copper sheathing had been added in various areas of the keel and keelson;\n &#8226; an antiquated Perkins diesel engine that would not comply with future emission control standards.",
      "id": "s745"
    },
    {
      "text": "166 Mr Drent considered that Holmes, the builder of Seaquest, is a name held in good respect but that it was difficult for the value of a Holmes built vessel to reach the same value as that of vessels built by Halvorsen.",
      "id": "s746"
    },
    {
      "text": "While Halvorsen vessels were not built to a higher standard than Holmes vessels, Mr Dent considers that they enjoy a higher status in the classic boat purchaser's mind.",
      "id": "s747"
    },
    {
      "text": "Mr Drent mistakenly assumed that Seaquest had only one engine, not two, although he did not consider that that made a difference to the value.",
      "id": "s748"
    },
    {
      "text": "167 Mr Drent referred to two vessels that he took into account in arriving at his opinion.",
      "id": "s749"
    },
    {
      "text": "The first was a 50 foot Halvorsen Bridgedeck Cruiser, built by Halvorsen around 1950.",
      "id": "s750"
    },
    {
      "text": "Its last two owners had spent a considerable amount of money on its restoration and he classified the vessel as being 9 out of 10 for style and presentation.",
      "id": "s751"
    },
    {
      "text": "The vendor netted $383,000 after paying a commission of 6%.",
      "id": "s752"
    },
    {
      "text": "Mr Drent considered that that figure was achieved because of the presentation, originality and styling, the Halvorsen name and the age and engineering of the vessel.",
      "id": "s753"
    },
    {
      "text": "168 The second vessel described by Mr Drent is a 48 foot Holmes Bridgedeck Cruiser, which has been upgraded with diesel engines with low hours.",
      "id": "s754"
    },
    {
      "text": "Mr Drent considers that that vessel is very similar to Seaquest.",
      "id": "s755"
    },
    {
      "text": "The vessel has been for sale in Sydney for more than 12 months with an asking price of $295,000.",
      "id": "s756"
    },
    {
      "text": "At present, it remains unsold.",
      "id": "s757"
    },
    {
      "text": "That vessel is somewhat shorter than Seaquest.",
      "id": "s758"
    },
    {
      "text": "On the other hand, it is, to an untrained eye, very similar in its appearance to Seaquest.",
      "id": "s759"
    },
    {
      "text": "There is nothing to suggest that there has been a substantial change in market conditions between August 2003 and the present time.",
      "id": "s760"
    },
    {
      "text": "The fact that the second vessel has not been sold suggests that the asking price is higher than its market value.",
      "id": "s761"
    },
    {
      "text": "169 Mr Messenger considered that some of the work carried out by Mr Ruaro in the upgrading and maintenance of Seaquest would not necessarily add value to the vessel equal to the value of the work done.",
      "id": "s762"
    },
    {
      "text": "He referred particularly to rectifying rot and other faults.",
      "id": "s763"
    },
    {
      "text": "He also observed that replacement of equipment from time to time would not increase the value by an amount equivalent to the amount spent.",
      "id": "s764"
    },
    {
      "text": "170 Mr Messenger considered that the addition of a covered bridge deck hardtop to Seaquest was not totally in sympathy with its classic line and would have detracted from its value.",
      "id": "s765"
    },
    {
      "text": "Mr Messenger considered that timber vessels have very high maintenance costs and that Seaquest, therefore, was the kind of vessel that appeals to the handyman or owner that is not afraid to spend money on maintenance and upkeep.",
      "id": "s766"
    },
    {
      "text": "Mr Messenger accepted that Mr Ruaro had done a very thorough job of restoration and maintenance.",
      "id": "s767"
    },
    {
      "text": "However, Mr Messenger considered that, since Mr Ruaro did not have any specialist qualifications in boat building repair or maintenance and that a large proportion of the work he carried out was with assistance from tradesmen, Seaquest may not have obtained the best sale figure if it had been put on the market.",
      "id": "s768"
    },
    {
      "text": "Mr Messenger also considered that the age of the main motors would be another drawback.",
      "id": "s769"
    },
    {
      "text": "171 I consider that the valuation evidence is somewhat unsatisfactory.",
      "id": "s770"
    },
    {
      "text": "There is a dearth of evidence as to comparable vessels to Seaquest.",
      "id": "s771"
    },
    {
      "text": "As I have indicated, I would not give a great deal of weight to Captain Kysil's opinion.",
      "id": "s772"
    },
    {
      "text": "On the other hand, neither Mr Drent nor Mr Messenger referred to comparable sales to any useful degree.",
      "id": "s773"
    },
    {
      "text": "Their opinions were admitted without objection, except as to specific parts.",
      "id": "s774"
    },
    {
      "text": "Had there been objection, it may be that much of the evidence would have been rejected as not satisfying the requirements of s 79 of the Evidence Act , in so far as the opinions do not demonstrate the reasoning that led them to the opinions in question.",
      "id": "s775"
    },
    {
      "text": "172 Evidence was given that a commission in the order of 6% is generally payable in connection with the sale of pleasure craft such as Seaquest.",
      "id": "s776"
    },
    {
      "text": "That would not be a consideration in the assessment of fair market value.",
      "id": "s777"
    },
    {
      "text": "173 Doing the best that I can on the basis of the evidence, I would be disposed to conclude, on the balance of probabilities, that Seaquest had a market value in August 2003 in the vicinity of $US320,000 less the sum of $A116,000, being the cost of transportation to the East Coast of the United States.",
      "id": "s778"
    },
    {
      "text": "If Mr and Mrs Ruaro were entitled to damages, that would be the measure of their damages.",
      "id": "s779"
    },
    {
      "text": "CONCLUSION \n \n174 However, in the light of the conclusions outlined above, there must be judgment for Holmeport.",
      "id": "s780"
    },
    {
      "text": "The proceeding must be dismissed.",
      "id": "s781"
    },
    {
      "text": "Mr and Mrs Ruaro must pay Holmeport's costs of the proceeding, subject to any question of the costs of the cross-claim.",
      "id": "s782"
    },
    {
      "text": "I certify that the preceding one hundred and seventy-four (174) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s783"
    },
    {
      "text": "Associate:\n\nDated: 19 December 2007\n\n\n Counsel for the Plaintiffs: Dr G Dempsey \n \n Solicitor for the Plaintiffs: Thomson Rich O'Connor \n \n Counsel for the Second Defendant: \n Mr J Levingston \n \n Solicitor for the Second Defendant: \n DLA Phillips Fox \n \n Date of Hearing: 15, 16, 17, 18, 19, 22, 23 October 2007 \n \n Date of Judgment: 19 December 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2022.html",
      "id": "s784"
    }
  ]
}