{
  "name": "Zoia v Commonwealth Ombudsman [2007] FCA 245 (1 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/245.html",
  "catchphrases": [
    {
      "text": "summary judgment",
      "id": "c0"
    },
    {
      "text": "no reasonable prospect of 'appeal' being successfully prosecuted",
      "id": "c1"
    },
    {
      "text": "appeal from decision refusing to reinstate application for review",
      "id": "c2"
    },
    {
      "text": "previous dismissal of application",
      "id": "c3"
    },
    {
      "text": "non-attendance by applicant on each occasion",
      "id": "c4"
    },
    {
      "text": "no evidence of prospects of success on appeal",
      "id": "c5"
    },
    {
      "text": "procedure",
      "id": "c6"
    },
    {
      "text": "freedom of information",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The respondent brings a notice of motion seeking that the applicant's appeal dated 12 September 2006 be dismissed.",
      "id": "s0"
    },
    {
      "text": "In this respect the respondent relies upon the power of the Court in s 31A(2) of the Federal Court of Australia Act 1976 (Cth) to give judgment for one party against another in relation to the whole of a proceeding if (b) 'the Court is satisfied that the other party has no reasonable prospect of successfully prosecuting the proceeding ...'.",
      "id": "s1"
    },
    {
      "text": "This is to be read with s 31A(3) that provides that for the purposes of the section a proceeding need not be hopeless or bound to fail for it to have 'no reasonable prospect of success'.",
      "id": "s2"
    },
    {
      "text": "2 The respondent relies on an affidavit of Mr Hill, a solicitor of the Australian Government Solicitor and written submissions.",
      "id": "s3"
    },
    {
      "text": "The applicant relies on an outline of submissions.",
      "id": "s4"
    },
    {
      "text": "3 The applicant's notice of appeal seeks to appeal from a decision of Deputy President Hotop in the Administrative Appeals Tribunal (the Tribunal), Perth given on 6 September 2006.",
      "id": "s5"
    },
    {
      "text": "On that date the Deputy President directed:\n \n 'Pursuant to ss 42A(9) and 42A (10) of the Administrative Appeals Tribunal Act 1975 (Cth), the applicant's application for reinstatement of the application for review, which was dismissed by the Tribunal on 17 July 2006 pursuant to s 42A(2) of that Act, is refused.",
      "id": "s6"
    },
    {
      "text": "' \n\nThe transcript of the Tribunal hearing on that date shows that the reason given by the Deputy President for his decision was that the applicant 'has not provided any substantial grounds in support of his application for reinstatement'.",
      "id": "s7"
    },
    {
      "text": "He also stated that:\n \n 'In his request for reinstatement, he does not provide any explanation as to why he failed to appear on the previous occasion, nor does he make any or give any substantive reason why on the merits his application should be reinstated.",
      "id": "s8"
    },
    {
      "text": "All he does is basically ask a series of questions which really don't take this matter any further'.",
      "id": "s9"
    },
    {
      "text": "4 The Deputy President's reference to the 'previous occasion' is a reference to the decision of the Tribunal on 17 July 2006 referred to in the Tribunal's direction of 6 September 2006.",
      "id": "s10"
    },
    {
      "text": "On that date Deputy President Hotop made a decision which appears in the following terms:\n \n 'The Tribunal is satisfied that the applicant was given appropriate notice of the time and place of the preliminary conference which was listed to be held on 4 July 2006 in accordance with s 34A(1) of the Administrative Appeals Tribunal Act 1975 .",
      "id": "s11"
    },
    {
      "text": "The applicant failed to appear at the conference.",
      "id": "s12"
    },
    {
      "text": "Pursuant to s 42A(2)(a) of the Administrative Appeals Tribunal Act 1975 , the Tribunal dismisses the application.",
      "id": "s13"
    },
    {
      "text": "' \n\n5 The preliminary conference in respect of which the dismissal of 17 July 2006 was made related to a review lodged by the applicant of a decision of the respondent in relation to the applicant's request for documents under the Freedom of Information Act 1982 (Cth) (the FOI Act).",
      "id": "s14"
    },
    {
      "text": "The request was made on 25 November 2005 for documents held by the respondent dated between 1 January 2003 and 27 November 2005.",
      "id": "s15"
    },
    {
      "text": "A decision was made by the respondent on 3 February 2006 and provided to the applicant releasing a large proportion of the documents sought by the applicant's request.",
      "id": "s16"
    },
    {
      "text": "6 On 13 February 2006 the applicant sought internal review.",
      "id": "s17"
    },
    {
      "text": "An internal review decision was made on 22 March 2006 as a result of which some additional material was released to the applicant.",
      "id": "s18"
    },
    {
      "text": "7 On 29 March 2006 the applicant made the application to the Tribunal for review of the respondent's internal review decision.",
      "id": "s19"
    },
    {
      "text": "8 The respondent's decision resulted in certain of the documents, the subject of the request by the applicant, being listed as exempt.",
      "id": "s20"
    },
    {
      "text": "Documents I, J, L and Q were said to be exempt in whole or in part under subs 36(1) of the FOI Act.",
      "id": "s21"
    },
    {
      "text": "Documents A-K, N, P-S, and \nU-AH were said to be exempt pursuant to s 40(1)(d).",
      "id": "s22"
    },
    {
      "text": "Document T was said to be exempt pursuant to s 41.",
      "id": "s23"
    },
    {
      "text": "Documents L, M, O and P were said to be exempt pursuant to s 42.",
      "id": "s24"
    },
    {
      "text": "9 The respondent submits that on this application the applicant has not particularised any foundation to support his application and that what he relies on is unrelated to matters before the Tribunal.",
      "id": "s25"
    },
    {
      "text": "It is submitted that his submissions are embarrassing and nonsensical.",
      "id": "s26"
    },
    {
      "text": "Further, that there is nothing to persuade the Court that had the Tribunal considered his application for review, it would not have gone against him anyway.",
      "id": "s27"
    },
    {
      "text": "10 In his outline of submissions the applicant refers to s 64 of the Constitution .",
      "id": "s28"
    },
    {
      "text": "He asserts that the respondent is defending crimes against the Commonwealth.",
      "id": "s29"
    },
    {
      "text": "He also asserts that what he wants to do is to appeal the decision of 3 February 2006.",
      "id": "s30"
    },
    {
      "text": "That, of course, is the decision of which internal review has already taken place.",
      "id": "s31"
    },
    {
      "text": "Attached to the submissions are a variety of materials including extracts from The King v Barger [1908] HCA 43 ; (1908) 6 CLR 41, correspondence to him from the respondent, from the Treasury and from various members of Parliament, correspondence from him to the Governor-General and to him from the Director of Public Prosecutions.",
      "id": "s32"
    },
    {
      "text": "I accept the submission for the respondent that these matters do not particularise any basis of his appeal.",
      "id": "s33"
    },
    {
      "text": "11 In oral submissions the applicant referred to the need for justice, fairness and rightness.",
      "id": "s34"
    },
    {
      "text": "He asserted that there was a falsification of evidence that no-one was investigating and which was being covered up.",
      "id": "s35"
    },
    {
      "text": "He stated that he needed a solicitor.",
      "id": "s36"
    },
    {
      "text": "He expressed unfairness at not receiving an answer from the Prime Minister to correspondence addressed to him.",
      "id": "s37"
    },
    {
      "text": "None of these matters assist in particularising the basis of his appeal.",
      "id": "s38"
    },
    {
      "text": "Further, steps were taken by the Court to obtain a solicitor for him pursuant to O 80 of the Federal Court Rules but none was forthcoming.",
      "id": "s39"
    },
    {
      "text": "12 The position is therefore that both the written and oral submissions of the applicant are not helpful to him.",
      "id": "s40"
    },
    {
      "text": "13 It is apparent from the transcript of the Tribunal on 6 September 2006 to which reference has been made above, that there was likewise no case made to the Deputy President to support the reinstatement of the applicant's application.",
      "id": "s41"
    },
    {
      "text": "As was there said, there was also no evidence that would have helped to explain in any way why the decision of 17 July 2006 to dismiss the application was not properly made.",
      "id": "s42"
    },
    {
      "text": "14 The position is therefore that there is nothing before the Court which would support in any way a conclusion that there were prospects of success in the applicant's appeal from the decision of the Deputy President made on 6 September 2006.",
      "id": "s43"
    },
    {
      "text": "15 I therefore find that the applicant has no reasonable prospect of successfully prosecuting that appeal.",
      "id": "s44"
    },
    {
      "text": "Accordingly the respondent's notice of motion should be allowed.",
      "id": "s45"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s46"
    },
    {
      "text": "Associate:\n\nDated: 1 March 2007\n\n\n The Applicant represented himself \n \n Counsel for the Respondent: TR Hill \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 28 February 2007 \n \n Date of Judgment: 1 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/245.html",
      "id": "s47"
    }
  ]
}