{
  "name": "Capital Webworks Pty Ltd v Adultshop.com.limited [2007] FCA 262 (2 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/262.html",
  "catchphrases": [
    {
      "text": "interlocutory order",
      "id": "c0"
    },
    {
      "text": "whether order should be set aside",
      "id": "c1"
    },
    {
      "text": "order requiring disclosure to court of circumstances pertaining to beneficial ownership of applicant's cause of action",
      "id": "c2"
    },
    {
      "text": "leave granted to appeal from order",
      "id": "c3"
    },
    {
      "text": "full court dismissing appeal by majority",
      "id": "c4"
    },
    {
      "text": "special leave to appeal refused",
      "id": "c5"
    },
    {
      "text": "deference to character of order as an issue of practice and procedure",
      "id": "c6"
    },
    {
      "text": "whether court should exercise discretion to set aside order",
      "id": "c7"
    },
    {
      "text": "procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "On 15 April 2005 I made an order in the following terms: \n \n 'Within 10 days the applicant file and serve an affidavit setting out in full the circumstances pertaining to the beneficial ownership of its cause of action.",
      "id": "s0"
    },
    {
      "text": "' (the 15 April Order) \n \n The High Court and the Full Court of the Federal Court have accepted, and it is not in issue, that the 15 April Order is of an interlocutory nature.",
      "id": "s1"
    },
    {
      "text": "On 6 July 2005 French J granted leave to appeal from the 15 April Order.",
      "id": "s2"
    },
    {
      "text": "On 11 November 2005 that appeal was dismissed by the majority (Finn and Moore JJ) with Lee J in dissent.",
      "id": "s3"
    },
    {
      "text": "Their Honours made the following findings in relation to the 15 April Order.",
      "id": "s4"
    },
    {
      "text": "Lee J said it 'was either irrelevant to the application before the Court or insupportable on the material presented' and 'if not set aside, could work embarrassment or oppression upon the [applicant] and eventually, injustice' (per Lee J at [6]).",
      "id": "s5"
    },
    {
      "text": "He held there was 'a real risk that following on that error of law, a further order will be made in the strike out application that will deny the [applicant] the right to prosecute its claims' (at [6]).",
      "id": "s6"
    },
    {
      "text": "Moore J stated it 'was an unusual one' and it is not entirely clear 'why it was necessary for the affidavit to be ordered' or 'what information would likely be elicited in an affidavit filed in compliance with the order' (per Moore J at [31]-[33]).",
      "id": "s7"
    },
    {
      "text": "Finn J held the exercise of the discretion 'must have involved an error of principle as it lacked any proper foundation in the circumstances' and that the order 'ought not to have been made' (per Finn J at [37]).",
      "id": "s8"
    },
    {
      "text": "He said the applicant might be exposed to 'real injustice' from the possible consequences of non-compliance with the 15 April Order and the fact of non-compliance might 'prove to be a factor to which his Honour would attribute significance in his decision on the motion' (at [39]).",
      "id": "s9"
    },
    {
      "text": "Moore and Finn JJ dismissed the appeal in respect of the 15 April Order on the ground that it was an order made by a docket judge and a matter of practice and procedure involving the exercise of the discretion so that an appellate court should exercise caution in setting such order aside.",
      "id": "s10"
    },
    {
      "text": "Lee J was of the view that to attach supervening weight to case management would deny a right to a remedy to which a party was otherwise entitled and would elevate procedure over substance.",
      "id": "s11"
    },
    {
      "text": "On 9 December 2005 the applicant sought special leave to appeal the decision of the Full Federal Court to the High Court.",
      "id": "s12"
    },
    {
      "text": "On 26 October 2006 the application for special leave was dismissed (Gleeson CJ, Hayne J and Crennan J).",
      "id": "s13"
    },
    {
      "text": "After noting that the application concerned an interlocutory ruling on a matter of practice and procedure, it was stated that it did not give rise to an issue suitable to a grant of special leave.",
      "id": "s14"
    },
    {
      "text": "In the course of presentation of argument on the application, Gleeson CJ stated that there was reason to limit the extent to which litigants are permitted to agitate interlocutory rulings.",
      "id": "s15"
    },
    {
      "text": "His Honour also referred to the fact that it may be open to one of the parties to move the docket judge to have regard to what was said by the majority of the Full Court and to change his mind about the ruling.",
      "id": "s16"
    },
    {
      "text": "The applicant now moves the Court to set aside the 15 April Order.",
      "id": "s17"
    },
    {
      "text": "It is common ground that the Court has power to do so.",
      "id": "s18"
    },
    {
      "text": "This arises under O 35 r 7(2)(c) of the Federal Court Rules .",
      "id": "s19"
    },
    {
      "text": "It is both unnecessary and inappropriate in the case of a statutory court like the Federal Court to rely upon \"inherent jurisdiction\" as was suggested by the parties.",
      "id": "s20"
    },
    {
      "text": "( Hunter v Leahy [1999] FCA 1075 ; (1999) 91 FCR 214 at 220 per French J referring to Jackson v Sterling Industries [1987] HCA 23 ; (1987) 162 CLR 612) Rather it is implied power from a particular statutory provision that forms the basis of the power to act if the power is not expressly stated.",
      "id": "s21"
    },
    {
      "text": "However, there are competing submissions on how the discretion arising from the jurisdiction should be exercised.",
      "id": "s22"
    },
    {
      "text": "The applicant contends it will not preclude the exceptional step of reviewing or rehearing an issue 'when a court has good reason to consider that, in its earlier judgement, it was proceeded on a misapprehension as to the facts or the law' and there is also no reason 'to confine the exercise of its discretion in a way that would inhibit its capacity to rectify what it perceives to be an apparent error arising from some miscarriage in its judgment' (per Mason CJ in Autodesk Inc v Dyason (No 2) (1992) 111 ALR 385 at 386-387) or 'if the interests of justice so require' because the judgment involved a misunderstanding of the facts or misapplication of the law in relation to one or more issues (per Gaudron J in Autodesk 111 ALR at 407).",
      "id": "s23"
    },
    {
      "text": "The applicant also places reliance on De L v Director-General, New South Wales Department of Community Services (No 2) [1997] HCA 14 ; (1997) 143 ALR 171 at 176-177, where the High Court reaffirmed its own jurisdiction to open its judgments and orders and held that by doing so, courts seek to recognise competing objectives of the law, being, on the one hand, the principle of finality of litigation and on the other hand, the court's recognition 'that accidents and oversights can sometimes occur, which, unrepaired, will occasion an injustice'.",
      "id": "s24"
    },
    {
      "text": "On the other hand, the first and second respondents contend an interlocutory order made after a hearing at which each party had the opportunity to put its case should not be disturbed upon a subsequent application unless there is need to accommodate a change of circumstances or where evidence has since become available and litigants who failed to put forward their best cases in interlocutory applications face serious and self-created risks: Nominal Defendant v Manning [2000] NSWCA 80 ; (2000) 50 NSWLR 139 at 143, 147 and 156.",
      "id": "s25"
    },
    {
      "text": "Those respondents refer also to Commonwealth v Albany Port Authority [2006] WASCA 185 at [25] where Steytler J determined that courts will not lightly vary or set aside orders previously made, at least in the absence of fraud or fresh evidence: citing with approval DA Christie Pty Ltd v Baker [1996] 2 VR 582; Nominal Defendant 50 NSWLR at 156-157 per Heydon JA; Re Sinanovic's Application [2001] HCA 40 ; (2001) 180 ALR 448 at 450-451 per Kirby J; and Phillip Morris Ltd v The Attorney General for the State of Victoria [2006] VSCA 21 at [120] per Ormiston JA.",
      "id": "s26"
    },
    {
      "text": "Additionally the first and second respondents make the submission that any challenge to interlocutory orders (by reference to the Court's power to do so) should not be relied upon as a substitute for an appeal and, if so, the challenge should be refused as it is a misuse of process: Merkel J in Australian Prudential Regulatory Authority v Siminton (No 2) [2006] FCA 336 at [5] .",
      "id": "s27"
    },
    {
      "text": "Turning to discretionary considerations which should weigh on the application to set aside the 15 April Order, the first and second respondents seek to have the Court \nre-characterise the 15 April Order.",
      "id": "s28"
    },
    {
      "text": "It is submitted that the context in which it was made was important in that respect, namely, that it was made by a docket judge case managing a commercial dispute that had dragged on for over five years at the time of the decision (now nearly seven years).",
      "id": "s29"
    },
    {
      "text": "It is submitted, by reference to transcript at the time the 15 April Order was made, that it was intended to protect the Court's own processes from possible abuse and to assist his Honour in determining whether to exercise the Court's jurisdiction to grant a stay or dismissal of the proceedings.",
      "id": "s30"
    },
    {
      "text": "In that respect these respondents are seeking a different characterisation of the 15 April Order from that made by the Full Court.",
      "id": "s31"
    },
    {
      "text": "In my opinion that course is not open to me.",
      "id": "s32"
    },
    {
      "text": "I should follow the reasoning of the Full Court.",
      "id": "s33"
    },
    {
      "text": "The first and second respondents also place reliance on the fact that the actual decision of the Full Court was that the 15 April Order should not be set aside.",
      "id": "s34"
    },
    {
      "text": "Nevertheless, it is apparent that both in the reasoning of the majority in the Full Court and in the reasoning of their Honours sitting on the special leave application in the High Court, the only reason that the 15 April Order was not set aside was that it related to a matter of practice and procedure.",
      "id": "s35"
    },
    {
      "text": "More significant in my opinion is that both Lee and Finn JJ found that there was not sufficient evidence before me upon which to make the 15 April Order.",
      "id": "s36"
    },
    {
      "text": "The first and second respondents also draw attention to the fact that the 15 April Order presently stands and that the applicant is in default of it.",
      "id": "s37"
    },
    {
      "text": "Further, that following the dismissal of the appeal to the Full Federal Court on 11 April 2005 the applicant sought no further variation of the 15 April Order either before or after its application seeking special leave was brought.",
      "id": "s38"
    },
    {
      "text": "In effect therefore, it is said by those respondents, the applicant has ignored the authority of the 15 April Order since 11 November 2005.",
      "id": "s39"
    },
    {
      "text": "As against that, I must have in mind that the authority of the 15 April Order derives from its character as an order in practice and procedure not from its inherent correctness.",
      "id": "s40"
    },
    {
      "text": "The first and second respondents also submit that this is not a case where the 15 April Order can be seen to be incorrect as a result of a mistake of counsel or as a result of a mistake of the judge that was not corrected by counsel.",
      "id": "s41"
    },
    {
      "text": "Further, that it is not an order that incorrectly reflects its intention.",
      "id": "s42"
    },
    {
      "text": "Also, there is no fresh evidence brought which is relevant to the making of the 15 April Order.",
      "id": "s43"
    },
    {
      "text": "Returning to the first and second respondents' submission that the application to set aside the 15 April Order should not be allowed as a substitute for an appeal, I consider that here there is a distinction to be drawn from that general principle.",
      "id": "s44"
    },
    {
      "text": "The distinction is that the appeal has not been successful but has exposed that, apart from the discretion of the docket judge in matters of practice and procedure, the order under appeal is unsupportable.",
      "id": "s45"
    },
    {
      "text": "The appeal by deference to practice and procedure has emphasised the importance of the discretion of the docket judge.",
      "id": "s46"
    },
    {
      "text": "That discretion must be exercised having regard to what has been said by the members of the Full Federal Court as to the correctness of the making of the 15 April Order.",
      "id": "s47"
    },
    {
      "text": "In my view the discretion residing in me as docket judge should be exercised to rectify what has been perceived by all the members of the Full Court (apart from the deference of two of them to the discretion of the docket judge in matters of practice and procedure) to be an apparent error arising from a miscarriage in the judgment of the Court: cf Autodesk 111 ALR at 386-387.",
      "id": "s48"
    },
    {
      "text": "Accordingly I consider that the Court should set aside the 15 April Order.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s50"
    },
    {
      "text": "Associate:\n\nDated: 2 March 2007\n\n\n Counsel for the Applicant: Y Fang \n \n Solicitor for the Applicant: Tottle Partners \n \n Counsel for the First and Second Respondents: P Bevilacqua \n \n Solicitor for the First and Second Respondents: Salter Power \n \n Date of Last Written Submissions: 13 February 2007 \n \n Date of Judgment: 2 March 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/262.html",
      "id": "s51"
    }
  ]
}