{
  "name": "SZIWW v Minister for Immigration &amp; Citizenship [2007] FCA 238 (26 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/238.html",
  "catchphrases": [
    {
      "text": "consideration of whether the federal magistrate erred by failing to find a lack of procedural fairness and thus jurisdictional error on the part of the refugee review tribunal in proceeding to determine a review of the decision of the first respondent's delegate in circumstances where the appellant failed to attend a hearing by reason of a contended intervention of a third party",
      "id": "c0"
    },
    {
      "text": "consideration of whether the tribunal was 'engaged' in the contended misadventure in the appellant's failure to appear",
      "id": "c1"
    },
    {
      "text": "consideration of whether conduct of another affecting the conduct of the appellant in relation to a hearing provides a ground of procedural error.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an appeal from a judgment of Federal Magistrate Scarlett of 15 November 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal dated 19 May 1999 by which the Tribunal affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs refusing the grant of a protection visa to the appellant.",
      "id": "s0"
    },
    {
      "text": "The appellant is a citizen of the People's Republic of China who arrived in Australia on 17 January 1998.",
      "id": "s1"
    },
    {
      "text": "2 On 17 August 1998 the appellant lodged an application with the Department of Immigration and Multicultural Affairs for a protection visa, then described as protection visa (866).",
      "id": "s2"
    },
    {
      "text": "In that application the appellant nominated a current residential address in Australia at item 12 of the form as 64 Harrow Road, Glenfield, New South Wales, 2167.",
      "id": "s3"
    },
    {
      "text": "At item 31 of the form, AB11, the appellant was asked to give details of all addresses in Australia and he said that from January 1998 until the date of signing of the form he had resided at 64 Harrow Road, Glenfield, 2167.",
      "id": "s4"
    },
    {
      "text": "3 At item 36, the appellant was asked why did he leave his country of origin and he answered 'to escape further persecution'.",
      "id": "s5"
    },
    {
      "text": "At item 37 (AB14), the appellant was asked, 'What do you fear may happen to you if you go back to that country?",
      "id": "s6"
    },
    {
      "text": "' and the appellant answered 'imprisonment for counter-revolutionary crimes'.",
      "id": "s7"
    },
    {
      "text": "At item 38 (AB15), the appellant was asked, 'Who do you think may harm/mistreat you, if you go back?",
      "id": "s8"
    },
    {
      "text": "' And the appellant answered, 'Hunan PSB and local Police.",
      "id": "s9"
    },
    {
      "text": "'\n \n4 At item 39 (AB15), the appellant was asked, 'Why do you think they will harm/mistreat you if you go back?",
      "id": "s10"
    },
    {
      "text": "' and the appellant answered, '(1) religious belief, (2) membership of particular social group - descendant of national overseas Chinese, (3) political opinions - dissident in the eyes of Chinese authorities.",
      "id": "s11"
    },
    {
      "text": "' \n \n5 At item 40 (AB16), the appellant was asked, 'Do you think the authorities of that country can, and will, protect you if you go back?",
      "id": "s12"
    },
    {
      "text": "If not, why not?",
      "id": "s13"
    },
    {
      "text": "' and the appellant answered, 'Of course not.",
      "id": "s14"
    },
    {
      "text": "They want to continue persecuting me'.",
      "id": "s15"
    },
    {
      "text": "The application is signed by the appellant and dated 10 August 1998 (AB19).",
      "id": "s16"
    },
    {
      "text": "6 The appellant also completed a Form B document lodged with the Department, also signed by the appellant and dated 10 August 1998 (AB20 to AB30).",
      "id": "s17"
    },
    {
      "text": "At item 13 of that document (AB26), the appellant was asked, 'To which address do you want correspondence sent?",
      "id": "s18"
    },
    {
      "text": "' and the appellant responded, 'To my postal address' nominated as '64 Harrow Road, Glenfield, 2167.",
      "id": "s19"
    },
    {
      "text": "' \n \n7 On 16 October 1998, the Department of Immigration and Multicultural Affairs wrote to the appellant advising that his application for the grant of a protection visa had been refused as he did not meet the relevant criteria, namely a well-founded fear of persecution for a Convention reason.",
      "id": "s20"
    },
    {
      "text": "The letter (AB31) attached the record of the decision and advised the appellant that he may seek review of that decision before the Refugee Review Tribunal.",
      "id": "s21"
    },
    {
      "text": "8 On 18 November 1998, the appellant sought review of the delegate's decision.",
      "id": "s22"
    },
    {
      "text": "The application form recites at AB41 a residential address consistent with the earlier addresses, namely 64 Harrow Road, Glenfield, 2167, but also nominates an address for service of relevant documents as a postal address, namely PO Box 1178, Bankstown with a postcode of 1885.",
      "id": "s23"
    },
    {
      "text": "The application is signed and dated 7 November 1998 (AB43).",
      "id": "s24"
    },
    {
      "text": "9 On 19 November 1998, the Tribunal wrote (AB44) to the appellant at the nominated postal address advising the appellant of the receipt of the application for review.",
      "id": "s25"
    },
    {
      "text": "The Tribunal advised the appellant that if the review on the papers did not result in a decision in favour of the appellant, the appellant would be given an opportunity to attend a hearing to give oral evidence to the Tribunal.",
      "id": "s26"
    },
    {
      "text": "10 The Tribunal noted that some hearings are conducted by video or telephone conferences.",
      "id": "s27"
    },
    {
      "text": "The Tribunal also noted that the appellant may send any documents or written evidence at any stage of the case.",
      "id": "s28"
    },
    {
      "text": "The Tribunal said that the appellant should quote the file number and noted that any documents not in English must be translated into English by a translator.",
      "id": "s29"
    },
    {
      "text": "That letter also said this (AB45):\n \n 'It is very important to tell the Tribunal in writing if you change your telephone number, home address or your postal address for service (the address where you want letters from the Tribunal sent).",
      "id": "s30"
    },
    {
      "text": "If we are unable to contact you, or if you do not respond to our letters, you may lose your opportunity to appear before the Tribunal and give evidence on your case.",
      "id": "s31"
    },
    {
      "text": "' \n\n\n \n11 On 27 February 1999, the Tribunal wrote (AB46) to the appellant at the PO Box nominated by him as the address for service and advised the appellant that the Tribunal had looked at all the material relating to the application but was not prepared to make a favourable decision on that information alone.",
      "id": "s32"
    },
    {
      "text": "The Tribunal advised the appellant that he was entitled to come to a hearing of the Tribunal to give oral evidence in support of his claims.",
      "id": "s33"
    },
    {
      "text": "The Tribunal also advised the appellant that he would be entitled to ask the Tribunal to obtain oral evidence from another person.",
      "id": "s34"
    },
    {
      "text": "12 The Tribunal noted in the correspondence that the appellant would need to tell the Tribunal whether or not he wanted to come to the Tribunal to give oral evidence and whether or not he wanted to ask the Tribunal to obtain evidence from other people.",
      "id": "s35"
    },
    {
      "text": "The Tribunal in that letter requested the appellant to complete a response form by 22 March 1999.",
      "id": "s36"
    },
    {
      "text": "The letter also said:\n \n 'If you tell us that you want to give oral evidence, we will write to you shortly and advise you of your hearing date.",
      "id": "s37"
    },
    {
      "text": "' \n\n\n \n13 The letter also said:\n \n 'If you do not respond by 22 March 1999 we will assume that you do not want to come to a hearing and the Tribunal may make a decision on your case without further notice.",
      "id": "s38"
    },
    {
      "text": "' \n\n\n \n14 On 21 March 1999, a document (AB48) was sent to the Tribunal nominating a postal address of PO Box 1178, Bankstown, NSW 1885.",
      "id": "s39"
    },
    {
      "text": "15 On 22 March 1999 (AB49), the Tribunal wrote to the appellant at the nominated address for service, namely PO Box 1178, Bankstown, NSW 1885 and responded to the response.",
      "id": "s40"
    },
    {
      "text": "In that letter the Tribunal says:\n \n 'We have received your \"Response to Hearing Offer\" telling us that you want to come to a hearing of the Tribunal to give oral evidence.",
      "id": "s41"
    },
    {
      "text": "' \n\n\n \n The letter says that the hearing will take place on Thursday, 22 April 1999 at 2 pm.",
      "id": "s42"
    },
    {
      "text": "16 That letter invited the appellant to contact Ms Jennifer Livingstone if any assistance was needed.",
      "id": "s43"
    },
    {
      "text": "The letter also noted that the Tribunal will not change the hearing date unless there are very good reasons for doing so and said: \n \n 'If you think that you may be unable to attend the hearing, you should contact the Tribunal immediately.",
      "id": "s44"
    },
    {
      "text": "' \n\n\n \n17 The letter also said:\n \n 'If you do not attend the hearing and a postponement has not been granted, we will assume that you no longer want to come to a hearing and the Tribunal may make a decision on your case without further notice.",
      "id": "s45"
    },
    {
      "text": "' \n\n\n \n18 On 23 April 1999, a document (AB51) was sent to the Tribunal seeking an adjournment of the hearing.",
      "id": "s46"
    },
    {
      "text": "The document advises the Tribunal in these terms:\n \n 'Dear Sir/Madam, \n \n \n \n We wanted to attend the hearings as scheduled.",
      "id": "s47"
    },
    {
      "text": "Unfortunately we are badly injured in the hail storm and are unable to attend the hearing.",
      "id": "s48"
    },
    {
      "text": "Please rearrange our hearings separately to later dates until we are recovered from the trauma/accident.",
      "id": "s49"
    },
    {
      "text": "Many thanks.",
      "id": "s50"
    },
    {
      "text": "' \n \n\n19 That response or document was sent to the Tribunal purportedly on behalf of three individuals including the present appellant.",
      "id": "s51"
    },
    {
      "text": "20 On 27 April 1999, the Tribunal wrote (AB53) to the appellant at the nominated address for service advising that the hearing had been re-listed for a new hearing date, namely Thursday, 6 May 1999 at 10.45 am.",
      "id": "s52"
    },
    {
      "text": "The letter advised:\n \n 'If you do not attend this new hearing, it will be assumed that you do not want to come to a hearing and the Tribunal may make a decision on your case without further notice.",
      "id": "s53"
    },
    {
      "text": "' \n\n\n \n21 At AB54 there is reference to evidence that that letter seems to have been collected from the post office relevantly attached to the post box number 1178 in Bankstown.",
      "id": "s54"
    },
    {
      "text": "The note records:\n \n 'I spoke with Rose at Bankstown PO, and she informed me letter had been collected on 29/4.",
      "id": "s55"
    },
    {
      "text": "' \n\n\n \n22 On 20 May 1999, the Tribunal wrote (AB55) to the appellant advising that a decision had been reached by which the Tribunal had concluded that the appellant did not satisfy the criteria for the status of a refugee.",
      "id": "s56"
    },
    {
      "text": "The decision was published on 19 May 1999.",
      "id": "s57"
    },
    {
      "text": "On 29 May 2006, the appellant filed an application in the Federal Magistrates Court (AB70 - AB74) in which the appellant sought to review the decision of the Refugee Review Tribunal.",
      "id": "s58"
    },
    {
      "text": "The grounds asserted in the application at AB71 are these:\n \n \n '(1) I am a citizen of PRC.",
      "id": "s59"
    },
    {
      "text": "If I return to China I will be at risk of suffering persecution within the meaning of the 1951 Convention relating to the status of refugees and the 1967 Protocol relating to the status of refugees.",
      "id": "s60"
    },
    {
      "text": "(2) Member of the RRT failed to understand my claims and failed to consider relevant matters.",
      "id": "s61"
    },
    {
      "text": "Further particulars to be provided.",
      "id": "s62"
    },
    {
      "text": "(3) The respondent refused to grant me a protection visa without any proper grounds and proper investigation.",
      "id": "s63"
    },
    {
      "text": "' \n \n\n\n \n23 On 3 July 2006, the appellant filed an amended application (AB76 --- AB78) which recited a range of orders to be sought and set out an application for interlocutory relief.",
      "id": "s64"
    },
    {
      "text": "The grounds, however, do not go beyond those which were identified in the earlier application.",
      "id": "s65"
    },
    {
      "text": "Federal Magistrate Scarlett considered these matters and recorded these observations in relation to the application which give some contextual understanding to the chronology.",
      "id": "s66"
    },
    {
      "text": "Federal Magistrate Scarlett said these things:\n \n \n '(13) The Applicant did not commence proceedings until 29 th May 2006.",
      "id": "s67"
    },
    {
      "text": "At that stage he was in detention at the Immigration Detention Centre at Villawood.",
      "id": "s68"
    },
    {
      "text": "In his affidavit he said that his adviser did not tell him that he should make an application with the Federal Court within 28 days of notification of the decision.",
      "id": "s69"
    },
    {
      "text": "He sought an extension of time in order to bring that application.",
      "id": "s70"
    },
    {
      "text": "(14) I considered that material in a hearing on 31 st October 2006 and after hearing evidence from the Applicant, made orders - I made a finding first of all that there was no proof that the Applicant had received actual notification of the decision until 28 th April 2006, by which time he was in Immigration Detention.",
      "id": "s71"
    },
    {
      "text": "At that stage the application was then only three days out of time so I extended the time for making an application for remedy under s 476 of the Migration Act to 29 th May 2006.",
      "id": "s72"
    },
    {
      "text": "The media neutral citation for that decision is SZIWW v Minister for Immigration &amp; Another [2006] FMCA 1635.",
      "id": "s73"
    },
    {
      "text": "' \n \n\n\n \n24 In this Court, the appellant seeks to establish that Federal Magistrate Scarlett fell into error by failing to find jurisdictional error and procedural unfairness on the part of the Refugee Review Tribunal.",
      "id": "s74"
    },
    {
      "text": "The grounds of appeal recorded at AB91 are in these terms:\n \n 'Tribunal Member refused to find that the Applicant have well-founded fear of prosecution - (but rather, that should read, of course, 'persecution') - under Magna Carta of international law.",
      "id": "s75"
    },
    {
      "text": "Applicant needs protection in Australia because he believes his safety will be at risk if he is sent back to China.",
      "id": "s76"
    },
    {
      "text": "25 In support of those grounds the appellant has provided the Court with some written submissions although I should observe at the outset that the appellant has not specifically filed affidavit material in relation to significant evidential matters going to his nomination of the address for service, the ownership of the post office box and circumstances which might elucidate contextually those matters.",
      "id": "s77"
    },
    {
      "text": "26 Nevertheless, in terms of the written submissions filed with the court on 9 February 2007, the appellant essentially contends that there is no sign of any change about the policy of the government of the People's Republic of China to persecute non-sanctioned church-goers and religious believers, that if the appellant was forced to return to China he would certainly be persecuted, imprisoned and tortured, that the appellant has never had an opportunity to present his case comprehensively before the Refugee Review Tribunal and that the appellant never received any correspondence regarding the notice to attend a hearing, although I note that in the submissions the appellant makes reference to a hearing date of 28 April 2006.",
      "id": "s78"
    },
    {
      "text": "27 The relevant notice is, of course, a notice to attend a hearing on the adjournment date as communicated to the address for service nominated by the appellant in his documentation.",
      "id": "s79"
    },
    {
      "text": "28 The appellant goes further in the submissions to again assert that he would certainly face life-threatening consequences if he were forced to return to China.",
      "id": "s80"
    },
    {
      "text": "The appellant contends that Federal Magistrate Scarlett failed to recognise that the appellant had not received any correspondence and was therefore not in a position to be responsive to any matters before the Tribunal.",
      "id": "s81"
    },
    {
      "text": "29 The appellant also places great emphasis on the circumstances relating to the communication to the Tribunal of a notice that the appellant had suffered physical injury in a hail storm and would not be able to attend the hearing on the nominated date, thus seeking an adjournment date.",
      "id": "s82"
    },
    {
      "text": "30 The appellant contends that he did not receive any correspondence from the Tribunal and that he authorised no one on his behalf to communicate to the Tribunal either concerning that matter, which he contends to be entirely false, or any other matter.",
      "id": "s83"
    },
    {
      "text": "It is useful to note at AB41 of the papers that in response to the question of whether the appellant had authorised any person to act in his behalf in relation to the application for the protection Visa, his response was 'no' and, of course, it was at AB41 that the appellant nominates the address for service of PO Box 1178, Bankstown, 1885.",
      "id": "s84"
    },
    {
      "text": "31 The central question in this appeal is whether the appellant was provided procedural fairness in the conduct of a hearing in the discharge of the jurisdiction to conduct a review of the decision of the Minister's delegate.",
      "id": "s85"
    },
    {
      "text": "The contention, essentially, is that the appellant was deprived of the opportunity of putting relevant matters before the Tribunal either because he did not receive material or because a third party intervened in an unauthorised way to interfere with, or affect, communications with the appellant and thus prejudice his appearance before the Tribunal.",
      "id": "s86"
    },
    {
      "text": "32 It may be that a third party innocently responded to the Tribunal believing that such a party was acting on behalf of the appellant, perhaps in conjunction with other parties seeking to review matters before the Tribunal in relation to questions of refugee status, or, it may be that there is more sinister conduct involved.",
      "id": "s87"
    },
    {
      "text": "33 Nevertheless, it is perfectly clear on all the material that for the purposes of s 425 of the Migration Act 1958 (Cth), the Tribunal invited the appellant to appear before the Tribunal to give evidence and present arguments relating to the issues then before the Tribunal.",
      "id": "s88"
    },
    {
      "text": "In doing so, the Tribunal communicated to the nominated address for service.",
      "id": "s89"
    },
    {
      "text": "To the extent that the appellant was deprived of an opportunity to attend such a hearing on the adjourned date or any other date, there is nothing in any of the material before me and certainly nothing in any evidence, which suggests that the Tribunal was a participant in what might be called the misadventure .",
      "id": "s90"
    },
    {
      "text": "34 The appellant has filed a number of affidavits, principally in relation to the question of the extension of time mentioned earlier in these reasons, and in an affidavit filed on 29 May 2006 (AB1), the appellant says:\n \n '1.",
      "id": "s91"
    },
    {
      "text": "My adviser did not tell me I should make an application with the Federal Court of Australia within 28 days of notification of decision of the RRT.",
      "id": "s92"
    },
    {
      "text": "2.",
      "id": "s93"
    },
    {
      "text": "I filed the appeal to the Federal Court of Australia within the time.",
      "id": "s94"
    },
    {
      "text": "I even don't know about my appeal out of time.",
      "id": "s95"
    },
    {
      "text": "I am in detention and hard for me to get legal advice at the moment.",
      "id": "s96"
    },
    {
      "text": "' \n\n\n \n35 In an affidavit sworn on 3 July 2006, and filed on 9 July 2006 (AB2), the appellant says:\n \n \n '1.",
      "id": "s97"
    },
    {
      "text": "On 18 August 1998, I engaged a migration agent that I knew as \"adviser\" to act on my behalf in preparing an application for a protection visa.",
      "id": "s98"
    },
    {
      "text": "2.",
      "id": "s99"
    },
    {
      "text": "On 18 November 1998, I again engaged the migration agent to act on my behalf in preparing an application for review of the respondent's decision by the RRT of Australia.",
      "id": "s100"
    },
    {
      "text": "3.",
      "id": "s101"
    },
    {
      "text": "I haven't received the RRT decision until 28 April 2006.",
      "id": "s102"
    },
    {
      "text": "' \n \n\n\n \n36 In a further affidavit filed on 16 August 2006 (AB3) and sworn, apparently, on 15 August 2006, the appellant says:\n \n \n '1.",
      "id": "s103"
    },
    {
      "text": "On 18 August 1998 the migration agent lodged the application for a protection visa and acted on my behalf in preparing the application to the Department.",
      "id": "s104"
    },
    {
      "text": "' \n \n\n\n \n37 At paragraph 2 (AB3), the appellant says:\n \n \n '2.",
      "id": "s105"
    },
    {
      "text": "The migration agent made full story not allow me to attend the hearing day for my protection visa.",
      "id": "s106"
    },
    {
      "text": "That's why I didn't have opportunity to tell the member about the story.",
      "id": "s107"
    },
    {
      "text": "' \n \n\n\n \n38 These affidavits depose to a contention that the appellant had retained a migration agent in relation to these matters but that for one reason or another there was a breakdown of communication as to the notification of the hearing date.",
      "id": "s108"
    },
    {
      "text": "Notwithstanding these contentions in the affidavits I have mentioned, and the contentions in the submission from the appellant, it seems to me to be clear that the appellant had communicated to him at the address for service, certain material.",
      "id": "s109"
    },
    {
      "text": "To the extent that a third party may have intervened in the arrangements the Tribunal was seeking to make with the appellant, there is no evidence before me that suggests that the Tribunal was actively engaged in the misadventure.",
      "id": "s110"
    },
    {
      "text": "39 There are a number of authorities which have dealt with the question of whether a finding of procedural fairness, or failure to afford procedural fairness, is open in circumstances where there is no demonstrated engagement by the Tribunal in conduct relevant to that question.",
      "id": "s111"
    },
    {
      "text": "The Full Court of the Federal Court of Australia has considered this matter recently in Minister of Immigration and Multicultural Affairs v SZFDE [2006] FCAFC 142.",
      "id": "s112"
    },
    {
      "text": "That was a case in which a Lebanese family had the misfortune to be introduced, by a relative of the family, to a man who was thought to be a solicitor with a great deal of experience in migration matters.",
      "id": "s113"
    },
    {
      "text": "The family engaged him to represent them in their application for review by the Tribunal.",
      "id": "s114"
    },
    {
      "text": "However, unknown to the family, the particular agent had been struck off as a solicitor in December 2001 and deregistered as a migration agent in March 2002.",
      "id": "s115"
    },
    {
      "text": "The family paid the agent a considerable sum of money, namely, $8,400, and accordingly, was influenced by quite calculated fraud.",
      "id": "s116"
    },
    {
      "text": "The family had been dissuaded from appearing at a hearing before the Tribunal by the fraud of the agent.",
      "id": "s117"
    },
    {
      "text": "40 His Honour, Allsop J, at paragraph 139 of the reasons, reviews the principles governing the circumstances in which procedural fairness might be found to have failed by reason of the intervention of a third party.",
      "id": "s118"
    },
    {
      "text": "At paragraph 139, his Honour said this:\n \n 'Whilst the consequences of fraud practised upon the decision-making process of an administrative tribunal might, in some cases, lead to the conclusion that a decision had been made without authority or exhibiting jurisdictional error, that conclusion will generally be reached by reference to notions of procedural fairness.",
      "id": "s119"
    },
    {
      "text": "Whilst the taxonomy or categorisation of legal principle should not impede its recognition or operation, some characterisation is called for here by the terms of s 422B.",
      "id": "s120"
    },
    {
      "text": "' \n\n\n \n41 I pause to add that in this particular case, s 422B was not part of the legislative scheme but nevertheless, the statement of principle in relation to the circumstances in which procedural fairness might be found to have failed and thus jurisdictional error arises, remains persuasive.",
      "id": "s121"
    },
    {
      "text": "His Honour, continued at [139]:\n \n 'It is difficult to see here how, absent regard to the rules of procedural fairness or \"the requirements of the natural justice hearing rule\", one can identify a principle of law that permits the conclusion that there has been jurisdictional error.",
      "id": "s122"
    },
    {
      "text": "There has been no fraud of the Tribunal.",
      "id": "s123"
    },
    {
      "text": "There has been no fraud of the executive department.",
      "id": "s124"
    },
    {
      "text": "There was an invitation to attend a hearing.",
      "id": "s125"
    },
    {
      "text": "That invitation was declined.",
      "id": "s126"
    },
    {
      "text": "That decision to decline the invitation was influenced by the dishonesty and fraudulent purpose of the agent of the applicants.",
      "id": "s127"
    },
    {
      "text": "I do not see the basis for a conclusion that there was any denial of procedural fairness, or that those circumstances denied the Tribunal the authority to decide the review given the terms of ss 425 , 426A and 422B .",
      "id": "s128"
    },
    {
      "text": "I do not think that it is an accurate conclusion to say that the legislative scheme was corrupted by fraud or that a hearing was denied by fraud.",
      "id": "s129"
    },
    {
      "text": "' \n\n\nSee also Minister of Immigration and Multicultural Affairs v SZFDE per Graham J [212].",
      "id": "s130"
    },
    {
      "text": "42 That expression of principle is entirely consistent with the views expressed by his Honour, Besanko J at paragraph 34 in the reasons in SZGQL v Minister for Immigration and Multicultural Affairs [2006] FCA 1420 ; SZBSZ v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 779 , per Bennett J, [25] and [26]; SZBII and Another v Minister for Immigration and Multicultural Affairs and Another [2006] FCA 1477 per Cowdroy J, at [26] and [27]; and NADK of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 184 at [16] per Tamberlin, Sackville and Hely JJ.",
      "id": "s131"
    },
    {
      "text": "43 In the light of those authorities, it is clear that in the absence of evidence that the Tribunal became a participant in the conduct or led the appellant into error or failed in some direct way to afford procedural fairness by either compelling the appellant to participate at a hearing in circumstances where the appellant was either ill or incapacitated or by providing the appellant with, for example, an interpreter who was not able to properly assist the appellant or for such other reasons in which it is clear that there is a participation in the direct conduct giving rise to the failure to appear, there is no operative failure to provide procedural fairness and thus no jurisdictional error.",
      "id": "s132"
    },
    {
      "text": "44 These principles are, of course, consistent with the observations in Al-Mehdawi v Secretary of State for the Home Department [1990] 1 AC 876, and is consistent with the expression of opinion at Chapter 7, 'Procedural Fairness: The Scope of the Duty' at page 460 of Judicial Review of Administrative Action (3 rd Edition) 2004, Aronson, Dyer and Groves (see pages 460-463).",
      "id": "s133"
    },
    {
      "text": "Having regard to all of these matters, the Tribunal, in electing to proceed to determine the matter before it, pursuant to s 426A of the Migration Act 1958 (Cth), acted properly and no jurisdictional error is demonstrated in so doing.",
      "id": "s134"
    },
    {
      "text": "45 It follows, therefore, that Federal Magistrate Scarlett did not fall into error by failing to find jurisdictional error on the part of the Tribunal with the result that the appeal must necessarily be dismissed with costs.",
      "id": "s135"
    },
    {
      "text": "46 One final procedural matter remains, leave is given to amend the title of the first respondent to 'Minister for Immigration and Citizenship'.",
      "id": "s136"
    },
    {
      "text": "I certify that the preceding forty-six (46) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s137"
    },
    {
      "text": "Associate:\n\nDated: 26 February 2007\n\n Solicitor for the Appellant Appellant --- Self Represented \n \n Counsel for the Appellant: Appellant --- Self Represented \n \n Counsel for the First Respondent: Mr P L Carr \n \n Solicitor for the First Respondent: Blake Dawson Waldron, Lawyers \n \n Date of Hearing: 26 February 2007 \n \n Date of Judgment: 26 February 2007 \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/238.html",
      "id": "s138"
    }
  ]
}