{
  "name": "Taylor v Telstra Corporation Ltd [2007] FCA 2008 (13 December 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/2008.html",
  "catchphrases": [
    {
      "text": "representative proceeding",
      "id": "c0"
    },
    {
      "text": "court approval of settlement",
      "id": "c1"
    },
    {
      "text": "fairness and reasonableness of terms of settlement",
      "id": "c2"
    },
    {
      "text": "objections to settlement",
      "id": "c3"
    },
    {
      "text": "alternative outcomes",
      "id": "c4"
    },
    {
      "text": "independent assessment of reasonableness of legal fees",
      "id": "c5"
    },
    {
      "text": "exclusion of certain group members from settlement",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 By a notice of motion dated 10 December 2007, Mr Taylor asks the Court to approve the proposed settlement of these proceedings pursuant to s 33V of the Federal Court of Australia Act 1976 (Cth) (\"the Act \").",
      "id": "s0"
    },
    {
      "text": "2 In accordance with cl 5 of the Deed of Settlement dated 9 November 2007 between, inter alia, Mr Taylor and Telstra Corporation Ltd (\"Telstra\"), Telstra consents to the orders sought in the notice of motion.",
      "id": "s1"
    },
    {
      "text": "3 In support of the application for approval of the settlement, Mr Taylor relies upon the following:\n \n &#8226; an open affidavit of Mr Kenneth John Fowlie sworn 9 November 2007;\n &#8226; a confidential affidavit of Mr Kenneth John Fowlie, also sworn 9 November 2007;\n &#8226; an affidavit of Mr Alan Maxwell Thompson sworn 8 November 2007; and\n &#8226; a further open affidavit of Mr Kenneth John Fowlie sworn 10 December 2007.",
      "id": "s2"
    },
    {
      "text": "4 Telstra has filed three confidential affidavits of Mr Jason Lawrence Betts, which I have received into evidence.",
      "id": "s3"
    },
    {
      "text": "Two of the affidavits were sworn on 12 December 2007.",
      "id": "s4"
    },
    {
      "text": "One was sworn on 13 December 2007.",
      "id": "s5"
    },
    {
      "text": "The two affidavits of 12 December 2007 are identical except that in the second of the affidavits a table, which sets out details of shareholders who have objected to the settlement, has some of the personal details of the shareholders masked for confidentiality.",
      "id": "s6"
    },
    {
      "text": "Outline of the Proceedings \n \n5 An outline of the issues in the proceedings and of the evidence that has been filed is to be found in the open affidavit of Mr Fowlie of 9 November 2007.",
      "id": "s7"
    },
    {
      "text": "I propose to set out the details as they appear in the affidavit.",
      "id": "s8"
    },
    {
      "text": "6 These proceedings were commenced by an application and statement of claim on 20 January 2006.",
      "id": "s9"
    },
    {
      "text": "The cause of action in the proceedings is based essentially upon a briefing which Telstra gave on 11 August 2005 to members of the then Commonwealth Government.",
      "id": "s10"
    },
    {
      "text": "7 In the briefing, forecasts were provided concerning declining PSTN revenues, and opinions were expressed regarding the insufficiency of past network expenditure.",
      "id": "s11"
    },
    {
      "text": "The information conveyed a negative sentiment about the financial position of Telstra.",
      "id": "s12"
    },
    {
      "text": "The briefing incorporating the information was not released to the Australian Stock Exchange until 7 September 2005.",
      "id": "s13"
    },
    {
      "text": "8 Mr Taylor, who was the representative party in these proceedings, alleges that the information was of a kind which Telstra was required to disclose pursuant to its obligation of continuous disclosure under s 674 of the Corporations Act 2001 (Cth).",
      "id": "s14"
    },
    {
      "text": "9 Mr Taylor alleges that persons who bought shares in Telstra between 11 August 2005 and 6 September 2005 inclusive bought those shares at an inflated price because the share price of Telstra would have been lower if the information had been released to the market before 7 September 2007.",
      "id": "s15"
    },
    {
      "text": "10 Telstra denies the allegations and has made no relevant concessions throughout the proceeding.",
      "id": "s16"
    },
    {
      "text": "11 On 31 March 2006, Wilcox J made orders for Telstra to provide discovery of limited categories of documents.",
      "id": "s17"
    },
    {
      "text": "The focus of the categories was upon the date on which the forecasts were first made and the opinions first reached.",
      "id": "s18"
    },
    {
      "text": "Discovery was provided in a number of tranches.",
      "id": "s19"
    },
    {
      "text": "At the conclusion of the discovery phase, Mr Taylor amended and further amended his statement of claim and application.",
      "id": "s20"
    },
    {
      "text": "12 Telstra sought to strike out portions of the applicant's further amended statement of claim.",
      "id": "s21"
    },
    {
      "text": "That application was dealt with by Gyles J in an interlocutory hearing on 2 November 2006.",
      "id": "s22"
    },
    {
      "text": "Further amendments were made to the pleadings in light of the judgment of Gyles J and the result was that the causes of action are now pleaded in the second further amended application and second further amended statement of claim.",
      "id": "s23"
    },
    {
      "text": "13 The group is defined in the statement of claim as those persons who:\n \n &#8226; purchased shares in Telstra between (and including) 11 August 2005 and 6 September 2005;\n &#8226; at the time of purchase in the shares believed that the price paid for shares was not falsely inflated by reason of any non-disclosure to the market by Telstra of material information;\n &#8226; did not, on or before 6 September, resell those shares at a price equal to or greater than the price for which they were purchased; and\n &#8226; suffered a loss.",
      "id": "s24"
    },
    {
      "text": "14 Orders were made for the provision of opt-out notices at a hearing before Gyles J on 6 February 2007.",
      "id": "s25"
    },
    {
      "text": "The final date for providing opt-out notices was fixed at 4 May 2007.",
      "id": "s26"
    },
    {
      "text": "At the time when his Honour made those orders, he gave directions for the filing of lay and expert evidence by the parties and fixed the matter provisionally for hearing on 26 November 2007.",
      "id": "s27"
    },
    {
      "text": "15 Opt-out notices were issued to group members by sending the notice by prepaid post to each group member who was recorded on the respondent's share register as having purchased shares in the period 11 August 2005 to 6 September 2005.",
      "id": "s28"
    },
    {
      "text": "It appears that slightly in excess of 33,000 notices were sent to group members.",
      "id": "s29"
    },
    {
      "text": "4073 opt-out notices were received by the Court up to and including 4 May 2007.",
      "id": "s30"
    },
    {
      "text": "Accordingly, the group now consists of approximately 29,000 shareholders.",
      "id": "s31"
    },
    {
      "text": "The Lay Evidence \n \n16 The applicant's lay evidence consisted of an affidavit of Mr Taylor attaching copies of documents confirming his share transactions.",
      "id": "s32"
    },
    {
      "text": "That affidavit was served on 26 April 2007.",
      "id": "s33"
    },
    {
      "text": "17 Telstra's lay evidence comprised statements of Mr Solomon Trujillo, who is the Chief Executive Officer of Telstra, Mr John Stanhope, the Chief Financial Officer, Mr Gregory Winn, the Chief Operations Officer, and Mr Andrew Klein, a partner in Bain &amp; Co. Those affidavits were served on 18 June 2007.",
      "id": "s34"
    },
    {
      "text": "Telstra's lay evidence as contained in those statements comprised nine lever arch folders of material.",
      "id": "s35"
    },
    {
      "text": "A supplementary statement from Mr Stanhope comprising one further lever arch folder of material was served on 22 October 2007.",
      "id": "s36"
    },
    {
      "text": "18 The thrust of Telstra's lay evidence is to the effect that the information was conveyed at the meeting at an early stage of an extensive strategic review and thus did not represent a concluded view reached by Mr Trujillo.",
      "id": "s37"
    },
    {
      "text": "The affidavit of Mr Fowlie states:\n \n For this and other reasons, the evidence supports the contention that the Information was not required to be disclosed by the proper operation of the Act and Rules.",
      "id": "s38"
    },
    {
      "text": "The Applicant's Expert Evidence \n \n19 The applicant's expert evidence comprised reports of Ms Candace Preston and Mr Michael Mangan, both served on 10 August 2007, and certain other affidavits to which I will refer.",
      "id": "s39"
    },
    {
      "text": "20 Ms Preston is a financial analyst from the firm of Financial Markets Analysis LLC, based in Princeton, New Jersey.",
      "id": "s40"
    },
    {
      "text": "Ms Preston in her report adopts an analysis known as an \"events study\" analysis which is commonly used in the United States in this type of proceeding.",
      "id": "s41"
    },
    {
      "text": "21 An events study is an econometric technique that seeks to measure the impact of specific events on a company's share price by removing other unrelated events such as market-wide movements.",
      "id": "s42"
    },
    {
      "text": "The events study seeks to determine how much of a share price movement on a particular day is due to a specific event such as a disclosure of a hereto undisclosed piece of information.",
      "id": "s43"
    },
    {
      "text": "The events study methodology invites the conclusion that if a disclosure causes a statistically significant fall in the share price it follows that the information disclosed was material and it enables an estimate to be made of the extent of the \"price inflation\" present in the share price as a consequence of any earlier non-disclosure.",
      "id": "s44"
    },
    {
      "text": "22 To date, the events study analysis has not been adopted by Australian courts, but it was relied upon by an applicant in representative action proceedings brought in this Court in the matter of Dorajay Pty Ltd v Aristocrat Leisure Limited.",
      "id": "s45"
    },
    {
      "text": "That matter was heard recently by Stone J and her Honour has reserved judgment in that proceeding.",
      "id": "s46"
    },
    {
      "text": "23 The other report to which I referred was that of Mr Mangan.",
      "id": "s47"
    },
    {
      "text": "He is an analyst with stockbroking and funds management experience.",
      "id": "s48"
    },
    {
      "text": "He gives an opinion on the types of matters an analyst would take into account in determining whether the information was material and whether the earlier disclosure of the information would have had an impact on share price and the extent of such impact.",
      "id": "s49"
    },
    {
      "text": "24 Both Ms Preston and Mr Mangan conclude that the information was material information within the meaning of the Act and that if earlier disclosure had been made, the price of Telstra shares would have been lower.",
      "id": "s50"
    },
    {
      "text": "Telstra's Expert Evidence \n \n25 Telstra served four expert reports.",
      "id": "s51"
    },
    {
      "text": "They were of Mr Frederick Dunbar, Mr Vincent O'Brien, Mr Terry Walter and Mr Nicholas Hullah.",
      "id": "s52"
    },
    {
      "text": "Those reports comprise four lever-arch folders of printed material.",
      "id": "s53"
    },
    {
      "text": "In addition, Mr Walters' report includes 11 CD-ROMs containing more than 257,000 pages of documents.",
      "id": "s54"
    },
    {
      "text": "26 Mr Dunbar and Mr O'Brien are experts from the United States who apply the events study analysis.",
      "id": "s55"
    },
    {
      "text": "Their reports are therefore responsive to the expert evidence of Ms Preston.",
      "id": "s56"
    },
    {
      "text": "27 Mr Walter is an equity researcher who has undertaken an empirical study of the types, frequencies and the nature of disclosures made by ASX-listed companies since 2000.",
      "id": "s57"
    },
    {
      "text": "28 Mr Hullah, who is an accountant, has provided an opinion on whether the information was material from the perspective of the application of the accounting standards and whether it was required to be disclosed in Telstra's financial accounts concerning the financial year 2004-2005.",
      "id": "s58"
    },
    {
      "text": "Telstra's annual report was released to the market on 11 August 2005.",
      "id": "s59"
    },
    {
      "text": "29 Telstra served a fifth report on 24 October 2007.",
      "id": "s60"
    },
    {
      "text": "That was an expert report by Mr Warwick Evans.",
      "id": "s61"
    },
    {
      "text": "He is an analyst who adopts a similar approach to that of Mr Mangan.",
      "id": "s62"
    },
    {
      "text": "Mr Evans' report is contained in two lever-arch folders.",
      "id": "s63"
    },
    {
      "text": "30 Although I have set out briefly the nature of the evidence contained in Telstra's expert evidence reports, I make no comment about the admissibility of that material had the proceeding gone to trial.",
      "id": "s64"
    },
    {
      "text": "31 Each of Telstra's experts concludes that there was no obligation on Telstra to release the information.",
      "id": "s65"
    },
    {
      "text": "Apart from Mr Walter, whose analysis does not concern questions of materiality, each of the other experts concludes that the information was not material information at any time from 11 August 2007.",
      "id": "s66"
    },
    {
      "text": "Following from this, Messrs Dunbar, O'Brien and Evans conclude that there was no price inflation present in the period with which the proceedings are concerned.",
      "id": "s67"
    },
    {
      "text": "The Hearing \n \n32 The proceeding was due to commence for trial on or about 26 November 2007.",
      "id": "s68"
    },
    {
      "text": "Each of the parties had filed evidence which should have enabled the matter to commence on or about the date provisionally fixed by Gyles J.",
      "id": "s69"
    },
    {
      "text": "There were a number of minor interlocutory matters still to be dealt with.",
      "id": "s70"
    },
    {
      "text": "The Proposed Settlement Scheme \n \n33 The proposed settlement scheme is set out in Mr Fowlie's open affidavit of 9 November 2007 and I will record the terms as set out in Mr Fowlie's affidavit.",
      "id": "s71"
    },
    {
      "text": "34 Mr Taylor on behalf of group members seeks approval for a settlement of the proceeding resulting in Telstra paying a total sum of $5,000,000 into an interest-bearing account to be maintained by Messrs Slater &amp; Gordon who are the solicitors for the applicant.",
      "id": "s72"
    },
    {
      "text": "35 The settlement sum is essentially divided into three parts.",
      "id": "s73"
    },
    {
      "text": "The first part will be directed to meeting the legal costs and disbursements of the applicant.",
      "id": "s74"
    },
    {
      "text": "The total amount sought is $1.25 million.",
      "id": "s75"
    },
    {
      "text": "The reasonableness of this allowance and the reasonableness of the costs and disbursements are dealt with in Mr Thompson's affidavit.",
      "id": "s76"
    },
    {
      "text": "36 The second part of the settlement sum would be directed to an organisation known as Link Market Services (\"Link\") which manages Telstra's share register.",
      "id": "s77"
    },
    {
      "text": "Link has agreed to be involved in the processing of claims of eligible group members and has given an estimate of its likely costs.",
      "id": "s78"
    },
    {
      "text": "The figure envisaged is not a substantial sum.",
      "id": "s79"
    },
    {
      "text": "37 The third part of the settlement sum which would be approximately $3.7 million will then be distributed to group members via the settlement scheme.",
      "id": "s80"
    },
    {
      "text": "In short, it is proposed to pay to Mr Taylor and all members of the group, excluding those who purchased shares on 11 August 2005, 5 or 6 September 2005, or who purchased and sold shares within the period in question, the amount of $3.75 million less the costs and disbursements and administrative expenses to which I have referred above.",
      "id": "s81"
    },
    {
      "text": "This will be paid in full and final settlement of all claims in the proceedings.",
      "id": "s82"
    },
    {
      "text": "Depending upon the number of eligible members of the group who opt into the proposed settlement, the amount which may be recovered by an individual group member will be between an amount of less than one cent up to a capped maximum of five cents per share.",
      "id": "s83"
    },
    {
      "text": "38 The settlement followed a course of arm's-length negotiations between legally represented parties.",
      "id": "s84"
    },
    {
      "text": "The evidence establishes that the only way in which Mr Taylor, and hence group members, could achieve a better result was by going to trial.",
      "id": "s85"
    },
    {
      "text": "39 The settlement scheme is an opt-in administrative process.",
      "id": "s86"
    },
    {
      "text": "Persons who opted out of the proceeding in May 2007 will not be eligible to participate in the scheme but they will not be bound by the settlement.",
      "id": "s87"
    },
    {
      "text": "40 I have evidence before me as to the exclusion from the settlement of persons who purchased shares on 11 August or 5 and 6 September 2005 or who purchased shares between 12 August 2005 and 2 September 2005 but who sold those shares before 6 September 2005.",
      "id": "s88"
    },
    {
      "text": "I will refer to that evidence later.",
      "id": "s89"
    },
    {
      "text": "41 Mr Fowlie described the means of participating in the settlement scheme.",
      "id": "s90"
    },
    {
      "text": "A significant part of the strategy is the requirement, as much as is practicable, that persons seeking to make a claim do so by completing a web-based proof of claim form which will be located on a webpage hosted by Slater &amp; Gordon to be found at www.slatergordon.com.au/pages/telstrasettlement.aspx.",
      "id": "s91"
    },
    {
      "text": "If a person is unable to access the webpage, that person will be able to contact Slater &amp; Gordon who will arrange for a proof of claim form to be provided to them.",
      "id": "s92"
    },
    {
      "text": "42 Each person who wishes to participate in the scheme will be obliged within 49 days of approval to provide certain information in the proof of claim form.",
      "id": "s93"
    },
    {
      "text": "It is unnecessary to set out the information but it is basically concerned with the identity of the eligible claimant and bank details to permit electronic funds transfer of the relevant proportions to the bank account.",
      "id": "s94"
    },
    {
      "text": "If a participant does not wish to or is unable to provide such details, provision is made for a payment to be made by a cheque to that person.",
      "id": "s95"
    },
    {
      "text": "43 The participant will be obliged to accept certain conditions of participation.",
      "id": "s96"
    },
    {
      "text": "Essentially, they are that so long as the scheme is administered in accordance with its terms, the decision of Slater &amp; Gordon with respect to eligibility and the amounts of any distribution from the settlement fund is final.",
      "id": "s97"
    },
    {
      "text": "Further conditions are that a participant is authorised to submit the claim on behalf of the legal owner of the shares, that the information within the proof of claim is correct, and that participant meets the definition of group member and eligible claimant.",
      "id": "s98"
    },
    {
      "text": "44 Link will prepare a schedule listing by shareholder, listing all purchasers of Telstra shares during the eligible period.",
      "id": "s99"
    },
    {
      "text": "The data collected by Slater &amp; Gordon through the proof of claim process will be provided to Link by way of a proof of claim schedule.",
      "id": "s100"
    },
    {
      "text": "Link will compare the schedule with the registered transaction schedule and compile a confirmed transaction schedule which will comprise all transactions except for those referrable to persons who are listed as having opted out of the proceedings that appeared on the schedules.",
      "id": "s101"
    },
    {
      "text": "45 There may be some complications due to intra-day purchases by institutions that are not separately recorded by Link.",
      "id": "s102"
    },
    {
      "text": "The scheme provides for Slater &amp; Gordon to review unrecorded transactions and request documents to support them and to determine whether they are eligible to participate.",
      "id": "s103"
    },
    {
      "text": "46 There may also be instances of persons incorrectly entering data.",
      "id": "s104"
    },
    {
      "text": "The scheme provides for Slater &amp; Gordon to request supporting documentation and to determine whether the persons are eligible to participate.",
      "id": "s105"
    },
    {
      "text": "47 Under the scheme, Slater &amp; Gordon are authorised to add to the confirmed transaction schedules those unrecorded transactions that the firm satisfies itself to be in respect of purchases of eligible shares.",
      "id": "s106"
    },
    {
      "text": "The scheme also requires Slater &amp; Gordon to communicate by letter with each person who submitted a proof of claim but has been determined to be ineligible.",
      "id": "s107"
    },
    {
      "text": "48 Participating claimants will be entitled to payment of a sum calculated in accordance with a formula.",
      "id": "s108"
    },
    {
      "text": "The formula is recorded in [53] of Mr Fowlie's open affidavit of 9 November 2007.",
      "id": "s109"
    },
    {
      "text": "That formula is:\n \n \n Individual Proportion = No.",
      "id": "s110"
    },
    {
      "text": "of Participating Claimant's Eligible Shares X Settlement Fund Total no.",
      "id": "s111"
    },
    {
      "text": "of Eligible Shares submitted by all Participating Claimants \n up to a maximum of $0.05 per Eligible Share.",
      "id": "s112"
    },
    {
      "text": "49 The scheme also provides that should insufficient shareholders participate such that there are funds remaining within the settlement fund after the proper operation of the scheme, then those funds will be returned to the respondent.",
      "id": "s113"
    },
    {
      "text": "However, it appears to be the intention of the scheme that the whole of the fund be dealt with in accordance with the terms of the agreed settlement.",
      "id": "s114"
    },
    {
      "text": "50 Mr Fowlie's affidavit of 10 December 2007 deals with the orders I made under s 33X(4) of the Act on 12 November 2007 regarding notification of the proposed settlement.",
      "id": "s115"
    },
    {
      "text": "51 I should add that following publication of the notice of the scheme in newspapers on 15 November 2007 the parties became aware that the text of the notice differed to a small degree from the text which I approved.",
      "id": "s116"
    },
    {
      "text": "The parties subsequently approached me and further orders were made on 20 November 2007 requiring the applicant to publish a corrective notice in newspapers.",
      "id": "s117"
    },
    {
      "text": "The corrective notice was published on 23 November 2007.",
      "id": "s118"
    },
    {
      "text": "52 I do not propose to set out the details of advertisement of the proposed settlement which are recorded in [4] to [13] of Mr Fowlie's affidavit of 10 December 2007.",
      "id": "s119"
    },
    {
      "text": "However, I am satisfied on the evidence that there has been extensive and sufficient notice to group members of the proposed settlement.",
      "id": "s120"
    },
    {
      "text": "The Notices of Objection \n \n53 Of the more than 29,000 shareholders affected by the proposed settlement, only five objections were lodged with the Court by 3 December 2007, but two further objections were lodged after the date fixed by my orders.",
      "id": "s121"
    },
    {
      "text": "54 The essence of the objections is that they raised four objections to the proposed settlement.",
      "id": "s122"
    },
    {
      "text": "The first is to the amount of the settlement.",
      "id": "s123"
    },
    {
      "text": "The second is that the fees payable are too high.",
      "id": "s124"
    },
    {
      "text": "The third is said to be that there is provision in the settlement deed for destruction of certain documents.",
      "id": "s125"
    },
    {
      "text": "The fourth is as to the exclusion of some shareholders as eligible participants in the settlement, notwithstanding that they fell within the definition of the group contained in the statement of claim.",
      "id": "s126"
    },
    {
      "text": "55 Messrs Slater &amp; Gordon represent 223 members of the group.",
      "id": "s127"
    },
    {
      "text": "That is to say 223 clients have retained that firm to represent them in the proceedings.",
      "id": "s128"
    },
    {
      "text": "One of the clients lodged two separate notices of objection.",
      "id": "s129"
    },
    {
      "text": "The reason there are two notices is that there are two separate legal owners of the shares.",
      "id": "s130"
    },
    {
      "text": "The Legal Principles \n \n56 Section 33V(1) of the Act provides that a representative proceeding may not be settled or discontinued without the approval of the Court.",
      "id": "s131"
    },
    {
      "text": "The purpose intended to be served by s 33V was stated succinctly by Branson J in Australian Competition and Consumer Commission v Chats House Investments Pty Ltd (1996) 142 ALR 177 at 184.",
      "id": "s132"
    },
    {
      "text": "Her Honour said:\n \n It is appropriate for the court to be satisfied that any settlement or discontinuance of representative proceedings has been undertaken in the interests of the group members as a whole and not just in the interests of the applicant and the respondent.",
      "id": "s133"
    },
    {
      "text": "57 In Lopez v Starworld Enterprises Pty Ltd [1999] FCA104, Finkelstein J pointed out at [16] that the Court's task under s 33V is an onerous one.",
      "id": "s134"
    },
    {
      "text": "His Honour observed at [15] that he was not concerned so much with the position of the applicant, who was represented by solicitors and counsel, but with other group members, many of whom are not protected in this way.",
      "id": "s135"
    },
    {
      "text": "58 In Williams v FAI Home Security Pty Ltd (No.",
      "id": "s136"
    },
    {
      "text": "4) (2001) 180 ALR 459 at [19], Goldberg J said:\n \n Ordinarily the task of a court upon an application such as this, is to determine whether the proposed settlement or compromise is fair and reasonable, having regard to the claims made on behalf of the group members who will be bound by the settlement.",
      "id": "s137"
    },
    {
      "text": "Ordinarily...the court will take into account the amount offered to each group member, the prospects of success..., the likelihood of group members obtaining judgment for an amount significantly in excess of the settlement offer, the terms of any advice received from counsel and from any independent expert in relation to the issues which arise in the proceeding, the likely duration and cost of the proceeding... and the attitude of the group members to the settlement.",
      "id": "s138"
    },
    {
      "text": "59 His Honour referred to a nine-factor test which has been adopted in the United States in considering whether to approve settlements as fair and reasonable.",
      "id": "s139"
    },
    {
      "text": "60 In Darwalla Milling Co Pty Ltd v F Hoffmann-La Roche Ltd (No.",
      "id": "s140"
    },
    {
      "text": "2) (2007) 236 ALR 322, Jessup J took a slightly different approach from Goldberg J.",
      "id": "s141"
    },
    {
      "text": "His Honour observed at [3] that each case is dealt with on its own merits and by reference to specific factors which might raise serious doubts as to fairness.",
      "id": "s142"
    },
    {
      "text": "His Honour said at [35] that he could see no particular warrant for incorporating into Part IVA of the Act the requirements of the rules of the court of an overseas jurisdiction.",
      "id": "s143"
    },
    {
      "text": "His Honour said at [39] that:\n \n The practical judicial approach has been...to identify any features of the settlement that are obviously unreasonable or unfair... [and] where some group members object to a settlement and state their reasons..., their reasons will provide a convenient focus by reference to which the court will decide matters of fairness and reasonableness.",
      "id": "s144"
    },
    {
      "text": "61 Jessup J at [41] proceeded on the basis of considering whether the overall settlement sum was reasonable having regard to:\n \n the manner of its calculation and its relationship to the best possible case outcome for the group as a whole; the prospects of achieving an outcome at or near the best probable case; the extent of the weaknesses, substantive or procedural, in the applicant's case; [and] whether the settlement sum falls within a realistic range of likely outcomes... \n \n\n62 The test applied by his Honour at [41] was to determine whether the settlement involved any actual potential unfairness to any group member or categories of group members having regard to all relevant matters, including: whether the overall settlement sum involved unfair compromises by some members or categories of members for the benefit of others; and whether the distribution scheme fairly reflected the apparent or assumed relative losses suffered by particular members or categories of members.",
      "id": "s145"
    },
    {
      "text": "63 Jessup J at [50] also said that he did not consider that it was the Court's function under s 33V to second-guess the applicants' advisers as to the answer to the question whether the applicants ought to have accepted the respondents' offer.",
      "id": "s146"
    },
    {
      "text": "64 He also said at [50]:\n \n the court's function is, relevantly, confined to the question of whether the settlement was fair and reasonable.",
      "id": "s147"
    },
    {
      "text": "There will rarely, if ever, be a case in which there is a unique outcome which should be regarded as the only fair and reasonable one...the court should, up to a point at least, take the applicants and their advisers as it finds them...So long as the agreed settlement falls within the range of fair and reasonable outcomes, taking everything into account, it should be regarded as qualifying for approval under s 33V.",
      "id": "s148"
    },
    {
      "text": "65 More recently in Haslam v Money for Living (Aust) Pty Ltd (Administrators Appointed) [2007] FCA 897 Gordon J said at [19] to [20] said that she did not consider that the analysis undertaken by Goldberg J ought to be read as seeking to incorporate into Part IVA of the Act the requirements of the rules of court of an overseas jurisdiction.",
      "id": "s149"
    },
    {
      "text": "66 She said at [20]:\n \n The analysis provided and continues to provide a useful guide in considering applications for approval under s 33V...It should, in appropriate cases and subject to the circumstances of any particular case, continue to be employed as a useful guide.",
      "id": "s150"
    },
    {
      "text": "Grounds of Approval of the Settlement \n\n67 It seems to me that whether I adopt the approach of Jessup J or that taken earlier by Goldberg J, I ought to approve the settlement.",
      "id": "s151"
    },
    {
      "text": "My reasons for this are as follows.",
      "id": "s152"
    },
    {
      "text": "68 Counsel for the applicant have provided a joint opinion that the proposed settlement is fair and reasonable.",
      "id": "s153"
    },
    {
      "text": "This is a matter which carries weight in the exercise of my discretion although, of course, ultimately it is for me to satisfy myself in accordance with the relevant principles.",
      "id": "s154"
    },
    {
      "text": "69 I have given careful consideration to the objections which have been raised.",
      "id": "s155"
    },
    {
      "text": "70 As I said previously, the first objection is as to the amount of the settlement.",
      "id": "s156"
    },
    {
      "text": "In my view the matters which point in favour of the fairness and reasonableness of the amount are four-fold: (i) there were arm's length negotiations between the applicant and the respondent; (ii) the evidence establishes that the amount which has been offered was the best amount that could be achieved on a negotiated basis; (iii) the only alternative to accepting the settlement offered by Telstra was for Mr Taylor to run the proceedings with the inherent risks of such a procedure; and (iv) the risks included the possibility of an adverse costs order.",
      "id": "s157"
    },
    {
      "text": "71 As I have said earlier, Jessup J in Darwalla drew attention to the approach which the Court should take, namely that the Court should take the legal advisers as it finds them.",
      "id": "s158"
    },
    {
      "text": "Of course, that is a matter which has bearing in relation to the members of the group who retained Slater &amp; Gordon, but it does seem to me also to be a matter which I ought to take into account in considering the fairness and reasonableness of the settlement proposal.",
      "id": "s159"
    },
    {
      "text": "72 The second objection was as to the fees that are payable.",
      "id": "s160"
    },
    {
      "text": "I have considered the evidence of Mr Thompson who is an independent and accredited costs assessor.",
      "id": "s161"
    },
    {
      "text": "He is the principal of the firm known as Blackstone Legal Costing Pty Ltd.",
      "id": "s162"
    },
    {
      "text": "He has assessed the costs as fair and reasonable.",
      "id": "s163"
    },
    {
      "text": "It should be noted that Mr Thompson points out that the actual professional costs incurred by Messrs Slater &amp; Gordon exceed the amount that has been claimed.",
      "id": "s164"
    },
    {
      "text": "Moreover, although Slater &amp; Gordon have undertaken work in relation to the files of the 223 group members who retained them, the firm will not be charging costs for that work.",
      "id": "s165"
    },
    {
      "text": "The estimate of the amount of those costs would be in excess of $100,000.",
      "id": "s166"
    },
    {
      "text": "Slater &amp; Gordon will incur irrecoverable costs in administering the settlement.",
      "id": "s167"
    },
    {
      "text": "They have not charged a success fee or any uplift in their fees nor have they charged for disbursements including overseas calls.",
      "id": "s168"
    },
    {
      "text": "73 Although the amount of the costs looked at in isolation seems to be a large figure, it is necessary to take into account the stage at which the settlement has been reached.",
      "id": "s169"
    },
    {
      "text": "It is evident from the evidence that has been filed and the fact that settlement was reached only about two weeks before the hearing that a substantial amount of work has gone into the preparation of the case.",
      "id": "s170"
    },
    {
      "text": "The global figure is as I have said $1.25 million, but approximately a third of that is comprised of expenses and disbursements including counsel's fees.",
      "id": "s171"
    },
    {
      "text": "74 I do not consider that it is necessary to take the step which was taken by Sackville J in Courtney v Medtel Pty Ltd (No.",
      "id": "s172"
    },
    {
      "text": "5) 212 ALR 311 at [57] to [60].",
      "id": "s173"
    },
    {
      "text": "His Honour there suggested that evidence should be presented from an independent cost consultant.",
      "id": "s174"
    },
    {
      "text": "Here I have such evidence in Mr Thompson's affidavit.",
      "id": "s175"
    },
    {
      "text": "75 The third objection was as to the possible destruction of documents.",
      "id": "s176"
    },
    {
      "text": "However, the objection is based on a misreading of cl 10(a) of the Deed of Settlement.",
      "id": "s177"
    },
    {
      "text": "The destruction of documents contemplated by that clause does not authorise the destruction of the primary evidence in the possession, custody or power of Telstra.",
      "id": "s178"
    },
    {
      "text": "It provides only for destruction of documents in the possession of, or controlled by, Mr Taylor.",
      "id": "s179"
    },
    {
      "text": "76 The final objection deals with the exclusion of certain group members from participation in the settlement.",
      "id": "s180"
    },
    {
      "text": "The confidential affidavit of Mr Fowlie of 9 November 2007 dealt with this in [26], [28] and [29].",
      "id": "s181"
    },
    {
      "text": "I did make an order for confidentiality of the whole of the affidavit but Mr Gageler SC has this afternoon waived the confidentiality of the provisions of those paragraphs and it is convenient to refer to them because they explain why the eligible participants in the settlement comprise fewer than all of those who are members of the group defined in the statement of claim.",
      "id": "s182"
    },
    {
      "text": "77 Telstra's lay evidence discloses that the briefing to the government did not take place until after the market closed on 11 August 2005.",
      "id": "s183"
    },
    {
      "text": "Accordingly, even if Telstra was required to disclose the information, the earliest time when disclosure should have occurred would have been at the time of the briefing.",
      "id": "s184"
    },
    {
      "text": "It follows that even on Mr Taylor's case, group members who purchased shares on 11 August 2005 could not have purchased shares in an inflated market.",
      "id": "s185"
    },
    {
      "text": "78 The exclusion of group members who purchased shares on 5 and 6 September 2005 is explained by the fact that an earnings warning was released before the market opened on 5 September 2005.",
      "id": "s186"
    },
    {
      "text": "The reason eligible participants are limited to those who purchased up to 2 September 2005 is that the period 3-4 September 2005 was a weekend and no transactions took place on those days.",
      "id": "s187"
    },
    {
      "text": "The earnings warning was released before the market opened on 5 September 2005.",
      "id": "s188"
    },
    {
      "text": "Accordingly, on Mr Taylor's own case, from 5 September 2005 the market was fully informed.",
      "id": "s189"
    },
    {
      "text": "Mr Fowlie gives an opinion that the consequence of this is that group members who purchased on 5 and 6 September 2005 did not purchase shares in an inflated market.",
      "id": "s190"
    },
    {
      "text": "79 The exclusion of the category of group members who purchased shares between 12 August 2005 and 2 September 2005 but who sold those shares before 6 September 2005 is that they sold in a market which was unaffected by the actions or inaction of Telstra.",
      "id": "s191"
    },
    {
      "text": "On Mr Taylor's own case, group members who bought and sold shares in that market did not suffer loss and damage.",
      "id": "s192"
    },
    {
      "text": "The opinion given by Mr Fowlie is that the applicant would be unable to demonstrate that any selective disclosure of the information which apparently took place prior to 5 September 2005 did not cause the share price to decline.",
      "id": "s193"
    },
    {
      "text": "His opinion is hence that any difference between the price paid on purchase and the price received on sale by a group member in respect of shares sold before 6 September 2005 would reflect movements in the share price unrelated to the information which was said to be required to be disclosed under s 674 of the Corporations Act .",
      "id": "s194"
    },
    {
      "text": "80 Taking into account therefore the matters put by the objectors and the evidence referred to above, I have come to the view that applying the tests stated in the authorities the overall settlement is fair and reasonable and, as I have said, I propose to approve it.",
      "id": "s195"
    },
    {
      "text": "It follows that I will make orders in terms of [1] to [14] of the minutes of order that were handed to me today.",
      "id": "s196"
    },
    {
      "text": "81 I will also order that the Order 3 made in the four paragraph set of orders of 12 November 2007 be varied so as to exclude from it [26], [28] and [29] of Mr Fowlie's confidential affidavit of 9 November 2007.",
      "id": "s197"
    },
    {
      "text": "I certify that the preceding eighty-one (81) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s198"
    },
    {
      "text": "Associate:\n\nDated: 20 December 2007\n\n\n Counsel for the Applicant: S Gageler SC, with F Kunc SC and N J Beaumont \n \n Solicitor for the Applicant: Slater &amp; Gordon \n \n Counsel for the Respondent: T Bathurst QC with P Brereton \n \n Solicitor for the Respondent: Freehills \n \n Date of Hearing: 13 December 2007 \n \n Date of Judgment: 13 December 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/2008.html",
      "id": "s199"
    }
  ]
}