{
  "name": "Vishnumolakala v Minister for Immigration and Multicultural Affairs [2007] FCA 248 (26 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/248.html",
  "catchphrases": [
    {
      "text": "leave to raise new grounds on appeal not raised at first instance",
      "id": "c0"
    },
    {
      "text": "no reasonable prospect of success",
      "id": "c1"
    },
    {
      "text": "leave to adduce fresh evidence on appeal",
      "id": "c2"
    },
    {
      "text": "issue raised at first instance",
      "id": "c3"
    },
    {
      "text": "forensic choice of legal representatives not to adduce available evidence",
      "id": "c4"
    },
    {
      "text": "leave refused",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 By notice of motion filed on 10 January 2007, the applicant/appellant seeks two forms of orders.",
      "id": "s0"
    },
    {
      "text": "The first is that he be given leave to raise two new grounds of appeal relating to matters that were not argued at first instance.",
      "id": "s1"
    },
    {
      "text": "The second, that he be given leave to adduce fresh evidence on the appeal.",
      "id": "s2"
    },
    {
      "text": "That fresh evidence consists of affidavits by the applicant himself, his then migration agent and a legal practitioner.",
      "id": "s3"
    },
    {
      "text": "The orders sought in both cases need to be understood against the background of the nature of an appeal itself.",
      "id": "s4"
    },
    {
      "text": "Both parties have taken me to authorities bearing upon this matter.",
      "id": "s5"
    },
    {
      "text": "2 The often quoted observations of the High Court in Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1 at 7 to 8, loomed large in the respondent Minister's submissions.",
      "id": "s6"
    },
    {
      "text": "The Court there indicated that:\n \n \"it is fundamental to the due administration of justice that the substantial issues between the parties are ordinarily settled at the trial.",
      "id": "s7"
    },
    {
      "text": "If it were not so, the main arena for the settlement of disputes would move from the Court of first instance to the appellate Court, tending to reduce the proceedings in the former Court to little more than a preliminary skirmish.",
      "id": "s8"
    },
    {
      "text": "\"\n \n\nAs I will indicate in a moment, that observation has particular salience in this matter.",
      "id": "s9"
    },
    {
      "text": "3 I would refer as well to the observations of Allsop J, in the Full Court in Branir Pty Ltd v Owston Nominees (No 2) Pty Ltd [2001] FCA 1833 ; (2001) 117 FCR 424 at [36] , where his Honour said:\n \n \"The roles of the trial and the appeal need to be kept distinct.",
      "id": "s10"
    },
    {
      "text": "The appeal is not a reworking of the trial taking account of such impediments as are thrown up by the judge's finding which alter the landscape.",
      "id": "s11"
    },
    {
      "text": "\"\n \n\n4 By way of background to the present application, I would note that it arises in proceedings under s 39B of the Judiciary Act 1903 (Cth) in respect of a decision of a delegate of the respondent Minister refusing an application for a class BN subclass (136), Skilled-Independent Permanent Resident's visa.",
      "id": "s12"
    },
    {
      "text": "That decision was at the time not one for which an appeal lay to the Migration Review Tribunal.",
      "id": "s13"
    },
    {
      "text": "It was, in consequence, made the direct subject of an application under s 39B of the Judiciary Act for relief by way of constitutional writs.",
      "id": "s14"
    },
    {
      "text": "The application was dismissed by the Federal Magistrate.",
      "id": "s15"
    },
    {
      "text": "The appellant now appeals to this Court impugning the decision of the Federal Magistrate.",
      "id": "s16"
    },
    {
      "text": "5 The two new grounds of appeal sought to be raised were not raised at the hearing before his Honour.",
      "id": "s17"
    },
    {
      "text": "The principles governing the grant of leave to argue new grounds are reasonably well settled.",
      "id": "s18"
    },
    {
      "text": "Leave should only be granted if it is expedient in the interests of justice to do so.",
      "id": "s19"
    },
    {
      "text": "In considering whether it is so in the interests of justice, it is necessary to give some consideration to the merits of the ground proposed, to determine whether they have reasonable prospects of success.",
      "id": "s20"
    },
    {
      "text": "Authorities in support of these well known propositions have been collected in a decision of my own, MZWCL v MIMIA [2006] FCA 635 at [35] and [36].",
      "id": "s21"
    },
    {
      "text": "There is one matter which I would give particular attention to in considering the question of leave, and that is in some cases it is not only appropriate but necessary to have regard to the relation of what is now being sought to be done in the appeal to what was done at the trial.",
      "id": "s22"
    },
    {
      "text": "6 The applicant has placed particular reliance, in relation to the grant of leave, upon the majority decision of the Full Court of the Federal Court in NAJT v MIMIA [2005] FCAFC 134 , and particularly upon the factors referred to at [166].",
      "id": "s23"
    },
    {
      "text": "Apart from referring to what are well accepted propositions relating to the prospects of success and whether there was an acceptable explanation of why the grounds were not raised below, those factors deal by and large with issues relating to the efficient conduct of an appeal, whether the issues themselves raised have an importance beyond the case at hand and to prejudice.",
      "id": "s24"
    },
    {
      "text": "7 The one factor upon which particular reliance is placed by the applicant is: what is at stake in a case for the appellant?",
      "id": "s25"
    },
    {
      "text": "In the context of this particular visa application, it is said, that if the appellant is not permitted to raise the grounds he wishes to raise, and be given the opportunity to successfully prosecute them, he will not be able to come to Australia at all.",
      "id": "s26"
    },
    {
      "text": "Why this particular outcome is said to be inevitable is not the subject of evidence before me.",
      "id": "s27"
    },
    {
      "text": "8 Turning now to the two grounds, the first is the proposed new ground 1 of the amended notice of appeal: \n \n \n \"1.",
      "id": "s28"
    },
    {
      "text": "The learned Federal Magistrate erred by holding that under the combined effect of s 66(2)(c) &amp; s 66(3) of the Migration Act 1958 ( 'the Act' ) the Delegate was under no obligation to give written reasons for the decision.",
      "id": "s29"
    },
    {
      "text": "These subsections of the Act , s 66(3) in its entirety and a part of s66(2)(c) as relevant should be construed as invalid because they are inconsistent with the Federal Court's and Federal Magistrate Court's power under the Constitution both in its original jurisdiction and its appellate jurisdiction and the principle of the Rule of Law .",
      "id": "s30"
    },
    {
      "text": "These subsections protect decisions that are potentially affected by jurisdictional error by allowing reasons not to be disclosed and thus they impede or prevent an applicant from establishing jurisdictional error on the part of the Delegate.",
      "id": "s31"
    },
    {
      "text": "\" \n \n \n \n\n9 It should be noted that s 66(2)(c) in express terms exempts the Minister from the need to give written reasons for decision notifying the refusal (inter alia) of an application for a visa of the class for which the applicant has applied.",
      "id": "s32"
    },
    {
      "text": "I wish to emphasis this.",
      "id": "s33"
    },
    {
      "text": "It is an express statutory exemption to an obligation otherwise to give reasons.",
      "id": "s34"
    },
    {
      "text": "10 It is a little difficult to discern from the ground of appeal itself, as enlarged upon in argument what the precise argument is that the applicant appellant will wish to agitate.",
      "id": "s35"
    },
    {
      "text": "11 One possible basis is that the duty to give reasons is so fundamental to the proper conduct of judicial review as to be, in effect, an implication into Ch 3 of the Constitution , and in particular to s 75(v) of the Constitution .",
      "id": "s36"
    },
    {
      "text": "The difficulty with that proposition is that it stands in sharp contrast with what has been accepted common law in this country in decisions of the High Court for some time.",
      "id": "s37"
    },
    {
      "text": "In Public Service Board of New South Wales v Osmond [1986] HCA 7 ; (1986) 159 CLR 656, the High Court, in the context of State legislation, indicated that at common law a governmental decision-maker had no duty to give reasons for decision.",
      "id": "s38"
    },
    {
      "text": "The same proposition was articulated by Stephen J in Salemi v MacKellar (No 2) [1977] HCA 26 ; (1977) 137 CLR 396 at 443 to 4.",
      "id": "s39"
    },
    {
      "text": "This time, however, it was stated in the setting of a court exercising federal jurisdiction in relation to a decision under the Migration Act .",
      "id": "s40"
    },
    {
      "text": "12 In light of what I consider to be orthodox law in this country, I do not consider that, if the argument is as I have described it, it has any reasonable prospects of success.",
      "id": "s41"
    },
    {
      "text": "An alternative formulation of the argument would seem to be that unless reasons are given, you cannot have procedural fairness.",
      "id": "s42"
    },
    {
      "text": "How this is said to ensue is by no means clear, and in any event, it again is inconsistent with decided authority: see Salemi's case above, see also Moradian v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1590 ; (2004) 142 FCR 170 at [26] .",
      "id": "s43"
    },
    {
      "text": "13 In a third alternative explanation of the ground, Mr Silva drew analogy with an approach sometimes evident in judicial decision and well accepted in jurisprudence in England.",
      "id": "s44"
    },
    {
      "text": "That is, if a decision-maker does not give reasons, a court can presume that the decision-maker had no good reason, see Padfield v Minister of Agriculture, Fisheries and Food [1968] UKHL 1 ; [1968] AC 997, at 1053 to 1054, 1061 to 1062.",
      "id": "s45"
    },
    {
      "text": "That bare proposition clearly is inapplicable even if it could be said to represent Australian law.",
      "id": "s46"
    },
    {
      "text": "Here there is an express statutory exemption from a general obligation to give written reasons.",
      "id": "s47"
    },
    {
      "text": "To apply the presumption to which I had referred would make a nonsense of that exemption.",
      "id": "s48"
    },
    {
      "text": "14 Mr Silva sought to avoid that inconvenient result by saying that if the decision was infected on its face by jurisdictional error and if no reasons were given, it is assumed there were no good reasons.",
      "id": "s49"
    },
    {
      "text": "The absence of reasons in this setting seems to serve no operative purpose given that a jurisdictional error has first to be discerned.",
      "id": "s50"
    },
    {
      "text": "15 In short, however one seeks to package this particular ground of appeal and the constitutional question it raises, I am satisfied that it has no reasonable prospects of success.",
      "id": "s51"
    },
    {
      "text": "For that reason, I would not give leave for it to be raised on the appeal.",
      "id": "s52"
    },
    {
      "text": "16 I indicated at the hearing of the notice of motion that the second new ground of appeal sought to be argued will be dealt with at the hearing of the appeal in just over a week's time, at which stage the question of leave and also the merits of the ground itself will be dealt with.",
      "id": "s53"
    },
    {
      "text": "17 Turning now to the second matter, the application to adduce fresh evidence on the appeal, this matter relates to the legitimate expectation the appellant said he entertained of the delegate, such that her not taking a particular course at the hearing amounted to a denial of procedural fairness.",
      "id": "s54"
    },
    {
      "text": "18 The learned Magistrate concluded at paragraph 33 of his reasons that the delegate did not fail to observe a procedure suggested by the relevant public service documentation in question.",
      "id": "s55"
    },
    {
      "text": "He equally did not consider that the publication of that document to migration agents and others extended its status or legal effect such that it would constitute a governmental representation which could give rise to legitimate expectations or rights of procedural fairness to all persons affected.",
      "id": "s56"
    },
    {
      "text": "19 His Honour went on to para 37 of his reasons to say:\n \n \"I am not satisfied in the absence of evidence from the applicant or his agent that they ever believed that the present delegate would warn before deciding not to follow this aspect of PAM, or that they relied upon this aspect of PAM when deciding not to tender more evidence that the applicant could achieve [a particular level in a language test or its equivalent].",
      "id": "s57"
    },
    {
      "text": "\" \n\n\n \n20 What the evidence sought to be tendered in the appeal is designed to overcome is the absence of evidence so referred to by the Magistrate.",
      "id": "s58"
    },
    {
      "text": "Mr Silva, in effect, acknowledged that such was the case.",
      "id": "s59"
    },
    {
      "text": "I referred earlier to the nature of an appeal and to the influence it may have upon what one permits to transpire at the appeal when it has not transpired at first instance.",
      "id": "s60"
    },
    {
      "text": "This is doubly so where, in a matter such as the present, the very issue was raised.",
      "id": "s61"
    },
    {
      "text": "The only evidence sought to be put on was rejected by the Magistrate for reasons I need not enter upon here.",
      "id": "s62"
    },
    {
      "text": "The evidence that is now sought to be put on was available at the time but a forensic choice was made by the appellant's then legal representatives not to call evidence.",
      "id": "s63"
    },
    {
      "text": "21 To permit that evidence now to be called, in my view, is to do the very thing that Allsop J in Branir indicated ought not be done.",
      "id": "s64"
    },
    {
      "text": "It is to have a reworking of the trial taking account of such impediments as are thrown up by the judge's findings which alter the landscape.",
      "id": "s65"
    },
    {
      "text": "I am not, in the circumstances of this matter, prepared to grant the leave that is sought.",
      "id": "s66"
    },
    {
      "text": "It seems to me that what is sought is no more than an attempt to retrieve a point that had been raised and was lost.",
      "id": "s67"
    },
    {
      "text": "22 Accordingly, I will refuse leave to adduce the affidavit evidence that is sought.",
      "id": "s68"
    },
    {
      "text": "The orders of the Court will be that leave not be granted in relation to ground 1 of the amended notice of appeal.",
      "id": "s69"
    },
    {
      "text": "Grounds 4 and 5 of that amended notice of appeal I am informed now, are not being prosecuted.",
      "id": "s70"
    },
    {
      "text": "I adjourn consideration of ground 6 to the hearing of the appeal.",
      "id": "s71"
    },
    {
      "text": "Secondly, leave will not be granted to adduce fresh evidence on the appeal.",
      "id": "s72"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s73"
    },
    {
      "text": "Associate:\n\nDated: 2 March 2007\n\n\n Counsel for the Appellant: Mr A Silva \n \n Solicitor for the Appellant: Silva Solicitors \n \n Counsel for the Respondent: Mr A Markus \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 26 February 2007 \n \n Date of Judgment: 26 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/248.html",
      "id": "s74"
    }
  ]
}