{
  "name": "SZISR v Minister for Immigration and Citizenship [2007] FCA 271 (9 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/271.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "whether information contained in tribunal's reasons was relied upon for making decision",
      "id": "c1"
    },
    {
      "text": "magistrate's analysis correct",
      "id": "c2"
    },
    {
      "text": "appeal dismissed.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against an order of a Federal Magistrate made on 13 October 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') given on 28 February 2006 and handed down on 21 March 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of Kyrgyzstan who arrived in Australia on 24 September 2005.",
      "id": "s2"
    },
    {
      "text": "On 24 October 2005 he applied for a Protection (Class XA) visa.",
      "id": "s3"
    },
    {
      "text": "The appellant claimed in the Tribunal to have a well-founded fear of persecution by reason of his political opinions as a supporter and employee of Mr Aidar Akaev, the son of the ousted President of Kyrgyzstan.",
      "id": "s4"
    },
    {
      "text": "The appellant claimed that when the former President was ousted, his family and employees were persecuted.",
      "id": "s5"
    },
    {
      "text": "The appellant's claims involved being taken to the office of national security, being interrogated for two days and being brutally beaten as punishment for his support of Mr Aidar Akaev.",
      "id": "s6"
    },
    {
      "text": "3 On 18 January 2006 the Tribunal wrote to the appellant giving particulars of the information 'that would, subject to any comments you make, be the reason or part of the reason, for deciding that you are not entitled to a protection visa'.",
      "id": "s7"
    },
    {
      "text": "The Tribunal brought to the applicant's attention the application which he had made for a visa at the Australian Embassy in Moscow in September 2005 in which he had said that he was employed by the Kyrgyzstan Triathlon Federation as a member of the national triathlon team.",
      "id": "s8"
    },
    {
      "text": "The applicant was advised that his application was supported by a letter dated 1 September 2005 from Mr Baiman Erkinbaev, President of the National Olympic Committee of the Kyrgyz Republic and a Parliamentary Deputy, which stated 'that you had been enrolled in the centre of Olympic preparing of national sports teams of the Kyrgyz Republic since 4 October 2003 and that you were provided with a monthly athletics scholarship of 2,000 soms'.",
      "id": "s9"
    },
    {
      "text": "The applicant was advised that that letter also said that he had been selected by the National Olympic Committee of the Kyrgyz Republic to take part in the Olympic Games in Beijing in 2008.",
      "id": "s10"
    },
    {
      "text": "4 The Tribunal wrote:\n \n 'This information is relevant to your application for a protection visa because it casts doubt on your claims that you were persecuted by the new government because you had worked for and supported Mr Aidar Akaev.",
      "id": "s11"
    },
    {
      "text": "The fact that your application for the visa on which you travelled to Australia was supported by the National Olympic Committee of the Kyrgyz Republic and that you left Kyrgyzstan legally, travelling on a passport in your own name, does not suggest that you were of any interest to the Kyrgyz authorities at the time you left the country.",
      "id": "s12"
    },
    {
      "text": "Moreover, contrary to the claims made in your application for a protection visa, Mr Aidar Akaev was not a candidate in the presidential election held in July 2005 (see OSCE/ODIHR, Kyrgyz Republic --- Presidential Election, 10 July 2005 --- OSCE/ODIHR Election Observation Mission, Final Report, Warsaw, 7 November 2005, copy attached).",
      "id": "s13"
    },
    {
      "text": "This is likewise relevant to your application for a protection visa because it suggests that you are not telling the truth regarding your reasons for claiming to be a refugee.",
      "id": "s14"
    },
    {
      "text": "' \n \n\n5 The appellant's migration agent, in a letter dated 12 February 2006, addressed some of the matters raised by the Tribunal and, in particular, stated that the appellant had not personally been involved in the preparation of his travel papers to Australia but was assisted by acquaintances.",
      "id": "s15"
    },
    {
      "text": "It was said that the applicant did not complete or sign the form lodged with the Australian Embassy in Moscow.",
      "id": "s16"
    },
    {
      "text": "In that same letter, the appellant's representatives said that Mr Baiaman Erkinbaev was personally known to the appellant who had sought his assistance in leaving Kyrgyzstan.",
      "id": "s17"
    },
    {
      "text": "The letter continued that, despite the fact that Mr Baiaman Erkinbaev was previously in opposition to the ex President, some time before his death Mr Erkinbaev changed his opinion regarding the President's policy and wrote an open letter to a newspaper stating he was wrong to have opposed the ex President's policy.",
      "id": "s18"
    },
    {
      "text": "The appellant's representatives said that that letter would be produced to the Tribunal at the hearing.",
      "id": "s19"
    },
    {
      "text": "The applicant's representatives said that the applicant was never a sportsman and never a member of the national triathlon team.",
      "id": "s20"
    },
    {
      "text": "In one other respect it was said that one piece of information was wrong because the translation by the appellant's representatives was wrong.",
      "id": "s21"
    },
    {
      "text": "6 In discussing the appellant's claims, the Tribunal said:\n \n 'I noted that the Applicant's representative had referred to a letter Mr Baiaman Erkinbaev was supposed to have written before his death stating that he had been wrong in opposing Mr Akaev's policy.",
      "id": "s22"
    },
    {
      "text": "I put to the Applicant that Mr Erkinbaev's colleagues and most experts viewed the letter as a fake (see Nurshat Ababakirov, \"Kyrgyz Parliamentarian Bayaman Erkinbaev Assassinated\", Central Asia-Caucasus Analyst , 5 October 2005, downloaded from http://www.cacianalyst.org/issues/20051005Analyst.pdf, accessed 18 February 2006; Erica Marat, \"Erkinbayev's Assassination Provokes Controvery in Kyrgyzstan\", Eurasia Daily Monitor , 27 September 2005, downloaded from http://jamestown.org/edm/article.php?",
      "id": "s23"
    },
    {
      "text": "volume_id=407&amp; issue_id=3473&amp;article_id=2370267, accessed 18 February 2006).",
      "id": "s24"
    },
    {
      "text": "The Applicant asked why they had killed Mr Erkinbaev.",
      "id": "s25"
    },
    {
      "text": "I noted that there were a number of theories as to why he had been killed (International Crisis Group, Kyrgyzstan: A Faltering State , 16 December 2005, pages 5-7).",
      "id": "s26"
    },
    {
      "text": "The Applicant asserted that Baiaman Erkinbaev had said that the people of Kyrgyzstan needed Aidar Akaev and that this had been why he had been killed.",
      "id": "s27"
    },
    {
      "text": "' \n \n\n7 In its finding and reasons, the Tribunal did not accept that the appellant was a witness of truth in relation to his experiences which made him leave Kyrgyzstan.",
      "id": "s28"
    },
    {
      "text": "The Tribunal did not accept the appellant was fired or forced to leave his employment after the change of government nor that he was arrested on two occasions and tortured.",
      "id": "s29"
    },
    {
      "text": "It noted the appellant's employment history and that there was nothing in the independent sources to suggest that supporters of Mr Aidar Akaev or the Akaev family were persecuted by the new government.",
      "id": "s30"
    },
    {
      "text": "The Tribunal did not consider the exposure of the appellant's scars, which he claimed proved he had been tortured by electric shocks, by themselves proved how they were caused.",
      "id": "s31"
    },
    {
      "text": "The Tribunal did not accept there was a real chance the appellant would be persecuted for reasons of his real or imputed political opinion.",
      "id": "s32"
    },
    {
      "text": "8 The appellant applied to the Federal Magistrates Court for a review of the Tribunal's decision.",
      "id": "s33"
    },
    {
      "text": "He claimed that the Tribunal committed jurisdictional error by failing to comply with s 424A of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s34"
    },
    {
      "text": "9 The contest before the Federal Magistrate was whether the Tribunal had by reference to the reasons mentioned above, used that information as part of the reasons for the Tribunal affirming the decision which was under review.",
      "id": "s35"
    },
    {
      "text": "The Federal Magistrate examined the Tribunal's reasons which, relevantly, were in two parts.",
      "id": "s36"
    },
    {
      "text": "First, the Tribunal set out the evidence in a section headed 'Evidence'.",
      "id": "s37"
    },
    {
      "text": "Secondly, after discussing the evidence, the Tribunal set out its 'Findings and Reasons for Decision'.",
      "id": "s38"
    },
    {
      "text": "10 In that second aspect of the Tribunal's reasons, the Tribunal referred to authorities in the High Court and in this Court in relation to the proper approach of the evaluation of witnesses' evidence and then made two findings.",
      "id": "s39"
    },
    {
      "text": "First, that it was difficult to see why the appellant's employment by the National Olympic Committee as a driver would have been affected by Mr Akaev being deposed and having to leave the country.",
      "id": "s40"
    },
    {
      "text": "Secondly, that on the basis of independent evidence, supporters and followers of that ousted President Mr Akaev and his son are not persecuted.",
      "id": "s41"
    },
    {
      "text": "11 The member then proceeded:\n \n 'For the reasons set out above I do not accept that the applicant is telling the truth in relation to his claimed experiences which he says prompted him to leave Kyrgyzstan.",
      "id": "s42"
    },
    {
      "text": "' \n \n\n12 The member then made further findings which included the finding that the appellant was untruthful and he had not suffered torture as he claimed.",
      "id": "s43"
    },
    {
      "text": "The Tribunal then concluded that the appellant did not have a well-founded fear of persecution.",
      "id": "s44"
    },
    {
      "text": "13 The Federal Magistrate, after noting the matters to which I have referred, said (at [27]):\n \n 'A fair reading of the decision, to my mind, makes it quite clear that the reason for the adverse credit findings in relation to the applicant as identified by the Tribunal in the words; \" For the reasons set out above \", are confined to those reasons immediately referred to above and forming part of the \"Findings and Reasons for Decision\" section of its decision.",
      "id": "s45"
    },
    {
      "text": "' \n \n\n14 She concluded that the words 'For the reasons set out above', did not incorporate that part of the Tribunal's reasons where the Tribunal discussed the evidence.",
      "id": "s46"
    },
    {
      "text": "She therefore dismissed the application for review because she found that there had been no contravention by the Tribunal of s 424A because the information was not considered by the Tribunal to be a part of the reason for affirming the decision under the review.",
      "id": "s47"
    },
    {
      "text": "15 The appellant filed a notice of appeal in this Court on 31 October 2006 asserting that the Federal Magistrate erred in finding that the Tribunal's view that the letter was a forgery in its \"Evidence\" section was not information that was part of the reason for affirming the decision under review.",
      "id": "s48"
    },
    {
      "text": "16 The particulars of the appellant's complaint were:\n \n 'The Appellant's application for a visa to visit Australia was supported by a document signed by a certain named individual, who the Tribunal said had been an opponent of the political leader the applicant claimed to support.",
      "id": "s49"
    },
    {
      "text": "The Appellant claimed that the individual had retracted his opposition in a letter written shortly before his death.",
      "id": "s50"
    },
    {
      "text": "The Tribunal apparently had information that the letter was a forgery, and mentioned this in the section of the Decision Record headed \"Evidence\".",
      "id": "s51"
    },
    {
      "text": "Her Honour found that this information was not part of the reason for affirming the decision under review because it was not referred to in the section of the Decision Record headed \"Findings and Reasons for Decision\".",
      "id": "s52"
    },
    {
      "text": "Her Honour incorrectly held that the Tribunal's reasons were limited to the matters directly referred to in that section of the Record of Decision.",
      "id": "s53"
    },
    {
      "text": "' \n \n\n17 In my opinion, this appeal must be dismissed.",
      "id": "s54"
    },
    {
      "text": "The Federal Magistrate, in my opinion, correctly read and understood the Tribunal's reasons for decision.",
      "id": "s55"
    },
    {
      "text": "There is a good deal of evidence that was discussed by the Tribunal under the heading of 'Evidence' which did not form any part of the Tribunal's reasons for decision.",
      "id": "s56"
    },
    {
      "text": "The Tribunal was careful, in my opinion, to distinguish between the evidence which had been adduced and the evidence upon which it relied for the findings it made in that second section of the Tribunal's reasons.",
      "id": "s57"
    },
    {
      "text": "18 In SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 230 ALR 1, Allsop J said at [216]:\n \n 'One always needs to analyse and interpret the reasons of the tribunal in order to understand the reason for the ultimate reason or conclusion of the lack of satisfaction of the existence of protection obligations.",
      "id": "s58"
    },
    {
      "text": "Merely because something is contained in the text of the reasons of the tribunal which involves \"information\" does not conclude the question whether it was (and, in the relevant sense, would be) a part of the reason for affirming the decision.",
      "id": "s59"
    },
    {
      "text": "The whole of the written reasons must be analysed and interpreted in their context to assess why it was that the tribunal acted as it did (and so, in the relevant sense, to assess what would be, prior to making the decision, the reason or a part of the reason).",
      "id": "s60"
    },
    {
      "text": "' \n \n\n19 In my opinion, the Federal Magistrate did exactly that.",
      "id": "s61"
    },
    {
      "text": "She analysed the Tribunal's reasons to determine whether or not the information complained about formed any part of the Tribunal's reasons.",
      "id": "s62"
    },
    {
      "text": "She concluded that the information was not relied upon for the Tribunal affirming the decision of the delegate.",
      "id": "s63"
    },
    {
      "text": "In my opinion, her analysis and conclusion were correct.",
      "id": "s64"
    },
    {
      "text": "20 In those circumstances, the appeal must be dismissed.",
      "id": "s65"
    },
    {
      "text": "The appellant must pay the first respondent's costs.",
      "id": "s66"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s67"
    },
    {
      "text": "Associate:\n\nDated: 9 March 2007\n\n Counsel for the Appellant: Mr M Jones \n \n Solicitor for the Appellant: Michael Jones Solicitor \n \n Counsel for the First Respondent: Mr G Johnson \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 16 February 2007 \n \n Date of Judgment: 9 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/271.html",
      "id": "s68"
    }
  ]
}