{
  "name": "Applicant S169 of 2003 v Minister for Immigration and Citizenship [2007] FCA 212 (28 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/212.html",
  "catchphrases": [
    {
      "text": "no point of principle",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate given on 8 September 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") made on 24 November 2000 and handed down on 14 December 2000: see [2006] FMCA 1305.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a citizen of Pakistan.",
      "id": "s2"
    },
    {
      "text": "He claimed to have a well-founded fear of persecution by the Taliban who had approached him at his place of business demanding money for their cause and demanding that the appellant sell heroin.",
      "id": "s3"
    },
    {
      "text": "The appellant did not support their cause and was unwilling to comply with their demands.",
      "id": "s4"
    },
    {
      "text": "The appellant claimed that the military authorities would not protect him because they supported the Taliban's cause.",
      "id": "s5"
    },
    {
      "text": "3 By letter dated 8 September 2000 the Tribunal invited the appellant to a hearing.",
      "id": "s6"
    },
    {
      "text": "The letter was sent to the appellant's last known place of residence.",
      "id": "s7"
    },
    {
      "text": "A copy of it was sent to his nominated migration agent.",
      "id": "s8"
    },
    {
      "text": "The Tribunal recorded in its reasons that the appellant did not attend the hearing and did not contact the Tribunal.",
      "id": "s9"
    },
    {
      "text": "The Tribunal proceeded to make a decision on the material before it.",
      "id": "s10"
    },
    {
      "text": "The Tribunal noted in its reasons for decision that the claims made by the appellant raised questions it would have wanted answered by him had he attended the hearing.",
      "id": "s11"
    },
    {
      "text": "There was nothing to suggest that the government of Pakistan encouraged the sale of heroin or was powerless to protect the appellant against drug lords.",
      "id": "s12"
    },
    {
      "text": "The Tribunal was unable to be satisfied on the evidence that the appellant had a well-founded fear of persecution.",
      "id": "s13"
    },
    {
      "text": "4 On 6 May 2003, the appellant filed an application in the High Court for orders nisi for constitutional writs.",
      "id": "s14"
    },
    {
      "text": "The application was remitted to the Federal Court by order of Heydon J on 25 August 2003 and then transferred to the Federal Magistrates' Court on 5 August 2005.",
      "id": "s15"
    },
    {
      "text": "In that Court the appellant relied on the grounds contained in a draft order nisi and written submissions filed on 8 December 2004.",
      "id": "s16"
    },
    {
      "text": "The appellant sought an extension of time within which to commence the proceeding.",
      "id": "s17"
    },
    {
      "text": "The grounds were that there had been an excess of jurisdiction, that the conduct of the Tribunal's hearing led to an apprehension of bias and that the appellant did not receive an invitation letter.",
      "id": "s18"
    },
    {
      "text": "The appellant suggested that the Tribunal may have sent the invitation to his old address despite the fact that he had given notification of a new address.",
      "id": "s19"
    },
    {
      "text": "5 The Federal Magistrate considered the procedural issues raised by the manner in which the proceeding had been commenced.",
      "id": "s20"
    },
    {
      "text": "Her Honour applied Applicant S370 of 2002 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FMCA 581 at [1] --- [4] and found it appropriate in this case, pursuant to r 1.05(2) of the Federal Magistrates Court Rules , to apply Federal Court Order 51A Rule 5, to deal with the merits of the application by entertaining, on an inter partes basis, the application for the writs sought by the appellant.",
      "id": "s21"
    },
    {
      "text": "This course was proposed by the Minister and not opposed by the appellant.",
      "id": "s22"
    },
    {
      "text": "6 The Federal Magistrate considered the draft order nisi and found that there was nothing in that document capable of constituting even an arguable ground of review.",
      "id": "s23"
    },
    {
      "text": "Furthermore no grounds raised in the submissions were capable of supporting a claim that the Tribunal's decision had been affected by jurisdictional error.",
      "id": "s24"
    },
    {
      "text": "Specifically, there was nothing to support a contention of apprehended bias or the assertion that the Tribunal did not understand or deal with the appellant's claims.",
      "id": "s25"
    },
    {
      "text": "Her Honour held that the statutory duty, imposed by s 65 of the Migration Act 1958 (Cth) (\"the Act \"), required the Tribunal to refuse grant of the visa unless the Tribunal was positively satisfied that the appellant met the criterion of having a well-founded fear of persecution.",
      "id": "s26"
    },
    {
      "text": "In relation to the ground relating to country information, she held that the fact the Tribunal did not make mention of the country information in its reasons did not render the decision unreasonable.",
      "id": "s27"
    },
    {
      "text": "7 Her Honour held that, by Schedule 3 Part 2 Item 20(1) of Migration Legislation Amendment Act (No 1) 1998 (No 113 of 1998) (\"the Amending Act \"), the Amending Act applied to the application because the review had not been completed before commencement of the Amending Act .",
      "id": "s28"
    },
    {
      "text": "It followed that s 441A of the Act applied in this matter.",
      "id": "s29"
    },
    {
      "text": "Her Honour held that the invitation to a hearing before the Tribunal was duly given to the appellant in accordance with the provisions of s 441A(1) of the Act and that the Tribunal had power to proceed in the appellant's absence under s 426A of the Act .",
      "id": "s30"
    },
    {
      "text": "8 Her Honour found that the Tribunal had met its obligation under s 425 of the Act : the Tribunal had taken all reasonable steps to notify the appellant of the hearing and there was no lack of procedural fairness.",
      "id": "s31"
    },
    {
      "text": "In the circumstances it was unnecessary for the Court to consider the application for an extension of time to commence the proceeding.",
      "id": "s32"
    },
    {
      "text": "9 On 27 September 2006 the appellant filed a notice of appeal in this Court.",
      "id": "s33"
    },
    {
      "text": "The notice of appeal and the affidavit attached to that document raised general grounds asserting that the Federal Magistrate's decision was in error and that unspecified requirements of the Act had not been observed.",
      "id": "s34"
    },
    {
      "text": "Two specific issues do appear to be raised in those documents, namely, that the Tribunal did not consider the appellant's refugee claim and independent country information and that the Tribunal did not invite the appellant to the hearing as required by the Act .",
      "id": "s35"
    },
    {
      "text": "The notice of appeal asserts that the Tribunal sent the hearing invitation to the appellant's old address when he had already notified his change of address.",
      "id": "s36"
    },
    {
      "text": "10 At the hearing of the appeal before me the appellant appeared in person.",
      "id": "s37"
    },
    {
      "text": "He had the assistance of an interpreter.",
      "id": "s38"
    },
    {
      "text": "He asked that his case be sent back to the Tribunal so that he could \"explain the situation\".",
      "id": "s39"
    },
    {
      "text": "11 I drew the appellant's attention to the apparent inconsistency between his complaint, referred to in his notice of appeal, that the Tribunal had not invited him to attend a hearing and his statement, in his affidavit, affirmed on 6 May 2003 at [8], that he had received the invitation but had been advised by his then migration agent not to attend.",
      "id": "s40"
    },
    {
      "text": "He was unable to offer any explanation for the inconsistency beyond saying that he had not noticed the relevant passage in the affidavit before he affirmed the affidavit and that he did not speak English well at the time.",
      "id": "s41"
    },
    {
      "text": "12 No appellable error has been shown which would warrant the intervention of this Court.",
      "id": "s42"
    },
    {
      "text": "In my view the Federal Magistrate's decision was correct for the reasons which she gave.",
      "id": "s43"
    },
    {
      "text": "13 The appeal should be dismissed with costs.",
      "id": "s44"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s45"
    },
    {
      "text": "Associate:\n\nDated: 28 February 2007\n\n\n Appellant appeared in person \n \n \n Counsel for the Respondent: Ms S Sirtes \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 28 February 2007 \n \n Date of Judgment: 28 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/212.html",
      "id": "s46"
    }
  ]
}