{
  "name": "Australasian Meat Industry Employees Union (WA Branch) v Woolworths Limited [2007] FCA 389 (21 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/389.html",
  "catchphrases": [
    {
      "text": "certified agreement",
      "id": "c0"
    },
    {
      "text": "provision for negotiations to renew agreement to commence two months prior to nominal expiration of agreement",
      "id": "c1"
    },
    {
      "text": "whether respondent breached clause",
      "id": "c2"
    },
    {
      "text": "effect of statutory provisions on date of cessation of operation of certified agreement",
      "id": "c3"
    },
    {
      "text": "effect of delivery of notice to invoke statutory bargaining procedure",
      "id": "c4"
    },
    {
      "text": "industrial law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an application made by the applicant in reliance on s 178 of the Workplace Relations Act 1996 (Cth) (the Act).",
      "id": "s0"
    },
    {
      "text": "The applicant alleges that the conduct of the respondent in failing to negotiate a replacement certified agreement between the parties contravenes Pt VIII Div 1 of the Act by breaching the Woolworths Limited Western Australian Supermarkets and the Australasian Meat Industry Employees' Union Agreement 2002 (the 2002 Agreement).",
      "id": "s1"
    },
    {
      "text": "The applicant pleads and, subject to an exception, the respondent admits that the registered rules of the applicant at cl 4 allow membership of the applicant to those persons who are employed in any position in or in connection with, or who are usually employed in, or who are qualified and desire to be amongst other things the Butchering and Meat Industry or in any kindred industry handling meat products.",
      "id": "s2"
    },
    {
      "text": "The exception is that the Shop Distributive and Allied Employees' Association (the SDA) is an organisation of employees registered pursuant to s 27 of Sch 1B of the Act and is capable of enrolling as members the majority of the employees of the respondent who are employed in its supermarkets, including those employees who are engaged in the handling and preparation of meat products.",
      "id": "s3"
    },
    {
      "text": "It is common ground that during 2002 and 2003 the applicant negotiated the 2002 Agreement with the respondent trading as Woolworths Limited Western Australian Supermarkets in accordance with the provisions of the Act.",
      "id": "s4"
    },
    {
      "text": "This Agreement was subsequently certified by the Australian Industrial Relations Commission (the Commission) pursuant to s 170LJ in Div 2 of Pt VIB of the Act and came into operation on the day of certification, being 19 November 2003.",
      "id": "s5"
    },
    {
      "text": "The 2002 Agreement was binding on the applicant, its officers and members and the respondent (the parties).",
      "id": "s6"
    },
    {
      "text": "Clause 1.3 of the 2002 Agreement reads as follows: \n \n '1.3 DURATION AND RENEWAL \n \n \n \n 1.3.1 This agreement shall come into operation from the date of ratification and shall continue in force until 15 December 2005.",
      "id": "s7"
    },
    {
      "text": "1.3.2 The parties to this agreement agree that negotiations to renew this Agreement will commence two months prior to its expiration.",
      "id": "s8"
    },
    {
      "text": "1.3.3 Should negotiations not achieve agreement, the wages and conditions of employment shall continue as at the date of expiration.",
      "id": "s9"
    },
    {
      "text": "' \n \n \n\nThe respondent admits this clause, save that it states the expiry date was nominal.",
      "id": "s10"
    },
    {
      "text": "The heart of the applicant's claim against the respondent is that it alleges the respondent breached the terms of cl 1.3.2 of the 2002 Agreement in not entering into negotiations to renew the agreement, a breach of an agreement being contrary to s 178(1) of the Act.",
      "id": "s11"
    },
    {
      "text": "As a consequence the applicant also claims the respondent breached cl 1.3.3 of that agreement in not maintaining the wages and conditions contained within the 2002 Agreement, again contrary to s 178 of the Act.",
      "id": "s12"
    },
    {
      "text": "The applicant relies on an affidavit of Mr Da Silva, Vice President of the applicant, sworn on 5 July 2006 and on Ms Atkinson's affidavit tendered by the respondent.",
      "id": "s13"
    },
    {
      "text": "The respondent relies on the affidavits of Ms Atkinson, Regional Human Resources Manager of the respondent, sworn on 30 August 2006; of Ms Tatasciore, a solicitor employed by the respondent's solicitors, sworn on 29 August 2006; and on a copy of a circular to members of the applicant sent in early February 2006.",
      "id": "s14"
    },
    {
      "text": "WOOLWORTHS' SUPERMARKETS AND STAFF \n \n There are approximately 79 Woolworths' supermarkets in Western Australia, all of which have a meat room.",
      "id": "s15"
    },
    {
      "text": "The supermarkets are nominally divided into two parts.",
      "id": "s16"
    },
    {
      "text": "The meat room is where the fresh meat is processed and packaged for sale.",
      "id": "s17"
    },
    {
      "text": "The store is where other fresh products such as bread, cakes, fruit and vegetables and deli products are processed and packaged for sale and other general areas within the store such as groceries and chilled and frozen food liens which are required to be unpacked after delivery to the store and stacked on the shelves for sale.",
      "id": "s18"
    },
    {
      "text": "Other areas in the store include the checkout area, the receiving dock and the administration areas of Cash Office and Systems Office.",
      "id": "s19"
    },
    {
      "text": "There are approximately 406 meat workers currently employed by Woolworths in Western Australia.",
      "id": "s20"
    },
    {
      "text": "Of these employees, from pay deductions for union dues, it seems that approximately 70 are members of the SDA; approximately 83 are members of the applicant; and approximately 253 are not a member of any union.",
      "id": "s21"
    },
    {
      "text": "There are approximately 7653 employees employed as store workers.",
      "id": "s22"
    },
    {
      "text": "Of these employees approximately 4698 are members of the SDA; and approximately 2955 are not a member of any union.",
      "id": "s23"
    },
    {
      "text": "CIRCUMSTANCES LEADING TO THE ALLEGED BREACH \n \n On 16 July 2004 the Woolworths Limited (WA) Agreement 2004 (the Stores Agreement), being an agreement between the respondent and the SDA came into operation.",
      "id": "s24"
    },
    {
      "text": "It had a nominal expiry date of 15 December 2005.",
      "id": "s25"
    },
    {
      "text": "It applied to Woolworths' employees employed in stores in Western Australia.",
      "id": "s26"
    },
    {
      "text": "On 13 June 2005 the applicant lodged a notice of initiation of bargaining period pursuant to s 170MI of the Act and r 58 of the Australian Industrial Relation Commission Rules 1998 (Cth) putting the respondent on notice that the applicant intended to try to make an agreement under Div 2 Pt VIB of the Act with the respondent to replace the 2002 Agreement on its expiry.",
      "id": "s27"
    },
    {
      "text": "The proposed nominal expiry date of the proposed agreement was stated to be 15 December 2008.",
      "id": "s28"
    },
    {
      "text": "On 16 October 2005 Mr Graeme Haynes, the current Branch Secretary of the applicant, wrote to Ms Robyn Atkinson, Regional HR Manager of the respondent, requesting that negotiations commence for the making of a replacement certified agreement in accordance with the provisions for renewal under the 2002 Agreement.",
      "id": "s29"
    },
    {
      "text": "Mr Haynes cited cl 1.3.1 and cl 1.3.2 of the 2002 Agreement.",
      "id": "s30"
    },
    {
      "text": "He continued: \n \n 'I refer specifically to Clause 1.3.2 and numerous calls to yourself by myself to initiate preliminary discussions and your inability, due to deliberations in your National Office, to advise me of any commitments to commence bargaining in good faith.",
      "id": "s31"
    },
    {
      "text": "... \n We are optimistic that you will not seek to register a \"four walls agreement\" with another union, or a Section 170LK agreement which was successfully opposed in the last round of negotiations - ... \n \n Could you please clarify what Woolworth's attitude is towards negotiating a Section 170LJ EBA with the AMIEU (WA Branch)?",
      "id": "s32"
    },
    {
      "text": "...' \n \n Between July 2005 and November 2005, Ms Atkinson spoke to Mr Haynes approximately three times about negotiating a new agreement with the applicant.",
      "id": "s33"
    },
    {
      "text": "On each of those occasions Ms Atkinson told Mr Haynes that the respondent had not decided whether it would be negotiating a new agreement with the applicant to replace the 2002 Agreement.",
      "id": "s34"
    },
    {
      "text": "On 24 November 2005 the Action Supermarkets Pty Ltd and SDA Agreement 2004 (the Action Agreement), being an agreement between Action and the SDA, was transmitted to Woolworths when it acquired 15 supermarkets from Action on that date.",
      "id": "s35"
    },
    {
      "text": "The Action Agreement came into operation on 1 November 2004 and has a nominal expiry date of 31 October 2007.",
      "id": "s36"
    },
    {
      "text": "It applied in the old Action stores that Woolworths had acquired until 30 June 2006.",
      "id": "s37"
    },
    {
      "text": "On or about 24 November 2005 Mr Haynes was informed by Ms Atkinson that she was unavailable for discussions on the subject and would contact Mr Haynes the following week in relation to the negotiation of a replacement agreement.",
      "id": "s38"
    },
    {
      "text": "She said her priority at that time was transitioning 1300 new employees that the respondent had acquired from Action Supermarkets Pty Ltd (Action), to employment with the respondent.",
      "id": "s39"
    },
    {
      "text": "Some time during the second half of 2005, the respondent decided, for a number of operational reasons, that it would negotiate a collective agreement with the SDA that would replace the 2002 Agreement and the Stores Agreement (the 2005 Agreement).",
      "id": "s40"
    },
    {
      "text": "On 16 December 2005 Mr Da Silva, Vice President of the applicant, was advised that Mr Brad Bolin was the newly appointed Regional Manager for the respondent in Western Australia.",
      "id": "s41"
    },
    {
      "text": "Mr Bolin advised Mr Da Silva that a meeting in relation to the negotiation of a replacement agreement was inconvenient for him and that the earliest he could arrange to meet was 4 January 2006.",
      "id": "s42"
    },
    {
      "text": "On 4 January 2006 Mr Da Silva attended a meeting with Mr Bolin and Ms Atkinson at which he was informed that the respondent had come to an agreement with the SDA that purported to include provision for the terms and conditions of employment for meat room staff employed by Woolworth's supermarkets.",
      "id": "s43"
    },
    {
      "text": "At the meeting of 4 January 2006 Mr Da Silva was informed that the respondent would not be negotiating with the applicant for a certified agreement in replacement of the 2002 Agreement.",
      "id": "s44"
    },
    {
      "text": "This advice was confirmed by Ms Atkinson in a letter dated 4 January 2006 to Mr Da Silva.",
      "id": "s45"
    },
    {
      "text": "On 7 January 2006 an agreement entitled 'Woolworths Limited (WA) Agreement 2005' was provided to Mr Da Silva as the document being submitted to the Commission for certification.",
      "id": "s46"
    },
    {
      "text": "On 6 January 2006 Mr Haynes wrote to Ms Atkinson outlining the concerns of the applicant and its members in relation to the proposed agreement.",
      "id": "s47"
    },
    {
      "text": "On the same day the applicant lodged a notification of an industrial dispute pursuant to s 99 of the Act in relation to the concerns the applicant had raised with the respondent regarding the negotiation of a replacement agreement.",
      "id": "s48"
    },
    {
      "text": "According to the s 99 notification, the alleged dispute was over the respondent reaching an agreement with the SDA on the terms of an agreement that would replace both the 2002 Agreement and the Stores Agreement without negotiating with the applicant.",
      "id": "s49"
    },
    {
      "text": "The s 99 notification was listed for hearing before Commissioner Foggo on Wednesday, 11 January 2006.",
      "id": "s50"
    },
    {
      "text": "Ms Atkinson and Mr Da Silva attended the hearing.",
      "id": "s51"
    },
    {
      "text": "The solicitor for the applicant requested that the hearing be adjourned and that the parties participate in a conciliation conference instead.",
      "id": "s52"
    },
    {
      "text": "The conciliation conference which followed before Commissioner Foggo occurred in private on a 'without prejudice' basis.",
      "id": "s53"
    },
    {
      "text": "At the conclusion of the conference, Commissioner Foggo told the applicant that if it wanted to negotiate a collective agreement with the respondent, it should contact the respondent and make a time to do so.",
      "id": "s54"
    },
    {
      "text": "Commissioner Foggo then listed another report back conference for 20 January 2006.",
      "id": "s55"
    },
    {
      "text": "The applicant did not contact Ms Atkinson between 11 --- 20 January 2006 in relation to having discussions for a collective agreement.",
      "id": "s56"
    },
    {
      "text": "On or about 16 January 2006 Ms Atkinson received by facsimile transmission a 'Notice of Intention to Take Industrial Action' from Mr Haynes.",
      "id": "s57"
    },
    {
      "text": "The notice informed her that the applicant and its members were going to take industrial action on Thursday, 19 January 2006.",
      "id": "s58"
    },
    {
      "text": "On 18 January 2006 she responded by way of facsimile transmission to Mr Haynes asserting, amongst other things, that the notice was defective.",
      "id": "s59"
    },
    {
      "text": "She did not receive any response from the applicant to her facsimile and did not have any telephone or other communication with the applicant about the notice.",
      "id": "s60"
    },
    {
      "text": "On Thursday, 19 January 2006, nine of the approximately 406 meat workers employed at Woolworths absented themselves from work to attend the applicant's meeting in accordance with the notice.",
      "id": "s61"
    },
    {
      "text": "These employees came from four of the 79 Woolworths' stores in Western Australia.",
      "id": "s62"
    },
    {
      "text": "There has been no other industrial action in relation to the notice.",
      "id": "s63"
    },
    {
      "text": "A report back conference in the Commission was held before Commissioner Foggo on Friday, 20 January 2006.",
      "id": "s64"
    },
    {
      "text": "The applicant has not contacted Ms Atkinson since 20 January 2006 insofar as this matter is concerned.",
      "id": "s65"
    },
    {
      "text": "The 2005 Agreement was approved by the relevant employees on 4 February 2006.",
      "id": "s66"
    },
    {
      "text": "Each of the Woolworths' 8059 employees in Western Australia was given an opportunity to vote on the 2005 Agreement.",
      "id": "s67"
    },
    {
      "text": "On 10 February 2006 the applicant made application to the Federal Court claiming, amongst other things, that the respondent had breached the 2002 Agreement.",
      "id": "s68"
    },
    {
      "text": "Ms Atkinson was not notified by the Commission that the applicant had sought to intervene in the certification of the 2005 Agreement or to challenge its certification in any way.",
      "id": "s69"
    },
    {
      "text": "The 2005 Agreement was certified on 20 February 2006.",
      "id": "s70"
    },
    {
      "text": "On 28 March 2006 the application to the Court was amended to include the breach of the 2002 Agreement pursuant to s 178 of the Act as the applicant's only substantive allegation against the respondent.",
      "id": "s71"
    },
    {
      "text": "APPLICANT'S CASE \n \n The applicant claims that as from 15 October 2005 the respondent was in breach of the 2002 Agreement by being in breach of cl 1.3.2 and cl 1.3.3.",
      "id": "s72"
    },
    {
      "text": "It alleges that, as a matter of fact, there were never any negotiations between the parties because the respondent refused to engage in negotiations with the applicant in relation to the renewal of the 2002 Agreement.",
      "id": "s73"
    },
    {
      "text": "It is that refusal which is said to be a breach of those clauses.",
      "id": "s74"
    },
    {
      "text": "The legal foundation for the consequent claim is said to rest in s 178(1) of the Act, which relevantly reads: \n \n 'Where an organisation or person bound by an award, an order of the Commission (whether under this Act, the Registration and Accountability of Organisations Schedule or otherwise) or a certified agreement breaches a term of the award, order or agreement, a penalty may be imposed by the Court or by a court of competent jurisdiction.",
      "id": "s75"
    },
    {
      "text": "' \n \n The applicant's primary contention is that the clauses, the subject of the alleged breaches, are unambiguous and that a plain reading of them establishes that the 2002 Agreement was breached.",
      "id": "s76"
    },
    {
      "text": "Additionally, the applicant submits that s 15AA of the Acts Interpretation Act 1901 (Cth) together with s 46 of that Act provides the basis for the interpretation of the certified agreement in question.",
      "id": "s77"
    },
    {
      "text": "Under s 15AA the purpose or object underlying an Act shall be preferred to a construction that would not promote that purpose or object.",
      "id": "s78"
    },
    {
      "text": "This is applicable to an agreement certified pursuant to the Act (see Kenross Contractors Pty Ltd v Warren (2005) 147 IR 390) the certified agreement being an instrument made by an authority (s 46).",
      "id": "s79"
    },
    {
      "text": "38 The applicant seeks an order that the respondent has breached cl 1.3.2 and cl 1.3.3 of the 2002 Agreement; a declaration of such breach; an order that to the extent the 2005 Agreement purports to bind members, or those eligible to be members of the applicant, it is void; penalties; and costs, together with any other appropriate orders.",
      "id": "s80"
    },
    {
      "text": "RESPONDENT'S CONTENTIONS \n Non-observance of consent order \n \n The applicant agrees that on 28 November 2006 its solicitor signed consent orders to file and serve its submissions by 4.00 pm on that date 'failing which the applicant will be barred from filing any written submissions'.",
      "id": "s81"
    },
    {
      "text": "The respondent submits the applicant's submissions should be barred from being filed with the Court on the basis that the applicant failed to comply with that order in that it failed to serve the submissions on the respondent until 4.20 pm on the relevant date.",
      "id": "s82"
    },
    {
      "text": "The applicant accepts that its solicitor personally served the documents on the respondent at a time shortly after 4.00 pm but denies that service was 4.20 pm.",
      "id": "s83"
    },
    {
      "text": "While no affidavits have been filed by either party, each party has offered to provide an affidavit if required by the Court.",
      "id": "s84"
    },
    {
      "text": "In my opinion the respondent fails to show any prejudice to its case in the short period of time of delay in service contrary to the orders.",
      "id": "s85"
    },
    {
      "text": "Further, the applicant gave the respondent a further right of reply due to unforeseen circumstances of the applicant being unable to comply with the original orders of the Court.",
      "id": "s86"
    },
    {
      "text": "Under the circumstances of the delay the applicant should be given the opportunity to have those submissions considered by the Court and, in the circumstances, the Court should not be required to decide the claim in the absence of any submissions by the applicant.",
      "id": "s87"
    },
    {
      "text": "Alleged breach of cl 1.3.2 \n Literal meaning of the clause \n \n The respondent first submits that cl 1.3.2 creates an obligation to agree that negotiations will commence before a certain date, not to engage in negotiations as such.",
      "id": "s88"
    },
    {
      "text": "The respondent contrasts what would have been the position if cl 1.3.2 had read 'The parties to this agreement must commence negotiations to renew this agreement two months prior to its expiration'.",
      "id": "s89"
    },
    {
      "text": "I agree with the applicant that on a plain reading of the clause the alternative interpretation proposed by the respondent is unsustainable.",
      "id": "s90"
    },
    {
      "text": "When read as a whole, the clause clearly states that the parties to the 2002 Agreement agree that negotiations to renew that agreement will commence two months prior to its expiration.",
      "id": "s91"
    },
    {
      "text": "As to the assertion by the respondent that it did agree that negotiations to renew the 2002 Agreement would commence prior to its expiration, I am unable to infer such a conclusion.",
      "id": "s92"
    },
    {
      "text": "It is clear from the correspondence from Mr Haynes to Ms Atkinson of 16 October 2005 read in the light of the email response from her of 24 November 2005 that the respondent gave no evidence of any intention to so comply.",
      "id": "s93"
    },
    {
      "text": "However this is of no consequence due to my later reasons in relation to the statutory framework in which the certified agreement falls to be construed.",
      "id": "s94"
    },
    {
      "text": "Meaning of 'expiration' \n \n The respondent contends that at all material times it did comply with its obligations under cl 1.3.2 because it agreed that negotiations to renew the 2002 Agreement would commence two months prior to its expiration.",
      "id": "s95"
    },
    {
      "text": "The respondent submits that the fact that no such negotiations took place is not of itself a breach of the clause in circumstances where the respondent did agree that negotiations to renew the 2002 Agreement would commence two months prior to its expiration.",
      "id": "s96"
    },
    {
      "text": "The respondent submits that it is unclear if the term 'expiration' in cl 1.3.2 of the 2002 Agreement is a reference to when the agreement passes its nominal expiry date or when the agreement in fact ceases to operate.",
      "id": "s97"
    },
    {
      "text": "Consequently it is uncertain when the 2002 Agreement would expire so that cl 1.3.2 is unenforceable.",
      "id": "s98"
    },
    {
      "text": "The respondent directs attention to s 170LX(2) of the Act which relevantly provides: \n \n 'The agreement ceases to be in operation if: \n \n (a) its nominal expiry date has passed; and \n (b) it is replaced by another certified agreement.",
      "id": "s99"
    },
    {
      "text": "' \n \n The respondent submits that the safer interpretation of cl 1.3.2 is that the date of 'expiration' is the date that the agreement ceases to operate.",
      "id": "s100"
    },
    {
      "text": "It is submitted that it is open to infer that the expiration date of the 2002 Agreement was the date the 2005 Agreement commenced operation, namely, 20 February 2006.",
      "id": "s101"
    },
    {
      "text": "Therefore, it is said, that the date when the parties were due to commence negotiations was on or before 20 December 2005.",
      "id": "s102"
    },
    {
      "text": "However, the respondent says cl 1.3.2 must fail for uncertainty because neither party could have known the date on which negotiations for a new agreement needed to commence because neither party would have been able to know with precision the date on which the 2002 Agreement would expire.",
      "id": "s103"
    },
    {
      "text": "As to these submissions, the applicant refers to the terms of cl 1.3.1.",
      "id": "s104"
    },
    {
      "text": "Reading cl 1.3.2 in the context of cl 1.3.1, the applicant submits that it cannot be suggested that the date referred to in cl 1.3.1 was not the nominal expiry date which triggered the date at which the agreement to commence negotiations to renew the 2002 Agreement took effect.",
      "id": "s105"
    },
    {
      "text": "It is argued that being the case, there was no relevant uncertainty.",
      "id": "s106"
    },
    {
      "text": "The 2002 Agreement was a certified agreement.",
      "id": "s107"
    },
    {
      "text": "Consequently Div 5 of Pt VIB of the Act applied to it.",
      "id": "s108"
    },
    {
      "text": "Section 170LX(1) provides that a certified agreement comes into operation when it is certified and, subject to the section, remains in operation at all times afterwards.",
      "id": "s109"
    },
    {
      "text": "Then follows s 170LX(2) which is set out above.",
      "id": "s110"
    },
    {
      "text": "Reading subsection (2) in the context of subsection (1) it is apparent the 2002 Agreement would not have ceased to be in operation until both its nominal expiry date had passed and it was replaced by another certified agreement.",
      "id": "s111"
    },
    {
      "text": "That is, the contractual provision relating to expiry in cl 1.3.2 had been overtaken by the statutory provision applicable to certified agreements.",
      "id": "s112"
    },
    {
      "text": "'Expiration' as it appears in cl 1.3.2 refers to the time when the 2002 Agreement comes to an end (cf The New Shorter Oxford English Dictionary 1993, p 887).",
      "id": "s113"
    },
    {
      "text": "Given the statutory effect of s 170LX(2), it cannot be said that the word 'expiration' in cl 1.3.2 takes its colour from cl 1.3.1.",
      "id": "s114"
    },
    {
      "text": "This is because the time when the 2002 Agreement is permitted to 'cease to be in operation' (that is, to expire) is when it not only passes its nominal expiry date but also when it is replaced by another certified agreement.",
      "id": "s115"
    },
    {
      "text": "Reading cl 1.3.2 in that light, it is apparent that as at 15 October 2005 (the date being two months prior to the date referred to in cl 1.3.1) there could not have been any breach of cl 1.3.2 by the respondent because the clause then had no relevant application.",
      "id": "s116"
    },
    {
      "text": "The earliest date upon which any obligation could have arisen under cl 1.3.2 was 20 December 2005 (being two months prior to the date of certification of the 2005 Agreement).",
      "id": "s117"
    },
    {
      "text": "Therefore the applicant cannot establish a breach of cl 1.3.2 as at 15 October 2005.",
      "id": "s118"
    },
    {
      "text": "Meaning of 'negotiate' \n \n In Asahi Diamond Industrial Australia Pty Ltd v Automotive, Food, Metals and Engineering Union (1995) 59 IR 385 the Full Bench of the Commission considered the question of whether the Commission has power to order a person to negotiate and held at 421 and 422 respectively: \n \n 'As to the first reason, in our view, the industrial relations system provided by the Act is one which facilitates and encourages direct bargaining underpinned by an effective award safety net.",
      "id": "s119"
    },
    {
      "text": "It is not a system of compulsory negotiation.",
      "id": "s120"
    },
    {
      "text": "' \n\nand\n \n 'The second reason for our view that the Commission cannot order a person to negotiate flows from the meaning of the word \"negotiate\".",
      "id": "s121"
    },
    {
      "text": "An agreement is normally preceded by negotiation.",
      "id": "s122"
    },
    {
      "text": "Negotiation normally involves the making of concessions so as to achieve an agreement.",
      "id": "s123"
    },
    {
      "text": "The Commission has no power to order a negotiating party to make a concession.",
      "id": "s124"
    },
    {
      "text": "' \n \n In reliance on the concept so enunciated of what is involved in negotiation, the respondent submits that neither the applicant nor the respondent could be found to have participated in negotiations as contemplated by the applicant's interpretation of the clause.",
      "id": "s125"
    },
    {
      "text": "Reliance is placed upon the evidence of Mr Da Silva in cross-examination that he did not prepare a written document or make concessions in terms of the applicant's position on a certified agreement to replace the 2002 Agreement.",
      "id": "s126"
    },
    {
      "text": "However, that is not addressing the point of the applicant's claim.",
      "id": "s127"
    },
    {
      "text": "The claim is that cl 1.3.2 was breached.",
      "id": "s128"
    },
    {
      "text": "That requires the Court to find whether, as the applicant claims, the respondent failed to engage in commencing the negotiation process.",
      "id": "s129"
    },
    {
      "text": "This is independent of whether the applicant participated in negotiations or whether, if negotiations had proceeded, a further certified agreement between the applicant and the respondent would not have come into operation.",
      "id": "s130"
    },
    {
      "text": "Dispute settlement procedure \n \n Then the respondent submits that it was open to the applicant to invoke the dispute settlement procedure contained in cl 7 of the 2002 Agreement to resolve any concerns that the applicant held with the respondent in terms of the allegation that the respondent was not complying with cl 1.3.2.",
      "id": "s131"
    },
    {
      "text": "The applicant having failed to invoke that procedure, the respondent submits the applicant should be estopped from now agitating these proceedings.",
      "id": "s132"
    },
    {
      "text": "Clause 7.1 is opened by the words reading 'in the event of a grievance or dispute arising in the workplace concerning the terms of the Agreement, the procedure to be followed to resolve the matter should be as follows: - ...'.",
      "id": "s133"
    },
    {
      "text": "Then follow seven subclauses, the first of which involves consultation in the initial stage by the holding of discussions between the Department Manager and the staff member involved.",
      "id": "s134"
    },
    {
      "text": "The second subclause envisages the matter being referred to senior management if it is unable to be resolved at establishment level.",
      "id": "s135"
    },
    {
      "text": "The fourth subclause refers to work continuing normally throughout all negotiations.",
      "id": "s136"
    },
    {
      "text": "The subclauses enlighten the understanding of the opening words.",
      "id": "s137"
    },
    {
      "text": "It is clear in my view that the words 'arising in the workplace' appearing in the opening words are referable to disputes between staff arising in the workplace.",
      "id": "s138"
    },
    {
      "text": "The dispute resolution clause is not applicable where there is a dispute as to the interpretation of the agreement between the parties to it.",
      "id": "s139"
    },
    {
      "text": "It was not therefore open to the applicant to invoke the dispute settlement procedure so that no issue of estoppel can arise.",
      "id": "s140"
    },
    {
      "text": "Notice of initiation of bargaining period \n \n The respondent further submits that the step taken by the applicant on 13 June 2005 of lodging the notice of initiating of bargaining period pursuant to s 170MI of the Act put the respondent on notice that the applicant intended to try and make an agreement under Div 2 Pt VIB of the Act with the respondent.",
      "id": "s141"
    },
    {
      "text": "The respondent submits that by filing and serving that notice prior to the nominal expiry date of the 2002 Agreement (that is, by serving it on 13 June 2005), the applicant invoked a statutory framework for making a certified agreement so that, upon the statutory framework being established by the applicant, the obligations under cl 1.3.2 of the 2002 Agreement were nugatory.",
      "id": "s142"
    },
    {
      "text": "This is supported by reference to Community and Public Sector Union v Australian Prudential Regulation Authority (1999) 95 IR 324 where Polites C held at [31]: \n \n '...",
      "id": "s143"
    },
    {
      "text": "The purpose of the creation of a bargaining period under s 170MI(2) is to facilitate the making of an agreement under Div 2 or Div 3 of the Act between an employer and employees who are employed in the single business or part thereof.",
      "id": "s144"
    },
    {
      "text": "...' (Emphasis added.",
      "id": "s145"
    },
    {
      "text": ") \n \n The respondent's submission here is that the step taken by the applicant of initiating the bargaining period overcame or superseded the obligations of the parties under cl 1.3.2 of the 2002 Agreement or alternatively satisfied both the applicant's and the respondent's obligations under that clause.",
      "id": "s146"
    },
    {
      "text": "Further it is submitted that it would be unreasonable for the respondent to be held to its obligations under cl 1.3.2 in circumstances where the applicant had by initiating the bargaining period created the statutory framework to facilitate agreement making or to enable a party to engage in protected industrial action.",
      "id": "s147"
    },
    {
      "text": "Section 170MI provides for the initiation of the bargaining period in the following terms: \n \n '170MI \n (1) If: \n (a) an employer; or \n (b) an organisation of employees; or \n \n \n \n (c) an employee acting on his or her own behalf and on behalf of other employees; \n \n \n \n \n wants to negotiate an agreement under Division 2 or 3 in relation to employees who are employed in a single business or a part of a single business, the employer, organisation or employee (the initiating party ) may initiate a period (the bargaining period ) for negotiating the proposed agreement.",
      "id": "s148"
    },
    {
      "text": "(2) The bargaining period is initiated by the initiating party giving written notice to each other negotiating party (see subsection (3)) and to the Commission stating that the initiating party intends to try: \n \n \n \n \n (a) to make an agreement with the other negotiating parties under Division 2 or 3; and \n (b) to have any agreement so made certified under Division 4.",
      "id": "s149"
    },
    {
      "text": "...' \n \n\nSection 170MV states:\n \n \n \n '170MV \n The bargaining period ends if any of the following events occurs: \n (a) an agreement under Division 2 or 3 is made by the employer and any one or more of the other negotiating parties; or \n (b) the initiating party tells the other negotiating party or each of the other negotiating parties in writing that the initiating party no longer wants to reach an agreement under Division 2 or 3 with that other party or those other parties; or \n (c) the Commission terminates the bargaining period.",
      "id": "s150"
    },
    {
      "text": "' \n \n \n\nIn my opinion the effect of the giving of the notice by the applicant pursuant to s 170MI was to initiate the statutory bargaining process which took legal priority over any provision of the 2002 Agreement and so over cl 1.3.2.",
      "id": "s151"
    },
    {
      "text": "As with s 170LX, the 2002 Agreement can only take effect in the context of the statutory provisions the application of which was attracted by its status as a certified agreement and the giving of the notice under s 170MI.",
      "id": "s152"
    },
    {
      "text": "The consequence is that the source of the obligation to negotiate rests not on cl 1.3.2 but on the relevant statutory provisions.",
      "id": "s153"
    },
    {
      "text": "It follows that the applicant cannot rely on any alleged breach of cl 1.3.2 as the foundation of its claim.",
      "id": "s154"
    },
    {
      "text": "Section 99 notification of an industrial dispute \n \n The respondent refers to the lodgment by the applicant on 6 January 2006 of the notification of an alleged industrial dispute and on 16 January 2006 of the notice of intention to engage in protected industrial action pursuant to s 170MO of the Act on 19 January 2006.",
      "id": "s155"
    },
    {
      "text": "The respondent submits that the applicant failed to contact it at all after these events, failed to give it any written proposals and failed to contact the respondent to negotiate.",
      "id": "s156"
    },
    {
      "text": "However, these are all referable to events after the dates of 15 October 2005 or 15 December 2005 made relevant by the applicant's claim.",
      "id": "s157"
    },
    {
      "text": "Certification of the 2005 Agreement \n \n The respondent refers to the hearing before the Commission in the matter of Woolworths' Queensland Supermarkets Certified Agreement 2004 (PR951532, 31 August 2004, Commissioner Richards) (Queensland Woolworths' Case).",
      "id": "s158"
    },
    {
      "text": "There the Commission was asked to consider questions of whether or not the applicant in that proceeding, in the capacity of agent on behalf of six members, was entitled to intervene in the certification of an agreement between the SDA and Woolworths.",
      "id": "s159"
    },
    {
      "text": "The Commission granted leave to an official of the applicant to so intervene and during the course of the certification process the applicant was enabled thereby to ventilate concerns held by members of the applicant with respect to the certification of that agreement.",
      "id": "s160"
    },
    {
      "text": "In the light of that experience the respondent submits that it would have been open to the applicant in this proceeding to perform a similar role of intervention on behalf of any members who may have held concerns with respect to the certification of the 2005 Agreement.",
      "id": "s161"
    },
    {
      "text": "It submits that by not attempting to exercise those rights, the applicant should now be estopped from agitating the issues in this Court.",
      "id": "s162"
    },
    {
      "text": "Again, the respondent relies on an event arising after the date made material by the applicant's claim.",
      "id": "s163"
    },
    {
      "text": "In my view it can play no part in the resolution of that claim except in relation to the application for an order that the 2005 Agreement be declared void.",
      "id": "s164"
    },
    {
      "text": "So far as that aspect is concerned, it has not been pressed at all in the submissions of the applicant and must be dismissed.",
      "id": "s165"
    },
    {
      "text": "Alleged breach of cl 1.3.3 \n \n The respondent submits that particulars (v) and (vi) of [10] and [11] of the amended statement of claim are not supported by any admissible evidence filed by the applicant and ought to be struck out.",
      "id": "s166"
    },
    {
      "text": "Particular (v) reads: \n \n \n '(v) No other AMIEU staff, officers or members employed by Woolworths, had any knowledge of negotiations taking place for an agreement that would include meat room staff.",
      "id": "s167"
    },
    {
      "text": "' \n \n\nParticular (vi) reads:\n \n \n '(vi) There has been no negotiation with any Woolworth's meat room members and no negotiation with the AMIEU in accordance with clause 1.3.2 of the 2002 agreement.",
      "id": "s168"
    },
    {
      "text": "' \n \n\nAs to particular (v), there is evidence that negotiations of the type referred to were taking place.",
      "id": "s169"
    },
    {
      "text": "However, the particular is referable to 'other' staff of the applicant or officers or members employed by the respondent.",
      "id": "s170"
    },
    {
      "text": "The respondent is correct that there is no evidence on their behalf.",
      "id": "s171"
    },
    {
      "text": "As to particular (vi), this seems to me to be a fact in issue in the claim and impermissible as a particular.",
      "id": "s172"
    },
    {
      "text": "Each particular should therefore be struck out.",
      "id": "s173"
    },
    {
      "text": "As to [11], that reads: \n \n \n '11.",
      "id": "s174"
    },
    {
      "text": "The applicant claims that Clause 1.3.2 and clause 1.3.3 of the 2002 agreement have been breached by the respondent and as a result, has and will cause the applicant and its members/potential members considerable financial and representative detriment.",
      "id": "s175"
    },
    {
      "text": "' \n \n\nNo evidence has been led to support the latter part of that pleading so that from the phrase 'and as a result ...' to the last word 'detriment' should be deleted.",
      "id": "s176"
    },
    {
      "text": "However, that still leaves [34] of Mr Da Silva's affidavit where he gives evidence that 'the SDA agreement will have a detrimental affect upon the AMIEU and its ability to recruit and represent its members', leaving aside for the moment what weight that may attract.",
      "id": "s177"
    },
    {
      "text": "The respondent refers to s 170LX(2) of the Act, set out above, to support a submission that the 2002 Agreement had not expired as at 15 December 2005 so that there was no basis for cl 1.3.3 to have any application.",
      "id": "s178"
    },
    {
      "text": "I agree for the reasons given above.",
      "id": "s179"
    },
    {
      "text": "Further, the respondent submits that at all material times (being from on or about 15 December 2005 to 20 February 2006) it complied with its obligations under cl 1.3.3 of the 2002 Agreement.",
      "id": "s180"
    },
    {
      "text": "This submission is said to be supported by [20] of Mr Da Silva's affidavit which states (as at 16 December 2006): \n \n 'I was acutely aware that members were still receiving the same pay and conditions as the 2002 agreement and it was urgent that negotiations for a replacement agreement commence immediately.",
      "id": "s181"
    },
    {
      "text": "' \n \n In my view the claim based on cl 1.3.3 also fails because of any evidence that the wages and conditions of employment did not continue as they were at 15 December 2005.",
      "id": "s182"
    },
    {
      "text": "PENALTY \n \n As I am of the view that the applicant's claims of breach cannot be made out, there is no basis upon which a penalty could be imposed.",
      "id": "s183"
    },
    {
      "text": "COSTS \n \n The respondent submits that the applicant ought to pay the respondent's costs of these proceedings on the basis they were commenced vexatiously or without reasonable cause.",
      "id": "s184"
    },
    {
      "text": "This seeks to invoke the two grounds of exception to the statutory prohibition to the making of costs orders contained in s 347 of the Act.",
      "id": "s185"
    },
    {
      "text": "This submission is made on the grounds, firstly, that the applicant could have availed itself of remedies through the Commission but failed to do so.",
      "id": "s186"
    },
    {
      "text": "Also, that Mr Da Silva under cross-examination gave evidence that he did not know whether the applicant, of which he was a senior official, was seeking an injunction in the proceedings.",
      "id": "s187"
    },
    {
      "text": "In my opinion it cannot here be concluded that the applicant acted vexatiously.",
      "id": "s188"
    },
    {
      "text": "Nor do I consider it can be concluded that the applicant acted without reasonable cause.",
      "id": "s189"
    },
    {
      "text": "It is clear that the wording of the 2002 Agreement gave the applicant a prima facie foundation upon which to bring the claim.",
      "id": "s190"
    },
    {
      "text": "The respondent has not brought any evidence to displace that position.",
      "id": "s191"
    },
    {
      "text": "Accordingly no order can be made for costs.",
      "id": "s192"
    },
    {
      "text": "ORDER VOIDING 2005 AGREEMENT \n \n In its claim the applicant seeks an order that to the extent the 2005 Agreement purports to bind its members or those eligible to be members of the applicant, it is void.",
      "id": "s193"
    },
    {
      "text": "As has been stated, the applicant's submissions do not seek to support this claim and it must be dismissed.",
      "id": "s194"
    },
    {
      "text": "I certify that the preceding seventy-seven (77) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s195"
    },
    {
      "text": "Associate:\n\nDated: 21 March 2007\n\n Counsel for the Applicant: A Gill \n \n Solicitor for the Applicant: Chapmans \n \n Counsel for the Respondent: S Harben \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 15 November 2006 \n \n Date of Last Written Submissions: 12 December 2006 \n \n Date of Judgment: 21 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/389.html",
      "id": "s196"
    }
  ]
}