{
  "name": "University of Western Australia v Gray (No 12)(Corrigendum dated 23 March 2007) [2007] FCA 396 (19 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/396.html",
  "catchphrases": [
    {
      "text": "common interest privilege",
      "id": "c0"
    },
    {
      "text": "correspondence between solicitors for party and solicitors for non-party",
      "id": "c1"
    },
    {
      "text": "non-party commencing separate proceedings against parties being sued by applicant in current proceedings",
      "id": "c2"
    },
    {
      "text": "non-party's action adverse to interests of applicant",
      "id": "c3"
    },
    {
      "text": "common interest privilege claim",
      "id": "c4"
    },
    {
      "text": "insufficient common interest to support privilege claim",
      "id": "c5"
    },
    {
      "text": "full copies of documents to be produced",
      "id": "c6"
    },
    {
      "text": "legal professional privilege",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 In the course of these proceedings, the University of Western Australia (University) produced an exchange of correspondence between its solicitors and the solicitors for Dr Yan Chen who, at one time, was involved in research in association with the first respondent, Dr Gray, which led to the production of some of the intellectual property rights the subject of this litigation.",
      "id": "s0"
    },
    {
      "text": "The University is not suing Dr Chen.",
      "id": "s1"
    },
    {
      "text": "She, however, has commenced action in the Supreme Court against Dr Gray and the second and third respondents, Sirtex Medical Limited (Sirtex) and the Cancer Research Institute Inc (CRI).",
      "id": "s2"
    },
    {
      "text": "The exchange of correspondence produced by the University relates to the issue, and timing of the issue, of Dr Chen's proceedings in the Supreme Court.",
      "id": "s3"
    },
    {
      "text": "The University resists disclosure of the full text of the correspondence on the basis of a common interest legal professional privilege.",
      "id": "s4"
    },
    {
      "text": "2 For the reasons that follow, I do not consider that a sufficient common interest is made out between the University and Dr Chen to support the privilege which is claimed.",
      "id": "s5"
    },
    {
      "text": "The nature of the common interest privilege claim \n \n3 On Friday, 16 May 2007 counsel for Dr Gray put to the Vice-Chancellor of the University in cross examination a bundle of correspondence and emails passing between the solicitors for the University and the solicitors for Dr Chen in the period 22 September 2003 to 23 March 2005.",
      "id": "s6"
    },
    {
      "text": "The correspondence was produced by the University to Dr Gray's solicitors with certain sections blanked out.",
      "id": "s7"
    },
    {
      "text": "The blanked out sections were excluded from the University's production on the basis that they were the subject of legal professional privilege supported by a relevant common interest between the University and Dr Chen.",
      "id": "s8"
    },
    {
      "text": "4 In cross-examination on the bundle, which was Marked For Identification 40, the Vice-Chancellor of the University said that he was unaware of any arrangement between the University and Dr Chen related to the outcome of these proceedings.",
      "id": "s9"
    },
    {
      "text": "5 In so much of the correspondence as was disclosed, Mr Provan, Dr Chen's solicitor, informed the solicitors for the University on 12 October 2003 of Dr Chen's intention to issue a writ out of the Supreme Court of Western Australia naming Dr Gray, CRI and Sirtex as defendants on the basis that they had \"misappropriated\" a patent in respect of which Dr Chen claimed to be the inventor.",
      "id": "s10"
    },
    {
      "text": "The intention at the time was to issue the writ and not serve it so as to protect Dr Chen against expiry of her right to sue by reason of the relevant limitation period expiring.",
      "id": "s11"
    },
    {
      "text": "6 The writ issued on 24 October 2003.",
      "id": "s12"
    },
    {
      "text": "In the statement of claim, which was filed on 11 January 2004, Dr Chen claimed, inter alia, that she was the sole inventor of the invention disclosed in Australian Patent Application No PM2492.",
      "id": "s13"
    },
    {
      "text": "This is the patent application referred to in [36] of the University's statement of claim in these proceedings.",
      "id": "s14"
    },
    {
      "text": "There it is alleged by the University that in the course of their work at the University Drs Gray and Chen developed and/or discovered the invention referred to in that application.",
      "id": "s15"
    },
    {
      "text": "That allegation leads into the University's plea that Drs Gray and Chen held, and that Dr Gray holds, any right or entitlement flowing from the relevant patent application on trust for the University.",
      "id": "s16"
    },
    {
      "text": "7 Dr Gray denies the assertion and says, inter alia, that the University is barred, by its delay, from pursuing the relevant cause of action for breach of fiduciary duty on his part.",
      "id": "s17"
    },
    {
      "text": "He also says that the intellectual property was not discovered during Dr Chen's employment with the University but in the course of her employment by CRI (see [62] and [82] of the defence).",
      "id": "s18"
    },
    {
      "text": "The University in its reply denies the pleas in the defence relating to Dr Chen's employment.",
      "id": "s19"
    },
    {
      "text": "The relevant law \n \n8 The general approach to claims of common interest privilege is set out in the 7 th Australian Edition of Cross on Evidence at [25265]:\n \n Where in circumstances of a mutual interest in a particular transaction or transactions the recipient of legal advice relating to such transactions passes documents or information containing that advice to someone who shares that interest, the essential question in each case is whether the nature of their mutual interest in the context of their relationship is such that the party to whom the documents are passed receives them subject to a duty of confidence which the law will protect in the interests of justice.",
      "id": "s20"
    },
    {
      "text": "Two persons interested in a particular question will not have a common interest if their individual interests in the question are selfish and potentially adverse to each other.",
      "id": "s21"
    },
    {
      "text": "9 Section 122 of the Evidence Act 1995 (Cth) specifies exceptions to the prohibitions in ss 118 and 119 on the adducing of evidence covered by client-lawyer and litigation privilege respectively.",
      "id": "s22"
    },
    {
      "text": "The exceptions include evidence which has been expressly or impliedly consensually disclosed by the relevant client to another person other than the lawyer acting for that client.",
      "id": "s23"
    },
    {
      "text": "10 An exception to that exception is found in s 122(5)(b) of the Act which relates to: \n \n a disclosure to a person with whom the client or party had, at the time of the disclosure, a common interest relating to a proceeding or an anticipated or pending proceeding in an Australian court or a foreign court.",
      "id": "s24"
    },
    {
      "text": "Whether the claim can be maintained \n \n11 The writ issued by Dr Chen discloses an interest adverse to that of Dr Gray, CRI and Sirtex.",
      "id": "s25"
    },
    {
      "text": "That does not of itself disclose a common interest with the University at the time that the correspondence came into existence unless the common interest relevant to the preservation of privilege against disclosure is supportable by the proverb that \"the enemy of my enemy is my friend\".",
      "id": "s26"
    },
    {
      "text": "That is not enough nor is the fact of mutual correspondence.",
      "id": "s27"
    },
    {
      "text": "Shifting and temporary alliances involving disclosure of otherwise privileged matters do not of themselves create a common interest of the kind necessary to protect privilege against such disclosure.",
      "id": "s28"
    },
    {
      "text": "12 Dr Chen's assertions in the statement of claim which she filed in the Supreme Court appear directly adverse to those of the University in relation to the entitlement to an interest in the relevant patent.",
      "id": "s29"
    },
    {
      "text": "The University, in its solicitor's letter of 7 January 2005 to Dr Chen's solicitor said, inter alia: \n \n We are instructed that the University of Western Australia has no view or comment to make about Dr Chen's action against the Cancer Research Institute Inc.",
      "id": "s30"
    },
    {
      "text": "The University is not a party to those proceedings, which have been commenced in the Supreme Court of Western Australia.",
      "id": "s31"
    },
    {
      "text": "The commencement of that action and its continuation are entirely matters for Dr Chen.",
      "id": "s32"
    },
    {
      "text": "...\n \n We understand that you have obtained a copy of the statement of claim and application in the proceedings commenced by the University (Federal Court WAD292 of 2004).",
      "id": "s33"
    },
    {
      "text": "Our client takes your client to be on notice of the allegations made in that pleading.",
      "id": "s34"
    },
    {
      "text": "To the extent of any inconsistency between the allegations made in that statement of claim and the proceedings commenced by Dr Chen, the University reserves its rights.",
      "id": "s35"
    },
    {
      "text": "13 The exchange of correspondence may have been related to some perceived mutual tactical benefit in the issue and timing of the issue of the writ in relation to Dr Chen's action against Dr Gray, CRI and Sirtex.",
      "id": "s36"
    },
    {
      "text": "That does not, however, disclose a common interest sufficient to support the common interest privilege.",
      "id": "s37"
    },
    {
      "text": "In my opinion the common interest privilege claim should be refused and the University be required to produce complete copies of the exchange of correspondence between its solicitors and the solicitors for Dr Chen.",
      "id": "s38"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s39"
    },
    {
      "text": "Associate:\nDated: 21 March 2007\n\n Counsel for the Applicant: Mr T Tobin QC and Mr M Green \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr M Bennett and Mr IR Freeman \n \n Solicitor for the First Respondent:\n\nCounsel for the Second Respondent: \n\nSolicitor for the Second Respondent: Lavan Legal\n\n\nMr JD Elliott SC and Mr EJC Heerey\n\n\nDLA Phillips Fox\n\n\n\n \n \n Date of Submissions: 16 March 2007 \n \n Date of Ruling: 19 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/396.html",
      "id": "s40"
    }
  ]
}