{
  "name": "New South Wales Department of Housing v Moskalev [2007] FCA 353 (15 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/353.html",
  "catchphrases": [
    {
      "text": "jurisdiction of federal magistrates court of australia",
      "id": "c0"
    },
    {
      "text": "extent of jurisdiction to make orders under s 46po(4) of the human rights and equal opportunity commission act 1986 (cth)",
      "id": "c1"
    },
    {
      "text": "associated jurisdiction.",
      "id": "c2"
    },
    {
      "text": "administrative law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The New South Wales Department of Housing ('the Department') seeks to quash an order of Federal Magistrate Driver which requires the Department to re-assess the application for priority housing made by the respondents.",
      "id": "s0"
    },
    {
      "text": "For convenience the respondents will be referred to hereafter as 'the Moskalevs'.",
      "id": "s1"
    },
    {
      "text": "2 On 30 June 2006 Driver FM dismissed an application made under s 46PO of the Human Rights and Equal Opportunity Act 1986 (Cth) ('the HREOC Act') which claimed discrimination by the Department in the provision of accommodation to the Moskalevs contrary to ss 5 , 6 and 25 (1)(b) of the Disability Discrimination Act 1992 (Cth) ('the DDA').",
      "id": "s2"
    },
    {
      "text": "Despite the dismissal, his Honour ordered the Department to re-assess the eligibility of the first respondent ('Mr Moskalev') for priority housing under the Department's priority housing policy entitled 'Department of Housing --- Policy ALL0040A Priority Housing' ('the Priority Housing Policy').",
      "id": "s3"
    },
    {
      "text": "3 The issue arising in these proceedings is whether the order requiring the Department to reassess the Moskalevs' eligibility to be considered for priority housing was made ultra vires.",
      "id": "s4"
    },
    {
      "text": "FACTS \n \n4 Between April 1996 and 2003 the second respondent ('Mrs Moskaleva') applied to the Department for public housing.",
      "id": "s5"
    },
    {
      "text": "For various reasons those applications did not proceed.",
      "id": "s6"
    },
    {
      "text": "Thereafter offers of public housing were made by the Department to the Moskalevs.",
      "id": "s7"
    },
    {
      "text": "These offers were declined by the Moskalevs on the basis, inter alia, of the medical needs of Mr Moskalev.",
      "id": "s8"
    },
    {
      "text": "Dr Alex Aristoff certified that due to Mr Moskalev's medical condition, he would benefit from having his own bedroom, preferably in a free standing house.",
      "id": "s9"
    },
    {
      "text": "5 In May 2005 Mrs Moskaleva lodged a complaint with the Human Rights and Equal Opportunities Commission ('the Commission') on behalf of herself and Mr Moskalev alleging disability discrimination.",
      "id": "s10"
    },
    {
      "text": "Additional medical evidence was provided from Tania Alexander a senior clinical psychologist, which also suggested that a free-standing house might benefit Mr Moskalev.",
      "id": "s11"
    },
    {
      "text": "6 The Commission considered that the complaint raised allegations of discrimination by the Department against the Moskalevs in the provision of accommodation under the terms of the DDA and the HREOC Act.",
      "id": "s12"
    },
    {
      "text": "Specifically, the Commission considered that the complaint raised issues under ss 6, 11 and 25 of the DDA.",
      "id": "s13"
    },
    {
      "text": "Such sections respectively provide the definition of indirect discrimination, the definition of unjustifiable hardship, and render discrimination based on disability in the provision of accommodation unlawful.",
      "id": "s14"
    },
    {
      "text": "7 On 30 May 2005 the Commission, being satisfied that there was no reasonable prospect of the matter being settled by conciliation, terminated the complaint of discrimination pursuant to s 46PH(1)(i) of the HREOC Act at the request of Mr Moskalev.",
      "id": "s15"
    },
    {
      "text": "DECISION OF FEDERAL MAGISTRATE \n \n8 By amended application filed on 26 August 2005 the Moskalevs commenced proceedings in the Federal Magistrates Court of Australia ('the FMC') under s 46PO of the HREOC Act claiming discrimination in the provision of accommodation by the Department contrary to ss 5, 6 and 25(1)(b) of the DDA.",
      "id": "s16"
    },
    {
      "text": "9 A hearing took place on 19 June 2006 during which Mr Moskalev conducted the proceedings.",
      "id": "s17"
    },
    {
      "text": "The orders he sought were stated in the application to the FMC as follows:\n \n '1.",
      "id": "s18"
    },
    {
      "text": "Apointed [sic] to the priority Housing List.",
      "id": "s19"
    },
    {
      "text": "2.",
      "id": "s20"
    },
    {
      "text": "To be given a non atendent [sic] 4 bedroom freestanding house on Chester Avenuer [sic] nomber [sic] 54.",
      "id": "s21"
    },
    {
      "text": "' \n\n10 In his judgment delivered on 30 June 2006 Driver FM found that the Department had not treated Mr Moskalev less favourably than it would treat a person who did not have his disability in similar circumstances (see Moskalev &amp; Anor v New South Wales Department of Housing [2006] FMCA 867).",
      "id": "s22"
    },
    {
      "text": "His Honour found that the Department's decision not to accept the medical evidence did not constitute direct discrimination under the DDA.",
      "id": "s23"
    },
    {
      "text": "11 Driver FM also found that Mr Moskalev had not been indirectly discriminated against by the Department.",
      "id": "s24"
    },
    {
      "text": "His Honour found there was no evidence that a higher proportion of people without Mr Moskalev's disability would have met the relevant condition in the Priority Housing Policy which required applicants to establish that they are unable to resolve their housing needs themselves in the private rental market.",
      "id": "s25"
    },
    {
      "text": "12 Despite Driver FM making no finding of direct or indirect discrimination by the Department against Mr Moskalev under the DDA, his Honour considered that the Department had given inadequate consideration to the cumulative medical evidence provided to the Commission.",
      "id": "s26"
    },
    {
      "text": "With regard to the request by Mr Moskalev for a three or four bedroom free-standing house, his Honour noted at [33] of his judgment that the Department:\n \n 'ought to have accepted that there was sufficient evidence of a medical need for detached accommodation to justify restricting the assessment of available private accommodation to that class of dwelling...' \n\nHis Honour stated at [35]:\n \n 'While the claim of indirect or direct discrimination fails the Department should, in my view, reassess Mr Moskalev's entitlement to priority housing on the basis that the available medical evidence points to a medical need for fully detached accommodation... Mr Jungwirth, in argument, indicated that the Department would not find such a direction objectionable.",
      "id": "s27"
    },
    {
      "text": "As I noted in Tyler v Kesser Torah College [2006] FMCA 1 , at [108] s.46PO(4) of the HREOC Act is not an exhaustive statement of the orders that may be made by the Court in proceedings under the Act.",
      "id": "s28"
    },
    {
      "text": "In my view, even where unlawful discrimination is not established, the Court may, in appropriate circumstances (as here) use s.15 of the Federal Magistrates Act 1999 (Cth) to correct administrative error.",
      "id": "s29"
    },
    {
      "text": "' \n\n13 It should be observed that the Department, through its counsel, disavowed the statement that it ' would not find such a direction objectionable' .",
      "id": "s30"
    },
    {
      "text": "However, based upon such understanding, his Honour made the following orders:\n \n '(1) The respondent shall reassess the applicants' eligibility for priority housing under the respondent's priority housing policy upon the basis that Mr Illya Moskalev has demonstrated a medical need for free standing accommodation with a backyard.",
      "id": "s31"
    },
    {
      "text": "(2) The application is otherwise dismissed.",
      "id": "s32"
    },
    {
      "text": "' \n\n14 The Department challenges the validity of Order (1) ('the order') on the ground that Driver FM had no power to make it in the absence of a finding of unlawful discrimination under the DDA.",
      "id": "s33"
    },
    {
      "text": "The Department submits that the order of Driver FM in effect required the Department to review the exercise of its statutory functions under the Housing Act 2001 (NSW) ('the Housing Act ') and as such the reasoning of Driver FM constituted an impermissible merits review of the Department's determination of the Moskalevs' application for priority housing.",
      "id": "s34"
    },
    {
      "text": "15 The Department also submits that in the absence of a finding of unlawful discrimination no occasion arose for Driver FM to consider any question of judicial review of the Department's administrative actions.",
      "id": "s35"
    },
    {
      "text": "It submits that Driver FM erroneously substituted his own opinion by finding at [33] of his decision:\n \n 'The Department should have followed the [Department's Housing Appeals] Committee's advice and accepted that a medical need for free standing accommodation had been established'.",
      "id": "s36"
    },
    {
      "text": "FINDINGS \n \n16 The Department is a statutory corporation established under the Housing Act .",
      "id": "s37"
    },
    {
      "text": "Its affairs are conducted by the Director-General of the New South Wales Land and Housing Corporation (see: s 6(2) of the Housing Act ) who has responsibility for maintaining and overseeing the operations of the Corporation in the name of the Department (see s 6(7) of the Housing Act ).",
      "id": "s38"
    },
    {
      "text": "The objects of the Housing Act are to ensure the provision of social housing to persons with demonstrable need for such assistance in New South Wales.",
      "id": "s39"
    },
    {
      "text": "The Housing Appeals Committee is an internal committee of the Department established as a second level avenue of appeal.",
      "id": "s40"
    },
    {
      "text": "The Department acknowledges that it is bound to observe both State and Commonwealth anti-discrimination legislation in relation to the provision of housing.",
      "id": "s41"
    },
    {
      "text": "Statutory Jurisdiction of the Federal Magistrates Court \n \n17 The FMC is a Court of federal jurisdiction.",
      "id": "s42"
    },
    {
      "text": "Section 71 (contained in Ch III) of the Constitution vests the judicial power of the Commonwealth in the High Court of Australia, in such other federal courts as the Parliament creates, and in such other courts as it invests with federal jurisdiction.",
      "id": "s43"
    },
    {
      "text": "18 The original jurisdiction of the FMC is provided by s 10 of the Federal Magistrates Act 1999 (Cth) ('the FMA') relevantly as follows:\n \n '(1) The Federal Magistrates Court has such original jurisdiction as is vested in it by laws made by the Parliament: \n (a) by express provision \n (2) The original jurisdiction of the Federal Magistrates Court includes any jurisdiction vested in it to hear and determine appeals from decisions of persons, authorities or tribunals other than courts.",
      "id": "s44"
    },
    {
      "text": "' \n\n19 Section 15 of the FMA relevantly provides:\n \n 'The Federal Magistrates Court has power, in relation to matters in which it has jurisdiction, to: \n \n (a) make orders of such kinds, including interlocutory orders, as the Federal Magistrates Court thinks appropriate...' \n\n20 Section 18 of the FMA confers jurisdiction on the FMC in relation to associated matters and provides as follows:\n \n 'To the extent that the Constitution permits, jurisdiction is conferred on the Federal Magistrates Court in respect of matters not otherwise within its jurisdiction that are associated with matters in which the jurisdiction of the Federal Magistrates Court is invoked.",
      "id": "s45"
    },
    {
      "text": "' \n\n21 Section 46PO(1) of the HREOC Act allows an application to be made to the FMC by an affected person following the termination of a complaint by the President of the Commission.",
      "id": "s46"
    },
    {
      "text": "Section 46PO(4) of the HREOC Act relevantly provides:\n \n '(4) If the court concerned is satisfied that there has been unlawful discrimination by any respondent, the court may make such orders (including a declaration of right) as it thinks fit, including any of the following orders or any order to a similar effect: \n \n (a) an order declaring that the respondent has committed unlawful discrimination and directing the respondent not to repeat or continue such unlawful discrimination; \n \n (b) an order requiring a respondent to perform any reasonable act or course of conduct to redress any loss or damage suffered by an applicant;' \n \n22 Section 15 of the FMA is in effect the same as s 23 of the Federal Court of Australia Act 1976 (Cth) ('the Federal Court Act').",
      "id": "s47"
    },
    {
      "text": "The width of the power provided by s 23 was considered in Jackson v Sterling Industries Limited [1987] HCA 23 ; (1987) 162 CLR 612.",
      "id": "s48"
    },
    {
      "text": "At 618 Wilson and Dawson JJ referred to the power under s 23 of the Federal Court Act as an implied power.",
      "id": "s49"
    },
    {
      "text": "At page 619 their Honours said:\n \n 'The power given by s 23 is expressly limited to the making of orders in relation to matters in which the Court has jurisdiction and it does not extend the jurisdiction of the Federal Court.",
      "id": "s50"
    },
    {
      "text": "' \n\nSimilar observations may be made of s 15 of the FMA which expressly limits that power to matters in respect of which the FMC has jurisdiction.",
      "id": "s51"
    },
    {
      "text": "Section 15 has been used, for example, as a power to issue subpoenas (see: Rana v Fergusson &amp; Ors (No 1) [2003] FMCA 293) , to issue orders in the nature of Mareva injunctions (see: Mather v Luttrell Ltd &amp; Ors [2003] FMCA 62) , to make orders for indemnity costs (see: SZBCE v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FMCA 1933) , and to prevent abuse of the Court's procedures (see: SZDCJ v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCA 1500).",
      "id": "s52"
    },
    {
      "text": "In each case, the Court possessed jurisdiction to make the order as being ancillary to the jurisdiction already possessed by it pursuant to a Federal statute.",
      "id": "s53"
    },
    {
      "text": "23 Driver FM considered that he was authorised to make the order by virtue of s 15 of the FMA ' to correct administrative error '.",
      "id": "s54"
    },
    {
      "text": "His Honour concluded that the Department did not fully assess the extent of the medical evidence relating to Mr Moskalev and accordingly ordered the Department to re-consider the merits of the Moskalevs' application for priority housing.",
      "id": "s55"
    },
    {
      "text": "However the order was made after his Honour determined that there was no discrimination under the HREOC Act.",
      "id": "s56"
    },
    {
      "text": "24 Driver FM, referring to his decision in Tyler v Kesser Torah College [2006] FMCA 1 considered that even if unlawful discrimination has not been established s 15 of the FMA could be used to correct administrative error.",
      "id": "s57"
    },
    {
      "text": "Due to the ancillary nature of orders that may be made under s 15 of the FMA, such observation is valid provided that the Court in making the order is exercising a source of federal jurisdiction.",
      "id": "s58"
    },
    {
      "text": "25 Driver FM had before him a claim alleging discrimination under the HREOC Act.",
      "id": "s59"
    },
    {
      "text": "Such claim, if upheld could give rise to relief of a kind proposed by the order.",
      "id": "s60"
    },
    {
      "text": "However section 46PO(4) of the HREOC Act does not provide any power to make declarations or orders against a party where there has been no finding of unlawful discrimination.",
      "id": "s61"
    },
    {
      "text": "The Court can only make orders ' if the court concerned is satisfied that there has been unlawful discrimination ' (see s 46PO(4)).",
      "id": "s62"
    },
    {
      "text": "Accordingly if the claim by the Moskalevs to be appointed to the priority housing list was ancillary only to their claim under the HREOC Act, there was no jurisdiction to make the order following the finding that there was no unlawful discrimination.",
      "id": "s63"
    },
    {
      "text": "Since there was no jurisdiction under s 46PO(4) of the HREOC Act, an alternate source of federal jurisdiction other than s 15 of the FMA is necessary to support the order.",
      "id": "s64"
    },
    {
      "text": "It is therefore necessary to consider whether the power to make the order lies in any associated jurisdiction of the Court, since the order could only be justified if a separate and different cause of action had been raised which the Court could deal with pursuant to s 18 of the FMA.",
      "id": "s65"
    },
    {
      "text": "Associated Jurisdiction \n \n26 In Philip Morris Incorporated and Another v Adam P Brown Male Fashions Proprietary Limited; United States Surgical Corporation v Hospital Products International Proprietary Limited and Others [1981] HCA 7 ; (1981) 148 CLR 457 at 474, Barwick CJ said of the application of s 32 of the Federal Court Act:\n \n 'Thus, there may be circumstances in which the matter does not in substance itself attract federal jurisdiction, though that which attracts federal jurisdiction must in some way relate to the matter.",
      "id": "s66"
    },
    {
      "text": "Once federal jurisdiction is attracted, it is not lost because the claim or assertion which attracted it has not been substantiated or has been displaced by some countervailing fact.",
      "id": "s67"
    },
    {
      "text": "Once attracted, by whatever path attracted, the jurisdiction persists to enable the Court to resolve the matter.",
      "id": "s68"
    },
    {
      "text": "' \n\nSince s 18 of the FMA is in virtually identical terms to s 32 of the Federal Court Act, his Honour's observations are pertinent to the associated jurisdiction of the FMC.",
      "id": "s69"
    },
    {
      "text": "27 There are however, limits to the type of matter which can properly be described as 'associated' with the jurisdiction of a federal court.",
      "id": "s70"
    },
    {
      "text": "Barwick CJ expressed the following caution at 474:\n \n 'But the jurisdiction will not extend to any other matter, though that other matter might in some sense be an allied or associated matter.",
      "id": "s71"
    },
    {
      "text": "To be outside the accrued jurisdiction, however, the other matter must be separate and disparate from the matter in relation to or in connexion with which federal jurisdiction has been attracted.",
      "id": "s72"
    },
    {
      "text": "' \n\n28 Gibbs J (as he then was) said of the extent of the jurisdiction of the Court to deal with matters, other than federal claims at 499:\n \n 'The cases to which I have referred show that if a party claims relief on two different legal grounds, but the facts on which the relief is sought on each ground are identical, and the relief sought on each ground is the same in substance if not in form, there is only one matter for determination.",
      "id": "s73"
    },
    {
      "text": "' \n\n29 Gibbs J made similar observations in Fencott and Others v Muller and Another [1983] HCA 12 ; (1983) 152 CLR 570 at 591:\n \n 'It is now established by Philip Morris v. Brown that once a federal court is invested with jurisdiction with respect to a matter, it may determine all the questions which form part of that matter, even though they are questions which it would have no jurisdiction to entertain if they arose in separate proceedings.",
      "id": "s74"
    },
    {
      "text": "' \n\nAt 593 his Honour continued:\n \n 'The question whether one claim is inseverable from another, so that both are part of one matter, is a question of fact and degree.",
      "id": "s75"
    },
    {
      "text": "The Constitution , however, makes it clear that the attached claim must be part of the matter that attracts jurisdiction; closeness of association is not enough.",
      "id": "s76"
    },
    {
      "text": "' \n\n30 In Re Wakim; Ex parte McNally and Another; Re Wakim; Ex parte Darvall; Re Brown and Others; Ex parte Amann and Another; Spinks and Others v Prentice [1999] HCA 27 ; (1999) 198 CLR 511 at 585 Gummow and Hayne JJ said of the associated jurisdiction:\n \n 'So, too, there is but one matter where different claims are so related that the determination of one is essential to the determination of the other (377), as, for example, in the case of third party proceedings or where there are alternative claims for the same damage and the determination of one will either render the other otiose or necessitate its determination.",
      "id": "s77"
    },
    {
      "text": "Conversely, claims which are \"completely disparate\" (378), \"completely separate and distinct\" (379) or \"distinct and unrelated' (380) are not part of the same matter.",
      "id": "s78"
    },
    {
      "text": "' \n\nThese authorities confirm that to enliven the associated jurisdiction of a court invested with federal jurisdiction, the facts must be common to each matter and the relief sought must be substantially the same.",
      "id": "s79"
    },
    {
      "text": "31 Section 18 of the FMA provides a source of jurisdiction in associated 'matters'.",
      "id": "s80"
    },
    {
      "text": "A 'matter' must be a justiciable dispute and not merely a legal proceeding.",
      "id": "s81"
    },
    {
      "text": "In In Re the Judiciary Act 1903-1920 and In Re The Navigation Act 1912-1920 [1921] HCA 20 ; (1921) 29 CLR 257 at 265 the majority, having considered an argument that the word 'matter' in s 76 of the Constitution referred only to a legal proceeding, said:\n \n 'We do not accept this contention; we do not think that the word \" matter\" in sec.",
      "id": "s82"
    },
    {
      "text": "76 means a legal proceedings, but rather the subject matter for determination in a legal proceedings.",
      "id": "s83"
    },
    {
      "text": "In our opinion there can be no matter within the meaning of the section unless there is some immediate right, duty or liability to be established by the determination of the Court.",
      "id": "s84"
    },
    {
      "text": "' \n\n See also: The Queen v Kirby and Others; Ex parte Boilermakers' Society of Australia [1956] HCA 10 ; (1956) 94 CLR 254 at 272-274; The Queen v The Trade Practices Tribunal and Others; Ex parte Tasmanian Breweries Proprietary Limited [1970] HCA 8 ; (1970) 123 CLR 361 per Kitto J at 374; Re Wakim; Ex parte McNally 198 CLR [10].",
      "id": "s85"
    },
    {
      "text": "32 Two observations may be made.",
      "id": "s86"
    },
    {
      "text": "First, the facts and evidence relating to the claim of the Moskalevs' alleging discrimination are different to those relating to the administrative review of the Department's decision pursuant to its Priority Housing Policy and are not 'inseverable' (see: Gibbs J in Fencott v Muller 152 CLR 593).",
      "id": "s87"
    },
    {
      "text": "The Court accepts the submission of the Department that there was no requirement for it to adduce evidence of its procedures relating to the operation of the Housing Appeals Committee in view of the only matter before Driver FM, namely the claim of discrimination.",
      "id": "s88"
    },
    {
      "text": "The order requires the Department to undertake a merits review of its determination in relation to the Moskalevs' application for priority housing when such question did not arise either as a federal or as an associated matter.",
      "id": "s89"
    },
    {
      "text": "33 Second, the request of the Moskalevs' to be placed on the priority housing list did not constitute a separate 'matter' for the exercise of the Court's jurisdiction.",
      "id": "s90"
    },
    {
      "text": "The claim for such order was ancillary to the claim of discrimination under the HREOC Act.",
      "id": "s91"
    },
    {
      "text": "Accordingly s 18 of the FMA cannot be used as a source of jurisdiction to justify the order.",
      "id": "s92"
    },
    {
      "text": "CONCLUSION \n \n34 The order could have been justified under s 46PO(4) of the HREOC Act had a finding of unlawful discrimination been made.",
      "id": "s93"
    },
    {
      "text": "In the absence of any finding of unlawful conduct by the Department there was no jurisdiction under s 15 of the FMA which could support the order and the request to be placed on the priority housing list does not constitute an 'associated matter' under s 18 of the FMA.",
      "id": "s94"
    },
    {
      "text": "It follows that the order was made ultra vires.",
      "id": "s95"
    },
    {
      "text": "35 Section 23 of the Federal Court Act empowers the Court to make orders and to issue writs of such kinds as the Court considers appropriate.",
      "id": "s96"
    },
    {
      "text": "The Court will accordingly set aside the order.",
      "id": "s97"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s98"
    },
    {
      "text": "Associate:\n\nDated: 15 March 2007\n\n Counsel for the Appellant: A Jungwirth \n \n Solicitor for the Appellant: M Callen \n \n Solicitor for the Respondent: Freehills \n \n Date of Hearing: 8, 15 February 2007 \n \n Date of Judgment: 15 March 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/353.html",
      "id": "s99"
    }
  ]
}