{
  "name": "SZCVP v Minister for Immigration &amp; Multicultural Affairs [2007] FCA 32 (30 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/32.html",
  "catchphrases": [
    {
      "text": "whether tribunal failed to ask relevant questions",
      "id": "c0"
    },
    {
      "text": "whether tribunal failed to determine the 'particular social group' the applicant belonged to",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against the judgment of Federal Magistrate Scarlett given on 19 June 2006, which dismissed an application for judicial review of the decision of the Refugee Review Tribunal ('the Tribunal') handed down on 12 November 2002.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed the decision of a delegate of the Minister for Immigration and Multicultural Affairs to refuse grant of a protection visa to the appellant, which decision was made on 31 January 2001.",
      "id": "s1"
    },
    {
      "text": "2 The appellant is a 56-year-old woman who is a citizen of the Ukraine.",
      "id": "s2"
    },
    {
      "text": "Before the Tribunal the appellant testified that she was an unprotected woman who was advanced in years, relatively speaking, and whose only living family members comprise her adult married daughter and two teenage grandchildren who all reside in Australia together respectively with her husband.",
      "id": "s3"
    },
    {
      "text": "That daughter and son-in-law attended Court on the occasion of the present appeal.",
      "id": "s4"
    },
    {
      "text": "Their concern for the appellant, though tacitly expressed, evinced obvious anxiety.",
      "id": "s5"
    },
    {
      "text": "3 The appellant claimed that women living alone in the Ukraine can be subjected to attacks and there was no protective assistance for her against those circumstances, in the event of her return to the Ukraine.",
      "id": "s6"
    },
    {
      "text": "Pre-eminent however to the appellant was her understandable desire to remain in Australia with her daughter, her daughter's husband and grandchildren, who comprise realistically her only living relatives.",
      "id": "s7"
    },
    {
      "text": "4 After the murder of her brother in 1994, the appellant testified as to being frightened and insecure.",
      "id": "s8"
    },
    {
      "text": "The appellant's health began to deteriorate following this event.",
      "id": "s9"
    },
    {
      "text": "Her claims included the circumstance that she worked in the Office of Interior Security, in that she could be harmed because of her access to information relating to her workplace.",
      "id": "s10"
    },
    {
      "text": "5 The appellant's claims related also to the circumstance that she had suffered a serious fall whilst in the Ukraine, a circumstance exacerbated by the inadequacy of medical services available in the Ukraine.",
      "id": "s11"
    },
    {
      "text": "Additionally, the appellant claimed that she might well be harmed by her community in the Ukraine because of a perception that she would have money upon her return from overseas.",
      "id": "s12"
    },
    {
      "text": "6 The Tribunal observed that the appellant did not articulate how her fear of persecution fell into one or more of the five reasons enumerated in the Convention definition; namely, race, religion, nationality, membership of a particular social group or political opinion.",
      "id": "s13"
    },
    {
      "text": "The Tribunal further observed that the only Convention reason conceivably open to the appellant on the basis of the evidence which she provided was the ground of persecution based on membership of a particular social group.",
      "id": "s14"
    },
    {
      "text": "The Tribunal addressed the authorities on the elements necessary to establish membership of a particular social group and found as follows:\n \n 'I am not satisfied either on the evidence of the Applicant or independent research that women such as the Applicant advanced in years and living alone in Ukraine are cognisable as a particular social group in their own country or are targeted for mistreatment because of the fact that they are advanced in years and do not have a male or family to support and protect them.",
      "id": "s15"
    },
    {
      "text": "' \n \n\n7 The Tribunal concluded that the appellant's assertion of harm did not have a Convention nexus, and therefore found as follows:\n \n 'In this case, the harm feared by the Applicant is generalised harm arising from the criminal behaviour of either unemployed males or drug addicts robbing members of the public to obtain either drugs or necessaries to enable them to survive, or the fear of lack of support from an inferior medical service or generalised fears of economic hardship.",
      "id": "s16"
    },
    {
      "text": "' \n \n\n8 Whilst the Tribunal found that the police in the Ukraine ' appear to be hampered by limited resources, corruption and inefficiency ', it expressed its satisfaction that the police were able to provide effective protection to all citizens in the Ukraine in a Convention sense.",
      "id": "s17"
    },
    {
      "text": "The Tribunal was not persuaded there existed a real chance that serious harm would befall the appellant for a Convention reason upon her return to the Ukraine in the reasonably foreseeable future.",
      "id": "s18"
    },
    {
      "text": "Although unable to grant the visa, the Tribunal recorded that there may well be humanitarian grounds why the application for the visa should succeed.",
      "id": "s19"
    },
    {
      "text": "9 The appellant filed on 2 March 2004 an application in the Federal Magistrates Court for judicial review of the Tribunal's decision.",
      "id": "s20"
    },
    {
      "text": "The appellant filed an amended application on 19 October 2004 which raised various grounds of review.",
      "id": "s21"
    },
    {
      "text": "The appellant claimed that the Tribunal overlooked some critical points of her case and did not address all the relevant issues she had raised, including whether she was considered a 'traitor' because of the anti-governmental views of her family.",
      "id": "s22"
    },
    {
      "text": "The appellant also claimed the Tribunal: failed to ask relevant questions, failed to determine whether the appellant was subject to persecution because of her imputed political opinion, failed to determine the 'particular social group' the applicant belonged to, and failed to enquire as to whether the appellant's past or future conduct would amount to persecution.",
      "id": "s23"
    },
    {
      "text": "The appellant also referred the Court below to the decision of SZARH v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FMCA 615 , which was said by the appellant to raise similar issues to her proceedings currently before the Court.",
      "id": "s24"
    },
    {
      "text": "10 The appellant's application below was heard on 22 May 2006, and a further submission was filed on 2 June 2006.",
      "id": "s25"
    },
    {
      "text": "Although the appellant did not seek leave to raise that further submission, the Federal Magistrate decided to consider the matters the subject thereof.",
      "id": "s26"
    },
    {
      "text": "That submission dealt in substance with the implications of the filing out of time of her application for review, and referred the Court below to judicial precedents purportedly supportive of the appellant's claims in that regard.",
      "id": "s27"
    },
    {
      "text": "11 The Federal Magistrate was satisfied the appellant had established a reasonable excuse for the delay in bringing the application for review.",
      "id": "s28"
    },
    {
      "text": "In considering the appellant's substantive claims, the Federal Magistrate found that the Tribunal did consider the aspects of the appellant's claims and that there was no evidence that any claim to the effect that the appellant was a 'traitor' was ever made to the Tribunal.",
      "id": "s29"
    },
    {
      "text": "The Federal Magistrate considered the appellant's contention that the Tribunal did not properly consider her claim to be a member of a particular social group.",
      "id": "s30"
    },
    {
      "text": "His Honour found this ground could not rightly stand, pointing out at [31] as follows:\n \n \"It is well established that a social group cannot be constituted by victims of crime, let alone potential victims of crime, which appears to be the applicant's claim.",
      "id": "s31"
    },
    {
      "text": "In any event, the nature of the particular social group claimed by the applicant in the submission was not put to the Tribunal, on the evidence before me\".",
      "id": "s32"
    },
    {
      "text": "12 In line however with what I have observed at [8] above, the Federal Magistrate found the Tribunal did adequately address the issue of effectiveness of state protection in the Ukraine of persons such as the appellant.",
      "id": "s33"
    },
    {
      "text": "In relation to the authorities cited by the appellant, his Honour distinguished the same on the facts.",
      "id": "s34"
    },
    {
      "text": "The Federal Magistrate found that no case for jurisdictional error was made out and dismissed the application.",
      "id": "s35"
    },
    {
      "text": "13 The Federal Magistrate was also of the opinion that there existed strong compassionate reasons based upon and referrable to humanitarian grounds, which relate largely to the circumstances of the appellant's age, single status and family circumstances.",
      "id": "s36"
    },
    {
      "text": "14 The notice of appeal filed in the Federal Court raised the following grounds: that the Tribunal failed to assess the appellant's 'claims against proper information' and that the Federal Magistrate and the Tribunal misunderstood the appellant's particular social group.",
      "id": "s37"
    },
    {
      "text": "15 The appellant, by way of submissions dated 10 November 2006, submitted that the Tribunal assessed her claims against 'all women advanced in years and living alone in Ukraine'.",
      "id": "s38"
    },
    {
      "text": "The appellant contended that the Tribunal should have particularised her social group as 'aged, single women who had relatives overseas, who travelled overseas and who are considered as the ones who had money'.",
      "id": "s39"
    },
    {
      "text": "The appellant further submitted that had the Tribunal assessed her claims against that second particular social group, 'it would have no difficulty to accept that [her] claims are Convention-related because there would have been a great deal of independent information consistent with my claims'.",
      "id": "s40"
    },
    {
      "text": "16 At the hearing of the appeal before me, the appellant was unrepresented and unable to articulate any case for refugee status beyond what was contained in her submissions.",
      "id": "s41"
    },
    {
      "text": "She was accompanied by her only relatives, whom I have foreshadowed to be her daughter, and her daughter's husband, both of whom permanently reside in Australia with their two children (being of course the appellant's grandchildren).",
      "id": "s42"
    },
    {
      "text": "17 When invited to address the Court, the following discourse followed:\n \n 'His Honour: You have no relatives at all back there in the Ukraine.",
      "id": "s43"
    },
    {
      "text": "The Interpreter: No.",
      "id": "s44"
    },
    {
      "text": "This is my only daughter.",
      "id": "s45"
    },
    {
      "text": "I just want to die when somebody can look after me.",
      "id": "s46"
    },
    {
      "text": "I am so stressed out, it is so difficult for me that I don't even know what I am saying now.",
      "id": "s47"
    },
    {
      "text": "She is the only daughter I have.",
      "id": "s48"
    },
    {
      "text": "His Honour: Yes I understand.",
      "id": "s49"
    },
    {
      "text": "The Interpreter: And I don't have much of life and I just want to be close to her because I need a lot of help.",
      "id": "s50"
    },
    {
      "text": "I used to work in the Ministry of Internal Affairs so I know what I was there.",
      "id": "s51"
    },
    {
      "text": "I am so scared that I will end my life tortured just because they want some money from me.",
      "id": "s52"
    },
    {
      "text": "My brother was killed because of the flat, the apartment issues.",
      "id": "s53"
    },
    {
      "text": "I read the newspapers, I'm watching the TV programs.",
      "id": "s54"
    },
    {
      "text": "I know, I understand what is happening over there.",
      "id": "s55"
    },
    {
      "text": "People disappear, nobody can trace them out, they come to find them.",
      "id": "s56"
    },
    {
      "text": "I am not scared just to die but I just don't want to be kidnapped and create all this problem, and they will demand money for my release, and I am an honest person.",
      "id": "s57"
    },
    {
      "text": "I live honestly and my daughter is a very good character and her children, my grandchildren are really good.",
      "id": "s58"
    },
    {
      "text": "My daughter is a very capable member of Australian society and I wanted to be with her so I can help her a little bit so she can work.",
      "id": "s59"
    },
    {
      "text": "That would be really beneficial for me as well because she could look after me and she wouldn't worry and stress out, how am I going over there?",
      "id": "s60"
    },
    {
      "text": "My health is in a not very good state, but I am ready to die, just not be a problem.",
      "id": "s61"
    },
    {
      "text": "I was a single mother and I brought up my daughter on my own and she has got responsibilities towards me.",
      "id": "s62"
    },
    {
      "text": "That is her duty now, to look after me.",
      "id": "s63"
    },
    {
      "text": "That's our culture, this is in our culture.",
      "id": "s64"
    },
    {
      "text": "The children have to look after the parents.",
      "id": "s65"
    },
    {
      "text": "' \n \n\n18 The Minister submitted that the Federal Magistrate's conclusion that a social group cannot be constituted by victims or potential victims of crime 'is consistent with authority that a social group cannot be defined merely by a shared fear of persecution'.",
      "id": "s66"
    },
    {
      "text": "In support of that proposition, the Minister referred to A pplicant S v Minister for Immigration and Multicultural Affairs [2004] HCA 25 ; (2004) 217 CLR 387 at [36] , where Gleeson CJ, Gummow and Kirby JJ observed as follows:\n \n '...the determination of whether a group falls within the definition of \"particular social group\" in Art 1A(2) of the Convention can be summarised as follows.",
      "id": "s67"
    },
    {
      "text": "First, the group must be identifiable by a characteristic or attribute common to all members of the group.",
      "id": "s68"
    },
    {
      "text": "Secondly, the characteristic or attribute common to all members of the group cannot be the shared fear of persecution.",
      "id": "s69"
    },
    {
      "text": "Thirdly, the possession of that characteristic or attribute must distinguish the group from society at large.",
      "id": "s70"
    },
    {
      "text": "Borrowing the language of Dawson J in Applicant A (59), a group that fulfils the first two propositions, but not the third, is merely a \"social group\" and not a \"particular social group\".",
      "id": "s71"
    },
    {
      "text": "As this Court has repeatedly emphasised, identifying accurately the \"particular social group\" alleged is vital for the accurate application of the applicable law to the case in hand (60).",
      "id": "s72"
    },
    {
      "text": "' \n\n19 Reiterating the reasoning of Scarlett FM, the Minister made the further submission that 'the Tribunal is not obliged to deal with a case not put to it or that does not clearly arise on the material before it', and that the 'social groups suggested by the appellant before His Honour were never put to the Tribunal'.",
      "id": "s73"
    },
    {
      "text": "The Minister referred to NABE v Minister for Immigration and Indigenous Affairs (No2) [2004] FCAFC 263 ; (2004) 144 FCR 1 in support of that contention.",
      "id": "s74"
    },
    {
      "text": "20 After articulating the Minister's case with his usual precision, and pointing out why no jurisdictional error in the Tribunal's reasons for decision could be distilled, in line of course with the Federal Magistrate's decision, counsel for the Minister concluded as follows:\n \n \n \n \n \n \n \n 'The social group that the appellant now suggests doesn't fall into either of those categories and, in any event, even leaving those two matters aside, the Tribunal's conclusions as to effective protection in the Ukraine would be another answer to them.",
      "id": "s75"
    },
    {
      "text": "Your Honour, plainly there are humanitarian aspects in this case.",
      "id": "s76"
    },
    {
      "text": "They were referred to by the learned Magistrate.",
      "id": "s77"
    },
    {
      "text": "I'm sure your Honour is fully cognisant of them, but all we can do is draw the remarks of the Magistrate and if your Honour makes any similar remarks, your Honour's remarks to the attention of the Department.",
      "id": "s78"
    },
    {
      "text": "Ultimately there is nothing more we can do because it's a matter purely for the Minister.",
      "id": "s79"
    },
    {
      "text": "' \n \n\n21 I find the Minister's submissions persuasive and, consequently, find no error in the Tribunal's decision or that of the Federal Magistrate below.",
      "id": "s80"
    },
    {
      "text": "It is also my opinion that the observations made by counsel for the Minister were entirely apposite, and I would wholly endorse what he thus frankly and responsibly indicated.",
      "id": "s81"
    },
    {
      "text": "I would respectfully recommend to the Minister that there be a reconsideration of the evident plight of the appellant and the understandable concern and anxiety of her only close relatives, who now live in Australia as Australian citizens.",
      "id": "s82"
    },
    {
      "text": "The appellant's case is in my respectful view very strong on compassionate grounds, being an opinion in line with that of the Federal Magistrate below.",
      "id": "s83"
    },
    {
      "text": "22 The appeal must be dismissed.",
      "id": "s84"
    },
    {
      "text": "I also make an order, nunc pro tunc, that the Refugee Review Tribunal, which was a party to the proceedings below, be joined as a respondent to the application.",
      "id": "s85"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Conti.",
      "id": "s86"
    },
    {
      "text": "Associate:\n\nDated: 30 January 2007\n\n Appellant appeared in person \n \n \n Counsel for the Respondent: Mr T Reilly \n \n Solicitor for the Respondent: Blake Dawson Waldron \n \n Date of Hearing: 14 November 2006 \n \n Date of Judgment: 30 January 2007 \n \n \n \n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/32.html",
      "id": "s87"
    }
  ]
}