{
  "name": "Applicant S285 of 2003 v Minister for Immigration and Citizenship [2007] FCA 400 (14 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/400.html",
  "catchphrases": [
    {
      "text": "whether an extension of time within which to seek leave to appeal should be granted to the applicant",
      "id": "c0"
    },
    {
      "text": "respondent urged that leave not be granted on the basis that any appeal would have no prospects at all of success",
      "id": "c1"
    },
    {
      "text": "held: application dismissed",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This application was listed to be heard at not before 2.15 pm today.",
      "id": "s0"
    },
    {
      "text": "The applicant was not present in Court when the hearing was called at approximately 2.45 pm today.",
      "id": "s1"
    },
    {
      "text": "It is now 3.20 pm and the applicant has still not appeared in the courtroom.",
      "id": "s2"
    },
    {
      "text": "It should be noted that the court officer attended at level 16 before the matter was called but did not find the applicant there, nor did he respond when he was called by his pseudonym outside the courtroom before the hearing commenced.",
      "id": "s3"
    },
    {
      "text": "I am satisfied that the applicant received advice that his application was listed for hearing today at not before 2.15 pm.",
      "id": "s4"
    },
    {
      "text": "2 In the circumstances, I am satisfied that I have power to dismiss the application for want of prosecution.",
      "id": "s5"
    },
    {
      "text": "However, the first respondent's legal representative urged on me that I should consider the application on its merits and I have considered it appropriate to do so (see O 32 r 2 of the Federal Court Rules ).",
      "id": "s6"
    },
    {
      "text": "3 Although the applicant has sought an extension of time to file and serve a notice of appeal, I agree with the submissions of the first respondent that the applicant requires leave to appeal and therefore requires an extension of time within which to seek leave to appeal, rather than an extension of time within which to serve a notice of appeal.",
      "id": "s7"
    },
    {
      "text": "Were he to obtain leave to appeal, then the time for serving the notice would be fixed by the Federal Court Rules .",
      "id": "s8"
    },
    {
      "text": "4 It has been urged on me that the leave required by the applicant should not be granted on the basis that any appeal would have no prospects at all of success.",
      "id": "s9"
    },
    {
      "text": "The learned Federal Magistrate took the view that the Federal Magistrates Court did not have power to give the applicant the extension of time required by him to seek the judicial review sought by him in that court.",
      "id": "s10"
    },
    {
      "text": "I am satisfied that the Magistrate's view in this regard was correct and that an appeal against that aspect of his Honour's decision has no prospects of success (see s 477 of the Migration Act 1958 (Cth) and items 40 and 42 of Part 2 of Schedule 1 of the Migration Litigation Reform Act 2005 (Cth)).",
      "id": "s11"
    },
    {
      "text": "5 The applicant had also filed a notice of a constitutional matter under s 78B of the Judiciary Act 1903 (Cth) in the Federal Magistrates Court.",
      "id": "s12"
    },
    {
      "text": "The Federal Magistrate was not satisfied that the constitutional issues sought thereby to be raised arose on the application before him.",
      "id": "s13"
    },
    {
      "text": "I am also satisfied that his Honour's judgment in that respect was correct.",
      "id": "s14"
    },
    {
      "text": "6 It appears that the applicant now seeks in this Court to raise different constitutional issues.",
      "id": "s15"
    },
    {
      "text": "This application is not an appropriate vehicle for him to seek to run a case entirely different from that run by him in front of the Federal Magistrate.",
      "id": "s16"
    },
    {
      "text": "This application does not call for consideration of the fresh constitutional issues identified by the applicant and it is thus not a matter involving them within the meaning of s 78B of the Judiciary Act .",
      "id": "s17"
    },
    {
      "text": "I therefore do not consider that s 78B places any impediment in the way of my proceeding to determine this application.",
      "id": "s18"
    },
    {
      "text": "In any event, I understand from advice provided to me by the first respondent's legal representative, that notice of the asserted constitutional issue has been served on the Attorneys-General and that none of them has sought to intervene in this proceeding.",
      "id": "s19"
    },
    {
      "text": "7 I therefore accept the submission of the first respondent's legal representative that the application should be dismissed.",
      "id": "s20"
    },
    {
      "text": "The appropriate orders are:\n \n 1.",
      "id": "s21"
    },
    {
      "text": "To the extent necessary, the respondents have leave to proceed in this matter in the absence of the applicant;\n 2.",
      "id": "s22"
    },
    {
      "text": "The name of the first respondent be amended to Minister for Immigration and Citizenship;\n 3.",
      "id": "s23"
    },
    {
      "text": "The third respondent be removed as a party from the proceeding;\n 4.",
      "id": "s24"
    },
    {
      "text": "The application be dismissed; and \n 5.",
      "id": "s25"
    },
    {
      "text": "The applicant pay the first respondent's costs.",
      "id": "s26"
    },
    {
      "text": "8 I note that the second respondent filed a submitting appearance.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\nDated: 20 March 2007\n\n\n Counsel for the Applicant: The Applicant did not appear \n \n Solicitor for the First and Third Respondents: \n Australian Government Solicitor \n \n Counsel for the Second Respondent: \nThe Second Respondent filed a submitting appearance \n \n Date of Hearing: 14 February 2007 \n \n Date of Judgment: 14 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/400.html",
      "id": "s29"
    }
  ]
}