{
  "name": "Gurtler v Finance Now Pty Limited (ACN 102 197 973)(Corrigendum dated 4 April 2007) [2007] FCA 477 (3 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/477.html",
  "catchphrases": [
    {
      "text": "orders made for production of categories of documents subject to any claim of legal professional privilege",
      "id": "c0"
    },
    {
      "text": "legal professional privilege claimed",
      "id": "c1"
    },
    {
      "text": "litigation funding agreement",
      "id": "c2"
    },
    {
      "text": "communications between litigation funder and legal adviser",
      "id": "c3"
    },
    {
      "text": "privilege challenged on basis of litigation funder's actions",
      "id": "c4"
    },
    {
      "text": "issue waiver",
      "id": "c5"
    },
    {
      "text": "reason for joining party",
      "id": "c6"
    },
    {
      "text": "applicant not put in issue the contents of any communications made in the lawyer-client relationship",
      "id": "c7"
    },
    {
      "text": "no inconsistency with the maintenance of the privilege",
      "id": "c8"
    },
    {
      "text": "disclosure waiver",
      "id": "c9"
    },
    {
      "text": "disclosed fact of giving instruction to join a third party to proceedings",
      "id": "c10"
    },
    {
      "text": "did not disclose the contents of the instructions",
      "id": "c11"
    },
    {
      "text": "no inconsistency with maintenance of privilege",
      "id": "c12"
    },
    {
      "text": "litigation funder alleged to be pursuing its own interests",
      "id": "c13"
    },
    {
      "text": "while applicant has used litigation funder as agent in the proceedings he still remained the client of the legal representatives for the purposes of conduct of the litigation",
      "id": "c14"
    },
    {
      "text": "funding agreement gave rise to common and several interests",
      "id": "c15"
    },
    {
      "text": "common interest privilege",
      "id": "c16"
    },
    {
      "text": "no prima facie or reasonably arguable case of pursuit of litigation funder's own and paramount purposes",
      "id": "c17"
    },
    {
      "text": "fraud/improper purpose exception",
      "id": "c18"
    },
    {
      "text": "allegation of fraud against the respondent",
      "id": "c19"
    },
    {
      "text": "not shown to be lacking any foundation",
      "id": "c20"
    },
    {
      "text": "communication not made for an improper purpose",
      "id": "c21"
    },
    {
      "text": "practice and procedure",
      "id": "c22"
    },
    {
      "text": "practice and procedure",
      "id": "c23"
    },
    {
      "text": "practice and procedure",
      "id": "c24"
    },
    {
      "text": "practice and procedure",
      "id": "c25"
    },
    {
      "text": "practice and procedure",
      "id": "c26"
    }
  ],
  "sentences": [
    {
      "text": "1 The interlocutory dispute before me --- it challenges a claim of legal professional privilege --- is only one of a lengthening number of such disputes in a proceeding now eighteen months old.",
      "id": "s0"
    },
    {
      "text": "At least the pleadings seem to be nearing their likely final form.",
      "id": "s1"
    },
    {
      "text": "2 Put shortly the principal application alleges the appropriation of what is said to be highly confidential commercial information by an ex-officer and former director of a company (now in liquidation) whose claim is being prosecuted by the applicant, Christopher Gurtler.",
      "id": "s2"
    },
    {
      "text": "He sues as assignee from the liquidator of the company's cause of action.",
      "id": "s3"
    },
    {
      "text": "The respondents are Kosta Patsan, the alleged wrongdoer, and Finance Now Pty Ltd, a company of which Mr Patsan is both a director and shareholder and which is alleged to be the vehicle for the unauthorised exploitation of the information in question to the loss of Loanpos.",
      "id": "s4"
    },
    {
      "text": "Claims are made against Mr Patsan for breach of contract and of fiduciary duty, for breach of an express confidentiality agreement and for breach of s 183 of the Corporations Act 2001 (Cth).",
      "id": "s5"
    },
    {
      "text": "3 The present interlocutory dispute, of which the disputed privilege claim is only a small part, has arisen in the following way.",
      "id": "s6"
    },
    {
      "text": "In August 2006 Mr Gurtler by motion sought leave both to join Malcolm Bligh Turnbull as third respondent and to amend his statement of claim accordingly.",
      "id": "s7"
    },
    {
      "text": "4 On 5 December Finance Now moved to have the proceedings permanently stayed or dismissed as against it on the grounds that the proceedings against it constituted an abuse of process.",
      "id": "s8"
    },
    {
      "text": "Central to that motion was its objection to the Turnbull joinder and the alleged use that was to be made of it.",
      "id": "s9"
    },
    {
      "text": "Informing that objection is a perceived impropriety of purpose in the joinder --- an impropriety alleged to be evidenced in an email sent on 31 July 2006 by Alan Van Noort, the chairman of the litigation funder Hillcrest Litigation Services Ltd, to Bruce Hambrett, a partner in Finance Now's solicitors.",
      "id": "s10"
    },
    {
      "text": "Hillcrest is funding Mr Gurtler in the present proceedings.",
      "id": "s11"
    },
    {
      "text": "The email \n \n5 The email resulted from an analysis made by Mr Van Noort and Mr Gurtler of Finance Now's financial statements which had been produced on a confidential basis for the purposes of the principal proceedings.",
      "id": "s12"
    },
    {
      "text": "It is claimed these revealed, not accumulated losses as shown, but a substantial net corporate worth running into millions.",
      "id": "s13"
    },
    {
      "text": "The Van Noort email was in the following terms (omitting formal parts): \n \n \" Subject: Finance Now and others\n \n Dear Bruce,\n \n I've finally cracked the accounts.",
      "id": "s14"
    },
    {
      "text": "The resultant number is 7; however I believe that will inevitably blow out to a bigger number, say somewhere in the region of 20 to 29.",
      "id": "s15"
    },
    {
      "text": "There is a more serious matter that I'm writing to you about.",
      "id": "s16"
    },
    {
      "text": "I believe/know/can prove that the accounts are a complete and total fabrication.",
      "id": "s17"
    },
    {
      "text": "Apart from recording the beginning (in a fabricated manner) and the end result of the transaction, the bit in between is nothing more than an after the event reconstruction of a series of events that in the main simply didn't happen.",
      "id": "s18"
    },
    {
      "text": "The bank statements will support my contention.",
      "id": "s19"
    },
    {
      "text": "The serious aspect of this matter lies in the fact that a range of very important people (including yourself) have either openly embraced the fraud or have knowledge of it, whether directly or by imputation, and have thus exposed themselves to massive untold potential risks.",
      "id": "s20"
    },
    {
      "text": "The range of VIP's could well extend beyond the Finance Now directors if the misappropriated property (and the knowledge attaching thereto) is traceable.",
      "id": "s21"
    },
    {
      "text": "I suspect that there may be something else involved in this conundrum, something bigger than and going well beyond Mr Gurtler's claim, as such.",
      "id": "s22"
    },
    {
      "text": "Regardless, we (Gurtler and HLS) intend to commercially exploit our position (and your side's apparent current problems) to the maximum extent possible.",
      "id": "s23"
    },
    {
      "text": "We will do so through the Federal Court action.",
      "id": "s24"
    },
    {
      "text": "However, I intend not to share my new information with anyone from our side until tomorrow.",
      "id": "s25"
    },
    {
      "text": "This will allow you, if there is a bigger picture involving different sensitivities, to make any appropriate suggestions.",
      "id": "s26"
    },
    {
      "text": "I've copied Neil Gentilli in on this email for a few reasons.",
      "id": "s27"
    },
    {
      "text": "First, I actually feel quite uncomfortable in possessing this information by myself, so I need to share (the burden of) it with someone that I trust.",
      "id": "s28"
    },
    {
      "text": "Secondly, if you do wish to pursue any alternatives, I'd want Neil involved acting for and protecting HLS and Gurtler.",
      "id": "s29"
    },
    {
      "text": "Finally, in the event that you reject this approach, Neil's involvement will assist me in providing any necessary explanations.",
      "id": "s30"
    },
    {
      "text": "Feel free to ring me if you wish to discuss any aspect of the above ...\"\n \n\n6 The response this elicited from Mr Hambrett was as follows:\n \n \"Dear Mr Van Noort,\n \n Thank you for your email.",
      "id": "s31"
    },
    {
      "text": "As you know, you and your interests are represented in the proceedings by Williams &amp; Hughes.",
      "id": "s32"
    },
    {
      "text": "In these circumstances, it is improper for me to engage with you directly on the various issues you have raised in your email.",
      "id": "s33"
    },
    {
      "text": "By copy of this email, I am sending a copy of your email and this response to Williams &amp; Hughes.",
      "id": "s34"
    },
    {
      "text": "I assume that they were not party to your email which, in a number of respects, is quite extraordinary.",
      "id": "s35"
    },
    {
      "text": "The suggestion you make that the 'accounts are a complete and total fabrication' is utterly without substance.",
      "id": "s36"
    },
    {
      "text": "Most alarming, however, is the veiled threat in your email --- the rights of our client and ourselves are expressly reserved in that regard.",
      "id": "s37"
    },
    {
      "text": "Finally, you should understand that Jackson McDonald have acted as our agents in this matter for some time and, therefore, Neil Gentilli is not in a position to assist either you or Mr Gurtler in the matter.",
      "id": "s38"
    },
    {
      "text": "I look forward to hearing from your lawyers as to the explanation for your email.",
      "id": "s39"
    },
    {
      "text": "\"\n \n\n7 The \"lawyers' explanation\" (from Digby Robinson of Williams &amp; Hughes) was given on 7 September 2006:\n \n \"I refer to your email of 1 August 2006 and Mr Van Noort's email to you dated 31 July 2006 (the Email).",
      "id": "s40"
    },
    {
      "text": "I respond as follows:-\n \n \n \n 1.",
      "id": "s41"
    },
    {
      "text": "Mr Van Noort sought and obtained my approval to his proposal to contact you direct prior to sending the Email.",
      "id": "s42"
    },
    {
      "text": "However, I was not aware of the contents of the Email until you provided me with a copy on 1 August 2006.",
      "id": "s43"
    },
    {
      "text": "I had understood, from a telephone conversation with Mr Van Noort prior to the Email, that he intended to convey to you two things:- \n \n \n \n 1.1 Hillcrest was satisfied with the merits of the above action; and\n \n \n \n \n 1.2 Hillcrest was satisfied, on the basis of his analysis of Finance Now's financial statements, that the value of Finance Now's business was, at least, $7 million (ie --- consistent with the figure mentioned by Mr O'Shanassy to me) and was probably an amount well in excess of that.",
      "id": "s44"
    },
    {
      "text": "2.",
      "id": "s45"
    },
    {
      "text": "I am instructed that Mr Gurtler was also aware of, and agreed with, Mr Van Noort's proposal to contact you but that he was not aware of the contents of the Email and that Mr Van Noort did not provide him with a copy of the Email.",
      "id": "s46"
    },
    {
      "text": "3.",
      "id": "s47"
    },
    {
      "text": "If you require clarification on the matters referred to in paragraph 1 or the Email generally, we suggest you correspond directly with Mr Van Noort.",
      "id": "s48"
    },
    {
      "text": "To the extent that your correspondence affects, or has the potential to affect, Mr Gurlter (sic), please copy us with that correspondence.",
      "id": "s49"
    },
    {
      "text": "\"\n \n \n\n8 Williams &amp; Hughes terminated their retainer with Mr Gurtler and Hillcrest on 20 September 2006.",
      "id": "s50"
    },
    {
      "text": "The Notice to Produce and the Court Order \n \n9 Subsequent to the filing of the Notice of Motion for a stay or dismissal, the solicitors for Finance Now served a Notice to Produce on Mr Gurtler requiring the production of documents for the hearing of the motion which, for present purposes, I can describe as relating to (i) the analysis of Finance Now's financial accounts; (ii) communications between Mr Gurtler and Mr Van Noort relating to the possible joinder of Mr Turnbull, the provision of instructions to Williams &amp; Hughes and the decision that Mr Van Noort would communicate directly with Mr Hambrett; and (iii) instructions provided by or on behalf of Mr Gurtler to Williams &amp; Hughes to join Mr Turnbull.",
      "id": "s51"
    },
    {
      "text": "10 I would add that Mr Turnbull had previously filed a notice of opposition to the joinder application and a Notice to Produce by Mr Gurtler which was more narrowly cast but similar in its categories to that filed by Finance Now.",
      "id": "s52"
    },
    {
      "text": "11 When the various motions came on for directions on 12 December 2006, I indicated to counsel for Mr Turnbull that he had no right to be heard on the joinder application and no right to serve a Notice to Produce.",
      "id": "s53"
    },
    {
      "text": "He withdrew.",
      "id": "s54"
    },
    {
      "text": "I then indicated to counsel for Mr Gurtler that the stay motion would be heard before the joinder motion.",
      "id": "s55"
    },
    {
      "text": "12 This then exposed alleged vices in Finance Now's Notice to Produce.",
      "id": "s56"
    },
    {
      "text": "Objection was taken to the width of the categories of documents sought.",
      "id": "s57"
    },
    {
      "text": "This resulted in my making orders for the production, subject to any claim of legal professional privilege, of three categories of document to which reference will be made below.",
      "id": "s58"
    },
    {
      "text": "It is this which has spawned the present controversy.",
      "id": "s59"
    },
    {
      "text": "13 On 22 January, when I anticipated that the stay motion would be heard, it became apparent that there was a substantial dispute about privilege.",
      "id": "s60"
    },
    {
      "text": "Mr Gurtler had produced the documents as required and had made privilege claims.",
      "id": "s61"
    },
    {
      "text": "No affidavit verifying the claim having been filed, Finance Now sought all of the documents including those for which privilege was claimed on the basis that I had no evidence at all for the claim of privilege before me.",
      "id": "s62"
    },
    {
      "text": "I adjourned the matter for the purposes of having such an affidavit prepared.",
      "id": "s63"
    },
    {
      "text": "I was prepared to accept that the applicant misunderstood what my orders required.",
      "id": "s64"
    },
    {
      "text": "The Two Categories of Document in Issue: Mr Gurtler's Affidavit \n \n14 Mr Gurtler swore an affidavit on 30 January in which he reasserted the legal professional privilege he claimed in respect of the documents described in the List of Documents set out below.",
      "id": "s65"
    },
    {
      "text": "The claim was made on the bases that the dominant purpose of the documents was for him to obtain or for his lawyers to provide legal advice.",
      "id": "s66"
    },
    {
      "text": "He went on to verify the List of Documents noting that:\n \n \"In addition to my own documents, and the files held by my lawyers, I have reviewed the files held by Mr Alan Van Noort of my litigation funder, Hillcrest in relation to correspondence with me and my lawyers and following that review am not aware of any document meeting the descriptions provided in the orders which has not been produced and described in the List of Documents.",
      "id": "s67"
    },
    {
      "text": "\"\n \n\n15 He went on to make the following comments concerning his relationship with Mr Van Noort:\n \n \"Some of the documents produced and described in the List of Documents relate to or set out communications between my lawyers and Mr Alan Van Noort of my litigation funder.",
      "id": "s68"
    },
    {
      "text": "Mr Van Noort has provided and continues to provide me with support in relation to the management of this litigation and, to that extent, I regularly meet with him to discuss the progress of the case, and to obtain his comments on the advice that I receive.",
      "id": "s69"
    },
    {
      "text": "As a consequence it has, from time to time, been convenient for me to have Mr Van Noort deal directly with my lawyers in order to confirm my instructions or to comment upon their advice in order to enable my lawyers to further advance my case.",
      "id": "s70"
    },
    {
      "text": "\"\n \n\n16 The following is a consolidation of parts of two documents prepared by Mr Gurtler.",
      "id": "s71"
    },
    {
      "text": "The first is the list he prepared in response to my orders in respect of which privilege was claimed.",
      "id": "s72"
    },
    {
      "text": "The second comes from his affidavit and sets out the circumstances in which each of the listed communications took place.",
      "id": "s73"
    },
    {
      "text": "So as to distinguish the two, the individual explanations from the affidavit have been reproduced in italics.",
      "id": "s74"
    },
    {
      "text": "\"2.1 Documents recording or evidencing communications between specified persons relating to the subject matter of the Van Noort email of 31 July 2006 or relating to the email: \n \n (1) Williams &amp; Hughes letter to Chris Gurtler dated 13 February 2006 enclosing Finance Now financial statements.",
      "id": "s75"
    },
    {
      "text": "Document 1 I received this letter from my lawyers enclosing Finance Now financial statements.",
      "id": "s76"
    },
    {
      "text": "It contains legal advice and requests my instructions.",
      "id": "s77"
    },
    {
      "text": "(2) Email dated 15 February 2006 from Chris Gurtler to Beth Worrall/Digby Robinson (Williams &amp; Hughes) regarding Finance Now accounts.",
      "id": "s78"
    },
    {
      "text": "Document 2 I sent this email to my lawyers providing instructions in relation to the Finance Now accounts.",
      "id": "s79"
    },
    {
      "text": "(3) Email dated 23 February 2006 from Williams &amp; Hughes to Van Noort and Gurtler, attaching Robinson letter regarding Finance Now financial statements.",
      "id": "s80"
    },
    {
      "text": "Document 3 I received this email from my lawyers.",
      "id": "s81"
    },
    {
      "text": "It provided copies of correspondence and provided some legal advice in relation to the financial statements.",
      "id": "s82"
    },
    {
      "text": "(4) Copy letter dated 24 February 2006 from Robinson to Hambrett regarding Finance Now financial statements.",
      "id": "s83"
    },
    {
      "text": "Document 4 This is a copy of one of the attachments to Document 3.",
      "id": "s84"
    },
    {
      "text": "(5) Email dated 7 March 2006 from Williams &amp; Hughes to Van Noort and Gurtler, attaching letter from Digby Robinson with attachments regarding Finance Now financial statements.",
      "id": "s85"
    },
    {
      "text": "Document 5 I received this document from my lawyers.",
      "id": "s86"
    },
    {
      "text": "It provides some legal advice along with a proposed draft letter to the solicitors for the First Respondent.",
      "id": "s87"
    },
    {
      "text": "(6) Letter dated 10 March 2006 from Digby Robinson (Williams &amp; Hughes) to Alan Van Noort (Hillcrest) and Mr C Gurtler (Applicant) regarding Finance Now financial statements.",
      "id": "s88"
    },
    {
      "text": "Document 6 I received this letter from my lawyers.",
      "id": "s89"
    },
    {
      "text": "It provides legal advice.",
      "id": "s90"
    },
    {
      "text": "(7) Email dated 16 March 2006 from Williams &amp; Hughes to Van Noort and Gurtler, attaching letter dated 15 March 2006 from Robinson regarding Finance Now financial statements.",
      "id": "s91"
    },
    {
      "text": "Document 7 I received this email and letter from my lawyers.",
      "id": "s92"
    },
    {
      "text": "It provides legal advice.",
      "id": "s93"
    },
    {
      "text": "(8) Letter dated 28 March 2006 from Robinson to Gurtler and Van Noort, attaching draft settlement offer dated 27 March 2006.",
      "id": "s94"
    },
    {
      "text": "Document 8 I received this letter from my lawyers.",
      "id": "s95"
    },
    {
      "text": "It provides legal advice.",
      "id": "s96"
    },
    {
      "text": "(9) Email dated 26 July 2006 from Worrall to Gurtler and Van Noort, attaching letter from Robinson regarding Finance Now financial statements.",
      "id": "s97"
    },
    {
      "text": "Document 9 I received this letter from my lawyers.",
      "id": "s98"
    },
    {
      "text": "It provides legal advice.",
      "id": "s99"
    },
    {
      "text": "(10) Williams &amp; Hughes email dated 1 August 2006 to Van Noort attaching letter from Robinson re email of 31 July 2006.",
      "id": "s100"
    },
    {
      "text": "Document 10 This letter was sent by my lawyers to my litigation funder.",
      "id": "s101"
    },
    {
      "text": "It provides legal advice in relation to my claim.",
      "id": "s102"
    },
    {
      "text": "(11) Copy Williams &amp; Hughes email dated 2 August 2006 to Van Noort and Gurtler attaching Robinson letter.",
      "id": "s103"
    },
    {
      "text": "Document 11 I received this letter from my lawyers.",
      "id": "s104"
    },
    {
      "text": "It provides legal advice.",
      "id": "s105"
    },
    {
      "text": "(12) Copy Williams &amp; Hughes email dated 4 August 2006 to Van Noort and Gurtler, attaching Robinson letter re email of 31 July 2006 and conduct of the case.",
      "id": "s106"
    },
    {
      "text": "Document 12 I received this letter from my lawyers.",
      "id": "s107"
    },
    {
      "text": "It provides legal advice.",
      "id": "s108"
    },
    {
      "text": "(13) Williams &amp; Hughes email dated 15 August 2006 to Van Noort and Gurtler, attaching Robinson letter and draft letter dated from Robinson to Hambrett.",
      "id": "s109"
    },
    {
      "text": "Document 13 I received this letter from my lawyers.",
      "id": "s110"
    },
    {
      "text": "It provides legal advice.",
      "id": "s111"
    },
    {
      "text": "(14) Williams &amp; Hughes email dated 23 August 2006 to Gurtler and Van Noort, attaching Robinson letter regarding settlement proposal, conduct of claim, further financial statements and joinder of Turnbull.",
      "id": "s112"
    },
    {
      "text": "Document 14 I received this communication from my lawyers.",
      "id": "s113"
    },
    {
      "text": "It provides legal advice.",
      "id": "s114"
    },
    {
      "text": "(15) Van Noort email to Robinson dated 23 August 2006, attaching letter to Robinson regarding email of 31 July 2006 to Hambrett.",
      "id": "s115"
    },
    {
      "text": "Document 15 This letter contains instructions provided by Mr Van Noort to my lawyers to enable them to deal with the solicitors for the First Respondent on my behalf.",
      "id": "s116"
    },
    {
      "text": "(16) Van Noort email to Robinson dated 25 August 2006, attaching draft letter to Hambrett for comment.",
      "id": "s117"
    },
    {
      "text": "Document 16 This communication contains information provided by Mr Van Noort to my lawyers for comment in the context of the previous communication (by way of Document 15) for the purposes of enabling my lawyers to represent me in ongoing dealings with the solicitors for the First Respondent.",
      "id": "s118"
    },
    {
      "text": "(17) Williams &amp; Hughes email to Van Noort dated 25 August 2006, attaching letter from Robinson re proposed response to Hambrett about 31 July 2006 email.",
      "id": "s119"
    },
    {
      "text": "Document 17 This document contains a communication by my lawyers to my litigation funder in relation to my claim.",
      "id": "s120"
    },
    {
      "text": "(18) Williams &amp; Hughes email to Gurtler dated 29 August 2006, attaching copy of letter dated 25 August 2006 to Van Noort from Robinson.",
      "id": "s121"
    },
    {
      "text": "Document 18 I received this communication from my lawyers advising their communication with my funder as described at item 17 above.",
      "id": "s122"
    },
    {
      "text": "(19) Williams &amp; Hughes email dated 29 August 2006 to Gurtler and Van Noort, attaching letter from Robinson, and draft letter to Hambrett.",
      "id": "s123"
    },
    {
      "text": "Document 19 I received this communication from my lawyers seeking my instructions in relation to a draft email.",
      "id": "s124"
    },
    {
      "text": "(20) Copy letter dated 30 August 2006 from Van Noort to Robinson regarding email of 31 July 2006.",
      "id": "s125"
    },
    {
      "text": "Document 20 In this communication Mr Van Noort of my litigation funder responds to my lawyers enquiries in documents 17 and 19 to enable my lawyers to deal further with the solicitors acting for the First Respondent.",
      "id": "s126"
    },
    {
      "text": "I received a copy of the communication at the time.",
      "id": "s127"
    },
    {
      "text": "(21) Williams &amp; Hughes email dated 31 August 2006 to Gurtler and Van Noort, attaching Robinson letter regarding email 31 July 2006.",
      "id": "s128"
    },
    {
      "text": "Document 21 I received this communication from my lawyers.",
      "id": "s129"
    },
    {
      "text": "It provides advice and seeks instructions.",
      "id": "s130"
    },
    {
      "text": "(22) Williams &amp; Hughes email dated 6 September 2006 to Van Noort and Gurtler, attaching Robinson letters to Gurtler and attached draft to Hambrett.",
      "id": "s131"
    },
    {
      "text": "Document 22 I received this communication from my lawyers.",
      "id": "s132"
    },
    {
      "text": "It provides advice and requests instructions.",
      "id": "s133"
    },
    {
      "text": "(23) Copy Van Noort letter dated 6 September 2006 to Robinson regarding 31 July email.",
      "id": "s134"
    },
    {
      "text": "Document 23 This communication contains further information from Mr Van Noort of my litigation funder provided to my lawyers to enable them to deal with the solicitors for the First Respondent.",
      "id": "s135"
    },
    {
      "text": "2.2 Documents recording or evidencing communications between specified parties relating to decision to join proposed Third Respondent as a party to the proceedings: \n \n (1) Van Noort email to Robinson dated 18 July 2006.",
      "id": "s136"
    },
    {
      "text": "Document 1 This communication contains confirmation of my instructions to my lawyers.",
      "id": "s137"
    },
    {
      "text": "(2) Williams &amp; Hughes email dated 21 July 2006 to Van Noort and Gurtler, attaching Robinson letter re instructions to join Turnbull and advice thereon.",
      "id": "s138"
    },
    {
      "text": "Document 2 I received this communication from my lawyers.",
      "id": "s139"
    },
    {
      "text": "It contains advice and confirmation of previous instructions.",
      "id": "s140"
    },
    {
      "text": "(3) Williams &amp; Hughes email dated 8 August 2006 to Gurtler and Van Noort attaching Robinson letter and enclosures regarding instructions to join Turnbull, discovery, email of 31 July 2006 and other issues.",
      "id": "s141"
    },
    {
      "text": "Document 3 I received this letter from my lawyers.",
      "id": "s142"
    },
    {
      "text": "It contains advice and confirmation of previous instructions.",
      "id": "s143"
    },
    {
      "text": "(4) Williams &amp; Hughes email dated 9 August 2006 to Gurtler and Van Noort, attaching Robinson letter regarding joinder of Turnbull, email 31 July 2006 and settlement offer.",
      "id": "s144"
    },
    {
      "text": "Document 4 I received this communication from my lawyers.",
      "id": "s145"
    },
    {
      "text": "It contains advice and confirmation of previous instructions.",
      "id": "s146"
    },
    {
      "text": "(5) Williams &amp; Hughes email dated 9 August 2006 to Gurtler and Van Noort, attaching Robinson letter and enclosure regarding proposed joinder of Turnbull and Loanpos.",
      "id": "s147"
    },
    {
      "text": "Document 5 I received this communication from my lawyers.",
      "id": "s148"
    },
    {
      "text": "It contains advice.",
      "id": "s149"
    },
    {
      "text": "(6) Letter dated 24 August 2006 from Van Noort to Robinson regarding settlement offers, discovery of documents and joinder of Turnbull.",
      "id": "s150"
    },
    {
      "text": "Document 6 I received a copy of this communication, in which Mr Van Noort of my litigation funder provides my lawyers with confirmation of my instructions.",
      "id": "s151"
    },
    {
      "text": "(7) Williams &amp; Hughes email dated 24 August 2006 to Van Noort, attaching Robinson letter regarding discovery, settlement negotiations, proposed joinder applications.",
      "id": "s152"
    },
    {
      "text": "Document 7 This communication provides my lawyers' response to the instructions provided in Document 6 above.",
      "id": "s153"
    },
    {
      "text": "It provides a response and advice in relation to those instructions.",
      "id": "s154"
    },
    {
      "text": "(8) Williams &amp; Hughes email dated 24 August 2006 to Gurtler, attaching Robinson letter to Van Noort (above).",
      "id": "s155"
    },
    {
      "text": "Document 8 I received this communication from my lawyers which attached a copy of their letter to my litigation funder (Document 7) responding to the instructions communicated in Document 6.",
      "id": "s156"
    },
    {
      "text": "(9) Gurtler email dated 24 August 2006 to Robinson re joinder of Turnbull.",
      "id": "s157"
    },
    {
      "text": "Document 9 In this communication I provide instructions to my lawyers.",
      "id": "s158"
    },
    {
      "text": "(10) Van Noort email dated 28 August 2006 to Robinson regarding joinder.",
      "id": "s159"
    },
    {
      "text": "Document 10 In this communication Mr Van Noort of my litigation funder seeks advice from my lawyers and confirms instructions on my behalf.",
      "id": "s160"
    },
    {
      "text": "(11) Gurtler email dated 28 August 2006 to Robinson regarding joinder application.",
      "id": "s161"
    },
    {
      "text": "Document 11 In this communication I seek advice from and provide instructions to my lawyers.",
      "id": "s162"
    },
    {
      "text": "(12) Williams &amp; Hughes email dated 29 August 2006 to Gurtler and Van Noort, attaching Robinson letter with draft affidavit and proposed amended Statement of Claim.",
      "id": "s163"
    },
    {
      "text": "Document 12 I received this communication from my lawyers.",
      "id": "s164"
    },
    {
      "text": "It provides a draft affidavit and seeks my instructions in relation to it.",
      "id": "s165"
    },
    {
      "text": "(13) Van Noort letter dated 30 August 2006 to Robinson regarding joinder of Turnbull and proposed amendment to Statement of Claim.",
      "id": "s166"
    },
    {
      "text": "Document 13 I received a copy of this communication from Mr Van Noort of my litigation funder.",
      "id": "s167"
    },
    {
      "text": "It provides instructions to my lawyers on my behalf.",
      "id": "s168"
    },
    {
      "text": "(14) Williams &amp; Hughes email dated 31 August 2006 to Gurtler and Van Noort, attaching Robinson letter regarding affidavit, proposed amendments for joinder.",
      "id": "s169"
    },
    {
      "text": "Document 14 I received a copy of this communication from my lawyers.",
      "id": "s170"
    },
    {
      "text": "It provides advice.",
      "id": "s171"
    },
    {
      "text": "(15) Williams &amp; Hughes email dated 31 August 2006 to Gurtler and Van Noort, attaching Robinson letter re joinder of Turnbull.",
      "id": "s172"
    },
    {
      "text": "Document 15 I received a copy of this communication from my lawyer.",
      "id": "s173"
    },
    {
      "text": "It provides advice.",
      "id": "s174"
    },
    {
      "text": "(16) Van Noort email dated 4 September 2006 to Robinson regarding joinder application.",
      "id": "s175"
    },
    {
      "text": "Document 16 I received a copy of this communication from Mr Van Noort of my litigation funder.",
      "id": "s176"
    },
    {
      "text": "It requests advice on my behalf.",
      "id": "s177"
    },
    {
      "text": "(17) Van Noort letter dated 17 September 2006 to Robinson regarding joinder of Turnbull.",
      "id": "s178"
    },
    {
      "text": "Document 17 I received a copy of this communication from Mr Van Noort of my litigation funder.",
      "id": "s179"
    },
    {
      "text": "It provides instructions to my lawyers on my behalf.",
      "id": "s180"
    },
    {
      "text": "(18) Williams &amp; Hughes email dated 18 September 2006 to Gurtler and Van Noort, attaching Robinson letter regarding proposed amendments to Statement of Claim.",
      "id": "s181"
    },
    {
      "text": "Document 18 I received a copy of this communication from my lawyers.",
      "id": "s182"
    },
    {
      "text": "It provides advice and requests instructions.",
      "id": "s183"
    },
    {
      "text": "(19) Williams &amp; Hughes email dated 19 September 2006 tO Gurtler and Van Noort, attaching Robinson letter regarding proposed amendments, joinder of Turnbull, Finance Now accounts.",
      "id": "s184"
    },
    {
      "text": "Document 19 I received a copy of this communication from my lawyers.",
      "id": "s185"
    },
    {
      "text": "It provides advice and confirmation of previous instructions.",
      "id": "s186"
    },
    {
      "text": "(20) Van Noort letter dated 20 September 2006 to Robinson re proposed amendments, joinder application and general conduct of claim.",
      "id": "s187"
    },
    {
      "text": "Document 20 I received a copy of this communication from Mr Van Noort of my litigation funder.",
      "id": "s188"
    },
    {
      "text": "It provides my lawyers with instructions on my behalf.",
      "id": "s189"
    },
    {
      "text": "(21) Drafts of Further Affidavit of Christopher Carl Gurtler in support of Joinder Application (eventually sworn 4 December 2006).",
      "id": "s190"
    },
    {
      "text": "Document 21 These documents are three drafts of my further affidavit sworn on 4 December 2006 containing handwritten annotations and amendments.",
      "id": "s191"
    },
    {
      "text": "\" \n \n \n \n Inspecting the documents \n \n17 At the behest of both parties I inspected the documents for which privilege was claimed.",
      "id": "s192"
    },
    {
      "text": "Save for one document, I was satisfied that the listed documents satisfied the requirements to be met for a claim of legal professional privilege.",
      "id": "s193"
    },
    {
      "text": "While that one document was provided to Finance Now at the hearing, it was not put in evidence and I have taken no account of it in what follows.",
      "id": "s194"
    },
    {
      "text": "Matters of Evidence \n (i) Hillcrest and Mr Van Noort \n \n18 A copy of Hillcrest's 2006 Annual Report is in evidence.",
      "id": "s195"
    },
    {
      "text": "It indicates that it commenced in the litigation funding business in late 2004; it has since that time entered into funding arrangements for 10 matters; and the total of the amounts claimed in the latter 8 matters was $171,275,000, of which the Gurtler claim for $10,000,000 was the second largest, the largest being for $150,000,000.",
      "id": "s196"
    },
    {
      "text": "Hillcrest's financial statements for the years 2004 and 2005 reveal that the company has significant accumulated losses which over the two years amounted to more than $1,000,000.",
      "id": "s197"
    },
    {
      "text": "19 Mr Van Noort is described in the Annual Report as a barrister and solicitor of the Supreme Court of Western Australia who was admitted to practice in 1979.",
      "id": "s198"
    },
    {
      "text": "From 1979 to 1991 he practised law in Perth.",
      "id": "s199"
    },
    {
      "text": "Since 1991 he has been involved in the management and administration of publicly listed companies.",
      "id": "s200"
    },
    {
      "text": "It is not revealed whether he holds a current practising certificate.",
      "id": "s201"
    },
    {
      "text": "(ii) The litigation funding agreements and legal retainers \n \n20 I only refer to those that are relevant to the current motion noting, though that a new retainer appears to have been entered into by Hillcrest with Mr Gurtler's current solicitors in October 2006 after the withdrawal of Williams &amp; Hughes.",
      "id": "s202"
    },
    {
      "text": "21 My orders of 12 December required the production of any document recording or evidencing the basis on which, or the terms on which, Hillcrest was funding the prosecution or conduct of Mr Gurtler's claim.",
      "id": "s203"
    },
    {
      "text": "The documents which were produced were:\n(i) a copy retainer agreement between Williams &amp; Hughes and Hillcrest (undated);\n \n (ii) a copy retainer agreement between Williams &amp; Hughes, Hillcrest and Mr Gurtler (the \"common retainer\"); and\n (iii) a litigation funding agreement between Hillcrest and Mr Gurtler of 11 February 2005.",
      "id": "s204"
    },
    {
      "text": "22 The Williams &amp; Hughes/Hillcrest retainer appears to have been for limited legal services (\"[a]dvising and negotiating on behalf of Chris Gurtler in communications with Kosta Patsan and Finance Now Pty Ltd's solicitors\").",
      "id": "s205"
    },
    {
      "text": "It described Hillcrest as the \"client\" for the purposes of the agreement.",
      "id": "s206"
    },
    {
      "text": "It envisaged that Hillcrest would give instructions (cl 22).",
      "id": "s207"
    },
    {
      "text": "I would simply note in passing that this agreement did not provide Hillcrest with a level of control of the litigation comparable to that had by the litigation funder in Campbells Cash and Carry Pty Ltd v Fostif Pty Ltd [2006] HCA 41 ; (2006) 229 ALR 58; for aspects of the terms of which see Fostif Pty Ltd v Campbells Cash &amp; Carry Pty Ltd [2005] NSWCA 83 ; (2005) 63 NSWLR 203 at [78] - [82] .",
      "id": "s208"
    },
    {
      "text": "23 The common retainer agreement involving both Hillcrest and Gurtler was unsigned.",
      "id": "s209"
    },
    {
      "text": "It was dated 27 September 2005.",
      "id": "s210"
    },
    {
      "text": "The legal service to be provided was to act \"on your behalf in Federal Court proceedings against Finance Now\" etc.",
      "id": "s211"
    },
    {
      "text": "The other terms of the agreement replicated the earlier retainer by Hillcrest.",
      "id": "s212"
    },
    {
      "text": "24 The Litigation Funding Agreement of 11 February 2005 between Hillcrest and Mr Gurtler obliged Hillcrest (inter alia) to pay (i) the fees and disbursements \" of its own solicitors incurred in advising of the merits and prospects of Mr Gurtler's claims under the proceedings\"; and (ii) \"[i]f, and only if, both [Hillcrest] and its solicitors conclude there is sufficient merit in Mr Gurtler pursuing the claims under the Proceedings ... the Legal Fees and disbursements in prosecuting the proceeding\".",
      "id": "s213"
    },
    {
      "text": "(emphasis added)\n \n25 Clauses 4 to 7 were, insofar as presently relevant, in the following terms:\n \n \"4.",
      "id": "s214"
    },
    {
      "text": "THE LAWYERS' RETAINER AND INSTRUCTIONS\n \n \n \n (a) The Lawyers are to be instructed by Mr Gurtler, not HLS.",
      "id": "s215"
    },
    {
      "text": "Mr Gurtler will keep the Lawyers properly instructed during the Proceedings.",
      "id": "s216"
    },
    {
      "text": "(b) Subject to clauses 5 and 7 hereof, HLS will not interfere with the conduct of the Proceedings by Mr Gurtler.",
      "id": "s217"
    },
    {
      "text": "(c) Mr Gurtler will instruct the Lawyers to provide reports, invoices and advices as specified in clauses 5(a)(i), 5(a)(ii) and 5(a)(iii).",
      "id": "s218"
    },
    {
      "text": "5.",
      "id": "s219"
    },
    {
      "text": "HLS'S RIGHTS\n \n (a) HLS shall be entitled:\n \n \n \n \n \n (i) to receive a monthly report from the Lawyers on the Proceedings and any negotiations carried out in relation to the Proceedings; and \n \n (ii) to receive invoices from the Lawyers to be rendered monthly; and \n \n (iii) to be advised immediately by the Lawyers of any proposal for settlement.",
      "id": "s220"
    },
    {
      "text": "(b) By execution of this Agreement, Mr Gurtler undertakes to instruct the Lawyers to observe the rights of HLS under the Agreement and acknowledges that production of this Agreement to the Lawyers shall constitute sufficient evidence of those instructions.",
      "id": "s221"
    },
    {
      "text": "6.",
      "id": "s222"
    },
    {
      "text": "CONSIDERATION\n \n (a) In consideration of HLS agreeing to provide the funding set out in clause 2 hereof, Mr Gurtler hereby assigns to HLS 40% of the balance of the Resolution Sum after reimbursing HLS the Funding Costs in accordance with clause 8(a) hereof.",
      "id": "s223"
    },
    {
      "text": "(b) For the removal of doubt, no amount will become due and owing by Mr Gurtler to HLS unless and until receipt of the Resolution Sum and only to the extent of such receipt.",
      "id": "s224"
    },
    {
      "text": "7.",
      "id": "s225"
    },
    {
      "text": "SETTLEMENT OF LITIGATION\n \n (a) All matters regarding settlement of the Proceedings are to be determined by Mr Gurtler.",
      "id": "s226"
    },
    {
      "text": "26 To anticipate what I have to say below, this agreement and the joint retainer so circumstanced Mr Gurtler and Hillcrest in respect of privileged communications to, and from, Williams and Hughes as to give rise to common interest privilege between them.",
      "id": "s227"
    },
    {
      "text": "27 I would also note that Finance Now's case is that, the funding agreement notwithstanding, Hillcrest has taken over the litigation for its own purposes.",
      "id": "s228"
    },
    {
      "text": "(iii) Gurtler's affidavit on the joinder of Turnbull \n \n28 The motion to join Mr Turnbull and an accompanying affidavit of Mr Gurtler were filed on 31 August 2006.",
      "id": "s229"
    },
    {
      "text": "That affidavit dealt with factual matters involving the parties and Mr Turnbull which were advanced in support of the joinder as did a short further affidavit of Mr Gurtler of 2 November 2006.",
      "id": "s230"
    },
    {
      "text": "29 On 27 November 2006, lawyers for Mr Turnbull filed a Notice of Opposition to the joinder application raising in substance the 31 July email and, in light of it, the contention that the joinder would be an abuse of process.",
      "id": "s231"
    },
    {
      "text": "Reliance, in support of the Notice, was placed on an affidavit of the same date of Mr Hambrett, the solicitor who had been the recipient of the 31 July email.",
      "id": "s232"
    },
    {
      "text": "30 On 4 December Mr Gurtler filed a further affidavit in support of his joinder motion and in response to Mr Turnbull's Notice of Objection and to Mr Hambrett's affidavit.",
      "id": "s233"
    },
    {
      "text": "That affidavit stated that:\n \n (i) he (Gurtler) always contemplated the inclusion of Mr Turnbull as a party to the action based on the matters pleaded in the original statement of claim and on what he believed to be Mr Turnbull's involvement with Mr Patsan prior to, and after the incorporation of Finance Now (Mr Turnbull was referred to in that pleading); \n (ii) he did not initially pursue a claim against Mr Turnbull \"due to limited information\";\n (iii) he obtained further information via the defences filed and from the document referred to in his 2 November 2006 affidavit;\n (iv) following the provision by Finance Now of its financial statements, the analysis of them he and Mr Van Noort undertook, the view they took of those statements and his belief that the substantial net worth revealed was derived from unauthorised use of the confidential information --- \"Mr Van Noort and I resolved that, notwithstanding the likely increase in costs and complexity that it would add to my claim, it was necessary to join Mr Turnbull as a respondent to the claim to ensure that all of the matters in dispute would be fully litigated and in our assessment the additional costs were justified in light of the significant potential damages award ... however we wished to obtain discovery before making any application\"; and\n (v) between February and July 2006 there was very little substantive progress in the action; he became frustrated and concerned at the delays, he spoke to Van Noort about this and Van Noort shared his concerns.",
      "id": "s234"
    },
    {
      "text": "The affidavit went on to state: \n \n \n \"15.",
      "id": "s235"
    },
    {
      "text": "In or about mid July 2006 Mr Van Noort and I discussed and agreed that we would instruct my solicitors, Williams &amp; Hughes to prepare an application to join Mr Turnbull as a respondent to the action.",
      "id": "s236"
    },
    {
      "text": "16.",
      "id": "s237"
    },
    {
      "text": "By about late July 2006 Williams &amp; Hughes had still not taken any action to join Mr Turnbull as a respondent and Mr Van Noort suggested to me that he should contact Mr Hambrett (solicitor for Finance Now) direct on a commercial basis in order to seek to cut through the procedural delays that we had been experiencing and which we expected might continue.",
      "id": "s238"
    },
    {
      "text": "17.",
      "id": "s239"
    },
    {
      "text": "In that context Mr Van Noort (and I agreed) that he would contact Mr Hambrett direct to confirm that Hillcrest was satisfied with the merits of the claim, and that based upon our analysis of the Finance Now financial statements, that we considered the value of Finance Now's business was substantial and that we were resolved to continue to prosecute the claim.",
      "id": "s240"
    },
    {
      "text": "18.",
      "id": "s241"
    },
    {
      "text": "I reject the assertion in Mr Turnbull's grounds of opposition to the joinder application, namely that the joinder is proposed for the improper purpose of applying pressure for payment of a substantial sum unrelated to the merits of or remedies available for the claims in these proceedings under a threat of a public disclosure of an alleged impropriety.",
      "id": "s242"
    },
    {
      "text": "\" \n \n \n\n31 I would simply note in passing that this affidavit does not suggest, expressly or impliedly, that the decision to join Mr Turnbull was the subject of, or was contributed to by, legal advice from Williams &amp; Hughes let alone did it \"put in issue ... advice received\": Adelaide Steamship Co Ltd v Spalvins (1998) 81 FCR 360 at 372.",
      "id": "s243"
    },
    {
      "text": "However, it does indicate that instructions were given to join Mr Turnbull.",
      "id": "s244"
    },
    {
      "text": "And as the joinder motion filed on 31 August 2006 by Williams &amp; Hughes illustrates, those instructions were acted on.",
      "id": "s245"
    },
    {
      "text": "The bases of the first respondent's motion \n \n32 The challenge to the privilege claim is put on four discrete bases.",
      "id": "s246"
    },
    {
      "text": "They are that:\n \n (i) by putting in issue his state of mind in applying to join Mr Turnbull, Mr Gurtler has waived privilege in respect of that matter (\"issue waiver\"); \n (ii) by disclosing he instructed his solicitors, Williams &amp; Hughes, to apply to join Mr Turnbull, he has waived privilege in those instructions (\"disclosure waiver\")'\n (iii) there is a prima facie case that the substantial purposes of the legal advice was for Hillcrest's own purposes, and hence was not subject to any privilege claimed by Mr Gurtler (\"Hillcrest pursuing its own purposes\"); and\n (iv) there is a prima facie case that the communications with Williams &amp; Hughes concerning the joinder were in pursuance of a deliberately improper purpose and as such were not protected by legal professional privilege (\"the fraud/improper purpose exception\").",
      "id": "s247"
    },
    {
      "text": "(i) Issue waiver \n \n33 The principles underlying issue waiver have been the subject of considerable discussion in judgments of this Court, most recently in the Full Court in Commissioner of Taxation v Rio Tinto Ltd [2006] FCAFC 86 ; (2006) 229 ALR 304 at [43] ff; see also DSE (Holdings) Pty Ltd v Intertan Inc [2003] FCA 384 ; (2003) 127 FCR 499; Telstra Corp Ltd v BT Australasia Pty Ltd (1998) 85 FCR 152.",
      "id": "s248"
    },
    {
      "text": "In light of the Full Court's decision it is unnecessary for me to consider the extent to which Federal Court decisions which pre-dated the decision of the High Court in Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 require some qualification.",
      "id": "s249"
    },
    {
      "text": "34 Given that the privilege issue arises here on a pre-trial motion it is governed by the common law of legal professional privilege, not by the provisions of the Evidence Act 1995 (Cth).",
      "id": "s250"
    },
    {
      "text": "Issue waiver, a form of implied waiver of privilege, is governed by the principle of \"inconsistency\" stated in the majority judgment of the High Court in Mann v Carnell at [29]:\n \n \"Waiver may be express or implied.",
      "id": "s251"
    },
    {
      "text": "Disputes as to implied waiver usually arise from the need to decide whether particular conduct is inconsistent with the maintenance of the confidentiality which the privilege is intended to protect.",
      "id": "s252"
    },
    {
      "text": "When an affirmative answer is given to such a question, it is sometimes said that waiver is 'imputed by operation of law'.",
      "id": "s253"
    },
    {
      "text": "This means that the law recognises the inconsistency and determines its consequences, even though such consequences may not reflect the subjective intention of the party who has lost the privilege ... What brings about the waiver is the inconsistency, which the courts, where necessary informed by considerations of fairness, perceive, between the conduct of the client and maintenance of the confidentiality; not some overriding principle of fairness operating at large.",
      "id": "s254"
    },
    {
      "text": "\"\n \n\n35 What is notable of issue waiver cases, as the Full Court indicated in Rio Tinto (at [47]), is their fact specific character.",
      "id": "s255"
    },
    {
      "text": "Nonetheless, observations in that case on the joint judgment of Kiefel and Finn JJ in Spalvins are appropriate to the present matter.",
      "id": "s256"
    },
    {
      "text": "In Spalvins Kiefel J and I said (at 371-372):\n \n \"The usual type of case said to illustrate issue waiver at common law is one in which, in order to establish a particular right, claim, or defence a party who previously has been legally advised, or has provided advice, needs to show that the advice so given did, or did not, have a particular character, for example that it was or was not negligent where the claim is for professional negligence against the adviser: see Kershaw v Whelan [1996] 1 WLR 358; that it was not based on full information or was not meaningful, in an undue influence claim: see Inche Noriah v Shaik Allie Bin Omar [1929] AC 127 at 130-131; see also Bester v Perpetual Trustee Co Ltd [1970] 3 NSWR 30 and Brusewitz v Brown [1923] NZLR 1106 or that it did not address or properly address a matter which, if addressed or properly addressed, would defeat or call into question the right or claim asserted as in claims where the applicant has to demonstrate he or she acted with or without adequate knowledge of a matter: see Thomason v Campbelltown Municipal Council (1939) 39 SR (NSW) 347; Hongkong Bank of Australia Ltd v Murphy [1993] 2 VR 419; Pickering v Edmunds (1994) 63 SASR 357.",
      "id": "s257"
    },
    {
      "text": "In other words the cases are ones in which, in the substantive proceeding brought, the privilege holder has put in issue the very advice received.",
      "id": "s258"
    },
    {
      "text": "We observe in passing that it is questionable whether advice can properly be said to be in issue in a proceeding merely because it may be relevant to an issue in it: see Rhone-Poulenc Rorer Inc v The Home Indemnity Company (3 rd Cir 1994) 32 F (3d) 851 at 863; save, perhaps, where the proceeding is between client and legal adviser and the advice is relevant to the adviser's defence of that proceeding: see Lillicrap v Nalder &amp; Son [1993] 1 WLR 94; 1 All ER 724.",
      "id": "s259"
    },
    {
      "text": "36 The Full Court in Rio Tinto said of this (at [53]-[54]):\n \n \"... this correctly summarises the effect of previous authorities, such as Thomason, United States Surgical and Benecke .",
      "id": "s260"
    },
    {
      "text": "Referring to the observation of Kirby J in Ampolex Ltd v Perpetual Trustee Co (Canberra) Ltd [1996] HCA 15 ; (1996) 137 ALR 28 at 34; [1996] HCA 15 ; 70 ALJR 603 at 607; [1996] HCA 15 that a mere reference to legal advice will not amount to disclosure, the Spalvins court found that, for the most part, the ASC had done no more than this and had not, therefore, waived privilege.",
      "id": "s261"
    },
    {
      "text": "Although the Full Court was necessarily guided by the authorities prior to Mann , there is little, if anything, in the passage quoted above that would require modification to take account of Mann .",
      "id": "s262"
    },
    {
      "text": "It is plain enough that the majority in Mann also saw the 'issue waiver' cases as a species of waiver, to which the same basic principle applied.",
      "id": "s263"
    },
    {
      "text": "Their Honours' analysis in Spalvins emphasises, as does the majority in Mann , that waiver comes about because the privilege holder's conduct is inconsistent with the continued confidentiality of the communication because he or she has put in issue the character or contents of the communication in pursuing a right or claim , or has created a situation where another party must reasonably do so by way of a defence.",
      "id": "s264"
    },
    {
      "text": "\"\n (Emphasis added)\n \n\n37 I set out earlier Mr Gurtler's affidavit evidence concerning his proposed joinder of Mr Turnbull.",
      "id": "s265"
    },
    {
      "text": "While his evidence related to the fact that he gave instructions to Williams &amp; Hughes to apply to have Mr Turnbull joined --- and that instruction was acted upon --- he did not either expressly or impliedly refer to, let alone put in issue, the character or contents of any communications made to, or by, Williams and Hughes.",
      "id": "s266"
    },
    {
      "text": "While Finance Now has put in issue the reasons why Mr Gurtler proposed to join Mr Turnbull and Mr Gurtler has sought to answer that, he has not done so in a fashion which could reasonably relate his reasons for the decision, explicitly or implicitly, to communications made in the lawyer-client relationship.",
      "id": "s267"
    },
    {
      "text": "Thus he has not engaged in conduct which is inconsistent with the maintenance of the confidentiality of lawyer-client communications.",
      "id": "s268"
    },
    {
      "text": "Whatever was the substance of the communications made by Williams &amp; Hughes to Mr Gurtler and Mr Van Noort which related to the decision to join Mr Turnbull and which are listed in Mr Gurtler's affidavit, there is on the material before me no reasonable grounds for believing that legal advice contributed to that decision: cf Southern Equities Corporation Ltd (in liq) v Arthur Anderson &amp; Co (1997) 70 SASR 166 at 175-176.",
      "id": "s269"
    },
    {
      "text": "38 I would add the following which is of some present importance given the first respondent's oral submissions.",
      "id": "s270"
    },
    {
      "text": "As the High Court emphasised in Mann v Carnell , it is inconsistency, not some overriding principle of fairness operating at large that governs implied waiver.",
      "id": "s271"
    },
    {
      "text": "39 I reject the first respondent's contention.",
      "id": "s272"
    },
    {
      "text": "(ii) Disclosure waiver \n \n40 This contention can be disposed of shortly.",
      "id": "s273"
    },
    {
      "text": "Mr Gurtler has disclosed the fact of a particular instruction having been given - a fact, moreover, which would reasonably be inferred if no such disclosure had been made from the later filing of a motion to join Mr Turnbull.",
      "id": "s274"
    },
    {
      "text": "No disclosure was made of the actual content of the communication made or of any advice given in consequence of it.",
      "id": "s275"
    },
    {
      "text": "If a disclosure of this variety could result in the loss of privilege by the calling into question of why the particular procedural step it involved had been taken, the basis of the privilege itself would in my view be seriously weakened.",
      "id": "s276"
    },
    {
      "text": "41 All that the affidavit did is to indicate the nature of the instruction given.",
      "id": "s277"
    },
    {
      "text": "It did not reveal the basis of, the terms of, or a \"version of\": cf Mann v Carnell at [28] the communication.",
      "id": "s278"
    },
    {
      "text": "Mr Gurtler has not acted in a way which is inconsistent with the maintenance of the confidentiality which the privilege protects.",
      "id": "s279"
    },
    {
      "text": "(iii) Hillcrest pursuing its own purposes \n \n42 Finance Now's contention is that there is a prima facie basis for alleging that the substantial purpose of advice provided by Williams &amp; Hughes in respect of which privilege is claimed, was advice to Hillcrest for the purpose of Hillcrest conducting the litigation for its own benefit.",
      "id": "s280"
    },
    {
      "text": "43 The prima facie basis relied upon to demonstrate that the advice was to Hillcrest are:\n \n (a) the litigation funding agreement and, in particular, the two retainers both of which showed Hillcrest as a client and able to give instructions; and \n (b) the list of privileged documents shows that, subject to limited exception, Williams &amp; Hughes received correspondence regarding the 31 July 2006 email and the proposed joinder of Mr Turnbull, from Hillcrest rather than Mr Gurtler himself.",
      "id": "s281"
    },
    {
      "text": "44 The prima facie basis for showing the litigation is being conducted by Hillcrest for its own purposes is said to lie in the following:\n(a) the applicant receives litigation funding from Hillcrest;\n \n (b) of the 10 cases mentioned in Hillcrest's 2006 Annual Report, the present proceedings have been assessed as involving the second largest claim which Hillcrest is funding;\n (c) Hillcrest sustained a net loss in both 2005 and 2006.",
      "id": "s282"
    },
    {
      "text": "Over these two years, the net loss was greater than $1 million; and \n (d) on 31 July 2006, the chairman of Hillcrest sent the contentious email to the solicitors for Finance Now.",
      "id": "s283"
    },
    {
      "text": "45 To foreshadow my own conclusion, while the evidence such as it is reveals that Mr Gurtler to a significant degree utilised Hillcrest in an agency capacity in dealings with Williams and Hughes and to some extent \"placed the matter in Hillcrest's hands\": cf Fostiff Pty Ltd v Campbells Cash and Carry Pty Ltd NSWLR at [82]; he remained a client of Williams &amp; Hughes for the purposes of the conduct of the litigation and for the giving of instructions and the receiving of legal advice, including in the presently relevant matter.",
      "id": "s284"
    },
    {
      "text": "I am not satisfied that there is any prima facie basis at all for either of the propositions relied upon by Finance Now.",
      "id": "s285"
    },
    {
      "text": "46 It is important, in my view, to understand the nature of the relationships created by the funding agreement and the common retainer.",
      "id": "s286"
    },
    {
      "text": "The funding agreement gave Hillcrest and Mr Gurtler common individual interests in the successful prosecution of the litigation, Hillcrest's being most obviously manifest in the percentage interest the agreement gave him in the balance after payment of disbursements of the amount received by way of settlement, judgment or order in the proceeding: see cll 6 and 8 of the funding agreement.",
      "id": "s287"
    },
    {
      "text": "Hillcrest also had distinct, several interests under the agreement on some matters on which it was entitled to receive its \"own\" legal advice: see cl 2.",
      "id": "s288"
    },
    {
      "text": "There is nothing at all unusual in contractual arrangements giving rise to both common and several interests in the contracting parties.",
      "id": "s289"
    },
    {
      "text": "47 It is not necessary for present purposes for me to express a concluded view on the question whether the retainer on its proper construction was intended to, and did reflect the division between matters of common interest (on which Mr Gurtler alone could give instructions under cl 4 of the funding agreement) and Hillcrest's several interests (on which it could give instructions).",
      "id": "s290"
    },
    {
      "text": "It is sufficient simply to indicate that the funding agreement is not inconsistent with Hillcrest's engaging Williams &amp; Hughes as its own solicitor or with its incurring a liability to pay the costs of Mr Gurtler's proceeding.",
      "id": "s291"
    },
    {
      "text": "48 Before dealing directly with the first respondent's contention there is one matter to which I need refer concerning the characterisation of Gurtler-Hillcrest relationship for the purposes of legal professional privilege.",
      "id": "s292"
    },
    {
      "text": "It relates to common interest privilege.",
      "id": "s293"
    },
    {
      "text": "Having regard to their relationship inter se in light of the funding agreement and the common retainer, and of their common interest in the successful prosecution of the litigation and in advice given in relation thereto, I am satisfied that a possibly distinctive form of common interest privilege exists between them in relation to lawyer-client communications in the Gurtler proceedings: on common interest privilege see generally Farrow Mortgage Services Pty Ltd (in liq) v Webb (1996) 39 NSWLR 601 at 609 ff; Patrick v Capital Finance Corporation (Australasia) Pty Ltd (2004) 211 ALR 272 at [17]-[19]; Cross on Evidence, 25-265 (Aust ed).",
      "id": "s294"
    },
    {
      "text": "I do not, for present purposes, consider it appropriate to characterise their individual interests as selfish and potentially adverse to each other: cf Ampolex Ltd v Perpetual Trustee Co (Canberra) Ltd (1995) 37 NSWLR 405 at 409-410.",
      "id": "s295"
    },
    {
      "text": "Rather, while each stands to gain differentially from the litigation, their interests are nonetheless common in that their individual interest came together in the successful prosecution of it.",
      "id": "s296"
    },
    {
      "text": "49 I have described the common interest as possibly distinctive for this reason.",
      "id": "s297"
    },
    {
      "text": "It is well accepted that while, normally, all holders with a privilege based on common interest must concur in waiving it, fairness can require that disclosure by one holder of common interest privilege can have effect as a waiver by all: Farrow Mortgage Services Pty Ltd (in liq) , at 608; Patrick , at [23]-[29].",
      "id": "s298"
    },
    {
      "text": "In the case of funded litigation, where the party who waives the litigation is the applicant or respondent in the proceedings, that waiver may well as of course bind the litigation funder, whether or not it has consented to the waiver.",
      "id": "s299"
    },
    {
      "text": "It is unnecessary that I express a concluded view on this.",
      "id": "s300"
    },
    {
      "text": "50 As to the instruction of lawyers, the funding agreement provided that instructions in the proceedings were to be given by Mr Gurtler, not by Hillcrest: see cl 4.",
      "id": "s301"
    },
    {
      "text": "However and despite the \"no oral modification\" clause in the agreement, it was open to Mr Gurtler and Hillcrest to vary this if they so wished: see GEC Marconi Systems Pty Ltd v BHP Information Technology Pty Ltd [2003] FCA 50 ; (2003) 128 FCR 1 at [213] - [227] .",
      "id": "s302"
    },
    {
      "text": "I would note, though, that the funding agreement probably did not preclude Mr Gurtler's use of the agency of Hillcrest in giving instructions in any event.",
      "id": "s303"
    },
    {
      "text": "51 What is clear on the material before me is that, whether or not Hillcrest has acted in strict accordance with the written terms of the funding agreement, the manner of his communication with Williams &amp; Hughes was acquiesced in by Mr Gurtler.",
      "id": "s304"
    },
    {
      "text": "This is made clear in his affidavit verifying the list of documents produced.",
      "id": "s305"
    },
    {
      "text": "He designedly, as a matter of convenience, had Mr Van Noort deal directly with the lawyers to confirm his instructions or to comment upon their advice in order to enable the lawyers to further advance his case.",
      "id": "s306"
    },
    {
      "text": "It is unsurprising that he adopted this course given that as between them Mr Van Noort, as a lawyer, was likely to be more able to make forensic choices than Mr Gurtler: cf Fostif NSWCA at [137].",
      "id": "s307"
    },
    {
      "text": "52 The 31 July email was one Mr Van Noort should never have sent.",
      "id": "s308"
    },
    {
      "text": "Nonetheless, on its face, and for the purposes of the Finance Now's present contention, it purports to have been in furtherance of the common interests of Mr Gurtler and Hillcrest.",
      "id": "s309"
    },
    {
      "text": "Mr Gurtler may have been unaware of its contents.",
      "id": "s310"
    },
    {
      "text": "Still he authorised Mr Van Noort's contact with Mr Hambrett.",
      "id": "s311"
    },
    {
      "text": "Whatever complaint Mr Gurtler may have had of his agent's conduct --- a matter between himself and his agent to which Finance Now was a stranger --- the email itself provides no basis for suggesting that Van Noort was acting other than in Gurtler's, hence their common, interest in the matter.",
      "id": "s312"
    },
    {
      "text": "53 It is equally clear in my view, from the description of the listed documents for which privilege has been claimed, that Williams and Hughes, while occasionally communicating with Van Noort alone, recognised that Mr Gurtler was their client in the proceeding and included him in their communications.",
      "id": "s313"
    },
    {
      "text": "In the context of a litigation funding arrangement in which the funder can be expected to take a close interest in the conduct of the litigation, and having regard to the convenience to which Mr Gurtler referred, there is nothing unusual in the course of communications revealed in the list of documents for which privilege is claimed, the more so when Mr Gurtler has acquiesced in that course.",
      "id": "s314"
    },
    {
      "text": "54 Further, the financial circumstances of Hillcrest and the asserted conflict of duty and interest in consequence, do not, on the material before me, provide support for a reasonably arguable case that Hillcrest was acting in its own interests both in relation to the email and for the purposes of the joinder.",
      "id": "s315"
    },
    {
      "text": "55 I am not satisfied that there is a prima facie, or reasonably arguable, case that the litigation was being run by Hillcrest for its own and paramount purposes.",
      "id": "s316"
    },
    {
      "text": "(iv) The fraud/improper purpose exception \n \n56 This basis of challenge to the claim of privilege is founded directly on the 31 July 2000 email and on Mr Gurtler's alleged failure in his 4 December affidavit either to withdraw the allegation that Finance Now's accounts have been fraudulently fabricated and reconstructed or to disclaim the stated intent in the email to commercially exploit Hillcrest's and his position to the maximum extent possible.",
      "id": "s317"
    },
    {
      "text": "I would note that Finance Now's complaint points as well to the imputation made against Mr Hambrett and, by implication, Mr Turnbull.",
      "id": "s318"
    },
    {
      "text": "It is alleged that it is a deliberately improper purpose for allegations of fraud to be knowingly raised without any basis; the applicant has done this; there are prima facie grounds for saying there is no proper bases for the allegations as Finance Now's accounts appear to be regular on their face; the applicant has not attempted to explain the ways in which the accounts are said to have been fabricated; and there is a prima facie basis that any communications with Williams &amp; Hughes (it is not said they participated in the fraud alleged) concerning the joinder of Mr Turnbull were in pursuance of the improper purpose and hence not protected by privilege.",
      "id": "s319"
    },
    {
      "text": "57 It is well recognised that a claim of legal professional privilege will not be upheld if the party resisting the claim for legal professional privilege can show reasonable grounds for believing that the communication effected by the document for which privilege is claimed was made for an illegal or improper purpose: Commissioner of Australian Federal Police v Propend Finance Pty Ltd [1997] HCA 3 ; (1997) 188 CLR 501; Attorney-General (NT) v Kearney [1985] HCA 60 ; (1985) 158 CLR 500; and see generally AWB Ltd v Cole (No 5) [2006] FCA 1234 at [211] - [219] .",
      "id": "s320"
    },
    {
      "text": "This does not require a demonstration that the legal advisers were themselves conscious participants in fulfilling the improper purpose: Yunghanns v Elfic Pty Ltd [2000] VSC 113 ; (2000) 1 VR 92 at 106.",
      "id": "s321"
    },
    {
      "text": "While it is not sufficient merely to allege improper purpose, it is not necessary fully to prove the allegations.",
      "id": "s322"
    },
    {
      "text": "There has to be something to give colour to the charge --- a prima facie case: Propend at 514.",
      "id": "s323"
    },
    {
      "text": "58 It has been put on behalf of Mr Gurtler that while the email should neither have been couched in the terms it was nor have been sent at all, all it involved was a sharp practice and demonstrated a lack of commercial probity: cf Southern Equities Corporation at 174.",
      "id": "s324"
    },
    {
      "text": "The email itself indicated that the accounts had been analysed and the conclusion arrived at from that analysis (i.e.",
      "id": "s325"
    },
    {
      "text": "the accounts were \"cracked\").",
      "id": "s326"
    },
    {
      "text": "It also indicated that the stated conclusion were, in Mr Van Noort's view, supported by the bank statements.",
      "id": "s327"
    },
    {
      "text": "This, it is said, is not an allegation of fraud knowingly raised without any basis.",
      "id": "s328"
    },
    {
      "text": "A sufficient basis had been given at that stage --- the matter was not as yet the subject of a pleading --- and that was enough to dispel the allegation of deliberately improper purpose.",
      "id": "s329"
    },
    {
      "text": "59 My own view is that the email was a disreputable and inflammatory vehicle through which to make imputations against Mr Hambrett and, by implication, Mr Turnbull.",
      "id": "s330"
    },
    {
      "text": "This said, the email does not have the particular character ascribed to it by Finance Now.",
      "id": "s331"
    },
    {
      "text": "It cannot be said that it lacks any disclosed and proper basis for its core allegation --- \"the accounts are a complete and total fabrication\".",
      "id": "s332"
    },
    {
      "text": "On this I agree with the submissions made by Mr Gurtler.",
      "id": "s333"
    },
    {
      "text": "Yet it is upon the supposed lack of such a basis that the challenge to the claim of legal professional privilege has been made.",
      "id": "s334"
    },
    {
      "text": "Reliance, as Finance Now places, on the apparent regularity of the accounts on their face as a foundation for asserting there were prima facie grounds for saying there was no proper basis for the allegations of fraud, simply ignores the basis of the allegation being made.",
      "id": "s335"
    },
    {
      "text": "I equally agree that, at the time the allegation was made, i.e.",
      "id": "s336"
    },
    {
      "text": "prior to the pleading of the alleged fraud, the basis given for the allegation was sufficient to dispel the assertion that it lacked foundation.",
      "id": "s337"
    },
    {
      "text": "Whether it proves to be correct or not is not of present concern.",
      "id": "s338"
    },
    {
      "text": "60 I cannot in the circumstances see why Mr Gurtler's alleged failure to withdraw the allegation is in any way of assistance to Finance Now.",
      "id": "s339"
    },
    {
      "text": "Nor do I consider he can relevantly be faulted for present purposes for not disavowing the sharp and unauthorised practice of his agent.",
      "id": "s340"
    },
    {
      "text": "There is no material before me suggesting Mr Gurtler knew of, and condoned that practice.",
      "id": "s341"
    },
    {
      "text": "While, as a matter of reasonable commercial standards, one may have expected some reassurance from Mr Gurtler of appropriate behaviour in \"the Federal court action\" --- an action in any event subject to judicial management and scrutiny --- the lack of this is not, in the circumstances, suggestive of the improper purpose alleged.",
      "id": "s342"
    },
    {
      "text": "61 I reject Finance Now's challenge to the claim of legal professional privilege on the basis so advanced.",
      "id": "s343"
    },
    {
      "text": "Conclusions \n \n62 I declare that the claim of legal professional privilege made in respect of the listed documents responding to the order of 12 December 2006 is sustained save in relation to document 17 of list 2.1.",
      "id": "s344"
    },
    {
      "text": "I certify that the preceding sixty-two (62) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s345"
    },
    {
      "text": "Associate: \n\nDated: 3 April 2007\n\n Counsel for the Applicant: Mr M H Zilko SC \n \n Solicitor for the Applicant: Maxim Litigation Consultants \n \n Counsel for the Respondent: Mr J A Thomson \n \n Solicitor for the Respondent: Tottle Partners \n \n Date of Hearing: 6 February 2007 \n \n Date of Judgment: 3 April 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/477.html",
      "id": "s346"
    }
  ]
}