{
  "name": "Harris v Secretary, Department of Employment and Workplace Relations [2007] FCA 404 (22 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/404.html",
  "catchphrases": [
    {
      "text": "eligibility for disability support pension",
      "id": "c0"
    },
    {
      "text": "aat should not have rejected claim because of absence of further hypothetical third party investigations",
      "id": "c1"
    },
    {
      "text": "investigative role of decision maker",
      "id": "c2"
    },
    {
      "text": "eligibility for disability support pension",
      "id": "c3"
    },
    {
      "text": "whether conditions investigated, treated and stablised in absence of further hypothetical third party investigations",
      "id": "c4"
    },
    {
      "text": "investigative role of decision maker",
      "id": "c5"
    },
    {
      "text": "administrative law",
      "id": "c6"
    },
    {
      "text": "social security",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This case concerns the application of s 94 of the Social Security Act 1991 (Cth) which deals with the conditions for the grant of a disability support pension.",
      "id": "s0"
    },
    {
      "text": "There is little authority in the Court concerning the operation of these important provisions.",
      "id": "s1"
    },
    {
      "text": "It is to be noted at the outset that, by virtue of s 42 and Schedule 2 to the Social Security Administration Act 1999 (Cth) the applicant's entitlement to the pension must be considered as at the date of her claim, namely, 3 May 2004 and a period of 13 weeks thereafter.",
      "id": "s2"
    },
    {
      "text": "Any subsequent change in her health is irrelevant to the questions which arise in this proceeding except insofar as it may cast light on the position at the relevant time.",
      "id": "s3"
    },
    {
      "text": "2 On 9 June 2006 the Administrative Appeals Tribunal (the AAT) affirmed a decision of the Social Security Appeals Tribunal which had affirmed a prior determination by the Department of Employment and Workplace Relations (the Department) that Ingrid Harris, the applicant, was not entitled to a disability support pension.",
      "id": "s4"
    },
    {
      "text": "The applicant appeals pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (the AAT Act) from that decision.",
      "id": "s5"
    },
    {
      "text": "The questions of law sought to be raised were refined and developed during the course of the hearing and substantial amendments were made.",
      "id": "s6"
    },
    {
      "text": "3 One of the criteria laid down by s 94 of the Social Security Act 1991 for the grant of a disability support pension is that 'the person's impairment is of 20 points or more under the Impairment Tables'.",
      "id": "s7"
    },
    {
      "text": "Schedule 1B to the Social Security Act 1991 sets out the tables for the Assessment of Work-Related Impairment for Disability Support Pension (the Tables).",
      "id": "s8"
    },
    {
      "text": "The Introduction to the Tables includes the following: \n \n \n '4.",
      "id": "s9"
    },
    {
      "text": "A rating is only to be assigned after a comprehensive history and examination.",
      "id": "s10"
    },
    {
      "text": "For a rating to be assigned the condition must be a fully documented, diagnosed condition which has been investigated, treated and stabilised.",
      "id": "s11"
    },
    {
      "text": "The first step is thus to establish a working diagnosis based on the best available evidence.",
      "id": "s12"
    },
    {
      "text": "Arrangements should be made for investigation of poorly defined conditions before considering assigning an impairment rating.",
      "id": "s13"
    },
    {
      "text": "In particular where the nature or severity of a psychiatric (or intellectual) disorder is unclear appropriate investigation should be arranged.",
      "id": "s14"
    },
    {
      "text": "5.",
      "id": "s15"
    },
    {
      "text": "The condition must be considered to be permanent.",
      "id": "s16"
    },
    {
      "text": "Once a condition has been diagnosed, treated and stabilised, it is accepted as being permanent if in the light of available evidence it is more likely than not that it will persist for the foreseeable future.",
      "id": "s17"
    },
    {
      "text": "This will be taken as lasting for more than two years.",
      "id": "s18"
    },
    {
      "text": "A condition may be considered fully stabilised if it is unlikely that there will be any significant functional improvement, with or without reasonable treatment, within the next 2 years.",
      "id": "s19"
    },
    {
      "text": "6.",
      "id": "s20"
    },
    {
      "text": "In order to assess whether a condition is fully diagnosed, treated and stabilised, one must consider: \n what treatment or rehabilitation has occurred; \n whether treatment is still continuing or is planned in the near future; \n whether any further reasonable medical treatment is likely to lead to significant functional improvement within the next 2 years.",
      "id": "s21"
    },
    {
      "text": "In this context, reasonable treatment is taken to be: \n \n \n treatment that is feasible and accessible ie, available locally at a reasonable cost; \n where a substantial improvement can reliably be expected and where the treatment or procedure is of a type regularly undertaken or performed, with a high success rate and low risk to the patient.",
      "id": "s22"
    },
    {
      "text": "It is assumed that a person will generally wish to pursue any reasonable treatment that will improve or alleviate an impairment, unless that treatment has associated risks or side effects which are unacceptable to the person.",
      "id": "s23"
    },
    {
      "text": "In those cases where significant functional improvement is not expected or where there is a medical or other compelling reason for a person not undertaking further treatment, it may be reasonable to consider the condition stabilised.",
      "id": "s24"
    },
    {
      "text": "In exceptional circumstances, where a condition was considered not stabilised and a permanent impairment rating not assigned because reasonable treatment for a specific condition has not been undertaken, the medical officer should: \n evaluate and document the probable outcome of treatment and the main risks and or side effects of the treatment; and \n indicate why this treatment is reasonable; and \n note the reasons why the person has chosen not to have treatment.",
      "id": "s25"
    },
    {
      "text": "' \n \n \n \n 4 The applicant was not assessed as having an impairment of 20 points or more and the pension was thus refused.",
      "id": "s26"
    },
    {
      "text": "The review on the merits was conducted by the AAT constituted by a Senior Member and a medically qualified Member.",
      "id": "s27"
    },
    {
      "text": "The AAT's decision turned upon two conditions --- depression and pain.",
      "id": "s28"
    },
    {
      "text": "DEPRESSION \n \n 5 The Table for psychiatric impairment (Table 6) included the following preamble:\n 'The assessment of psychiatric impairment may benefit from investigating; reports from mental health case managers, compliance with and the effects of medication, support systems that people have in place, the degree of insight present and the presence of psychotic illness.",
      "id": "s29"
    },
    {
      "text": "Where a person has a short term problem, for example an adjustment disorder with depression following an illness or marital breakdown, initially this should usually be considered to be of a temporary nature.",
      "id": "s30"
    },
    {
      "text": "Table 6 is used for permanent psychiatric disorders only.",
      "id": "s31"
    },
    {
      "text": "If there is insufficient clinical information available, a current or recent specialist report should be obtained.",
      "id": "s32"
    },
    {
      "text": "' \n \n 6 The applicant's general practitioner had completed and signed a treating doctor's report at the time of the original claim in 2004.",
      "id": "s33"
    },
    {
      "text": "Two of the diagnoses were depression and anxiety in respect of which the current symptoms were mood changes and the treatment was counselling.",
      "id": "s34"
    },
    {
      "text": "The condition was described as long term and deteriorating.",
      "id": "s35"
    },
    {
      "text": "The applicant had been prescribed Zoloft (an antidepressant medication) for depression by her then general medical practitioner in 2004 but had discontinued its use after one or two months because of its side effects upon her.",
      "id": "s36"
    },
    {
      "text": "She had been recently prescribed Zoloft again at the time of the hearing before the AAT by her current general practitioner.",
      "id": "s37"
    },
    {
      "text": "7 For the purposes of the appeal to the AAT, a report dated 9 January 2006 was obtained on behalf of the applicant from Dr Mark Burns who described himself as an occupational physician.",
      "id": "s38"
    },
    {
      "text": "In commenting upon depression he wrote, amongst other things:\n 'I note, though, that she has had no psychological or psychiatric assessment.",
      "id": "s39"
    },
    {
      "text": "She has not been referred off for any further treatment and is currently on no medication.",
      "id": "s40"
    },
    {
      "text": "It appears that this condition is currently under-diagnosed and under-treated.",
      "id": "s41"
    },
    {
      "text": "' \n \n 8 The AAT found that the applicant was severely disabled by several conditions including depression and it accepted the evidence that she was still depressed approximately two years after the initial diagnosis.",
      "id": "s42"
    },
    {
      "text": "However, the AAT said :\n 'The difficulty in having regard to the Applicant's depression is that adverted to by Dr Burns, namely that she has never had any psychiatric or psychological involvement in that condition.",
      "id": "s43"
    },
    {
      "text": "' \n \n\nLater it was said:\n \n 'So far as the Applicant's anxiety state/depression is considered we are satisfied that it has not been fully investigated or treated.",
      "id": "s44"
    },
    {
      "text": "Without proper diagnosis and treatment by a psychiatrist or psychologist, just what psychiatric illness the Applicant is suffering and what treatment regime is appropriate remains speculative.",
      "id": "s45"
    },
    {
      "text": "' \n \n 9 This finding was attacked in various ways and was said to involve various errors of law.",
      "id": "s46"
    },
    {
      "text": "In particular, it was submitted that the AAT was erecting a mandatory requirement of specialist psychiatric or psychological diagnosis and treatment for the assessment of a claim based upon depression.",
      "id": "s47"
    },
    {
      "text": "If that were the case, there would be much to be said for the criticisms made of such an approach.",
      "id": "s48"
    },
    {
      "text": "However, I do not read the reasons of the AAT in that way.",
      "id": "s49"
    },
    {
      "text": "In my view, the decision relates only to this particular case and does not lay down any general proposition.",
      "id": "s50"
    },
    {
      "text": "I understand the force of the criticisms levelled at the merits of the decision.",
      "id": "s51"
    },
    {
      "text": "It involves rejecting the contemporaneous opinion of the treating doctor in relation to a condition accepted to still exist some two years later.",
      "id": "s52"
    },
    {
      "text": "However, the AAT accepted the views of Dr Burns, albeit that Dr Burns has no particular qualifications in the field.",
      "id": "s53"
    },
    {
      "text": "That was not an error of law.",
      "id": "s54"
    },
    {
      "text": "There is no appeal to the Court as to the merits of the AAT decision.",
      "id": "s55"
    },
    {
      "text": "There is no question of law involved, save for one issue to which I shall advert in looking at the next topic.",
      "id": "s56"
    },
    {
      "text": "CHRONIC PAIN \n \n 10 The AAT found that the applicant is severely disabled by conditions including:\n (a) bilateral carpel tunnel syndrome;\n (b) osteoarthritis of both shoulders and both wrists;\n (c) osteoarthritis and osteoporosis of the thoraco-lumbar spine; \n\nand, as it was put, 'More importantly however she is disabled by chronic pain'.",
      "id": "s57"
    },
    {
      "text": "11 Dr Burns had assessed the applicant using Table 20 of Schedule 1B, the preamble to which was as follows:\n 'Table 20 can be used for miscellaneous conditions, for example, malignancy, HIV infection, morbid obesity, transplants, miscellaneous ear/nose/throat conditions, disorders with chronic fatigue (including Chronic Fatigue Syndrome) or pain and hypertension.",
      "id": "s58"
    },
    {
      "text": "Where there is a separate loss of function, in addition to the loss which can be rated using the system-specific Tables, Table 20 can be used.",
      "id": "s59"
    },
    {
      "text": "Double-counting of a particular loss of function, by the use of more than one Table, must be avoided.",
      "id": "s60"
    },
    {
      "text": "' \n \n\nDr Burns assessed her as coming within the following description and so rated at 20 points:\n \n 'More severe symptoms with a decreased ability/efficiency to carry out many everyday activities.",
      "id": "s61"
    },
    {
      "text": "Most daily activities can be completed with some difficulty.",
      "id": "s62"
    },
    {
      "text": "Symptoms may prevent or lead to avoidance of some daily tasks and simple tasks will usually aggravate symptoms of fatigue.",
      "id": "s63"
    },
    {
      "text": "Symptoms cause significant interference with ability to perform or persist with work-related tasks.",
      "id": "s64"
    },
    {
      "text": "Symptoms may cause prolonged absences from work.",
      "id": "s65"
    },
    {
      "text": "' \n \n 12 The AAT dealt with this aspect very briefly as follows :\n 'Similar difficulties arise for the Applicant's chronic pain syndrome [as for depression] .",
      "id": "s66"
    },
    {
      "text": "Apart from the possibility it is interconnected with her anxiety/depressive state, there has been no intervention such as reference to a pain clinic.",
      "id": "s67"
    },
    {
      "text": "We find therefore that the Applicant cannot be assessed under Table 20 as her chronic pain has not been diagnosed or treated much less stabilised.",
      "id": "s68"
    },
    {
      "text": "' \n \n 13 No source is quoted for that finding.",
      "id": "s69"
    },
    {
      "text": "It appears to have been based upon a report prepared on 15 March 2006 by a Ms Rachel Shipton, a qualified physiotherapist who held a position as a rehabilitation consultant with the Department.",
      "id": "s70"
    },
    {
      "text": "She expressed the opinion that:\n 'Following participation in psychological assessment, participation in a suitable pain management program may assist customer improve pain managment and increase activity tolerances.",
      "id": "s71"
    },
    {
      "text": "' \n \n\nMs Shipton gave evidence before the AAT.",
      "id": "s72"
    },
    {
      "text": "She said that she considered but rejected assessment pursuant to Table 20.",
      "id": "s73"
    },
    {
      "text": "No evidence was given as to what was involved in reference to a pain clinic or in a pain management program.",
      "id": "s74"
    },
    {
      "text": "14 The initial treating doctor's report diagnosed neck pain and shoulder pain being treated by NSAID and also pain and numbness as symptoms of the carpal tunnel syndrome.",
      "id": "s75"
    },
    {
      "text": "In each case the condition was described as long term.",
      "id": "s76"
    },
    {
      "text": "The applicant said that she was taking Celebrex, Panadol and sleeping tablets.",
      "id": "s77"
    },
    {
      "text": "That was confirmed in the request for a review by the applicant on 6 December 2004 when she indicated she was taking a range of medications including anti-inflammatories and analgesics.",
      "id": "s78"
    },
    {
      "text": "Dr Burns' report of 9 January 2006 indicated that she remained on Panadol, Panadeine Forte or Tramal for her pain and rotated her anti-inflammatory medication.",
      "id": "s79"
    },
    {
      "text": "In other words, she was taking anti-inflammatories and analgesics for pain at all relevant times.",
      "id": "s80"
    },
    {
      "text": "As I have said, Dr Burns, accepted by the AAT in relation to depression, assessed her chronic ongoing pain in both upper limbs as 20 points by applying Table 20 rather than limiting consideration to the effect upon the limbs concerned under Table 3.",
      "id": "s81"
    },
    {
      "text": "15 The AAT was satisfied that the applicant had a present inability to work and that no vocational training would render her fit to work in any capacity available to her.",
      "id": "s82"
    },
    {
      "text": "That finding was contrary to the opinion of Ms Shipton.",
      "id": "s83"
    },
    {
      "text": "It will be recalled that the AAT had found that the applicant was severely disabled, most importantly by chronic pain.",
      "id": "s84"
    },
    {
      "text": "16 The finding that the chronic pain had not been diagnosed, treated or stabilised is puzzling.",
      "id": "s85"
    },
    {
      "text": "Pain had been diagnosed and treated at the time of the claim in 2004 and it had persisted and was treated for a two year period thereafter.",
      "id": "s86"
    },
    {
      "text": "There was a question as to whether the pain should be assessed as an aspect of the relevant portion of the body under Table 3 or as a separate condition under Table 20.",
      "id": "s87"
    },
    {
      "text": "However, there was no suggestion in any of the material that the condition was temporary.",
      "id": "s88"
    },
    {
      "text": "Referral to a pain clinic was not suggested by any of the medical practitioners and that suggestion does not point to any particular diagnosis or treatment which was required.",
      "id": "s89"
    },
    {
      "text": "Thus, there could be no judgment as to whether any treatment fell within cl 6 of the Introduction to the Tables.",
      "id": "s90"
    },
    {
      "text": "17 It is troubling that an applicant presenting with a long standing diagnosed condition being treated in a conventional fashion should be rejected for a benefit, not because of any identified defect in diagnosis or treatment but, rather, upon the basis that further examination by another medical practitioner or other practitioners might suggest some other diagnosis or some other treatment.",
      "id": "s91"
    },
    {
      "text": "My initial impression, having read s 94 of the Social Security Act 1991 and the Tables, was that the AAT should not have rejected the application on that basis.",
      "id": "s92"
    },
    {
      "text": "Having considered the helpful arguments of counsel on the point, I remain of that view.",
      "id": "s93"
    },
    {
      "text": "18 It may be expected that an applicant for a benefit such as involved here will present with a properly prepared application supported by a treating doctor.",
      "id": "s94"
    },
    {
      "text": "It does not follow that an applicant must foresee potential difficulties and obtain specialist advice and treatment before making a claim.",
      "id": "s95"
    },
    {
      "text": "No doubt, the decision maker is entitled to make its own investigation of the claim and to form a view adverse to the claimant based upon that investigation.",
      "id": "s96"
    },
    {
      "text": "The Departmental procedures and manuals that are in evidence provide for that.",
      "id": "s97"
    },
    {
      "text": "That is a very different thing from the decision maker rejecting a claim because it speculates that a hypothetical third party might come to an adverse opinion.",
      "id": "s98"
    },
    {
      "text": "That is an unsatisfactory situation bearing in mind the capacity of, and the resources available to, applicants for this kind of benefit.",
      "id": "s99"
    },
    {
      "text": "In my opinion, such speculation could not be a proper basis for a decision to reject this applicant's claim based upon chronic pain.",
      "id": "s100"
    },
    {
      "text": "The same can be said of the claim based upon depression.",
      "id": "s101"
    },
    {
      "text": "If further investigations were required, it was up to the Department to organise them.",
      "id": "s102"
    },
    {
      "text": "19 The AAT stands in the shoes of the Department and is in precisely the same situation as the decision maker.",
      "id": "s103"
    },
    {
      "text": "The fact that, as a practical matter, it chooses to conduct quasi-adversarial proceedings and does not have available direct access to medical specialists for the purposes of investigation, does not change the nature of the function being performed by it.",
      "id": "s104"
    },
    {
      "text": "The provisions of s 33 of the AAT Act give ample scope for the AAT to arrange investigation of a claim.",
      "id": "s105"
    },
    {
      "text": "The decision maker is bound to use his or her best endeavours to assist the AAT to make its decision (s 33(1AA)).",
      "id": "s106"
    },
    {
      "text": "The AAT has inquisitorial powers and may exercise them where appropriate.",
      "id": "s107"
    },
    {
      "text": "(See, generally, McDonald v Director-General of Social Security (1984) 1 FCR 354.",
      "id": "s108"
    },
    {
      "text": ") It is not, of course, every case that will require such measures.",
      "id": "s109"
    },
    {
      "text": "In general, an applicant for a benefit must satisfy the decision maker of the necessary criteria.",
      "id": "s110"
    },
    {
      "text": "However, cases such as this may demand such an approach (cf Prasad v Minister for Immigration and Ethnic Affairs (1985) 6 FCR 155 at 169---170; Luu v Renevier (1989) 91 ALR 39 at 49---50).",
      "id": "s111"
    },
    {
      "text": "The AAT did not arrange investigations to test the validity of the speculation about each condition.",
      "id": "s112"
    },
    {
      "text": "It should have made a decision made on the material before it without taking account of hypothetical third party investigations.",
      "id": "s113"
    },
    {
      "text": "20 I am satisfied that the following questions should be answered as set out:\n 5.",
      "id": "s114"
    },
    {
      "text": "Whether on the proper construction of Sch 1B of the Social Security Act 1991 , in considering whether the applicant's chronic pain was a permanent condition, the AAT was required to make material findings of fact that were not made including:\n (a) a finding as to whether her pain arose from her diagnosed conditions;\n (b) a finding as to whether her treatment to date had been adequate; \n \n \n (c) a finding as to whether any proposed future treatment could be reliably expected to result in substantial improvement in her condition; and or\n (d) a finding as to whether any proposed future treatment had a high success rate.",
      "id": "s115"
    },
    {
      "text": "Answer: Yes\n 6.",
      "id": "s116"
    },
    {
      "text": "Whether the AAT failed to correctly identify an issue that it was required to address in order to correctly apply Sch 1B of the Social Security Act 1991 , that is whether referral to a pain clinic met the definition of 'reasonable treatment' under the Social Security Act 1991 .",
      "id": "s117"
    },
    {
      "text": "Answer: Yes\n 7.",
      "id": "s118"
    },
    {
      "text": "Whether on the proper construction of Sch 1B of the Social Security Act 1991 , in considering whether the applicant's chronic pain was a permanent condition, the AAT was required to determine whether or not it was unlikely there would be any significant functional improvement, with or without reasonable treatment, within the next two years.",
      "id": "s119"
    },
    {
      "text": "Answer: Yes\n 8.",
      "id": "s120"
    },
    {
      "text": "Whether on the proper construction of Sch 1B of the Social Security Act 1991 , the conclusion that the applicant's chronic pain had not been treated was open.",
      "id": "s121"
    },
    {
      "text": "Answer: No\n 10.",
      "id": "s122"
    },
    {
      "text": "Whether on the proper construction of Sch 1B of the Social Security Act 1991 , the conclusion that the applicant's chronic pain had not been diagnosed was open.",
      "id": "s123"
    },
    {
      "text": "Answer: No\n 11.",
      "id": "s124"
    },
    {
      "text": "Whether on the proper construction of Sch 1B of the Social Security Act 1991 , the conclusion that the applicant's chronic pain had not been stabilised was open.",
      "id": "s125"
    },
    {
      "text": "Answer: No\n 12.",
      "id": "s126"
    },
    {
      "text": "Whether on the proper construction of Sch 1B of the Social Security Act 1991 , the conclusion that there had been no intervention in relation to her chronic pain syndrome was open.",
      "id": "s127"
    },
    {
      "text": "Answer: No\n 21.",
      "id": "s128"
    },
    {
      "text": "Whether, on the proper construction of Sch 1B of the Social Security Act 1991 , the AAT was entitled to reject the applicant's claim with respect to her psychiatric condition on the basis that it considered the nature or severity of the psychiatric disorder was unclear or there was insufficient clinical information available without arranging or ordering a psychiatric report or assessment.",
      "id": "s129"
    },
    {
      "text": "Answer: No\n 21 It follows that the decision of the AAT should be set aside.",
      "id": "s130"
    },
    {
      "text": "A question arises as to whether I should dispose of the matter pursuant to s 44(4) , s 44(5) and s 44(7) of the AAT Act or remit it to the AAT.",
      "id": "s131"
    },
    {
      "text": "The latter course would further delay a long standing matter.",
      "id": "s132"
    },
    {
      "text": "There is already an air of unreality about a decision as to the condition of the applicant in 2004.",
      "id": "s133"
    },
    {
      "text": "Costs would be increased.",
      "id": "s134"
    },
    {
      "text": "However, I am not persuaded that it would be appropriate to make such a factual decision on the papers.",
      "id": "s135"
    },
    {
      "text": "The matter will be remitted to the AAT to be dealt with according to law.",
      "id": "s136"
    },
    {
      "text": "The costs of the applicant of the appeal should be paid by the respondent.",
      "id": "s137"
    },
    {
      "text": "The costs of the first AAT hearing should be dealt with by the AAT in the light of the ultimate result.",
      "id": "s138"
    },
    {
      "text": "22 I should add that some of the submissions advanced on behalf of the applicant and some of the alleged questions of law would have been more appropriate in a general judicial review application than in an appeal on a question of law.",
      "id": "s139"
    },
    {
      "text": "I have remarked in other cases that this situation is unsatisfactory and unnecessary (eg Clements v Independent Indigenous Advisory Committee [2003] FCAFC 143 ; (2003) 131 FCR 28 at 45---46).",
      "id": "s140"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s141"
    },
    {
      "text": "Associate:\n\nDated: 22 March 2007\n\n Counsel for the Applicant: Dr K Sant \n \n Solicitor for the Applicant: Legal Aid Commission of NSW \n \n Counsel for the Respondent: Ms L Walker \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 23 and 27 October 2006 \n \n Date of Judgment: 22 March 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/404.html",
      "id": "s142"
    }
  ]
}