{
  "name": "Arnold Franks and Others v Western Australiaand Others (No 2) [2007] FCA 45 (25 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/45.html",
  "catchphrases": [
    {
      "text": "practice and procedure",
      "id": "c0"
    },
    {
      "text": "directions to give effect to previously published reasons for decision",
      "id": "c1"
    },
    {
      "text": "native title",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 In reasons for decision published on 21 December 2006 I foreshadowed directions that would be given in respect of native title determinations pending in the Geraldton and Pilbara region and subject to current referrals to the National Native Title Tribunal (the Tribunal) for mediation.",
      "id": "s0"
    },
    {
      "text": "The reasons for decision cover the preparation of revised mediation protocols and programs for those applications subject to mediation.",
      "id": "s1"
    },
    {
      "text": "The Tribunal's proposal to the Court for revised mediation timetables responded to chronic delays in the mediation of native title determination applications in the two regions, in particular in relation to the resolution of overlap issues and the preparation of connection materials by the various applicant groups.",
      "id": "s2"
    },
    {
      "text": "2 The Tribunal had prepared outlines of proposed orders for revised regional mediation protocols.",
      "id": "s3"
    },
    {
      "text": "In both the Geraldton and Pilbara regions past mediation protocols and timetables had not been adhered to.",
      "id": "s4"
    },
    {
      "text": "I made orders on 21 December 2006 for the parties to convene with the Tribunal in order to formulate precise minutes in respect of the applications in each region in order to give effect to the Tribunal's proposals.",
      "id": "s5"
    },
    {
      "text": "The directions hearings were otherwise adjourned to 29 June 2007.",
      "id": "s6"
    },
    {
      "text": "3 A meeting was convened between the parties and the Tribunal on 15 January 2007 and on 18 January 2007 a minute of proposed orders was sent in to the Court by the Tribunal for each region.",
      "id": "s7"
    },
    {
      "text": "After discussions between Deputy Registrar Eaton and the Tribunal a revised version of the minutes was sent in by the Tribunal on 19 January 2007 which made variations to deal with claims involved in more than one overlap management strategy, to make the specific matter numbers more evident and to remove some claims from the revised mediation protocols.",
      "id": "s8"
    },
    {
      "text": "Where particular claims included in the 21 December 2006 judgment have been removed it is because they are not ready to mediate or because active mediation protocols are already in place.",
      "id": "s9"
    },
    {
      "text": "I propose to make orders in terms of the revised Pilbara and Geraldton minutes.",
      "id": "s10"
    },
    {
      "text": "I certify that the preceding three (3) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s11"
    },
    {
      "text": "Associate:\nDated: 25 January 2007\n\n\n \n \n Dates of Proposed Orders: 18 and 19 January 2007 \n \n Date of Judgment: 25 January 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/45.html",
      "id": "s12"
    }
  ]
}