{
  "name": "Foxtel Management Pty Limited v The Mod Shop Pty Limited [2007] FCA 463 (28 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/463.html",
  "catchphrases": [
    {
      "text": "signal piracy",
      "id": "c0"
    },
    {
      "text": "unauthorised programming and sale of smartcards",
      "id": "c1"
    },
    {
      "text": "using authentic foxtel smartcards for card sharing purposes",
      "id": "c2"
    },
    {
      "text": "whether respondents engaged in actionable conduct under s 135an and s 135ana of the copyright act 1968 (cth)",
      "id": "c3"
    },
    {
      "text": "whether senior employees liable for actionable conduct of the company",
      "id": "c4"
    },
    {
      "text": "whether the second applicant made an 'encoded broadcast'",
      "id": "c5"
    },
    {
      "text": "whether devices made and sold were 'broadcast decoding devices'",
      "id": "c6"
    },
    {
      "text": "compensatory damages",
      "id": "c7"
    },
    {
      "text": "additional damages",
      "id": "c8"
    },
    {
      "text": "whether advertisements were misleading",
      "id": "c9"
    },
    {
      "text": "copyright",
      "id": "c10"
    },
    {
      "text": "trade practices",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "1 The second applicant ('Foxtel Cable') is licensed to provide subscription television services in Australia.",
      "id": "s0"
    },
    {
      "text": "These services are provided by two methods, namely, cable transmission and satellite transmission.",
      "id": "s1"
    },
    {
      "text": "Through two intermediary entities, the first applicant acts as the exclusive agent for the operation of the Foxtel subscription television network.",
      "id": "s2"
    },
    {
      "text": "Foxtel Cable provides the only satellite-delivered, licensed, subscription television broadcasting service to domestic subscribers in Perth.",
      "id": "s3"
    },
    {
      "text": "In order to receive such broadcasts, subscribers must enter into a subscription agreement and have satellite reception equipment installed.",
      "id": "s4"
    },
    {
      "text": "This satellite reception equipment usually comprises a satellite dish, a set top box or decoder, cabling and a smartcard.",
      "id": "s5"
    },
    {
      "text": "The set top box contains electronic components and software which interact with the software contained in certain smartcards which are inserted in the set top box.",
      "id": "s6"
    },
    {
      "text": "The Foxtel subscribers must pay a monthly fee for the service.",
      "id": "s7"
    },
    {
      "text": "2 From 2002, the first to fourth respondents carried on business under the name of 'The Mod Shop', selling satellite television reception equipment and other goods from shops located at Belmont, Innaloo and Palmyra in metropolitan Perth.",
      "id": "s8"
    },
    {
      "text": "3 The Mod Shops placed advertisements in publications circulating in Western Australia suggesting, amongst other things, that purchasing satellite television reception equipment from the Mod Shops could be a means of getting 'rid of' the monthly subscription television bill.",
      "id": "s9"
    },
    {
      "text": "Subsequently, complaints were made by Foxtel subscribers to the applicants that the Mod Shops were involved in supplying unauthorised Foxtel smartcards which permitted free access to Foxtel services.",
      "id": "s10"
    },
    {
      "text": "4 During late 2002 and into 2003, Foxtel investigators learned that if a customer for satellite television reception equipment, asked a Mod Shop sales assistant about getting free access to Foxtel broadcasts, the customer would be given a mobile phone number of a person from a list of names and numbers kept at the counter.",
      "id": "s11"
    },
    {
      "text": "If the customer telephoned that number, the person answering the call would meet the customer at a nominated location, such as a car park, and provide the customer with an unauthorised Foxtel smartcard which had been cloned from an authorised Foxtel smartcard.",
      "id": "s12"
    },
    {
      "text": "The unauthorised smartcard could then be inserted into a set top box installed as a component of satellite reception equipment, and access could then be obtained to Foxtel broadcasts.",
      "id": "s13"
    },
    {
      "text": "5 In response to a significant trade in pirated smartcards in Australia, the applicants engaged in a major overhaul of their security system and in early 2004 introduced the 'Version 4' or 'V4 Smartcard'.",
      "id": "s14"
    },
    {
      "text": "The consequence was that the unauthorised smartcards were no longer effective as a means of obtaining access to Foxtel's subscription television service.",
      "id": "s15"
    },
    {
      "text": "6 In early 2004, the Mod Shop companies promoted and implemented a different method of obtaining unauthorised access to Foxtel's subscription television services.",
      "id": "s16"
    },
    {
      "text": "This method involved the unauthorised use of a legitimate Foxtel smartcard and was referred to as 'card sharing'.",
      "id": "s17"
    },
    {
      "text": "By this method, the codes from a genuine smartcard were distributed over the internet from a server to a computer connected to a set top box in the customer's home by a device known as, 'a client serial interface device'.",
      "id": "s18"
    },
    {
      "text": "The computer in the customer's home ran software which communicated with the server, with the consequence that Foxtel broadcasts were able to be decrypted and viewed on the customer's television.",
      "id": "s19"
    },
    {
      "text": "7 The Mod Shop companies advertised this card sharing system in the media and on their website.",
      "id": "s20"
    },
    {
      "text": "Foxtel investigators found out that customers, who enquired from sales assistants at the Mod Shops about card sharing, were advised that the Mod Shops could supply card sharing hardware which comprised a client serial interface device, and the name and telephone number of a person who could install the necessary software on the customer's computer.",
      "id": "s21"
    },
    {
      "text": "8 On 9 June 2004, the applicants executed Anton Piller orders obtained from Wilcox J at the premises of each of the Mod Shop companies.",
      "id": "s22"
    },
    {
      "text": "In the course of executing these orders, representatives of the applicants found the server used in the card sharing operation, at the home of the ninth respondent, Mr Keenan Kelly, who was at that time an employee of one of the Mod Shop companies.",
      "id": "s23"
    },
    {
      "text": "9 The applicants pleaded four causes of action, namely:\n \n (a) an action for contravention of s 135AN and s 135ANA in Pt VAA of the Copyright Act 1968 (Cth) ('the Act') relating to broadcast decoding devices;\n (b) an action for misleading or deceptive conduct under s 52 of the Trade Practices Act 1974 (Cth) ('the TPA') and s 10 of the Fair Trading Act 1987 (WA) ('the FTA');\n (c) an action for inducing breaches by Foxtel subscribers of their subscription contracts; and\n (d) conspiracy by unlawful means in relation to the card sharing activities referred to above.",
      "id": "s24"
    },
    {
      "text": "10 Also, Foxtel claimed on various grounds that each of the fifth to tenth respondents were liable, personally, in relation to their respective involvement in the unlawful activities of the Mod Shop companies.",
      "id": "s25"
    },
    {
      "text": "11 At trial, however, Foxtel abandoned its claims based on conspiracy by unlawful means.",
      "id": "s26"
    },
    {
      "text": "The parties \n \n12 The first to fourth respondents are companies.",
      "id": "s27"
    },
    {
      "text": "The first respondent carried on business under the name of 'The Mod Shop', and is also the registrant of the domain name 'www.themodshop.com' and the owner of the trademark, 'The Mod Shop'.",
      "id": "s28"
    },
    {
      "text": "The second respondent carried on business under the name 'The Mod Shop' at premises located at Unit 3, 132 Epsom Avenue, Belmont, Western Australia.",
      "id": "s29"
    },
    {
      "text": "The third respondent carried on business under the name of 'The Mod Shop' at premises located at 388 Scarborough Beach Road, Innaloo, Western Australia.",
      "id": "s30"
    },
    {
      "text": "The fourth respondent also carried on business under the name 'The Mod Shop' at premises located at 323 Canning Highway, Palmyra, Western Australia.",
      "id": "s31"
    },
    {
      "text": "I will refer to the first to fourth respondents collectively as 'the Mod Shop companies' in these reasons.",
      "id": "s32"
    },
    {
      "text": "13 Each of the Mod Shop companies is now in liquidation.",
      "id": "s33"
    },
    {
      "text": "On 24 March 2005, the members of each of the Mod Shop companies resolved to place the companies into voluntary liquidation.",
      "id": "s34"
    },
    {
      "text": "On that date, Mr John Corello was appointed as the liquidator of each of the Mod Shop companies.",
      "id": "s35"
    },
    {
      "text": "The applicants were granted leave to proceed against the companies in liquidation by French J on 12 May 2005 in respect of claims for damages and costs up to and including judgment.",
      "id": "s36"
    },
    {
      "text": "14 The fifth respondent, Mr Fouad Haddad ('Mr Haddad') was from 5 February 2002 until 5 November 2003, the sole director and secretary of the first respondent, and was at all material times, the sole shareholder of the first respondent.",
      "id": "s37"
    },
    {
      "text": "Mr Haddad was from 28 August 2003 until 5 November 2003 the sole director of the second, third and fourth respondents.",
      "id": "s38"
    },
    {
      "text": "Mr Haddad was also the administrative and technical contact for the domain name 'www.themodshop.com'.",
      "id": "s39"
    },
    {
      "text": "15 The sixth respondent is Mrs Tracy Haddad.",
      "id": "s40"
    },
    {
      "text": "Mrs Haddad was at all material times Mr Haddad's wife, and the owner of nine of the ten issued shares in each of the second respondent, the third respondent and the fourth respondent.",
      "id": "s41"
    },
    {
      "text": "16 The seventh respondent is Mrs Jamilee Haddad, the mother of Mr Haddad, and was after 5 November 2003, the sole director and secretary of the first respondent and the sole director of the second, third and fourth respondents.",
      "id": "s42"
    },
    {
      "text": "17 The eighth respondent is Mr Yuri Kolker ('Mr Kolker'), a chartered accountant.",
      "id": "s43"
    },
    {
      "text": "Mr Kolker was at all material times, jointly with his wife, Mrs Maria Kolker, the holder of a share in each of the second, third and fourth respondents.",
      "id": "s44"
    },
    {
      "text": "Mr Kolker became a full-time employee of the Mod Shop companies from 1 August 2003 and continued in that role until at least 30 June 2004.",
      "id": "s45"
    },
    {
      "text": "18 The ninth respondent, Mr Kelly, was from January 2004 until late 2004, employed by the Mod Shop companies on a full-time basis.",
      "id": "s46"
    },
    {
      "text": "In July 2004, Mr Kelly was made bankrupt.",
      "id": "s47"
    },
    {
      "text": "However, leave was obtained to continue the proceedings against Mr Kelly, limited to claims for declaratory and injunctive relief.",
      "id": "s48"
    },
    {
      "text": "19 \n \nThe tenth respondent is Mr Craig Wall ('Mr Wall').",
      "id": "s49"
    },
    {
      "text": "Mr Wall was the person who, it is alleged in the statement of claim, was responsible for the hosting of the card sharing website which it is alleged was used as part of the card sharing piracy activities conducted by the Mod Shop companies.",
      "id": "s50"
    },
    {
      "text": "20 Proceedings against Mrs Tracy Haddad, Mrs Jamilee Haddad and Mr Wall were settled before trial and, accordingly, no relief, other than costs, was sought against those respondents at trial.",
      "id": "s51"
    },
    {
      "text": "21 As mentioned above, each of the Mod Shop companies is in liquidation and did not take any part in the trial of these proceedings.",
      "id": "s52"
    },
    {
      "text": "Mr Kelly took no part in the proceedings, other than by way of answering a subpoena issued by the applicants.",
      "id": "s53"
    },
    {
      "text": "Mr Haddad also did not participate in the trial of this matter.",
      "id": "s54"
    },
    {
      "text": "Very shortly before the commencement of the trial Mr Haddad produced a medical certificate.",
      "id": "s55"
    },
    {
      "text": "However, Mr Haddad made no application for an adjournment of the trial.",
      "id": "s56"
    },
    {
      "text": "22 Only one respondent participated actively in the trial - that was the eighth respondent, Mr Kolker.",
      "id": "s57"
    },
    {
      "text": "He was represented by counsel at the hearing and actively contested the allegations made against him.",
      "id": "s58"
    },
    {
      "text": "The claims made against Mr Kolker were founded primarily on assessorial liability.",
      "id": "s59"
    },
    {
      "text": "Because Mr Kolker was the only active respondent, the contest at trial was directed mainly towards the question of whether Mr Kolker was liable, personally, in respect of his involvement with the business activities of the Mod Shop companies.",
      "id": "s60"
    },
    {
      "text": "The evidence \n \n23 There was a great deal of evidence, led by the applicants, that was uncontested.",
      "id": "s61"
    },
    {
      "text": "I deal firstly with the uncontested evidence.",
      "id": "s62"
    },
    {
      "text": "24 Foxtel tendered a large number of documents.",
      "id": "s63"
    },
    {
      "text": "Many of those documents comprised copies of the advertisements for Mod Shop products appearing regularly in publications circulating in Western Australia during the period 2002 to 2004.",
      "id": "s64"
    },
    {
      "text": "The advertisements were primarily from 'The Sunday Times' TV Guide' ('the TV Guide'), 'Quokka' and 'Xpress' magazine.",
      "id": "s65"
    },
    {
      "text": "25 An advertisement for the Mod Shops that appeared in the 'TV Guide' on 23 March 2003 stated:\n \n ' FREE SATELLITE TV \n \n Humax 541 Oz Satellite decoder.......$400\n \n Satellite dish.................................$50\n \n Programmed Smartcards.................$120\n \n HUNDREDS OF FREE CHANNELS \n \n 132 EPSOM AVE, BELMONT \n \n 9477 4455 \n \n www.themodshop.com '\n \n26 Similar advertisements appeared in the 'TV Guide' on 15 June 2003 and 20 July 2003.",
      "id": "s66"
    },
    {
      "text": "27 A further advertisement appeared in the 'TV Guide' in or about November 2003.",
      "id": "s67"
    },
    {
      "text": "This advertisement contained the following words:\n \n ' PAYING TOO MUCH FOR PAY TV?",
      "id": "s68"
    },
    {
      "text": "OWN YOUR SATELLITE SYSTEM!",
      "id": "s69"
    },
    {
      "text": "CALL THE MOD SHOP TO SHOW YOU HOW!",
      "id": "s70"
    },
    {
      "text": "INNALOO STORE NOW OPEN \n \n SATELLITE EQUIPMENT\n \n TOP FIELD &amp; HUMAX DECODERS AVAILABLE \n \n BEST PRICES IN AUSTRALIA GUARANTEED \n \n Digital TV decoders.....................................$250\n \n Ditigal Satellite Humax decoders from...............$250\n \n Satellite Dishes......................from.................$40ea\n \n Gold Cards...................................................$5\n \n PENSIONER DISCOUNTS --- INSTALLATIONS\n \n HUNDREDS OF FREE CHANNELS AVAILABLE!",
      "id": "s71"
    },
    {
      "text": "'\n \n28 An advertisement that appeared in the magazine 'X Press', a weekly magazine distributed for free throughout Western Australia, in or around April 2003 read:\n \n ' Because life is expensive enough \n \n 9477 4455 \n \n Open 7 days 8am-6pm * Thurs till 9pm\n \n 132 Epsom Avenue, Belmont * www.themodshop.com\n \n PAYING TOO MUCH FOR PAY TV?",
      "id": "s72"
    },
    {
      "text": "Want to get rid of that monthly bill?",
      "id": "s73"
    },
    {
      "text": "Ask us how!",
      "id": "s74"
    },
    {
      "text": "'\n \n29 An investigator engaged by Foxtel deposed that on 15 November 2002 she visited the Mod Shop, Belmont.",
      "id": "s75"
    },
    {
      "text": "The investigator asked the sales assistant if he sold those 'cable TV card things'.",
      "id": "s76"
    },
    {
      "text": "The sales assistant said that he only sold the hardware but he could give the investigator the name of a person who sold the card.",
      "id": "s77"
    },
    {
      "text": "The investigator then said that one of her friends was interested in getting Foxtel.",
      "id": "s78"
    },
    {
      "text": "The sales assistant provided the investigator with a small piece of paper containing the mobile telephone number of a person known as 'V'.",
      "id": "s79"
    },
    {
      "text": "On the same day, the investigator telephoned the number she had been given and spoke to someone who identified himself as 'V'.",
      "id": "s80"
    },
    {
      "text": "'V' said that he could drop a card over.",
      "id": "s81"
    },
    {
      "text": "He also that the card would cost $150 and would provide full access to Foxtel.",
      "id": "s82"
    },
    {
      "text": "The investigator said that she would get back to 'V'.",
      "id": "s83"
    },
    {
      "text": "30 On 6 February 2003, the investigator had a further telephone conversation with 'V' and 'V' confirmed that he still supplied the cards.",
      "id": "s84"
    },
    {
      "text": "'V' arranged to meet the investigator in a car park of a supermarket in Belmont.",
      "id": "s85"
    },
    {
      "text": "When they met, 'V' handed her a smartcard and told her that she would be able to access 'every Foxtel channel' using this card in her set top box.",
      "id": "s86"
    },
    {
      "text": "The investigator paid 'V' $150 for the smartcard.",
      "id": "s87"
    },
    {
      "text": "31 Another investigator engaged by the applicants, deposed that on 7 March 2003, he telephoned 'V' on the mobile telephone number provided by the Mod Shop sales assistant to the first investigator.",
      "id": "s88"
    },
    {
      "text": "He asked V whether he had gold cards for sale.",
      "id": "s89"
    },
    {
      "text": "'V' said that he did, for $150 a card.",
      "id": "s90"
    },
    {
      "text": "They met at a car park of a supermarket in Maylands later that day and the investigator purchased the card from 'V' for $150.",
      "id": "s91"
    },
    {
      "text": "The investigator also said that he would like to buy a number of the cards so that he could sell them in the north of the State.",
      "id": "s92"
    },
    {
      "text": "'V' said he could supply him that day with as many cards as he needed.",
      "id": "s93"
    },
    {
      "text": "32 The second investigator said that on 11 August 2003, he spoke to a sales assistant at the Mod Shop, Belmont and said that his gold card was not working.",
      "id": "s94"
    },
    {
      "text": "The sales assistant confirmed that the Mod Shops had received 'heaps of calls' complaining that the cards were not working.",
      "id": "s95"
    },
    {
      "text": "The sales assistant provided the investigator with mobile telephone numbers of people known as 'Ben' and 'Christian', as persons who could reprogram malfunctioning gold cards for a fee.",
      "id": "s96"
    },
    {
      "text": "Later that day the investigator telephoned Christian and arranged to meet him in a car park in Scarborough, where he gave Christian his gold card and received a new smartcard from him for $50.",
      "id": "s97"
    },
    {
      "text": "33 Federal Agent Perrot deposed that on 23 September 2003 a search warrant was issued, authorising the search of the Mod Shop premises at 132 Epsom Avenue, Belmont.",
      "id": "s98"
    },
    {
      "text": "He said that during the search, two sealed boxes of smartcards were seized from the premises and a random selection of the smartcards was tested, but the cards were blank.",
      "id": "s99"
    },
    {
      "text": "The two boxes of the smartcards were returned to Mr Greg Hamilton on behalf of the Mod Shop companies on 20 October 2003.",
      "id": "s100"
    },
    {
      "text": "34 Federal Agent Perrot also deposed that a list of mobile telephone numbers was seized from the premises.",
      "id": "s101"
    },
    {
      "text": "Federal Agent Perrot concluded that the names of the persons attributed to the numbers on the list, were likely to be false because he was unable to find the names on the Australian Electoral Roll.",
      "id": "s102"
    },
    {
      "text": "Further, the majority of the numbers were prepaid.",
      "id": "s103"
    },
    {
      "text": "35 \n \nIn response to the trade in pirated smartcards in Australia, the applicants engaged in a major overhaul of their system in late 2003, early 2004, which led to the introduction of a 'Version 4' or 'V4 Smartcard'.",
      "id": "s104"
    },
    {
      "text": "By 24 February 2004 all Foxtel subscribers were migrated to the new smartcard.",
      "id": "s105"
    },
    {
      "text": "The consequence of this was that the unauthorised smartcards were no longer effective as a means of obtaining access to Foxtel channels.",
      "id": "s106"
    },
    {
      "text": "At about this time Foxtel embarked upon an advertising campaign in which it used the slogan: 'The new revolution is here.",
      "id": "s107"
    },
    {
      "text": "'\n \n36 In March 2004, advertisements for satellite television reception equipment were run in the 'TV Guide' which read: 'The Mod Shop - the New Revolution is Here: Card Sharing'.",
      "id": "s108"
    },
    {
      "text": "37 On 29 March 2004, Mr Mark Mulready, the Fraud and Operational Security Manager employed by the first applicant, visited the Mod Shop website and clicked on the words 'Card Sharing'.",
      "id": "s109"
    },
    {
      "text": "38 The 'Card Sharing' webpage contained the following words:\n \n 'The Mod Shop is proud to presents (sic) \n \n Card Sharing \n \n Want to share your subscription with friends and family over the internet??",
      "id": "s110"
    },
    {
      "text": "It is now possible with the latest Card Interface device that we have developed in house, this interface simply connects your Decoder box to your computer, once connected, the options are limitless.",
      "id": "s111"
    },
    {
      "text": "There are many Different Options with Card Sharing...One other option is to run a wireless network from your computer to your PC.",
      "id": "s112"
    },
    {
      "text": "' \n \n\n39 On 31 March 2004, Mr Mulready again visited the Mod Shop website and observed that a 'pop up' box appeared when he opened the homepage.",
      "id": "s113"
    },
    {
      "text": "The pop up box contained the following words:\n \n 'PRESENTING CARD SHARING \n THE LATEST REVOLUTION' \n \n\n40 On 6 April 2004, Mr Mulready also visited the home page of the Mod Shop website and observed that there was a new message appearing on that page which read:\n \n 'Is your Gold Card dead?",
      "id": "s114"
    },
    {
      "text": "If so, we can help' \n \n\n41 Mr Mulready said that when he clicked with his computer mouse on these words, he was directed to the 'Card Sharing' webpage.",
      "id": "s115"
    },
    {
      "text": "42 Mr Christopher Booth, a private investigator, deposed that on 29 March 2004 he attended the Mod Shop located at Unit 3, 132 Epsom Avenue, Belmont.",
      "id": "s116"
    },
    {
      "text": "Mr Booth advised the sales assistant that he had obtained a Foxtel gold card at the same time as he had bought a complete system from the Mod Shop in Innaloo in December 2003.",
      "id": "s117"
    },
    {
      "text": "He said that about mid February 2004 all of the Foxtel channels 'died' on him and that the sales persons at the Innaloo store had told him that Foxtel had changed over to a new 'red card' and that it could be a while before they managed to crack the card.",
      "id": "s118"
    },
    {
      "text": "Mr Booth said that he had noticed that on the Mod Shop website they were advertising a card sharing system.",
      "id": "s119"
    },
    {
      "text": "He asked what it was and how it worked.",
      "id": "s120"
    },
    {
      "text": "The sales assistant told him that he would need a 'serial interface card', one end of which plugged into his computer through a port, while the other end was connected to the set top box.",
      "id": "s121"
    },
    {
      "text": "The computer is then connected to the internet and a dedicated server provides updates every three to 10 seconds to that part of the interface card which was inserted into the set top box.",
      "id": "s122"
    },
    {
      "text": "The sales assistant said that he would need to pay $50 for the serial interface card and a subscription fee of $150 to $200 to access the server.",
      "id": "s123"
    },
    {
      "text": "Mr Booth asked whether 'they' had made any progress with hacking the Foxtel red cards.",
      "id": "s124"
    },
    {
      "text": "The sales assistant replied:\n \n 'They did manage to break them a little while ago but that only lasted about three hours before Foxtel caught wind of it and sent down a signal which shut the card down.",
      "id": "s125"
    },
    {
      "text": "So now they are trying to find ways to put a blocker in either the card or the box whereby any signal that Foxtel sends down would not cause the card to change.",
      "id": "s126"
    },
    {
      "text": "' \n \n\n43 Mr Booth had conversations to similar effect with sales assistants at the Mod Shop, Innaloo and the Mod Shop, Palmyra on 29 March 2004 and 1 April 2004.",
      "id": "s127"
    },
    {
      "text": "He was advised that the card sharing system would be available soon.",
      "id": "s128"
    },
    {
      "text": "On 2 April 2004, Mr Booth attended the Mod Shop, Belmont and purchased a set top box called a 'TMS007', a conditional access module (known as 'CAM'), and a serial interface card for the total sum of $415.",
      "id": "s129"
    },
    {
      "text": "The sales person said that the software needed for the card sharing operation was not yet available, but that the Mod Shop would contact him in about two weeks when everything was up and running.",
      "id": "s130"
    },
    {
      "text": "The sales assistant said that the Mod Shop would advise Mr Booth how to get the software.",
      "id": "s131"
    },
    {
      "text": "Mr Booth left a name and telephone number where he could be contacted.",
      "id": "s132"
    },
    {
      "text": "44 On 13 April 2004, Mr Booth visited the Mod Shop at Innaloo.",
      "id": "s133"
    },
    {
      "text": "He was told that the card sharing system was now running.",
      "id": "s134"
    },
    {
      "text": "The sales assistant provided Mr Booth with the name and telephone number for 'Mike' and referred to 'Mike' as being a person who would 'fix up' a card sharing subscription, which would cost $200 per year.",
      "id": "s135"
    },
    {
      "text": "Mr Booth telephoned 'Mike' on 13 April 2004.",
      "id": "s136"
    },
    {
      "text": "'Mike' said that Mr Booth should send an email to 'info@card.sharing.com'.",
      "id": "s137"
    },
    {
      "text": "An exchange of emails led to 'Donald', who referred to himself as 'the installer for the Card Sharing Team', proposing a meeting to supply card sharing software and installation notes for $200.",
      "id": "s138"
    },
    {
      "text": "45 On 28 April 2004, Mr Booth met with 'Donald' in a car park on Albany Highway, Victoria Park and paid 'Donald' $200.",
      "id": "s139"
    },
    {
      "text": "Mr Booth received from 'Donald' a CD-Rom, installation instructions, and an email address for technical support.",
      "id": "s140"
    },
    {
      "text": "46 On 15 April 2004, Mr Mulready attended the Mod Shop, Belmont and was informed by the sales assistant that the Mod Shop could supply card sharing hardware and the contact details for 'the guy that can supply you with the software needed to get Foxtel channels.",
      "id": "s141"
    },
    {
      "text": "The sales assistant said that one could get all the Foxtel channels, except pay per view.",
      "id": "s142"
    },
    {
      "text": "The sales assistant then provided the investigator with a telephone number for 'Mike'.",
      "id": "s143"
    },
    {
      "text": "47 On 11 May 2004, Ms Savage, a solicitor employed by the applicants' solicitors, downloaded an image of the homepage of the website having the address 'www.card-sharing.com'.",
      "id": "s144"
    },
    {
      "text": "The following words appeared on that webpage:\n \n 'www.card-sharing.com \n WE DO NOT APPROVE OF ILLEGAL CARD SHARING \n Click Here for LATEST NEWS \n Want to make 40K a Year?",
      "id": "s145"
    },
    {
      "text": "Click Here.",
      "id": "s146"
    },
    {
      "text": "' \n \n\n48 Ms Savage said that when she opened the link on the home page entitled 'Want to make 40K a Year?",
      "id": "s147"
    },
    {
      "text": "Click Here.",
      "id": "s148"
    },
    {
      "text": "', she was directed to a webpage on which the following words appeared:\n \n 'The Guys are [sic] Card Sharing want to share their knowledge with you: \n \n If you want to make up to 40,000 a Year, Contact Us.",
      "id": "s149"
    },
    {
      "text": "You will Need: \n \n A current Card you wish to share.",
      "id": "s150"
    },
    {
      "text": "A computer with ADSL Connection.",
      "id": "s151"
    },
    {
      "text": "We will help you to set it all up from top to bottom, and guess what the software is FREE!!",
      "id": "s152"
    },
    {
      "text": "If you have the above and wish to make some $$.",
      "id": "s153"
    },
    {
      "text": "' \n \n\n49 When Ms Savage opened the link on the home page entitled 'LATEST NEWS', she was directed to a webpage.",
      "id": "s154"
    },
    {
      "text": "The webpage contained updates regarding 'the server', which appeared to have been added to the website between 21 April 2004 and 7 May 2004.",
      "id": "s155"
    },
    {
      "text": "50 Mr Nigel Carson deposed that he had examined the communications logs produced by two internet service providers used by Mr Kolker at his home, during the period 23 March to 29 June 2004.",
      "id": "s156"
    },
    {
      "text": "An examination of these logs revealed that there was extensive communication between the IP address allocated to Mr Kolker by each of the internet service providers, and the card sharing server which was found at Mr Kelly's premises.",
      "id": "s157"
    },
    {
      "text": "51 On 9 June 2004, the applicants, acting through their solicitors and agents, executed the ex parte search orders, known as 'Anton Piller orders', obtained from Wilcox J, at various premises in the Perth metropolitan area.",
      "id": "s158"
    },
    {
      "text": "52 Ms Murray, a solicitor acting for Foxtel, was one of a number of persons who executed an ex parte search order at the premises of the Mod Shop, Belmont at 132 Epsom Avenue.",
      "id": "s159"
    },
    {
      "text": "Ms Murray deposed that she was present at the Mod Shop premises, at Belmont.",
      "id": "s160"
    },
    {
      "text": "At about 5.30 pm, she said she observed a person working at the premises, who gave his name as Neville Birjandi, tell Mr Anthony Willinge, the independent solicitor, that his boss was 'Phil'.",
      "id": "s161"
    },
    {
      "text": "Mr Willinge asked Mr Birjandi to telephone his boss.",
      "id": "s162"
    },
    {
      "text": "At 5.30 pm, Mr Birjandi, in response to that request, made a call.",
      "id": "s163"
    },
    {
      "text": "At approximately 5.34 pm, Mr Birjandi received a telephone call on his mobile telephone.",
      "id": "s164"
    },
    {
      "text": "Mr Birjandi said to the caller words to the effect:\n \n 'It's best if you come down...I am limited to what I can say.",
      "id": "s165"
    },
    {
      "text": "' \n \n\n53 After that telephone call Mr Willinge and Mr Birjandi had a conversation to the following effect:\n \n 'Mr Willinge: Who telephoned you?",
      "id": "s166"
    },
    {
      "text": "Mr Birjandi: That was my other boss, the second in charge, Yuri.",
      "id": "s167"
    },
    {
      "text": "' \n \n\n54 At approximately 6.02 pm, Mr Kolker and Mr Haddad arrived in a car at the premises and entered the premises.",
      "id": "s168"
    },
    {
      "text": "55 At approximately 6.07 pm, Mr Haddad made a telephone call using his mobile telephone.",
      "id": "s169"
    },
    {
      "text": "Ms Murray said that she did not know who Mr Haddad was calling.",
      "id": "s170"
    },
    {
      "text": "Mr Haddad moved outside the door of the premises while speaking on this telephone call.",
      "id": "s171"
    },
    {
      "text": "Ms Murray and Mr Willinge followed him.",
      "id": "s172"
    },
    {
      "text": "Ms Murray heard Mr Haddad say to the person to whom he was speaking on the telephone, words to the following effect:\n \n 'Pull the cards mate...I said pull the cards just do it now...both.",
      "id": "s173"
    },
    {
      "text": "' \n \n\n56 Mr Willinge said to Mr Haddad words to the effect:\n \n 'You must get off the phone.",
      "id": "s174"
    },
    {
      "text": "' \n \n\n57 And Mr Haddad then ended the telephone call.",
      "id": "s175"
    },
    {
      "text": "58 Mr Kolker was standing beside Mr Haddad throughout this telephone call.",
      "id": "s176"
    },
    {
      "text": "A few minutes after Mr Haddad had ended the call, Mr Haddad received a telephone call on his mobile telephone in Ms Murray's presence.",
      "id": "s177"
    },
    {
      "text": "Mr Haddad said words to the person to the effect:\n \n 'Pull them...just do it mate.",
      "id": "s178"
    },
    {
      "text": "' \n \n\n59 Mr Haddad then continued the conversation and said:\n \n 'Don't make any outgoing calls from that phone as all the calls are likely to be recorded.",
      "id": "s179"
    },
    {
      "text": "' \n \n\n60 Ms Grinston, a solicitor acting for the applicants, was part of another team of persons who executed an ex parte search order on 9 June 2004.",
      "id": "s180"
    },
    {
      "text": "Ms Grinston deposed that she and the other members of the team arrived at 32 Gladstone Road, Leeming, at approximately 2 pm on 9 June 2004.",
      "id": "s181"
    },
    {
      "text": "Ms Grinston knocked on the door and rang the doorbell but no one answered.",
      "id": "s182"
    },
    {
      "text": "There were no vehicles parked in the car park at the Gladstone Road address and there appeared to be no-one at home.",
      "id": "s183"
    },
    {
      "text": "61 Ms Grinston and the other members of the team waited in their vehicle in a street in close proximity to the Gladstone Road address until shortly before 6.30 pm.",
      "id": "s184"
    },
    {
      "text": "Throughout the time that they waited they did not observe any vehicle enter the carport at the Gladstone Road address and did not observe any people entering the residence there.",
      "id": "s185"
    },
    {
      "text": "Shortly before 6.30 pm, Ms Grinston received a telephone call from Mr Michael Williams, who was monitoring the execution of the Anton Piller orders on behalf of the applicants.",
      "id": "s186"
    },
    {
      "text": "Mr Williams described the conduct of Mr Haddad which is referred to in [55]-[59] above, which had been reported to him.",
      "id": "s187"
    },
    {
      "text": "62 Ms Grinston said that within five to 10 minutes after receiving the telephone call from Mr Williams, a white van approached the Gladstone Road address and entered the carport.",
      "id": "s188"
    },
    {
      "text": "Ms Grinston and Ms Ivey, the independent solicitor, approached the front door of the Gladstone Road address, knocked on the front door and rang the doorbell.",
      "id": "s189"
    },
    {
      "text": "After a few minutes, the door was opened by a person who identified himself as 'Keenan Kelly'.",
      "id": "s190"
    },
    {
      "text": "Mr Kelly said that he worked at the Mod Shop in Palmyra.",
      "id": "s191"
    },
    {
      "text": "Ms Grinston said that she estimated that Mr Kelly was inside the house at the Gladstone Road address for approximately four to five minutes after he entered the residence and before he opened the front-door.",
      "id": "s192"
    },
    {
      "text": "63 Ms Grinston, Ms Ivey, Mr Mulready, Mr Gardiner, and Mr Streefkerk entered the house.",
      "id": "s193"
    },
    {
      "text": "Each of Mr Gardiner and Mr Streefkerk was at that time employed by Ferrier Hodgson and acted in the capacity of a forensic computer expert.",
      "id": "s194"
    },
    {
      "text": "Ms Grinston said that two computers were found in a bedroom in the house.",
      "id": "s195"
    },
    {
      "text": "One computer was located on the top shelf of a wardrobe, the other computer was on a desk.",
      "id": "s196"
    },
    {
      "text": "There was also in the wardrobe a piece of equipment which Mr Gardiner identified as an ADSL router.",
      "id": "s197"
    },
    {
      "text": "Mr Gardiner identified one of the computers found in the bedroom as a card sharing server.",
      "id": "s198"
    },
    {
      "text": "Mr Gardiner said that two cables were attached to the computer.",
      "id": "s199"
    },
    {
      "text": "There would, he said, have been attached to each cable, a device used for reading an authentic Foxtel smartcard.",
      "id": "s200"
    },
    {
      "text": "Mr Gardiner referred to this device as a 'Phoenix card reading device'.",
      "id": "s201"
    },
    {
      "text": "Two Phoenix card reading devices were found in the house in a room adjacent to the room in which the computers were located.",
      "id": "s202"
    },
    {
      "text": "There were no Foxtel smartcards in the two Phoenix devices.",
      "id": "s203"
    },
    {
      "text": "64 Ms Grinston said that neither she nor any other member of the team, found any Foxtel smartcards at that address.",
      "id": "s204"
    },
    {
      "text": "65 During the course of the execution of the ex parte search orders a number of documents were removed from the premises of the Belmont store.",
      "id": "s205"
    },
    {
      "text": "These documents included a document bearing the Mod Shop logo which is headed:\n ' Minutes from Meeting \n \n Meeting Date: 30/03/04 \n Today's Date: 31/03/04 \n \n Author: Keenan \n \n Not Present: Gethen.",
      "id": "s206"
    },
    {
      "text": "' \n \n\n66 The following is recorded in the document:\n \n '... \n \n \n &#8226; Free XTV ---Always check the ID.",
      "id": "s207"
    },
    {
      "text": "You can say \"Hardcore\" but you can't say \"XXX\".",
      "id": "s208"
    },
    {
      "text": "Inform the customer that they are not to view the channels in a public place.",
      "id": "s209"
    },
    {
      "text": "&#8226; Meeting Attendance --- All staff are to attend the meetings.",
      "id": "s210"
    },
    {
      "text": "No slackers, no lame excuses.",
      "id": "s211"
    },
    {
      "text": "... \n \n \n &#8226; Card Sharing --- \n By now everyone should know that there is an alternative to the red card issue.",
      "id": "s212"
    },
    {
      "text": "It involves one decoder set up and running a legit card with full access.",
      "id": "s213"
    },
    {
      "text": "This decoder is connected to a pc set up as a server.",
      "id": "s214"
    },
    {
      "text": "Other people/systems (clients) can then connect their decoder via internet to the Server PC.",
      "id": "s215"
    },
    {
      "text": "There is server &amp; client software available for customers who want to try and set the network up themselves.",
      "id": "s216"
    },
    {
      "text": "Tell customers to email card-sharing@hushmail.com for software.",
      "id": "s217"
    },
    {
      "text": "They can call our tech support line for help.",
      "id": "s218"
    },
    {
      "text": "The software we use is far superior to anything else.",
      "id": "s219"
    },
    {
      "text": "The server version of the software we use will not be publicly available.",
      "id": "s220"
    },
    {
      "text": "There are diagrams which you all will have to put up in your stores and also have the handouts which have been copied off our internet site.",
      "id": "s221"
    },
    {
      "text": "... \n \n &#8226; Card Sharing Computers --- There will be installers that ARE NOT affiliated with The Mod Shop.",
      "id": "s222"
    },
    {
      "text": "They will also be able to install software onto a clients computer free of charge, if they purchase the computer from us with an internal modem for an extra $50.",
      "id": "s223"
    },
    {
      "text": "...' \n \n\n67 A second document found states:\n ' Minutes from Meeting \n \n Meeting Date: 13/04/04 \n Document Date: 15/04/04 \n \n Author: Gethen \n \n ... \n \n \n &#8226; Is Card Sharing legal?",
      "id": "s224"
    },
    {
      "text": "--- If you are asked this question, it is best to say that you're not sure.",
      "id": "s225"
    },
    {
      "text": "They should check with someone like Mike.",
      "id": "s226"
    },
    {
      "text": "... \n \n \n &#8226; Server Interface --- The stores now have card sharing Server interfaces in stock at $150.",
      "id": "s227"
    },
    {
      "text": "These are for people who wish to set up their own sharing network.",
      "id": "s228"
    },
    {
      "text": "Software is still required and versions are available from www.card-sharing.com \n \n \n \n &#8226; Sharing Help --- Customers who need help with card sharing or setting up a network can call our technical support number.",
      "id": "s229"
    },
    {
      "text": "... \n \n \n &#8226; Stock Take --- A stock take needs to be done at all the stores.",
      "id": "s230"
    },
    {
      "text": "Yuri is deciding whether or not this is to be done by Store staff or someone from w.house.",
      "id": "s231"
    },
    {
      "text": "...' \n \n\n68 Among the other documents removed from the premises of the Mod Shop, Belmont store, were promotional documents describing 'card sharing packages' which were available for sale from the Mod Shops.",
      "id": "s232"
    },
    {
      "text": "There were also advertising pamphlets, advertising the components for computer systems, and describing those systems as 'ideal for card sharing, finance available'.",
      "id": "s233"
    },
    {
      "text": "69 In addition, there were several invoices evidencing the sale by the first respondent in its former name, Soixante Pty Ltd, to the Mod Shop, Belmont of card sharing equipment, being both client serial interface cards, and card sharing server interface cards.",
      "id": "s234"
    },
    {
      "text": "There were also stock requisition forms completed by members of staff from the Mod Shops for card sharing equipment.",
      "id": "s235"
    },
    {
      "text": "The stock required was primarily, the client serial interface cards.",
      "id": "s236"
    },
    {
      "text": "However, there were also requests for the card sharing server interface cards.",
      "id": "s237"
    },
    {
      "text": "70 Further, Ms Grinston deposed that on 11 June 2004, she caused a page from the website 'www.themodshop.com' to be printed out.",
      "id": "s238"
    },
    {
      "text": "The print out of the webpage shows that the following words appear:\n \n ' PLEASE NOTE: WE NO LONGER SELL CARD SHARING HARDWARE WHATSOEVER OR DREAMBOX DECODERS.",
      "id": "s239"
    },
    {
      "text": "PLEASE DO NOT ASK US TO SUPPLY THESE PRODUCTS AS WE ARE UNABLE TO.",
      "id": "s240"
    },
    {
      "text": "' \n \n\n71 Mr Stephen George Joyce is an engineer employed by the first applicant.",
      "id": "s241"
    },
    {
      "text": "Mr Joyce is familiar with the operation of smartcards and what he referred to as 'smartcard piracy', being the unauthorised accessing of satellite delivered subscription television broadcasting services.",
      "id": "s242"
    },
    {
      "text": "Mr Joyce deposed that he had examined the Phoenix server interface device which had been found at the premises of Mr Kelly.",
      "id": "s243"
    },
    {
      "text": "Mr Joyce said the server interface device is used in conjunction with a Foxtel smartcard which is partially inserted into one end of the server interface device.",
      "id": "s244"
    },
    {
      "text": "The device is then connected to a power source and to the COM port of a personal computer on which server card sharing software is installed and which is connected to the internet.",
      "id": "s245"
    },
    {
      "text": "This enables the personal computer partially to emulate the operation of a set top box, so that the smartcard inserted in the device can process 'control word decryption request' messages, originating from one or more remotely located set top boxes.",
      "id": "s246"
    },
    {
      "text": "Decrypted control words are then delivered by the server interface device to the personal computer to which it is connected, and which then distributes the decrypted control words over the internet to the remotely located set top boxes which originated the requests.",
      "id": "s247"
    },
    {
      "text": "This process enables those remote set top boxes to operate as if they had a valid Foxtel smartcard installed in them.",
      "id": "s248"
    },
    {
      "text": "72 The server interface device found at Mr Kelly's house was in Mr Joyce's view, given its quality, a device which had been made as a part of a 'sheet of such devices which can be individually snapped apart'.",
      "id": "s249"
    },
    {
      "text": "He also noted that there is a 'TMS' branding on the board forming part of the server interface device.",
      "id": "s250"
    },
    {
      "text": "He said that the server interface device was similar to other smartcard readers that are available in kit form from some electronics hobby shops and other retail outlets.",
      "id": "s251"
    },
    {
      "text": "73 Mr Joyce also examined the client serial interface devices which were sold by the Mod Shop companies.",
      "id": "s252"
    },
    {
      "text": "He said that the client serial interface device was a device which, to the best of his knowledge, was 'not in common commercial use or commonly commercially supplied'.",
      "id": "s253"
    },
    {
      "text": "He said that it had been professionally manufactured.",
      "id": "s254"
    },
    {
      "text": "Further, the evidence showed that a 'Dreambox' was a device which was, in effect, a blend of a personal computer and set top box decoder and was an item of satellite reception equipment, sold by the Mod Shop companies.",
      "id": "s255"
    },
    {
      "text": "74 In his affidavit, Mr Robert Nicholls referred to two Mod Shop advertisements in terms similar to those advertisements referred to in [25] and [27] above.",
      "id": "s256"
    },
    {
      "text": "He said he understood the references to satellite dishes, in those advertisements, to be references to satellite dishes of 65 cm diameter.",
      "id": "s257"
    },
    {
      "text": "He deposed that a 65 cm diameter satellite dish is the most common size of satellite dish in domestic use in Australia.",
      "id": "s258"
    },
    {
      "text": "Mr Nicholls said:\n \n 'To the best of my knowledge and belief, virtually all of the pay television provider supplied satellite dishes for use in Australia are 65 cm in diameter.",
      "id": "s259"
    },
    {
      "text": "All of these dishes would be pointed at the Optus/Foxtel/Auststar satellite at a longitude of 156&#186;E...Where the satellite television service is encrypted, the viewer will require a conditional access device (typically a smartcard issued by the provider of the service) to decrypt and view the service.",
      "id": "s260"
    },
    {
      "text": "Some services, sometimes referred to as \"free channels\", do not limit access by means of a conditional access system.",
      "id": "s261"
    },
    {
      "text": "In this case, a suitable satellite receiver without a conditional access device can decode the service for display on a television.",
      "id": "s262"
    },
    {
      "text": "' \n \n\n75 In his evidence, Mr Nicholls assessed which satellites could potentially deliver television services to 65 cm satellite dishes located in Australia.",
      "id": "s263"
    },
    {
      "text": "Mr Nicholls concluded that there were fewer than 30 free channels that are available in Australia using a 65 cm dish and that a maximum of nine are available from any one satellite.",
      "id": "s264"
    },
    {
      "text": "76 Mr Nicholls also distinguished between satellites which are in 'geosynchronous orbit', such as the Foxtel satellite, and those which are in an 'inclined orbit'.",
      "id": "s265"
    },
    {
      "text": "He said:\n \n 'In order to receive services from a satellite in inclined orbit, a very large, complex specialised antenna system is required.",
      "id": "s266"
    },
    {
      "text": "Such a system requires a dish of approximately 3.3 metres in diameter and is, in my experience, not used for domestic purposes.",
      "id": "s267"
    },
    {
      "text": "' \n \n\n77 Evidence was also given by Mr Vittorio Lalli-Cafini, a former employee of one of the Mod Shop companies, as part of the applicants' case.",
      "id": "s268"
    },
    {
      "text": "This evidence was strongly contested by Mr Kolker.",
      "id": "s269"
    },
    {
      "text": "Mr Lalli-Cafini was cross-examined.",
      "id": "s270"
    },
    {
      "text": "Counsel for Mr Kolker also cross-examined Mr Carson, Mr Mulready and Ms Grinston.",
      "id": "s271"
    },
    {
      "text": "I will deal with Mr Lalli-Cafini's evidence and the other contested evidence below.",
      "id": "s272"
    },
    {
      "text": "The copyright claim \n \n78 Foxtel Cable contended that s 135AN and s 135ANA of the Act conferred upon it a right to bring actions for damages in respect of the impugned business activities of the Mod Shop companies.",
      "id": "s273"
    },
    {
      "text": "Section 135AN \n\n79 I will deal firstly with the claim made under s 135AN.",
      "id": "s274"
    },
    {
      "text": "At the relevant time, s 135AN provided as follows:\n \n ' Actions in relation to the manufacture of and dealing with broadcast decoding devices \n \n \n (1) Subject to subsection (2), this section applies if: \n \n \n \n (a) a broadcaster makes an encoded broadcast; and \n \n (b) a person does any of the following acts without the permission of the broadcaster: \n \n (i) makes a broadcast decoding device; \n \n (ii) sells, lets for hire, or by way of trade offers or exposes for sale or hire, a broadcast decoding device; \n \n (iii) distributes a broadcast decoding device for the purpose of trade, or for any other purpose that will affect prejudicially the broadcaster; \n \n (iv) exhibits a broadcast decoding device in public by way of trade; \n \n (v) imports a broadcast decoding device into Australia for the purpose of: \n \n (A) selling, letting for hire, or by way of trade offering or exposing for sale or hire, the device; or \n \n (B) distributing the device for the purpose of trade, or for any other purpose that will affect prejudicially the broadcaster; or \n \n (C) exhibiting the device in public by way of trade; \n \n (vi) makes a broadcast decoding device available online to an extent that will affect prejudicially the broadcaster; and \n \n (c) the person knew, or ought reasonably to have known, that the device would be used to enable a person to gain access to an encoded broadcast without the authorisation of the broadcaster.",
      "id": "s275"
    },
    {
      "text": "(2) This section does not apply in relation to anything lawfully done for the purposes of law enforcement or national security by or on behalf of: \n \n \n \n (a) the Commonwealth or a State or Territory; or \n \n (b) an authority of the Commonwealth or of a State or Territory.",
      "id": "s276"
    },
    {
      "text": "(3) Subject to subsection (8), if this section applies, the broadcaster may bring an action against the person.",
      "id": "s277"
    },
    {
      "text": "(4) The relief that a court may grant in an action under this section includes an injunction (subject to such terms, if any, as the court thinks fit) and either damages or an account of profits.",
      "id": "s278"
    },
    {
      "text": "(5) If, in an action under this section, the court is satisfied that it is proper to do so, having regard to: \n \n (a) the flagrancy with which the defendant did any of the acts described in paragraph (1)(b); and \n \n (b) any benefit shown to have accrued to the defendant as a result of making or dealing with the relevant broadcast decoding device; and \n \n (c) all other relevant matters; \n \n the court may, in assessing damages, award such additional damages as it considers appropriate in the circumstances.",
      "id": "s279"
    },
    {
      "text": "(6) If, in an action under this section, the court is satisfied that it is proper to do so, having regard to all relevant matters, the court may, by order, direct that the relevant broadcast decoding device be destroyed or otherwise dealt with as specified in the order.",
      "id": "s280"
    },
    {
      "text": "(7) In an action under this section it must be presumed that the defendant knew, or ought reasonably to have known, that the broadcast decoding device would be used for the purpose referred to in paragraph (1)(c) unless the defendant proves otherwise.",
      "id": "s281"
    },
    {
      "text": "(8) An action cannot be brought against a person under this section in respect of any act described in paragraph (1)(b) after the expiration of 6 years from the time when the person did the act.",
      "id": "s282"
    },
    {
      "text": "' \n \n \n\n80 The applicants pleaded two separate claims against the Mod Shop companies in respect of s 135AN.",
      "id": "s283"
    },
    {
      "text": "The first claim related to the activities of the Mod Shop companies in relation to, what they referred to as 'smartcard piracy' --- being the Mod Shop companies' involvement in the supply to customers of pirated smartcards.",
      "id": "s284"
    },
    {
      "text": "The second claim related to the card sharing activities of the Mod Shop companies.",
      "id": "s285"
    },
    {
      "text": "81 The applicants pleaded at para 19 of the statement of claim, that the Mod Shop companies supplied satellite dishes, set top boxes, cabling and blank unprogrammed smartcards.",
      "id": "s286"
    },
    {
      "text": "It was then pleaded that, at all material times, and at least during the period mid 2002 to February 2004, the Mod Shop companies supplied to customers, the names and contact telephone numbers of a third person or persons, who would be able to, and who did, supply the customers with unauthorised smartcards that would enable the decryption and display of Foxtel broadcasts.",
      "id": "s287"
    },
    {
      "text": "It was further pleaded that each unauthorised smartcard, or alternatively, the software on each unauthorised smartcard, had been modified without the authority of Foxtel Cable, to replicate the electronic information on an authentic Foxtel smartcard, and was thereby adapted to enable its use to decrypt and display Foxtel broadcasts.",
      "id": "s288"
    },
    {
      "text": "The applicants pleaded that by reason of these matters, the satellite reception equipment was 'designed', or 'adapted', to enable the Mod Shop customers to gain unauthorised access to, and to decrypt, Foxtel broadcasts.",
      "id": "s289"
    },
    {
      "text": "Also, it was pleaded that by the insertion of the unauthorised programmed smartcard into the set top box, the set top box and/or the other satellite reception equipment, was thereby adapted to enable the Mod Shop companies' customers to gain access to and decrypt the Foxtel broadcasts.",
      "id": "s290"
    },
    {
      "text": "82 The applicants then allege that, by reason of the matters referred to in [81] above, the Mod Shop companies sold, and/or by way of trade offered for sale, and/or distributed for the purposes of trade and/or for a purpose which prejudicially affects the second applicant, 'broadcast decoding devices' within the meaning of s 135AN of the Act.",
      "id": "s291"
    },
    {
      "text": "83 At trial the applicants applied for leave to amend the statement of claim to introduce a further, or alternative plea, that the Mod Shop customers and/or the third person suppliers of the smartcards (whom the applicants called the 'unauthorised Smartcard delivery agents') had 'made' broadcast decoding devices within the meaning of s 135AN of the Act.",
      "id": "s292"
    },
    {
      "text": "Mr Kolker did not object to the proposed amendment and, after giving Mr Haddad an opportunity to make submissions against the proposed amendment, I granted leave for the amendment to be made.",
      "id": "s293"
    },
    {
      "text": "84 It was also pleaded that the Mod Shop companies, Mr Haddad, Mr Kolker and Mr Kelly, those involved in the management of the Mod Shop companies, the third person suppliers of smartcard and/or customers of the Mod Shop knew, or ought to have reasonably known, that the 'broadcast decoding devices' would be used to enable persons (being the Mod Shop companies' customers) to gain access to Foxtel broadcasts without the authority of the broadcaster.",
      "id": "s294"
    },
    {
      "text": "85 Further, the applicants pleaded, relevantly for these purposes, that the Mod Shop companies and Mr Haddad and Mr Kolker individually, aided and abetted, counselled, induced, procured, acted in concert with, or was otherwise a party to the acts of the Mod Shop companies, and/or the third person suppliers of smartcards, and the customers referred to in [81] and [82] above.",
      "id": "s295"
    },
    {
      "text": "86 I will consider each of the requirements of the Act.",
      "id": "s296"
    },
    {
      "text": "Is Foxtel Cable a 'broadcaster' which makes an 'encoded broadcast'?",
      "id": "s297"
    },
    {
      "text": "87 The first question is whether the second applicant, Foxtel Cable, was a 'broadcaster' that made an 'encoded broadcast' within the meaning of s 135AN(1)(a) and, also, s 135ANA(1)(a) of the Act.",
      "id": "s298"
    },
    {
      "text": "88 This question arose for decision because, although Mr Haddad did not participate in the trial, by a notice of motion which was adjourned to the trial, Mr Haddad sought to have the entire amended statement of claim struck out on the basis that Foxtel Cable was not the maker of 'an encoded broadcast'.",
      "id": "s299"
    },
    {
      "text": "89 The applicants accepted that Foxtel Cable did not deliver an 'encoded broadcast', as described by the definition in s 135AL(b) of the Act, but contended that they did deliver an 'encoded broadcast' within the meaning of the definition in s 135AL(a) of the Act.",
      "id": "s300"
    },
    {
      "text": "That subsection defines an 'encoded broadcast' as:\n \n ' encoded broadcast means: \n \n \n (a) a broadcast that is made available only to persons who have the prior authorisation of the broadcaster and only on payment by such persons of subscription fees (whether periodically or otherwise); or \n \n \n \n (b) a broadcast (other than a radio broadcast or a broadcast to which paragraph (a) applies) delivered by a broadcasting service that is a commercial or national broadcasting service within the meaning of the Broadcasting Services Act 1992 ; \n \n \n being a broadcast, access to which in an intelligible form is protected by a technical measure or arrangement (including a computer program).",
      "id": "s301"
    },
    {
      "text": "' \n \n\n90 Mr Haddad contended that the broadcast delivered by Foxtel Cable did not fall within the definition in s 135AL(a), because Foxtel employees and Foxtel contractors receive the Foxtel encrypted broadcast with the authorisation of Foxtel, but without paying subscription fees.",
      "id": "s302"
    },
    {
      "text": "Therefore, submitted Mr Haddad, it could not be said that the Foxtel broadcast was made available 'only' to authorised persons and 'only' on the payment of fees by those persons.",
      "id": "s303"
    },
    {
      "text": "Mr Haddad relied upon the evidence of Mr Randell Casserly in support of his claim that some Foxtel employees and contractors received free Foxtel broadcasts.",
      "id": "s304"
    },
    {
      "text": "91 The applicants in turn relied upon the evidence of Mr Peter Tonagh, the Chief Financial Officer of Foxtel.",
      "id": "s305"
    },
    {
      "text": "In his evidence, Mr Tonagh said that Foxtel did give free access to certain Foxtel channels to certain of its employees who were eligible, for example, by having completed a certain period of service.",
      "id": "s306"
    },
    {
      "text": "Mr Tonagh also said that a small number of individuals who had a corporate or commercial connection to Foxtel's business, or who may be regarded as opinion leaders, were given unpaid access to those channels.",
      "id": "s307"
    },
    {
      "text": "The latter group of persons are referred to as 'complimentary account holders'.",
      "id": "s308"
    },
    {
      "text": "Mr Tonagh also explained that each of the group of persons who received free access would have to pay for access to certain channels forming part of the Foxtel service such as 'Foxtel Box Office', the 'Main Event' and foreign language channels.",
      "id": "s309"
    },
    {
      "text": "92 The definition of 'encoded broadcast' uses the term 'broadcast' which is defined in s 10 of the Act to mean:\n \n '...a communication to the public delivered by a broadcasting service within the meaning of the Broadcasting Services Act 1992 .",
      "id": "s310"
    },
    {
      "text": "' \n \n\n93 In my view, the definition of 'broadcast' in s 10 of the Act, informs the construction of 'encoded broadcast', in s 135AL of the Act.",
      "id": "s311"
    },
    {
      "text": "This definition assumes by the use of the term 'broadcast' that it is a broadcast that will be made to the public.",
      "id": "s312"
    },
    {
      "text": "The reference, therefore, to the broadcast being made available to 'only to persons who have the prior authorisation of the broadcaster and only on the payment by such persons of subscription fees' is to be construed as being a broadcast in respect of which access is restricted to qualifying members of the public.",
      "id": "s313"
    },
    {
      "text": "In other words, for the 'broadcast' to be characterised as an 'encoded broadcast', the broadcaster must limit availability to those members of the public who comply with the two conditions, namely, the prior authorisation and the payment of subscription fees.",
      "id": "s314"
    },
    {
      "text": "If the broadcaster imposes each of those conditions as the means of making the broadcast available to any member of the public who seeks access to the broadcast, then the broadcast is an 'encoded broadcast'.",
      "id": "s315"
    },
    {
      "text": "Foxtel Cable fulfils this requirement.",
      "id": "s316"
    },
    {
      "text": "94 The contention advanced by Mr Haddad does not distinguish between the arrangements which Foxtel makes with members of the general public - to which the definition is directed; and its arrangements with persons who may be described as 'insiders' and who are not members of the general public - to whom the definition is not directed.",
      "id": "s317"
    },
    {
      "text": "What is a broadcast decoding device?",
      "id": "s318"
    },
    {
      "text": "95 The next issue is to determine the meaning of a 'broadcast decoding device'.",
      "id": "s319"
    },
    {
      "text": "The concept of a 'broadcast decoding device' is central to each of the claims based upon actionable conduct referred to in s 135AN and s 135ANA of the Act.",
      "id": "s320"
    },
    {
      "text": "96 A 'broadcast decoding device' is defined in s 135AL of the Act in the following terms:\n \n ' broadcast decoding device means a device (including a computer program) that is designed or adapted to enable a person to gain access to an encoded broadcast without the authorisation of the broadcaster by circumventing, or facilitating the circumvention of, the technical means or arrangements that protect access in an intelligible form to the broadcast.",
      "id": "s321"
    },
    {
      "text": "broadcaster means a person who makes an encoded broadcast.",
      "id": "s322"
    },
    {
      "text": "' \n \n\n97 The applicants submit that each of a satellite dish, a set top box, cabling and an unauthorised programmed smartcard, or any combination of one or more of those items, comprised a 'broadcast decoding device' in terms of s 135AL of the Act.",
      "id": "s323"
    },
    {
      "text": "98 Mr Kolker, on the hand, submits that it is only the unauthorised programmed smartcard that can be regarded as a 'broadcast decoding device' within the meaning of the Act.",
      "id": "s324"
    },
    {
      "text": "This is because none of the other items, whether individually or in combination, would succeed in decrypting Foxtel broadcasts.",
      "id": "s325"
    },
    {
      "text": "99 It was common cause, that each of the items of satellite television reception equipment, referred to, other than the unauthorised programmed smartcards, are available for sale to members of the public from a number of retailers.",
      "id": "s326"
    },
    {
      "text": "100 In the case of Sky Channel Pty Ltd v Yahmoc Pty Ltd (2003) 58 IPR 63, Allsop J distinguished between ordinary items of satellite reception equipment, which are commonly sold by retailers of television equipment, such as satellite dishes, set top boxes and cabling, and smartcards.",
      "id": "s327"
    },
    {
      "text": "He said at 64, at [3]:\n \n 'The apparent breaches involved the use of what might be termed, in common parlance, a smart card, in a decoding device, which is a set top box.",
      "id": "s328"
    },
    {
      "text": "All the equipment for the reception of wireless broadcasts from the applicants, that is, dish, cables, television and set top box are generic products and can be purchased perfectly lawfully and employed perfectly lawfully.",
      "id": "s329"
    },
    {
      "text": "However, on the evidence, all the signals transmitted by the applicants for their commercial pay TV channels are encoded.",
      "id": "s330"
    },
    {
      "text": "None of the earlier mentioned equipment would be of any use in picking up this encoded wireless signal unless there was a device which effectively decodes the encryption in the signal.",
      "id": "s331"
    },
    {
      "text": "' \n \n\n101 The distinction drawn by Allsop J is, with respect, a relevant distinction in the context of the issues in this case.",
      "id": "s332"
    },
    {
      "text": "Section 135AL of the Act is specific in identifying the element of the device which causes it to be a 'proscribed device'.",
      "id": "s333"
    },
    {
      "text": "That characteristic is that the device must be one which is 'designed' to circumvent or, facilitate the circumvention of, the encryption which protects access to the broadcast, without the authority of the broadcaster, or which is 'adapted' for the same purpose.",
      "id": "s334"
    },
    {
      "text": "It is, in each case, a question of fact whether the device falls within that definition.",
      "id": "s335"
    },
    {
      "text": "102 In my view, it cannot be said that any of the items of satellite reception equipment, referred to in [97] above, other than the unauthorised programmed smartcard, was 'designed' to enable a person to gain unauthorised access to the encoded broadcast.",
      "id": "s336"
    },
    {
      "text": "Each of those items was a product that was available for sale, and was sold by retailers for the legitimate use in the reception of satellite television broadcasts.",
      "id": "s337"
    },
    {
      "text": "103 The applicants also contended that the insertion of the unauthorised programmed smartcard into the set top box amounted to the 'adaptation' of the set top box and by extension, all the other components of the reception equipment, into a 'broadcast decoding device'.",
      "id": "s338"
    },
    {
      "text": "The applicants pleaded that the component items were sold by the Mod Shop companies with the intention that a customer would obtain an unauthorised programmed smartcard, and then insert it into the set top box.",
      "id": "s339"
    },
    {
      "text": "Therefore, it was said, all the component items are to be treated as 'broadcast decoding devices', or a 'broadcast decoding device', for the purposes of the Act.",
      "id": "s340"
    },
    {
      "text": "In essence, the applicants submitted that the satellite reception equipment was sold as a 'piracy kit' to be used with the unauthorised programmed smartcard.",
      "id": "s341"
    },
    {
      "text": "104 \n \nIn my view, the fact that the component items of the reception equipment 'kit' could be sold with the intention referred to, does not, in my view, alter the characterisation of the component items.",
      "id": "s342"
    },
    {
      "text": "At the time that the component items were purchased and removed from the premises of a Mod Shop, the items were neither 'designed' nor 'adapted' for the proscribed purpose.",
      "id": "s343"
    },
    {
      "text": "Further, those items of equipment, operating in combination, without more, would not be capable of obtaining unauthorised access to Foxtel broadcasts.",
      "id": "s344"
    },
    {
      "text": "105 I find, therefore, that the component items of the satellite reception equipment sold by the Mod Shop companies, were not 'broadcast decoding devices', and that it was only the unauthorised programmed smartcard that was the relevant 'broadcast decoding device'.",
      "id": "s345"
    },
    {
      "text": "106 In relation to the card sharing operation, there was evidence from Mr Lalli-Cafini referred to below, that the server interface device and the card sharing client device, also known as, 'client serial interface device' was manufactured at the instance of Mr Haddad, especially for the Mod Shop companies, for the purpose of use in facilitating unauthorised access to the Foxtel broadcasts.",
      "id": "s346"
    },
    {
      "text": "I find that each of these items were designed for the proscribed purpose and comprised a 'broadcast decoding device' within the meaning of the Act.",
      "id": "s347"
    },
    {
      "text": "107 I also find, on the basis of Mr Lalli-Cafini's evidence, that the Mod Shop companies, by Mr Lalli-Cafini, developed and adapted software which was designed to be used for the purposes of the card sharing operations.",
      "id": "s348"
    },
    {
      "text": "There was one software program which was to be used on the computer operating as the server, and another software program to be used on the customers' computers.",
      "id": "s349"
    },
    {
      "text": "I find that the card sharing server software and the client card sharing software, were 'broadcast decoding devices', within the meaning of the Act.",
      "id": "s350"
    },
    {
      "text": "It was the software used on the card sharing customers' computers and known as, 'client card sharing software', that was distributed by the Mod Shop companies.",
      "id": "s351"
    },
    {
      "text": "Did the Mod Shop companies engage in conduct referred to in s 135AN in relation to the pirated smartcard activities?",
      "id": "s352"
    },
    {
      "text": "108 The next issue is whether the Mod Shop companies engaged in the conduct referred to in s 135AN(1)(b) of the Act.",
      "id": "s353"
    },
    {
      "text": "I will deal, firstly, with the claim made in relation to the so called pirated smartcard activities.",
      "id": "s354"
    },
    {
      "text": "109 In para 19 of the statement of claim the applicants plead that the Mod Shop companies sold the components of the satellite reception equipment and a blank smartcard.",
      "id": "s355"
    },
    {
      "text": "As I have already held that only the unauthorised programmed smartcard comprised a 'broadcast decoding device', it follows that by engaging in the pleaded conduct, the Mod Shop companies did not engage in actionable conduct within the meaning of s 135AN(1)(b).",
      "id": "s356"
    },
    {
      "text": "110 In para 22 of the statement of claim, it is pleaded that the sales representatives of the Mod Shop companies supplied to customers the names and contact telephone numbers of a 'third person or persons', who would be able to, and who did, supply customers with an unauthorised programmed smartcard, on request, and for a fee.",
      "id": "s357"
    },
    {
      "text": "The question is whether those additional facts, meant that the Mod Shop companies, engaged in actionable conduct by selling, offering for sale, or distributing a broadcast decoding device.",
      "id": "s358"
    },
    {
      "text": "111 The pleading in para 22, and the evidence of the investigators, clearly makes out a case that the third person smartcard suppliers sold a broadcast decoding device and so engaged in actionable conduct under s 135AN of the Act.",
      "id": "s359"
    },
    {
      "text": "However, the question is whether the evidence establishes that, in carrying out the acts pleaded, the third person smartcard suppliers acted on behalf of the Mod Shop companies so that their acts are to be regarded as the acts of the Mod Shop companies.",
      "id": "s360"
    },
    {
      "text": "112 The applicants have pleaded that the persons who supplied the unauthorised programmed smartcards to the Mod Shop companies were third persons.",
      "id": "s361"
    },
    {
      "text": "The evidence of the relationship between those third persons and the Mod Shop companies was sparse.",
      "id": "s362"
    },
    {
      "text": "The applicants' closing submissions referred to a great number of blank smartcards that were purchased by the Mod Shop companies, but the submissions were not specific as to the evidence relied upon to define the relationship between the 'third persons' and the Mod Shop companies.",
      "id": "s363"
    },
    {
      "text": "113 The evidence of each of the investigators relied upon, is that he or she had to pay the smartcard supplier, with whom he or she dealt, an additional sum of money, namely, $150 to get a programmed smartcard.",
      "id": "s364"
    },
    {
      "text": "There is no evidence that the amount paid to the suppliers of the programmed cards, was paid by them to the Mod Shop companies.",
      "id": "s365"
    },
    {
      "text": "There was also evidence from an investigator who asked about the re-supply of the unauthorised smartcards to persons in the north of the State, that at least one of the third person suppliers of smartcards, namely, 'V', had ready access to a number of these cards, which he was prepared to supply to persons other than customers of the Mod Shop companies.",
      "id": "s366"
    },
    {
      "text": "114 Accordingly, in my view, the applicants have failed to prove that in programming and/or selling the programmed smartcards to the Mod Shop customers, the third person suppliers engaged in conduct on behalf of the Mod Shop companies, as opposed to acting on their own behalf.",
      "id": "s367"
    },
    {
      "text": "115 It follows that, I do not find that the applicants have proved that the Mod Shop companies engaged in conduct falling within the ambit of s 135AN by 'selling, offering for sale or distributing a broadcast decoding device' in relation the Mod Shop companies' involvement with pirated smartcards.",
      "id": "s368"
    },
    {
      "text": "116 However, I will consider below whether the Mod Shop companies are liable as joint tortfeasors for the acts of the third person smartcard suppliers, by reason of acting in concert with them.",
      "id": "s369"
    },
    {
      "text": "Did the customers engage in the actionable conduct referred to in s 135AN?",
      "id": "s370"
    },
    {
      "text": "117 The applicants also contend that by inserting the pirated smartcard into the set top box, the Mod Shop companies' customers engaged in actionable conduct under s 135AN of the Act, because the customer thereby adapted the set top box and the rest of the components, and thereby 'made' a broadcast decoding device - being either the set top box in which the pirated card is inserted, or by extension, all the components comprising the satellite reception equipment.",
      "id": "s371"
    },
    {
      "text": "118 Although, in one sense, it could be said that the insertion of an unauthorised smartcard into the set top box 'makes' a broadcast decoding device, because in combination with other satellite reception equipment, an encoded broadcast can thereby be decrypted, it is also the case that the insertion of a smartcard into the slot on the set top box, is the ordinary use of a set top box by the consumer.",
      "id": "s372"
    },
    {
      "text": "In my view, the word 'make' is to be construed within the context of s 135AN, which contemplates the proscribed conduct occurring in a commercial environment.",
      "id": "s373"
    },
    {
      "text": "Further, the Explanatory Memorandum states that s 135AN is not intended to provide the broadcaster with an action, in circumstances where a 'broadcast decoding device' is used for private use.",
      "id": "s374"
    },
    {
      "text": "119 Therefore, in my view, the impugned conduct of the customers of the Mod Shop companies did not comprise conduct falling within s 135AN of the Act.",
      "id": "s375"
    },
    {
      "text": "Did the third person suppliers of the smartcards engage in actionable conduct within s 135AN?",
      "id": "s376"
    },
    {
      "text": "120 I have already found on the evidence, the third person suppliers of the smartcards sold programmed smartcards to Mod Shop customers and so engaged in actionable conduct under s 135AN.",
      "id": "s377"
    },
    {
      "text": "The applicants also pleaded that, the third person suppliers of the smartcards 'made' broadcast decoding devices and, thereby, engaged in actionable conduct within the meaning of s 135AN.",
      "id": "s378"
    },
    {
      "text": "121 I find that the third person suppliers of the smartcards made broadcast decoding devices by programming the smartcards which they supplied, or resupplied, to the customers.",
      "id": "s379"
    },
    {
      "text": "This finding is based upon the evidence of the investigators and Mr Lalli-Cafini at [150] below, where he deposes to the practice of the Mod Shop companies of referring Mod Shop customers to the third person suppliers to have their smartcards reprogrammed when they ceased working because of measures taken by the applicants to shut down pirated smartcards.",
      "id": "s380"
    },
    {
      "text": "Further, the applicants tendered an email, recorded as being from the Mod Shop and bearing the email address of 'info@themodshop.com' dated 1 August 2003, addressed to a newsgroup.",
      "id": "s381"
    },
    {
      "text": "The email refers to gold cards which 'we have supplied' having been shut down by Foxtel and calls for customers to make bookings for the reprogramming of the cards.",
      "id": "s382"
    },
    {
      "text": "Also, there is evidence that at least one of the third person suppliers of the smartcards, 'V', had a ready access to a substantial number of the unauthorised programmed smartcards which he could supply at short notice.",
      "id": "s383"
    },
    {
      "text": "122 Further, I find that the third person suppliers of the smartcards knew, or ought to have known, that the programmed smart cards would be used to gain access to the encoded broadcasts without the authority of Foxtel Cable.",
      "id": "s384"
    },
    {
      "text": "That was the very purpose of the making of the programmed smartcards.",
      "id": "s385"
    },
    {
      "text": "There is also evidence that the third person smartcard suppliers, advised the investigators that the cards would permit them to get Foxtel channels.",
      "id": "s386"
    },
    {
      "text": "Further, the fact that the third person suppliers of the smartcards knew that the cards had been programmed to gain access to the Foxtel encoded broadcasts is to be inferred from the surreptitious means whereby the third person suppliers met with their customers, when selling the pirated smartcards.",
      "id": "s387"
    },
    {
      "text": "123 I find, therefore, that the third person suppliers of the smartcards engaged in actionable conduct under s 135AN(1) of the Act by, during the period 2002 to early 2004, without the authority of Foxtel Cable, making, and selling to customers of the Mod Shop companies, smartcards which had been programmed to decrypt the Foxtel encoded broadcasts.",
      "id": "s388"
    },
    {
      "text": "Did the Mod Shop companies engage in actionable conduct under s 135AN in respect of card sharing activities?",
      "id": "s389"
    },
    {
      "text": "124 As to the position in respect of card sharing, the applicants pleaded that from about February 2004 the Mod Shop companies advertised and promoted card sharing and the supply of card sharing devices.",
      "id": "s390"
    },
    {
      "text": "It is also alleged that the Mod Shop companies supplied their customers with satellite reception equipment, card sharing hardware devices and the names and contact telephone numbers of persons who would be available to supply, and who did supply, the customers with client card sharing software.",
      "id": "s391"
    },
    {
      "text": "125 I have already found that the server interface devices, as well as the client serial interface devices, as well as the server card sharing software and the client card sharing software, were 'broadcast decoding devices', within the meaning of the Act.",
      "id": "s392"
    },
    {
      "text": "126 I find, on the basis of the uncontested evidence and that of Mr Lalli-Cafini, that after March 2004, the Mod Shop companies offered for sale and sold 'client serial interface devices'.",
      "id": "s393"
    },
    {
      "text": "On the basis of the same evidence, I find that, after March 2004, the Mod Shop companies offered for sale and sold client card sharing software, which was to be used for the purposes of card sharing activities by the customers of the Mod Shop companies.",
      "id": "s394"
    },
    {
      "text": "The evidence of Mr Lalli-Cafini, referred to below, establishes that the client card sharing software installation agents included Mr Kelly and other employees of the Mod Shop companies.",
      "id": "s395"
    },
    {
      "text": "It also establishes that the money collected from Mod Shop customers by the installers of the client card sharing software, was paid to the Mod Shop companies.",
      "id": "s396"
    },
    {
      "text": "127 I also find, on the basis of the evidence of Mr Booth and Mr Lalli-Cafini, that the sales assistants of the Mod Shop companies, knew that the card sharing hardware and software would be used by the customers to gain access to Foxtel encoded broadcasts without the authorisation of Foxtel Cable.",
      "id": "s397"
    },
    {
      "text": "For the reasons which I set out below, I am also of the view that Mr Haddad, Mr Kolker, Mr Lalli-Cafini and Mr Kelly had the same knowledge.",
      "id": "s398"
    },
    {
      "text": "128 It follows that I find that the Mod Shop companies engaged in actionable conduct under s 135AN(1)(b) of the Act.",
      "id": "s399"
    },
    {
      "text": "Accessorial liability \n\n129 I now turn to deal with the claims that each of Mr Haddad, Mr Kolker and Mr Kelly are personally liable in respect of his involvement in the smartcard piracy and card sharing activities of the Mod Shop companies.",
      "id": "s400"
    },
    {
      "text": "I will also deal with the claim that the Mod Shop companies are liable as joint tortfeasors in respect of the actionable conduct of the third person suppliers of smartcards.",
      "id": "s401"
    },
    {
      "text": "The law \n\n130 The applicants submitted that the statutory causes of action referred to in s 135AN and s 135ANA were statutory torts, and that personal liability, in respect of those torts, could attach to Mr Haddad, Mr Kolker and Mr Kelly on two bases.",
      "id": "s402"
    },
    {
      "text": "Firstly, the applicants relied upon the ordinary principles of joint tortfeasance liability and, secondly, on the basis that Mr Haddad and Mr Kolker were so closely involved in the acts committed on behalf of the Mod Shop companies that each was liable for the torts of those companies.",
      "id": "s403"
    },
    {
      "text": "131 In WEA International Inc v Hanimex Corp Ltd (1987) 17 FCR 274, Gummow J recognised that each of the two bases involved a different test.",
      "id": "s404"
    },
    {
      "text": "At 283, Gummow J said:\n \n 'Where the infringer is a corporation questions frequently arise as to the degree of involvement on the part of directors necessary for them to be rendered personally liable.",
      "id": "s405"
    },
    {
      "text": "Those questions are not immediately answered by principles dealing with \"authorisation\" or tortfeasance.",
      "id": "s406"
    },
    {
      "text": "Rather, recourse is to be had to the body of authority which explains the circumstances in which an officer of a corporation is personally liable for the torts of the corporation...' (References omitted)\n \n\n132 There was no dispute between the parties as to the appropriate test in relation to liability as a joint tortfeasor on ordinary principles.",
      "id": "s407"
    },
    {
      "text": "133 In Universal Music Australia Pty Ltd v Cooper [2005] FCA 972 ; (2005) 150 FCR 1, Tamberlin J observed at 30:\n \n 'The authorities indicate that in order to make out a case of joint tortfeasor liability on the basis that copyright infringement is a statutory tort, it is necessary to establish that there has been a common design by the respondents to participate in or induce or procure another person to commit an act of infringement.",
      "id": "s408"
    },
    {
      "text": "In WEA International Inc v Hanimex Corp Ltd (1987) 17 FCR 274 at 283, Gummow J points out that in circumstance where two or more persons assisted or concurred in or contributed to an act causing damage this is not of itself sufficient to found joint liability and there must also be some common design.",
      "id": "s409"
    },
    {
      "text": "In other words, there must be something in the nature of concerted action or agreed common action.",
      "id": "s410"
    },
    {
      "text": "It is not necessary that there must be an explicitly mapped out plan with the primary offenders.",
      "id": "s411"
    },
    {
      "text": "Tacit agreement between the parties is sufficient...' \n \n\n134 However, the parties were at odds as to the appropriate test to apply in determining the liability of a director, or a person involved in the management of the company, for the torts of the company.",
      "id": "s412"
    },
    {
      "text": "135 Counsel for the applicants referred to the following observations of Wilcox J in Universal Music Australia Pty Ltd v Sharman License Holdings Ltd (2005) 220 ALR 1 at 103, at [434] (' Sharman '):\n \n 'However, in recent years, several members of this court have expressed dissatisfaction with the Performing Right Society test and have argued for the adoption of something more rigorous.",
      "id": "s413"
    },
    {
      "text": "Some judges have favoured the Mentmore test and asked whether the person \"made the tort his own\".",
      "id": "s414"
    },
    {
      "text": "My difficulty is that, like Lindgren J in Auschina Polaris and Finkelstein J in Root Quality , I am not sure what that test means.",
      "id": "s415"
    },
    {
      "text": "Like their Honours, I prefer to eschew any catchphrase and consider the justice of the case.",
      "id": "s416"
    },
    {
      "text": "In Root Quality , Finkelstein J said (at [146]): \"The director's conduct must be such that it can be said of him that he was so personally involved in the commission of the unlawful act that it is just that he should be rendered liable\".",
      "id": "s417"
    },
    {
      "text": "I am happy to adopt that test, with the qualification that the person need not be a director of the company.",
      "id": "s418"
    },
    {
      "text": "I adopt that approach the more readily because I believe it encapsulates the approach which has in fact been taken, although perhaps not articulated in those words, in many intellectual property cases in this court.",
      "id": "s419"
    },
    {
      "text": "' \n \n\n136 \n \nSenior counsel for the applicants submitted that the test, referring to 'the justice of the case', adopted by Wilcox J in Sharman , was the appropriate test to apply.",
      "id": "s420"
    },
    {
      "text": "137 Counsel for Mr Kolker submitted that the appropriate test was that liability would arise, if the person directed or procured the infringing acts, knowingly, or recklessly indifferent, as to whether the impugned acts were unlawful or would cause harm to another.",
      "id": "s421"
    },
    {
      "text": "Counsel said that this was the test approved by Redlich J in Johnson Matthey (Aust) Ltd v Dascorp Ltd [2003] VSC 291 ; (2003) 9 VR 171 at 222 (' Dascorp ').",
      "id": "s422"
    },
    {
      "text": "138 The question of the appropriate test to apply was recently discussed by the Full Court in Cooper v Universal Music Australia Pty Ltd [2006] FCAFC 187.",
      "id": "s423"
    },
    {
      "text": "At 160, Kenny J observed:\n \n 'The law concerning the liability of directors and other officers for corporate wrongdoings is unclear: see Allen Manufacturing Co Pty Ltd v McCallum &amp; Co Pty Ltd (2001) 53 IPR 400 (\" Allen Manufacturing \") at 409-411 per Wilcox, French and Dowsett JJ.",
      "id": "s424"
    },
    {
      "text": "There are two relevant lines of authority, each supportive of a different test.",
      "id": "s425"
    },
    {
      "text": "As the Full Court said in Allen Manufacturing at 409: \n \n \n \"One line supported...the ' Performing Right Society test': whether the director had 'directed or procured' the company's infringement.",
      "id": "s426"
    },
    {
      "text": "The other line supported 'the Mentmore test': whether the director had engaged in 'the deliberate, wilful and knowing pursuit of a course of conduct that was likely to constitute infringement or reflected an indifference to the risk of it'.",
      "id": "s427"
    },
    {
      "text": "\" \n \n \n No Full Court of this Court has settled which of these two tests is to be preferred: see Allen Manufacturing at 410-411 and Sydneywide Distributors Pty Ltd v Red Bull Australia Pty Ltd [2002] FCAFC 157 (\" Sydneywide \") at [160]-[161] per Weinberg and Dowsett JJ.",
      "id": "s428"
    },
    {
      "text": "In Root Quality Pty Ltd v Root Control Technologies Pty Ltd (2000) 177 ALR 231 (\" Root Quality \"), Finkelstein J discussed both tests and concluded at 268 [46] that \"[t]he director's conduct must be such that it can be said of him that he was so personally involved in the commission of the unlawful act that it is just that he should be rendered liable.",
      "id": "s429"
    },
    {
      "text": "\" I tend to agree with his Honour's approach: compare also Universal Music at [134].",
      "id": "s430"
    },
    {
      "text": "' \n \n\n139 Branson J refrained from expressing a preference for either of the tests.",
      "id": "s431"
    },
    {
      "text": "Each of Branson J and Kenny J went on to find the outcome in that case was the same, whichever test was applied.",
      "id": "s432"
    },
    {
      "text": "French J agreed.",
      "id": "s433"
    },
    {
      "text": "Accordingly, the Full Court decision is not decisive of the question of the appropriate test to apply.",
      "id": "s434"
    },
    {
      "text": "140 In my view, whilst Redlich J in Dascorp approved the 'direct or procure' test as the appropriate test to apply, contrary to the submissions of counsel for Mr Kolker, he did not say that it was a requirement for liability under that test, that the director, or senior employee, was knowingly, or recklessly indifferent, as to whether the impugned acts were unlawful or would cause harm to another.",
      "id": "s435"
    },
    {
      "text": "In my view, Redlich J, at 227, rejected a contention to that effect.",
      "id": "s436"
    },
    {
      "text": "141 In Dascorp , Redlich J came to the view that the 'direct or procure' test was the appropriate test to apply, after he had conducted an extensive review of the authorities.",
      "id": "s437"
    },
    {
      "text": "This was the test, he said, that was favoured by the weight of authority.",
      "id": "s438"
    },
    {
      "text": "To the extent, therefore, that Finklestein J was proposing a new test in Root Quality Pty Ltd v Root Control Technologies Pty Ltd (2000) 177 ALR 231 which depended on the 'justice of the case', I prefer to apply the 'direct or procure' test on the basis that it is supported by the weight of the authority.",
      "id": "s439"
    },
    {
      "text": "142 In Performing Right Society Ltd v Ciryl Theatrical Syndicate Ltd [1924] 1 KB 1 at 15 (' Performing Right Society '), Atkin LJ stated the test in these terms:\n \n 'If the directors themselves directed or procured the commission of the act they would be liable in whatever sense they did so, whether expressly or impliedly.",
      "id": "s440"
    },
    {
      "text": "' \n \n\n143 In the case of Microsoft v Auschina Polaris (1996) 71 FCR 231, Lindgren J observed at 243-244:\n \n 'The \"procured or directed\" test, sometimes referred to as the \"authorised, procured or directed\" test, focuses attention on the relationship between the director's intention and the particular corporate conduct which the law characterises as tortious.",
      "id": "s441"
    },
    {
      "text": "What seems to underlie this test is the notion that, necessarily, companies can engage in tortious conduct only through human beings, and, at least ordinarily, where a particular human being involved and responsible to an appropriate extent can be identified, he should, as a matter of policy, be liable.",
      "id": "s442"
    },
    {
      "text": "After all, even if the aggrieved party did not sue him, apparently he would be liable to indemnify the company in respect of its liability to the aggrieved party.",
      "id": "s443"
    },
    {
      "text": "' (Emphasis added)\n \n\n144 \n \nThe 'direct or procure' test does not impose any more extensive liability on the director or senior employee, than is imposed upon the primary tortfeasor.",
      "id": "s444"
    },
    {
      "text": "Accordingly, where there is a mental element of the tort, it is necessary that the director or senior employee have the same mental state as is required of the primary tortfeasor ( C. Evans &amp; Sons Ltd v Spriteband Ltd [1985] 1 WLR 317 at 329; Dascorp at 213-214).",
      "id": "s445"
    },
    {
      "text": "In the context of this case, the requisite mental element is that imposed by s 135AN(1)(c) of the Act, namely, that the person engaging in the actionable conduct in s 135AN(1)(b), knew or ought reasonably to have known that the 'broadcast decoding device' would be used to gain access to an encoded broadcast without the authority of the broadcaster.",
      "id": "s446"
    },
    {
      "text": "The contested evidence \n\n145 Under this heading I propose to consider the evidence of Mr Lalli-Cafini, Mr Kolker, Mr Sinfield and Ms Cooper.",
      "id": "s447"
    },
    {
      "text": "The evidence of Mr Lalli-Cafini \n \n146 Mr Lalli-Cafini is a telecommunications engineer.",
      "id": "s448"
    },
    {
      "text": "He obtained his training in telecommunications engineering whilst serving in the Australian Army.",
      "id": "s449"
    },
    {
      "text": "Mr Lalli-Cafini was employed full-time by the first respondent during the period mid October 2003 to June 2004.",
      "id": "s450"
    },
    {
      "text": "Mr Lalli-Cafini deposed that prior to commencing his employment with the first respondent, he had established two websites, known as 'www.sat-hack.net' and 'www.satz43.net'.",
      "id": "s451"
    },
    {
      "text": "He said that the purpose of these websites was to publish information which he had acquired about how to program blank smartcards so that they would enable access to satellite television services offered by Foxtel and Optus Aurora.",
      "id": "s452"
    },
    {
      "text": "147 Whilst he was visiting the Mod Shop, Belmont in October 2003, Mr Lalli-Cafini had a conversation with Mr Haddad.",
      "id": "s453"
    },
    {
      "text": "During the course of that conversation, Mr Haddad offered him employment with the first respondent.",
      "id": "s454"
    },
    {
      "text": "Mr Lalli-Cafini's duties related to ordering satellite equipment sold by the Mod Shop companies, including arranging for the branding of equipment with the house brand used by the Mod Shop companies --- 'TMS'.",
      "id": "s455"
    },
    {
      "text": "He was based at the warehouse used by the Mod Shop companies which was located at 14B Brennan Way, Belmont.",
      "id": "s456"
    },
    {
      "text": "Mr Lalli-Cafini regularly visited all the Mod Shop stores.",
      "id": "s457"
    },
    {
      "text": "Mr Haddad and Mr Kolker were also based at those premises.",
      "id": "s458"
    },
    {
      "text": "148 Mr Lalli-Cafini deposed that from his discussions with Mr Haddad and observations of Mr Haddad's role, conduct and responsibilities, Mr Haddad was 'the owner and controller of the Mod Shop companies'.",
      "id": "s459"
    },
    {
      "text": "Mr Lalli-Cafini said that Mr Haddad had told him that Mr Kolker owned 10 per cent of the businesses and that he had paid Mr Haddad an amount between $100 000 and $200 000 for that share.",
      "id": "s460"
    },
    {
      "text": "149 Mr Lalli-Cafini went on to depose as follows:\n \n 'After I began working for The Mod Shop, I became aware of, and witnessed on more than one occasion, the following conduct and conversations involving employees of The Mod Shop Stores.",
      "id": "s461"
    },
    {
      "text": "When a customer said to a sales person at a Mod Shop Store words to the effect: \n \n \"How can I get free FOXTEL?",
      "id": "s462"
    },
    {
      "text": "\", \n \n the Mod Shop employee showed the customer satellite television reception equipment (a decoder, satellite dish, low noise block converter and associated cabling).",
      "id": "s463"
    },
    {
      "text": "If the customer bought the equipment, the sales person provided the customer with a slip of paper with one of the mobile telephone numbers that was listed on a piece of paper kept under the counter.",
      "id": "s464"
    },
    {
      "text": "At this point the Mod Shop employee said to the customer words to the following effect: \n \n \n \"Just call that number and he should be able to organise what you are looking for.",
      "id": "s465"
    },
    {
      "text": "\" \n \n \n It was my understanding, based on the conversation between the Mod Shop employee and the customer taken as a whole, that the reference to \"what you are looking for\" was in fact a reference to accessing the FOXTEL pay television service.",
      "id": "s466"
    },
    {
      "text": "I observed Mod Shop employees also sometimes saying to the customer, when providing him/her with the telephone number in such circumstances, words to the following effect: \n \n \n \"We don't supply the smartcard.",
      "id": "s467"
    },
    {
      "text": "These people [indicating the telephone number supplied] do.",
      "id": "s468"
    },
    {
      "text": "They are nothing to do with us but they'll help you get FOXTEL\".",
      "id": "s469"
    },
    {
      "text": "' \n \n \n\n150 \n \nMr Lalli-Cafini also said that Foxtel would from time to time take measures to close down pirated smartcards.",
      "id": "s470"
    },
    {
      "text": "When this happened, many of the Mod Shop customers would telephone the Mod Shop stores and complain, using words to the effect that: 'I can't get Foxtel.",
      "id": "s471"
    },
    {
      "text": "' Mr Lalli-Cafini himself took calls of that nature.",
      "id": "s472"
    },
    {
      "text": "He said that he witnessed other Mod Shop employees taking calls and saying to the callers words to the following effect: 'Here's a number of someone who might be able to help you.",
      "id": "s473"
    },
    {
      "text": "', and then read out a number from a list of telephone numbers kept under the counter.",
      "id": "s474"
    },
    {
      "text": "It was Mr Lalli-Cafini's understanding, that the people whose names and contact telephone numbers were read out in this way, were the third person smartcard suppliers, who could reprogram the smartcards to permit unauthorised access to Foxtel broadcasts.",
      "id": "s475"
    },
    {
      "text": "151 Mr Lalli-Cafini deposed that he had seen Mr Haddad program unauthorised smartcards in his presence.",
      "id": "s476"
    },
    {
      "text": "Mr Haddad had used a device known as a 'Goldmate Plus' to program smartcards.",
      "id": "s477"
    },
    {
      "text": "He said that on one occasion he visited Mr Haddad at his home, and he observed Mr Haddad holding about 50 pirated smartcards, and saying words to the following effect:\n \n 'These are useless now.",
      "id": "s478"
    },
    {
      "text": "About 2000 cards went down today.",
      "id": "s479"
    },
    {
      "text": "' \n \n\n152 Mr Lalli-Cafini also deposed that the Mod Shop stores supplied satellite equipment 'kits' to their customers.",
      "id": "s480"
    },
    {
      "text": "The 'kits' would generally include a low noise block converter (known as 'LNB'), a satellite dish, a mount for the roof, 10 metres or 15 metres of coaxial cable, a wall plate, a fly lead from the wall plate to the satellite decoder, the decoder and a 'CAM' for the decoder.",
      "id": "s481"
    },
    {
      "text": "The satellite equipment 'kits' were sold 'on special' for under $600.",
      "id": "s482"
    },
    {
      "text": "153 Mr Lalli-Cafini also said that Mr Haddad had told him:\n \n 'We were selling on average $18 000 worth of satellite hardware every day in the good old days before Irdeto 2 came along.",
      "id": "s483"
    },
    {
      "text": "' \n \n\n154 Mr Lalli-Cafini said that in or about November 2003 when Foxtel began closing down the cloned smartcards, Mr Haddad had said words to the following effect to him:\n \n 'We hired you because of your engineering knowledge so we should use it.",
      "id": "s484"
    },
    {
      "text": "We need you to work out how to keep providing access to our customers to Foxtel for free.",
      "id": "s485"
    },
    {
      "text": "' \n \n\n155 Mr Lalli-Cafini said he then started a card sharing testing process.",
      "id": "s486"
    },
    {
      "text": "He familiarised himself with card sharing software which was available on various internet sites.",
      "id": "s487"
    },
    {
      "text": "He found and adapted with the help of others, a software program that was versatile and could operate with multiple types of decoders including devices known as 'Dreambox', 'Humax', 'Topfield', and the Mod Shop house brand 'TMS'.",
      "id": "s488"
    },
    {
      "text": "156 Mr Lalli-Cafini said that he discussed the card sharing software and its operation with Mr Haddad, Mr Kolker and Mr Pell, another Mod Shop employee, on several occasions.",
      "id": "s489"
    },
    {
      "text": "He said on one occasion he spoke to Mr Haddad, Mr Kolker and Mr Pell at the Mod Shop warehouse and he said words to the following effect:\n \n 'I have looked at several versions of card sharing software and this one seems to be the best because it doesn't put the Provider ID and the HSN (Hex Serial Number) on the client side.",
      "id": "s490"
    },
    {
      "text": "If you were going to use it commercially then it would be best because there is no way Foxtel can kill the card.",
      "id": "s491"
    },
    {
      "text": "' \n \n\n157 Mr Haddad replied:\n \n 'Yeah we'll go with that.",
      "id": "s492"
    },
    {
      "text": "' \n \n\n158 Mr Lalli-Cafini deposed further that in developing the card sharing system, he borrowed a genuine Foxtel smartcard which had originally been installed at Mr Haddad's mother's home, which Mr Haddad and his wife had been using.",
      "id": "s493"
    },
    {
      "text": "Mr Haddad provided the smartcard to Mr Lalli-Cafini and Mr Lalli-Cafini used the card for testing.",
      "id": "s494"
    },
    {
      "text": "He also said that he used another authentic Foxtel smartcard which Mr Kelly supplied to him.",
      "id": "s495"
    },
    {
      "text": "Mr Kelly told him that he had got it from a 'mate'.",
      "id": "s496"
    },
    {
      "text": "159 Mr Lalli-Cafini deposed that in about January 2004 he purchased the domain name 'card-sharing.com' for approximately $13.",
      "id": "s497"
    },
    {
      "text": "He later gave Mr Kelly the password for the website so that it could be used for Mod Shop business.",
      "id": "s498"
    },
    {
      "text": "160 Mr Lalli-Cafini said that, on an occasion when Mr Haddad was overseas, he had a conversation with Mr Kolker about getting a new computer.",
      "id": "s499"
    },
    {
      "text": "Mr Lalli-Cafini said that he explained to Mr Kolker that the computer he was using in testing the card sharing operation did not have enough processing power.",
      "id": "s500"
    },
    {
      "text": "Mr Lalli-Cafini recommended to Mr Kolker that he buy a computer with more processing power.",
      "id": "s501"
    },
    {
      "text": "Mr Lalli-Cafini said that Mr Kolker told him he would speak to Mr Haddad.",
      "id": "s502"
    },
    {
      "text": "Later, Mr Kolker said he had spoken to Mr Haddad, and he said that he could go ahead and get the new computer.",
      "id": "s503"
    },
    {
      "text": "161 Mr Lalli-Cafini also said that he had a conversation in the presence of Mr Haddad and Mr Kolker in which Mr Haddad had said the following words:\n \n 'Sales have been crap.",
      "id": "s504"
    },
    {
      "text": "We need to get as many card sharing clients on board as possible to boost our hardware sales.",
      "id": "s505"
    },
    {
      "text": "' \n \n\n162 Mr Lalli-Cafini also deposed that he discussed with Mr Haddad and Mr Kolker the need to obtain a programmer with an upgraded crystal capacity to improve the performance of the card sharing server.",
      "id": "s506"
    },
    {
      "text": "Mr Lalli-Cafini said that with a 10 meg crystal capacity, he could basically double the volume of customers they could service with the card sharing server.",
      "id": "s507"
    },
    {
      "text": "163 Mr Lalli-Cafini said that Mr Haddad told him to get what he needed to improve the performance of the server.",
      "id": "s508"
    },
    {
      "text": "Mr Lalli-Cafini said that he obtained a programmer kit, and was reimbursed by Mr Kolker.",
      "id": "s509"
    },
    {
      "text": "164 Mr Lalli-Cafini said that at the same time that he was testing and establishing the card sharing server, Mr Haddad was sourcing and purchasing card sharing interface devices for resupply to customers of the Mod Shop stores.",
      "id": "s510"
    },
    {
      "text": "Mr Lalli-Cafini said that, to the best of his knowledge, interface devices were sourced from a company north of Perth.",
      "id": "s511"
    },
    {
      "text": "Mr Lalli-Cafini also said that at least 200 card sharing client interfaces and about 30 server interface devices were ordered by the Mod Shop companies.",
      "id": "s512"
    },
    {
      "text": "The initial stocks sold within about two weeks of being offered for sale.",
      "id": "s513"
    },
    {
      "text": "165 Mr Lalli-Cafini deposed that Mr Kolker gave him access to his house for installation and troubleshooting of the card sharing server.",
      "id": "s514"
    },
    {
      "text": "Mr Lalli-Cafini went on to say that the ADSL connection at Mr Kolker's house created problems for the operation of the card sharing server, and the card sharing server computer was subsequently moved to Mr Lalli-Cafini's house and, then to Mr Hamilton's house for a short time.",
      "id": "s515"
    },
    {
      "text": "The server was finally moved to Mr Kelly's house.",
      "id": "s516"
    },
    {
      "text": "This was done after Mr Haddad agreed, in Mr Lalli-Cafini's presence, to Mr Kelly's request that the Mod Shop companies pay for the installation and the use of an ADSL line at his house, as the condition for him housing the server.",
      "id": "s517"
    },
    {
      "text": "166 Mr Lalli-Cafini also said that he had set up in the Mod Shop warehouse in Belmont, two personal computers on which he had installed and operated client card sharing software and that these computers functioned as card sharing 'clients' which were connected to the card sharing server located at Mr Kelly's house.",
      "id": "s518"
    },
    {
      "text": "These computers and the client serial interface cards connected to decoders were located on a bench top and connected to a television.",
      "id": "s519"
    },
    {
      "text": "They were in open view in the Mod Shop warehouse and were passed on a daily basis by Mod Shop employees working in the warehouse.",
      "id": "s520"
    },
    {
      "text": "167 Mr Lalli-Cafini went on to depose as follows:\n \n 'Once Card Sharing equipment was being offered for sale by The Mod Shop, when a customer said words to the effect: \n \n \"How do I get free FOXTEL?\".",
      "id": "s521"
    },
    {
      "text": "The Mod Shop staff gave the customer a telephone number for a person called \"Mike\".",
      "id": "s522"
    },
    {
      "text": "The telephone number was always a pre-paid mobile telephone number owned by The Mod Shop and rang to a particular mobile telephone.",
      "id": "s523"
    },
    {
      "text": "Mr Haddad delegated various staff members the use of that telephone, which was always answered by \"Mike\".",
      "id": "s524"
    },
    {
      "text": "\"Mike\" was a pseudonym.",
      "id": "s525"
    },
    {
      "text": "At different times Mr Hamilton, Mr Kelly or myself had the telephone and were instructed by Mr Haddad in words to the following effect: \n \n \"You're Mike now.",
      "id": "s526"
    },
    {
      "text": "Answer as 'Mike'.",
      "id": "s527"
    },
    {
      "text": "\" \n \n Mr Haddad also had the telephone on some occasions, and would answer it as \"Mike\".",
      "id": "s528"
    },
    {
      "text": "' \n \n\n168 Mr Lalli-Cafini said that Mr Haddad had appointed Mr Kolker to coordinate the orders received from customers to the 'Mike' mobile telephone for client software installation; and to receive the money from the installers when they returned from having installed the card sharing client software.",
      "id": "s529"
    },
    {
      "text": "Mr Kolker carried out that role.",
      "id": "s530"
    },
    {
      "text": "It was, initially, Mr Kelly's role to carry out this function, but, in Mr Lalli-Cafini's words, when Mr Kelly was performing the function, it was 'a rock show'.",
      "id": "s531"
    },
    {
      "text": "I interpreted this to mean that Mr Kelly did not carry out the function in a satisfactory manner.",
      "id": "s532"
    },
    {
      "text": "Mr Haddad then appointed Mr Kolker to carry out this function.",
      "id": "s533"
    },
    {
      "text": "169 \n \nMr Lalli-Cafini also deposed that there were regular staff meetings for the Mod Shop companies.",
      "id": "s534"
    },
    {
      "text": "They were usually on every second Tuesday night.",
      "id": "s535"
    },
    {
      "text": "He said that it was Mod Shop policy that all Mod Shop employees were required to be present at staff meetings.",
      "id": "s536"
    },
    {
      "text": "He said that at a meeting in November or December 2003 attended by Mr Kolker, Mr Haddad told staff members that if a customer asked how to get Foxtel for free, they were to refer the customer to a third person supplier of smartcards, and to say that the Mod Shop did not provide gold cards, and was not affiliated with the third persons who supplied the gold cards.",
      "id": "s537"
    },
    {
      "text": "170 In cross-examination, the following exchange occurred:\n \n 'So you can't tell the court any occasion upon which either Mr Kolker gave instructions or reaffirmed what Mr Haddad said?",
      "id": "s538"
    },
    {
      "text": "I think when you say Phil, you mean Mr Haddad?---I mean Mr Haddad.",
      "id": "s539"
    },
    {
      "text": "He would reaffirm what Mr Haddad said on the training nights.",
      "id": "s540"
    },
    {
      "text": "Where?---At the warehouse.",
      "id": "s541"
    },
    {
      "text": "When?---On Tuesday nights.",
      "id": "s542"
    },
    {
      "text": "What Tuesday night?---Every second Tuesday night.",
      "id": "s543"
    },
    {
      "text": "You remember any particular Tuesday night?---Not off the top of my head.",
      "id": "s544"
    },
    {
      "text": "This is roughly in the affidavit there somewhere.",
      "id": "s545"
    },
    {
      "text": "Well, that is the problem, Mr Lalli-Cafini, it is not.",
      "id": "s546"
    },
    {
      "text": "I want you to remember if you can any particular night where you say this happened?---No because there were numerous meetings where it kept cropping up because the bloody staff members were that thick, right?",
      "id": "s547"
    },
    {
      "text": "They couldn't get it through their head on how to understand how to deal with customers asking for Foxtel cards.",
      "id": "s548"
    },
    {
      "text": "It appeared at least three times, to my knowledge, right, the same subject on a training night.",
      "id": "s549"
    },
    {
      "text": "Appeared?",
      "id": "s550"
    },
    {
      "text": "Do you mean someone spoke it or wrote it?---Someone spoke it and there were minutes taken of the staff meeting.",
      "id": "s551"
    },
    {
      "text": "Let us deal with the spoken part.",
      "id": "s552"
    },
    {
      "text": "Who spoke it?---Normally Phil.",
      "id": "s553"
    },
    {
      "text": "Not normally, Mr Lalli-Cafini.",
      "id": "s554"
    },
    {
      "text": "I want a precise example if you can give it.",
      "id": "s555"
    },
    {
      "text": "Who spoke it?---Phil had.",
      "id": "s556"
    },
    {
      "text": "Haddad.",
      "id": "s557"
    },
    {
      "text": "And you say Mr Kolker affirmed.",
      "id": "s558"
    },
    {
      "text": "Well, what exactly did he say?---He said basically this is the way it is to be done or you're fired.",
      "id": "s559"
    },
    {
      "text": "You say they're the words he used?---Words to that effect, yes.",
      "id": "s560"
    },
    {
      "text": "' \n \n\n171 Mr Lalli-Cafini also said that Mr Kolker had attended a staff meeting and made a presentation about how the card sharing system worked.",
      "id": "s561"
    },
    {
      "text": "Mr Haddad was also present at that meeting, and Mr Lalli-Cafini was called on by Mr Haddad to make the presentation.",
      "id": "s562"
    },
    {
      "text": "Mr Lalli-Cafini said Mr Haddad said words to the following effect to the staff members present:\n \n 'If a customer comes into the store and says \"what do we do now about getting FOXTEL for free\", firstly we explain to the customer that we had nothing to do with that happening.",
      "id": "s563"
    },
    {
      "text": "Secondly we explain that there is this new way to get FOXTEL and that it's called card sharing.",
      "id": "s564"
    },
    {
      "text": "You should say \"we can help you use card sharing as we make the equipment or interfaces for card sharing\"...' \n \n\n172 Mr Haddad went on to say at the meeting:\n \n 'You can give instructions to the customers as you did previously but you must say to them to access free FOXTEL you need to buy the equipment from us, and when they buy the equipment then you give them the telephone number.",
      "id": "s565"
    },
    {
      "text": "Do not give out the telephone number without first getting a customer to buy the hardware, at least a serial interface.",
      "id": "s566"
    },
    {
      "text": "' \n \n\n173 Mr Lalli Cafini also said that on 10 June 2004, being the day after the Anton Piller orders were executed, Mr Kolker and Mr Haddad had shredded a large number of documents.",
      "id": "s567"
    },
    {
      "text": "He said that the shredding machine had overheated on a number of occasions and he had to repair it.",
      "id": "s568"
    },
    {
      "text": "He said that Mr Haddad had given instructions that computer hard drives should be smashed.",
      "id": "s569"
    },
    {
      "text": "He said he had destroyed his hard drive and Mr Kolker and Mr Haddad had also destroyed their hard drives.",
      "id": "s570"
    },
    {
      "text": "Mr Lalli-Cafini said, that shortly after Mr Haddad gave the instructions that the hard drives be destroyed, he met with Mr Haddad and Mr Kolker, where words to the following effect were spoken:\n \n 'Mr Haddad.",
      "id": "s571"
    },
    {
      "text": "\"Have the hard drives been destroyed and the paperwork shredded?",
      "id": "s572"
    },
    {
      "text": "\" \n \n \n \n Mr Kolker.",
      "id": "s573"
    },
    {
      "text": "\"My hard drive is destroyed.",
      "id": "s574"
    },
    {
      "text": "I've gone through most of my card sharing paperwork and shredded it.",
      "id": "s575"
    },
    {
      "text": "\" \n \n \n \n [Mr Lalli-Cafini.",
      "id": "s576"
    },
    {
      "text": "] \"My hard drive's been done and I've looked around for any paperwork relating to card sharing and shredded it.",
      "id": "s577"
    },
    {
      "text": "\" ' \n \n \n\n174 \n \nMr Lalli-Cafini said that just prior to the execution of the Anton Piller orders, there were about 100 to 150 customers accessing the card sharing server, located at Mr Kelly's house.",
      "id": "s578"
    },
    {
      "text": "Mr Kolker's evidence \n\n175 Mr Kolker read two affidavits dated 14 April 2005 and 13 October 2005 respectively.",
      "id": "s579"
    },
    {
      "text": "176 Mr Kolker deposed that he graduated with a Commerce degree, majoring in accounting from Curtin University in 1994.",
      "id": "s580"
    },
    {
      "text": "He completed the Certified Practising Accountant Course in 2001 and the CPA Public Practice Certificate in 2002.",
      "id": "s581"
    },
    {
      "text": "On 14 January 1998 he commenced working as an accountant with Alessandrino Scivolo Pty Ltd, Certified Practising Accountants ('Alessandrino Scivolo').",
      "id": "s582"
    },
    {
      "text": "On 1 July 2001, Mr Kolker became a director and 25 per cent shareholder in Alessandrino Scivolo.",
      "id": "s583"
    },
    {
      "text": "177 Mr Kolker said that during 1987 whilst working part-time in Belmont, he met Mr Haddad and they became friends.",
      "id": "s584"
    },
    {
      "text": "In 1991, Mr Kolker lost contact with Mr Haddad.",
      "id": "s585"
    },
    {
      "text": "However, in January 2002, Mr Haddad telephoned him at the offices of Alessandrino Scivolo, and engaged him as a tax accountant for him and his wife.",
      "id": "s586"
    },
    {
      "text": "Mr Kolker has acted in that capacity since then.",
      "id": "s587"
    },
    {
      "text": "178 In June 2003, Mr Haddad offered Mr Kolker a full-time position with the first respondent.",
      "id": "s588"
    },
    {
      "text": "Mr Haddad told Mr Kolker that he wanted a certified practising accountant to assist in the expansion of the Mod Shop stores and possibly with a view to franchising the Mod Shop stores.",
      "id": "s589"
    },
    {
      "text": "Mr Kolker discussed Mr Haddad's offer with other directors and shareholders of Alessandrino Scivolo and Mr Kolker decided that he should accept the position on the basis that he would work full-time for the Mod Shop companies for a limited period of time, something in the order of no more than 12 months, and that during that time he would maintain his directorship and shareholding in Alessandrino Scivolo.",
      "id": "s590"
    },
    {
      "text": "179 Mr Kolker signed a letter dated 1 July 2003 which was sent to him by Mr Haddad.",
      "id": "s591"
    },
    {
      "text": "The letter stated:\n \n 'RE; POSITION --- FINANCIAL CONTROLLER/INTERNAL ACCOUNTANT \n \n We have pleasure in offering you the position of Financial Controller with our company Soixante Pty Ltd T/as \"The MODSHOP\" based on the following:- \n \n \n (1) Job Description: \n (a) Payment of business expenditure and filing of applicable paperwork.",
      "id": "s592"
    },
    {
      "text": "(b) Responsible for the entering and reconciliation of MYOB data.",
      "id": "s593"
    },
    {
      "text": "(c) Assist with the setup of MYOB Retail Manager software for the shops and training staff in its correct use.",
      "id": "s594"
    },
    {
      "text": "(d) Responsible for the download of retail manager files to MYOB.",
      "id": "s595"
    },
    {
      "text": "(e) Preparation of monthly profit and loss statements.",
      "id": "s596"
    },
    {
      "text": "(f) Preparation of monthly budgets.",
      "id": "s597"
    },
    {
      "text": "(g) Preparation of quarterly BAS returns.",
      "id": "s598"
    },
    {
      "text": "(h) Preparation of yearly Income Tax Returns.",
      "id": "s599"
    },
    {
      "text": "(i) Provide advice on business structures, income tax issues and expenditure control strategies.",
      "id": "s600"
    },
    {
      "text": "(j) Preparation of wage slips and payment of staff on a fortnightly basis.",
      "id": "s601"
    },
    {
      "text": "(k) Preparation of Superannuation liability on a quarterly basis and payment.",
      "id": "s602"
    },
    {
      "text": "(l) Preparation of group certificates and tax office reconciliations at year end.",
      "id": "s603"
    },
    {
      "text": "(m) Liaising with suppliers in regards to payments and credit issues.",
      "id": "s604"
    },
    {
      "text": "... \n \n \n (9) Termination notice required is 4 weeks.",
      "id": "s605"
    },
    {
      "text": "(10) Resignation notice is 4 weeks.",
      "id": "s606"
    },
    {
      "text": "This position is being offered with the salary of $50,000 per annum.",
      "id": "s607"
    },
    {
      "text": "You will also receive a motor vehicle fully maintained by us --- we understand that we will be taking over your current motor vehicle repayments and expenses.",
      "id": "s608"
    },
    {
      "text": "...' \n \n\n180 On 1 August 2003, Mr Kolker commenced full-time employment with the first respondent.",
      "id": "s609"
    },
    {
      "text": "On 28 August 2003, Mr Kolker and his wife, Maria, became 10 per cent shareholders in each of the second, third and fourth respondents.",
      "id": "s610"
    },
    {
      "text": "On 13 January 2005, Mr Kolker and his wife transferred their shareholding to Mr Haddad.",
      "id": "s611"
    },
    {
      "text": "Mr Kolker and his wife received no dividends from their shareholding in the second, third and fourth respondents.",
      "id": "s612"
    },
    {
      "text": "181 \n \nMr Kolker said that his day-to-day responsibilities were as detailed in his job description, referred to in [179] above.",
      "id": "s613"
    },
    {
      "text": "Mr Kolker said that, as part of his job, he would do the accounting work not only for the first respondent, but also for each of the second, third and fourth respondents.",
      "id": "s614"
    },
    {
      "text": "In addition to the matters set out in the job description, Mr Kolker would also help with any 'merchant' and 'cash-up' problems that arose.",
      "id": "s615"
    },
    {
      "text": "182 Mr Kolker said that he had some level of knowledge of the various products which were ordered in, and then sold, through the Mod Shops.",
      "id": "s616"
    },
    {
      "text": "He would see invoices from the suppliers of the Mod Shop companies and he would arrange payment with Mr Haddad.",
      "id": "s617"
    },
    {
      "text": "Mr Kolker understood that the Mod Shop stores sold authorised Optus Aurora smartcards.",
      "id": "s618"
    },
    {
      "text": "He believed that the product when used together with a set top box would provide authorised Optus channels and free to air services.",
      "id": "s619"
    },
    {
      "text": "183 Mr Kolker said that he took no interest in what was being sold, as far as he was concerned they were just retail items.",
      "id": "s620"
    },
    {
      "text": "In particular, he said that he 'had no detailed knowledge of how the more sophisticated technology items worked and what they involved'.",
      "id": "s621"
    },
    {
      "text": "Mr Kolker said that he knew that the Mod Shop stores sold satellite dishes, set top boxes, cabling and authorised Optus Aurora smartcards.",
      "id": "s622"
    },
    {
      "text": "He did not know how they worked or how they were installed.",
      "id": "s623"
    },
    {
      "text": "184 He was aware that non Mod Shop employees were used to install some products sold by the Mod Shop stores.",
      "id": "s624"
    },
    {
      "text": "Mr Kolker said that the installers entered into payment arrangements directly with the Mod Shop companies' customers.",
      "id": "s625"
    },
    {
      "text": "185 Mr Kolker said that he understood that the Mod Shop stores sold blank smartcards but he did not understand what they were used for or how they worked.",
      "id": "s626"
    },
    {
      "text": "186 Mr Kolker said that he heard discussion by people, who did not work for the Mod Shop companies, that the Mod Shop stores were selling products that would enable unauthorised access to Foxtel broadcasts.",
      "id": "s627"
    },
    {
      "text": "Mr Kolker said he was concerned by this.",
      "id": "s628"
    },
    {
      "text": "In September 2003, he asked Mr Haddad whether any of the Mod Shop stores were selling products which would enable unauthorised access to Foxtel broadcasts.",
      "id": "s629"
    },
    {
      "text": "Mr Haddad assured him that the Mod Shop stores were only selling the free to air and authorised smartcards.",
      "id": "s630"
    },
    {
      "text": "Mr Kolker said that Mr Haddad's response satisfied his concern because he did not want to get caught up in anything that may be illegal.",
      "id": "s631"
    },
    {
      "text": "187 Mr Kolker said that he spent about 95 per cent of his time working from the Belmont warehouse office.",
      "id": "s632"
    },
    {
      "text": "He said that he knew who was employed by the Mod Shop companies and had a rough idea of what each employee did but their precise duties were 'none of my concern'.",
      "id": "s633"
    },
    {
      "text": "The only time he attended any of the Mod Shop stores was when a problem arose with the MYOB Retail Manager's system which he could not fix over the telephone, or via remote access.",
      "id": "s634"
    },
    {
      "text": "Also he would visit the Mod Shop stores to sort out merchant and cash-up problems and to carry out a stocktake.",
      "id": "s635"
    },
    {
      "text": "188 Mr Kolker said that during the course of his employment with the Mod Shop, Mr Kolker said he was always answerable to Mr Haddad in everything he did, and he always sought the permission of Mr Haddad.",
      "id": "s636"
    },
    {
      "text": "Mr Kolker would meet with Mr Haddad at the Belmont office during the morning of most working days.",
      "id": "s637"
    },
    {
      "text": "In those morning meetings, Mr Haddad would authorise creditor payments.",
      "id": "s638"
    },
    {
      "text": "Mr Kolker said that none of the employees of the Mod Shop stores reported to him.",
      "id": "s639"
    },
    {
      "text": "189 The other people who worked in the Belmont office were --- Mr Haddad, Mr Lalli-Cafini, Mr Graham Sinfield, Ms Mishelle Cooper, Mr Clayton Pell and Mr Kelly.",
      "id": "s640"
    },
    {
      "text": "190 Mr Kolker then referred to the document entitled 'Minutes from Meeting --- Meeting Date: 30/03/04' (see [65] to [66] above).",
      "id": "s641"
    },
    {
      "text": "He said that the first time he saw this document was when it was shown to him by his previous solicitor on 2 February 2005, when it was annexed to a notice to admit facts dated 1 February 2005.",
      "id": "s642"
    },
    {
      "text": "The same was true in relation to the document entitled 'Minutes from Meeting --- Meeting Date: 13/04/04' (see [67] above).",
      "id": "s643"
    },
    {
      "text": "191 Mr Kolker said that he did not attend either of the meetings referred to in those Minutes.",
      "id": "s644"
    },
    {
      "text": "Mr Kolker then commented on several terms referred to in those two documents.",
      "id": "s645"
    },
    {
      "text": "He said that he had heard of the term 'Card Sharing' but did not understand what it involved.",
      "id": "s646"
    },
    {
      "text": "He had never heard of the term 'Card Sharing Computers' and had no knowledge of what that term involved or related to.",
      "id": "s647"
    },
    {
      "text": "As to the reference 'Card Sharing Legal', he said that the legality of card sharing was never discussed with him, nor did he hear the subject being discussed by Mr Haddad or any of the employees.",
      "id": "s648"
    },
    {
      "text": "He had heard the term 'Server Interface' but did not understand what it involved.",
      "id": "s649"
    },
    {
      "text": "He said that the term 'Hacked' in the Minutes of 13 April 2004, was never discussed with him and he had not heard it being discussed by Mr Haddad, nor any other Mod Shop employees.",
      "id": "s650"
    },
    {
      "text": "192 Mr Kolker referred in his affidavit, to another document, being a telephone list which referred to him as holding the title of 'General Manager'.",
      "id": "s651"
    },
    {
      "text": "Mr Kolker denied that he ever held that position and denied that persons connected with any of the Mod Shop companies referred to him by that title.",
      "id": "s652"
    },
    {
      "text": "He said that his proper title was 'Accountant'.",
      "id": "s653"
    },
    {
      "text": "193 Mr Kolker annexed to his affidavit a letter from the applicants' solicitors, dated 11 March 2005.",
      "id": "s654"
    },
    {
      "text": "This letter alleged that on the evidence which was then available to the solicitors, the proper inference to be drawn was that Mr Kolker was 'closely associated' with Mr Haddad, and was actively involved in the day-to-day management of the Mod Shop companies.",
      "id": "s655"
    },
    {
      "text": "The letter cited the evidence relied upon for that inference.",
      "id": "s656"
    },
    {
      "text": "It included the following paragraph:\n \n 'According to the records of the Australian Securities and Investments Commission, in addition to their collaborative roles in relation to The Mod Shop Companies, Mr Haddad and Mr Kolker were shareholders in Free---XTV Pty Ltd and in INXWORLD Pty Ltd.' \n \n\n194 In his affidavit, Mr Kolker referred to that paragraph in the letter and deposed that Free-XTV Pty Ltd 'never traded' and INXWORLD Pty Ltd 'never traded'.",
      "id": "s657"
    },
    {
      "text": "In addition, he said that an application for the voluntary deregistration of Free---XTV Pty Ltd was lodged on 14 January 2005 and the company was deregistered on 25 March 2005.",
      "id": "s658"
    },
    {
      "text": "An application for voluntary deregistration of INXWORLD Pty Ltd was lodged on 14 January 2005 and strike-off action was in progress at the date of the swearing of this affidavit.",
      "id": "s659"
    },
    {
      "text": "195 In his affidavit dated 13 October 2005, Mr Kolker deposed to a conversation with Mr Lalli-Cafini which occurred on 27 August 2005, which was after Mr Lalli-Cafini's affidavit in this proceeding had been filed.",
      "id": "s660"
    },
    {
      "text": "Mr Kolker said that Mr Lalli-Cafini visited his house.",
      "id": "s661"
    },
    {
      "text": "Mr Lalli-Cafini told him that, men unknown to Mr Lalli-Cafini, had threatened him with serious assault, if he did not cease his involvement in this proceeding.",
      "id": "s662"
    },
    {
      "text": "Mr Kolker deposed that during that conversation, Mr Lalli-Cafini had said that his affidavit was false.",
      "id": "s663"
    },
    {
      "text": "196 Affidavits from Mr Graham Sinfield, Ms Mishelle Cooper, Mr Neil Alessandrino and Mr Neville Birjandi were also read as part of Mr Kolker's case.",
      "id": "s664"
    },
    {
      "text": "Mr Sinfield and Ms Cooper were cross-examined.",
      "id": "s665"
    },
    {
      "text": "I will refer to the evidence of Mr Sinfield and Ms Cooper below.",
      "id": "s666"
    },
    {
      "text": "197 Mr Sinfield was employed from 22 October 2003 to 7 March 2005 as a receptionist and telemarketer at the Belmont warehouse.",
      "id": "s667"
    },
    {
      "text": "He also worked as a sales assistant at the Innaloo store between February 2004 to March 2004.",
      "id": "s668"
    },
    {
      "text": "He viewed Mr Haddad as the owner and person solely responsible for the day-to-day control and decision-making of the operations of the Mod Shop companies.",
      "id": "s669"
    },
    {
      "text": "He said he had incorrectly described Mr Kolker as 'General Manager' in the telephone list, referred to in [192] above.",
      "id": "s670"
    },
    {
      "text": "198 Mr Sinfield also said that staff meetings were an irregular occurrence at the Mod Shop warehouse in Belmont.",
      "id": "s671"
    },
    {
      "text": "Mr Haddad would normally organise the meetings but it was not compulsory to attend.",
      "id": "s672"
    },
    {
      "text": "The meetings were training sessions on new products that the Mod Shops were selling and also refreshers on sales techniques and old products.",
      "id": "s673"
    },
    {
      "text": "Mr Sinfield said that Mr Lalli-Cafini would conduct the training on the satellite equipment, with Mr Haddad conducting the sales training and general discussions on every day issues within the Mod Shops.",
      "id": "s674"
    },
    {
      "text": "He said that he would see Mr Kolker on occasions eat pizza and drink beer at gatherings before the meetings but Mr Kolker did not stay or participate in the meetings that Mr Sinfield attended.",
      "id": "s675"
    },
    {
      "text": "Mr Sinfield said that he only attended about six or eight meetings.",
      "id": "s676"
    },
    {
      "text": "Mr Sinfield said that he did not attend the staff meetings referred to by Mr Lalli-Cafini in his evidence.",
      "id": "s677"
    },
    {
      "text": "199 He also said that he did not hear Mr Haddad give instructions to destroy the computer hard drives, nor did he see the destruction of the hard drives or the shredding of any documents on 10 June 2004.",
      "id": "s678"
    },
    {
      "text": "200 Ms Mishelle Cooper also gave evidence and was cross-examined.",
      "id": "s679"
    },
    {
      "text": "Ms Cooper worked for the Mod Shop companies from 15 July 2003 to 13 September 2004.",
      "id": "s680"
    },
    {
      "text": "She worked in the Belmont warehouse premises from 15 July 2003 to January 2004.",
      "id": "s681"
    },
    {
      "text": "Thereafter, she worked as a sales assistant at various Mod Shops.",
      "id": "s682"
    },
    {
      "text": "Ms Cooper said that she took instructions only from Mr Haddad and no one else.",
      "id": "s683"
    },
    {
      "text": "Ms Cooper said if customers asked her for 'Foxtel' she would direct them to Foxtel.",
      "id": "s684"
    },
    {
      "text": "Ms Cooper said that staff meetings would happen on occasions at the Belmont warehouse, and that she attended a number of them.",
      "id": "s685"
    },
    {
      "text": "They were not compulsory.",
      "id": "s686"
    },
    {
      "text": "She said Mr Kolker did not attend any of the staff meetings.",
      "id": "s687"
    },
    {
      "text": "Ms Cooper says that she was not present at the staff meetings referred to by Mr Lalli-Cafini in his evidence.",
      "id": "s688"
    },
    {
      "text": "201 Mr Birjandi, who was employed by the Mod Shop companies between 21 April 2004 and 13 January 2005, said that he had described Mr Kolker to Ms Murray, when the Anton Piller orders were executed, as 'my other boss, the second in charge'.",
      "id": "s689"
    },
    {
      "text": "He said he regarded Mr Kolker as a 'senior member of The Mod Shop team'.",
      "id": "s690"
    },
    {
      "text": "Mr Kolker, he said, did not direct him except in respect of accounting matters.",
      "id": "s691"
    },
    {
      "text": "Otherwise, it was Mr Haddad who directed him.",
      "id": "s692"
    },
    {
      "text": "Findings on the contested evidence \n \n202 Counsel for Mr Kolker submitted that the evidence of Mr Lalli-Cafini was unreliable and should be rejected.",
      "id": "s693"
    },
    {
      "text": "First, counsel submitted that Mr Lalli-Cafini had given three inconsistent versions of the visit he made to Mr Kolker's house to install the server, and the Dreambox decoder.",
      "id": "s694"
    },
    {
      "text": "He said that the evidence of Mr Carson, founded on the logs of communications between the card sharing server and the IP addresses allocated to Mr Kolker's home email addresses, did not assist in corroborating Mr Lalli-Cafini's evidence.",
      "id": "s695"
    },
    {
      "text": "This was because, even on Mr Lalli-Cafini's evidence, the card sharing server was removed by, at the latest, mid March 2004.",
      "id": "s696"
    },
    {
      "text": "In other words, said counsel, all of the communications that were recorded in Mr Carson's log, postdated the date upon which Mr Lalli-Cafini says that the card sharing server was removed from Mr Kolker's house.",
      "id": "s697"
    },
    {
      "text": "In addition, they postdated the date of the Anton Piller orders.",
      "id": "s698"
    },
    {
      "text": "203 Counsel for Mr Kolker also attacked the credibility of Mr Lalli-Cafini's evidence on the basis that there was 'clear unmistakeable bias'.",
      "id": "s699"
    },
    {
      "text": "Mr Lalli-Cafini was, said counsel, a self-confessed 'serial pirate' of satellite television broadcasts, who had entered into an indemnity agreement with the applicants to avoid being sued by the applicants.",
      "id": "s700"
    },
    {
      "text": "Counsel also referred to the fact that Mr Lalli-Cafini had remained in Court and had regularly provided the applicants' counsel with notes during Mr Kolker's evidence.",
      "id": "s701"
    },
    {
      "text": "Counsel also submitted that Mr Mulready had put words into the mouth of Mr Lalli-Cafini during the interview on which Mr Lalli Cafini's affidavit was based.",
      "id": "s702"
    },
    {
      "text": "204 \n \nCounsel further submitted that Mr Lalli-Cafini's evidence was unreliable because it was motivated by vengeance.",
      "id": "s703"
    },
    {
      "text": "Counsel referred to the fact that during cross-examination Mr Lalli-Cafini had accepted that there were two disagreements in the workplace with Mr Kolker.",
      "id": "s704"
    },
    {
      "text": "One disagreement was about the payment by Mr Kolker's brother for some equipment, and the other was a disagreement about the cleaning roster.",
      "id": "s705"
    },
    {
      "text": "Counsel also referred, in his oral submissions, to an incident of alleged retaliatory conduct by Mr Lalli-Cafini during his military service, which Mr Lalli-Cafini had mentioned to Mr Haddad on a trip the two had taken to Melbourne.",
      "id": "s706"
    },
    {
      "text": "205 Counsel also said that Mr Lalli-Cafini was a person who was prone to making 'violent propositions' and this should lead to his evidence being rejected.",
      "id": "s707"
    },
    {
      "text": "Counsel referred particularly to a statement made by Mr Lalli-Cafini to Mr Kolker, during the discussion he had with Mr Kolker on 27 August 2005, when Mr Lalli-Cafini had visited him to complain about the threatened assault.",
      "id": "s708"
    },
    {
      "text": "206 Senior counsel for the applicants submitted that Mr Kolker's evidence should be rejected.",
      "id": "s709"
    },
    {
      "text": "Senior counsel referred to a number of exchanges during cross-examination which he said, demonstrated that Mr Kolker's evidence was unreliable and untruthful.",
      "id": "s710"
    },
    {
      "text": "He submitted that where there was a conflict in the evidence between Mr Lalli-Cafini and Mr Kolker, that I should prefer the evidence of Mr Lalli-Cafini.",
      "id": "s711"
    },
    {
      "text": "207 It is the case that Mr Lalli-Cafini did give different versions of the visit that he made to Mr Kolker's house.",
      "id": "s712"
    },
    {
      "text": "However, this does not, in my view, mean that Mr Lalli-Cafini's evidence ought to be rejected as being unreliable.",
      "id": "s713"
    },
    {
      "text": "The essential elements of his evidence on this topic remained constant, namely, that he installed a Dreambox decoder at Mr Kolker's house for the purpose of Mr Kolker being able to gain access to Foxtel broadcasts, and that he left a computer there on which he had installed the card sharing server software.",
      "id": "s714"
    },
    {
      "text": "It was only in the details of precisely how he got to Mr Kolker's house and the sequence of events that his evidence varied.",
      "id": "s715"
    },
    {
      "text": "With the benefit of being able to reflect on his evidence overnight, he was also able to recall those matters.",
      "id": "s716"
    },
    {
      "text": "Further, Mr Lalli-Cafini's evidence is corroborated by the evidence of Mr Carson.",
      "id": "s717"
    },
    {
      "text": "The communications which are recorded on the logs demonstrate communications between the Dreambox decoder and the client server.",
      "id": "s718"
    },
    {
      "text": "The fact that the logs revealed communications which occurred after the Anton Piller orders were executed does not undermine the weight of the evidence, because it is the case that the server was not removed by the applicants at the time of the execution of the Anton Piller orders and the Foxtel cards, which were being used for the card sharing operations, were not found by the applicants during the execution of the Anton Piller orders.",
      "id": "s719"
    },
    {
      "text": "The server and the cards were, therefore, available to be used after the execution of the Anton Piller orders.",
      "id": "s720"
    },
    {
      "text": "In addition, Mr Kolker's name was included on a list of names, known as 'Nick's list', recovered by Mr Gardiner from the server.",
      "id": "s721"
    },
    {
      "text": "Mr Lalli-Cafini identified this list as a list of names of senior members of staff who were able to access the card sharing server for card sharing purposes.",
      "id": "s722"
    },
    {
      "text": "208 Secondly, as to the question of bias, it is also the fact that Mr Lalli-Cafini was, as counsel for Mr Kolker described him, a serial pirate of encrypted television broadcasts, and he was a major contributor to the establishment of the card sharing operation carried out by the Mod Shop companies, and that Mr Lalli-Cafini entered into an agreement with the applicants in relation to his giving evidence.",
      "id": "s723"
    },
    {
      "text": "These are, of course, matters that I take into account in assessing whether to accept the evidence of Mr Lalli-Cafini, and the weight that can be given to it.",
      "id": "s724"
    },
    {
      "text": "209 I also take into account that legal professional privilege was waived by the applicants in respect of their dealings with Mr Lalli-Cafini.",
      "id": "s725"
    },
    {
      "text": "The evidence shows that in approaching Mr Lalli-Cafini, the applicants undertook to release Mr Lalli-Cafini, if he gave evidence honestly.",
      "id": "s726"
    },
    {
      "text": "He then agreed to swear his affidavit.",
      "id": "s727"
    },
    {
      "text": "He, also, agreed to assist the applicants at the hearing and attend for cross-examination.",
      "id": "s728"
    },
    {
      "text": "Further, the applicants had waived legal professional privilege in relation to the transcript of the interview between Mr Lalli-Cafini and Mr Mulready, upon which Mr Lalli-Cafini's affidavit was based.",
      "id": "s729"
    },
    {
      "text": "210 I also take into account, that during the cross-examination of Mr Mulready, counsel for Mr Kolker called for the production of Mr Mulready's digital voice recorder which contained the file of the interview which Mr Mulready had conducted with Mr Lalli-Cafini.",
      "id": "s730"
    },
    {
      "text": "Mr Mulready was not excused from further attendance for the purpose of giving evidence, pending the production of the digital voice recorder.",
      "id": "s731"
    },
    {
      "text": "Having examined the digital voice recorder file, counsel did not require Mr Mulready for further cross-examination.",
      "id": "s732"
    },
    {
      "text": "211 In his submissions, Mr Kolker's counsel suggested that Mr Mulready had, during his interview with Mr Lalli-Cafini, put words into Mr Lalli-Cafini's mouth to implicate Mr Kolker.",
      "id": "s733"
    },
    {
      "text": "I reject that submission.",
      "id": "s734"
    },
    {
      "text": "Counsel for Mr Kolker pointed to only one question which was of a leading nature.",
      "id": "s735"
    },
    {
      "text": "The question was phrased in general terms.",
      "id": "s736"
    },
    {
      "text": "However, Mr Lalli-Cafini's account of a number of incidents evidencing Mr Kolker's involvement in the activities of the Mod Shop companies, both in his affidavit, and during oral evidence, was detailed and extensive.",
      "id": "s737"
    },
    {
      "text": "His evidence, implicating Mr Kolker and Mr Haddad, did not consist of a single positive response to a single leading question in general terms.",
      "id": "s738"
    },
    {
      "text": "212 It is also true that Mr Lalli-Cafini remained in Court and assisted the applicants.",
      "id": "s739"
    },
    {
      "text": "However, this was part of the arrangement which the applicants had reached with Mr Lalli-Cafini.",
      "id": "s740"
    },
    {
      "text": "213 Whilst the existence of the agreement between the applicants and Mr Lalli-Cafini, plainly, is relevant to the assessment of Mr Lalli-Cafini's evidence, in my view, the applicants did not act improperly in the manner in which they dealt with Mr Lalli-Cafini in relation to his giving evidence.",
      "id": "s741"
    },
    {
      "text": "I also accept Mr Lalli-Cafini's denial that he told Mr Kolker that his affidavit was false.",
      "id": "s742"
    },
    {
      "text": "Therefore, I reject the contention that Mr Lalli-Cafini's evidence should be rejected on the grounds of bias.",
      "id": "s743"
    },
    {
      "text": "214 Further, I do not find that the evidence of Mr Lalli-Cafini should be rejected on the grounds that Mr Lalli-Cafini is motivated by a desire to visit vengeance upon Mr Kolker.",
      "id": "s744"
    },
    {
      "text": "The two work related incidents referred to by counsel as being the basis for Mr Lalli-Cafini harbouring a desire to wreak revenge, evidence, in my view, ordinary disagreements that are likely to arise in a workplace.",
      "id": "s745"
    },
    {
      "text": "I accept the evidence of Mr Lalli-Cafini that those disagreements had no long term effect on his relationship with Mr Kolker.",
      "id": "s746"
    },
    {
      "text": "The alleged retaliatory incident that occurred during Mr Lalli-Cafini's military service was dismissed by Mr Lalli-Cafini as a 'joke', had nothing to do with Mr Kolker, and does not provide any basis upon which to infer that Mr Lalli-Cafini gave the evidence he did, because he bore vengeful animosity towards Mr Kolker.",
      "id": "s747"
    },
    {
      "text": "215 Further, it is the case that Mr Lalli-Cafini expressed himself in violent language to Mr Kolker, in response to a serious threat to his wellbeing.",
      "id": "s748"
    },
    {
      "text": "However, the fact that Mr Lalli-Cafini has on occasions used violent language does not, in my view, bear upon his ability to observe and recall events and to give his evidence truthfully.",
      "id": "s749"
    },
    {
      "text": "It does not afford a sufficient basis upon which to reject Mr Lalli-Cafini's evidence.",
      "id": "s750"
    },
    {
      "text": "216 It follows that I do not accept the submission of counsel for Mr Kolker, that I should disregard and reject the evidence of Mr Lalli-Cafini, or as counsel put it, to regard it as 'virtually useless'.",
      "id": "s751"
    },
    {
      "text": "217 I now turn to the evidence of Mr Kolker.",
      "id": "s752"
    },
    {
      "text": "It was Mr Kolker's evidence that his dealings with other members of staff, employed by the Mod Shop companies, were limited to accountancy matters and that he had only a limited knowledge of the products sold by the Mod Shops.",
      "id": "s753"
    },
    {
      "text": "Mr Kolker accepted that there were regular staff meetings held at which products were demonstrated.",
      "id": "s754"
    },
    {
      "text": "In answer to questions in cross-examination, Mr Kolker said that he would have beer and pizza with the staff before the meetings commenced but that he did not attend any of the regular staff meetings themselves.",
      "id": "s755"
    },
    {
      "text": "218 Senior counsel for the applicants then confronted Mr Kolker with an affidavit which he had sworn on 14 July 2004.",
      "id": "s756"
    },
    {
      "text": "The affidavit had been sworn in this proceeding in compliance with orders made by Wilcox J.",
      "id": "s757"
    },
    {
      "text": "In that affidavit, Mr Kolker described, in subparas (14)(ii) to (14)(iv) of the affidavit, the extent of his knowledge of the entities involved in the installation, repair and supply of card sharing devices.",
      "id": "s758"
    },
    {
      "text": "Mr Kolker then went on to depose in the final subparagraph of para 14 of that affidavit:\n \n 'The information in subparagraphs (ii) to (iv) hereof is known to me as a consequence of my attendance at fortnightly staff meetings of The Mod Shop Stores.",
      "id": "s759"
    },
    {
      "text": "My role in attending those meetings was to: \n \n \n (a) assist staff with any issues, queries or problems they were having with accounting software; \n \n \n \n (b) providing budget information; \n \n (c) reviewing sales figure performances of staff; and \n \n (d) deal with any other accounting related issues concerning The Mod Shop businesses.",
      "id": "s760"
    },
    {
      "text": "' \n \n \n\n219 During re-examination, Mr Kolker said that he had not read his affidavit of 14 July 2004 since the day it was sworn.",
      "id": "s761"
    },
    {
      "text": "In my view, that does not amount to a satisfactory explanation for the conflict in his evidence before this Court, and that deposed to in his affidavit of 14 July 2004.",
      "id": "s762"
    },
    {
      "text": "220 Further, during cross-examination, senior counsel for the applicants handed Mr Kolker, invoices and other documents which showed that, contrary to Mr Kolker's evidence-in-chief, the company INXWORLD Pty Ltd had incurred and paid significant expenses.",
      "id": "s763"
    },
    {
      "text": "Mr Kolker sought to justify his evidence-in-chief, where he said that the company had 'not traded', by drawing a distinction between the company trading in its own right, and trading as trustee.",
      "id": "s764"
    },
    {
      "text": "The expenses that had been incurred, he said, were expenses incurred in the company's capacity as trustee.",
      "id": "s765"
    },
    {
      "text": "I accept the submission of senior counsel for the applicants that the evidence, which Mr Kolker gave in his affidavit, was deliberately misleading, as to the trading status of the Free-XTV Pty Ltd and INXWORLD Pty Ltd, and cast in the terms calculated to disguise the true extent of his business relationship with Mr Haddad.",
      "id": "s766"
    },
    {
      "text": "221 Further, it was Mr Kolker's case, that he only ever carried out accountancy functions and did not carry out managerial functions.",
      "id": "s767"
    },
    {
      "text": "He did not occupy the position of general manager.",
      "id": "s768"
    },
    {
      "text": "During cross-examination, he said that he never referred to himself as 'general manager', nor had he 'ever heard any person connected with any of the Mod Shop companies refer to him by that title'.",
      "id": "s769"
    },
    {
      "text": "Senior counsel then confronted Mr Kolker with a document, which Mr Kolker had signed as 'general manager'.",
      "id": "s770"
    },
    {
      "text": "Senior counsel also presented Mr Kolker with another document which he had signed where he referred to himself as a 'director' of one of the Mod Shop companies.",
      "id": "s771"
    },
    {
      "text": "Mr Kolker sought to explain his actions on the basis that it was necessary for the business that he be presented to the addressees of those documents as holding those respective positions and Mr Haddad had authorised his actions.",
      "id": "s772"
    },
    {
      "text": "222 Also it emerged during cross-examination that Mr Kolker's salary was not $50 000 per annum as he had deposed in his affidavit, but was actually $100 000 per annum.",
      "id": "s773"
    },
    {
      "text": "Mr Kolker said that he had not disclosed the full extent of his salary because he was party to what he described as 'an income splitting arrangement'.",
      "id": "s774"
    },
    {
      "text": "He accepted in cross-examination that this arrangement was based on the fiction that his wife was an employee of the first respondent.",
      "id": "s775"
    },
    {
      "text": "223 I have come to the view that the evidence of Mr Kolker is unreliable.",
      "id": "s776"
    },
    {
      "text": "It is evident from the conflict between his evidence in Court and his affidavit of 14 July 2004, in relation to his attendance at the staff meeting, Mr Kolker's oath is not to be trusted.",
      "id": "s777"
    },
    {
      "text": "Further, I formed the impression that Mr Kolker is a person who would be prepared to say anything which he believes will advance his own interests at the time, regardless, of the truth of the statement.",
      "id": "s778"
    },
    {
      "text": "Accordingly, I find that in respect of a conflict in the evidence between Mr Kolker and Mr Lalli-Cafini, the evidence of Mr Lalli-Cafini is to be preferred.",
      "id": "s779"
    },
    {
      "text": "224 There were aspects of Mr Sinfield's evidence which I found to be unsatisfactory.",
      "id": "s780"
    },
    {
      "text": "Mr Sinfield's position with the Mod Shops was telemarketer and, for a short time, sales person.",
      "id": "s781"
    },
    {
      "text": "He said that he kept the current Mod Shop advertisements in a folder on his desk in case persons asked about the products advertised.",
      "id": "s782"
    },
    {
      "text": "However, when asked in cross-examination what he understood by the expression 'card sharing', he replied:\n \n 'To be really honest, that I didn't understand the concept...And I never really gave it a huge amount of thought.",
      "id": "s783"
    },
    {
      "text": "' \n \n\n225 When asked in cross-examination what he understood to be the purpose of the Mod Shops selling blank unprogrammed cards, he replied:\n \n 'To be quite honest, I never thought that much about it...' \n \n\n226 In my view, it is implausible that a person who was the Mod Shop companies' telemarketer, and who kept the latest Mod Shop advertisement on his desk, so as to be able to answer customers' queries on the companies' product range, would have been ignorant of, and indifferent to, the function of two prominently advertised products of the Mod Shop companies.",
      "id": "s784"
    },
    {
      "text": "227 I formed the impression that Mr Sinfield sought to tailor his evidence in a manner which he thought would assist Mr Kolker, by distancing the Mod Shop companies from any activity involving providing customers with unauthorised access to the Foxtel broadcasts.",
      "id": "s785"
    },
    {
      "text": "His evidence, in this respect, was implausible, and contrary to the evidence of Mr Lalli-Cafini and the uncontested evidence.",
      "id": "s786"
    },
    {
      "text": "Where there is a conflict in the evidence of Mr Sinfield and Mr Lalli-Cafini, I prefer the evidence of Mr Lalli-Cafini.",
      "id": "s787"
    },
    {
      "text": "228 Ms Cooper was an argumentative witness who refused to make reasonable concessions.",
      "id": "s788"
    },
    {
      "text": "One instance of Ms Cooper's reluctance to make reasonable concessions, was her dogged insistence that the references in numerous Mod Shop advertisements to satellite dishes priced at $40 or $50, were references to 85 cm or 90 cm dishes, rather than to 65 cm dishes, because it may have been possible to discount 90 cm dishes to the normal price of 65 cm dishes, by negotiation, where there was a bulk purchase by a customer.",
      "id": "s789"
    },
    {
      "text": "229 I found implausible Ms Cooper's answer in cross-examination that she did not know what the blank unprogrammed smartcards were supposed to be used for by Mod Shop customers, but one of the possible uses may have been to 'use them for security, to go into offices'.",
      "id": "s790"
    },
    {
      "text": "230 I formed the impression that Ms Cooper, like Mr Sinfield, sought to distance the Mod Shop companies from any activity involving providing a means for customers to access Foxtel broadcasts, and to tailor her evidence in a manner which she thought would assist Mr Kolker.",
      "id": "s791"
    },
    {
      "text": "Where there is a conflict in the evidence of Ms Cooper and Mr Lalli-Cafini, I prefer the evidence of Mr Lalli-Cafini.",
      "id": "s792"
    },
    {
      "text": "Liability of the Mod Shop companies and Mr Haddad \n\n231 The applicants contended that Mr Haddad 'aided and abetted, counselled, induced, procured, acted in concert with or was otherwise a party to' the actionable conduct of the third person suppliers of the smartcards, in relation to the smartcard piracy claim; and the actionable conduct of the Mod Shop companies in relation to the claim based on the card sharing activities of the Mod Shop companies.",
      "id": "s793"
    },
    {
      "text": "232 I find that Mr Haddad, through shares registered in the name of his wife, was the owner of a nine-tenth interest in the Mod Shop companies.",
      "id": "s794"
    },
    {
      "text": "The other one-tenth interest was owned by Mr and Mrs Kolker.",
      "id": "s795"
    },
    {
      "text": "It was common cause, and I find, that Mr Haddad was, responsible for the day-to-day conduct of the business affairs of each of the Mod Shop companies.",
      "id": "s796"
    },
    {
      "text": "It was Mr Haddad who offered employment both to Mr Kolker and Mr Lalli-Cafini.",
      "id": "s797"
    },
    {
      "text": "Mr Haddad organised the staff meetings which were held regularly and Mr Haddad spoke to the staff at those meetings.",
      "id": "s798"
    },
    {
      "text": "233 I find that during the period 2002 to June 2004, the Mod Shop companies operated a business which sold, among other items, satellite television reception equipment.",
      "id": "s799"
    },
    {
      "text": "I also find that during that period, Mr Haddad implemented a business strategy to enhance the sales of the satellite television reception equipment, which involved providing customers for that equipment with the means of obtaining access to Foxtel encoded broadcasts without the authority of Foxtel Cable.",
      "id": "s800"
    },
    {
      "text": "234 The existence of this business strategy is evidenced by the placing, on nearly a weekly basis, of advertisements for the sale of satellite television reception equipment by the Mod Shop companies.",
      "id": "s801"
    },
    {
      "text": "These advertisements created the impression that if the equipment was purchased, it could be used to obtain access to Foxtel broadcasts without having to enter into a Foxtel subscription agreement.",
      "id": "s802"
    },
    {
      "text": "I accept the applicants' contention that the reference in the advertisements to 'get rid of the monthly bill' was intended to be a reference to the monthly fee paid by subscribers to the Foxtel services; and that the reference to 'Hundreds of free channels' was also intended as reference to access to the Foxtel channels.",
      "id": "s803"
    },
    {
      "text": "Mr Haddad was aware of their contents.",
      "id": "s804"
    },
    {
      "text": "The invoices from the publisher of a large number of the advertisements, 'The Sunday Times,' referred to Mr Haddad as the 'contact person' at the Mod Shop companies for the advertisements.",
      "id": "s805"
    },
    {
      "text": "Further, it was the evidence of Ms Cooper, which I accept on this point, that Mr Haddad was responsible for drafting the advertisements.",
      "id": "s806"
    },
    {
      "text": "235 Prior to February 2004, the Mod Shop companies gave effect to the inducement offered in the advertisements, of potential access to Foxtel services without a subscription agreement, by implementing a business practice of providing customers with the names and telephone numbers of the third person suppliers of unauthorised smartcards.",
      "id": "s807"
    },
    {
      "text": "This finding is based on the evidence of the investigators and Mr Lalli-Cafini.",
      "id": "s808"
    },
    {
      "text": "I find that Mr Haddad was aware of this business practice of the Mod Shops.",
      "id": "s809"
    },
    {
      "text": "The advertisements which Mr Haddad drafted were premised on the fact that the Mod Shop companies would be able to provide the customers with the means of obtaining access to the Foxtel broadcasts, without entering into a subscription agreement.",
      "id": "s810"
    },
    {
      "text": "In addition, I accept the evidence of Mr Lalli-Cafini that Mr Haddad spoke at a staff meeting in November or December 2003 and advised staff to refer customers who asked how to get 'free Foxtel' to the third person suppliers of smartcards.",
      "id": "s811"
    },
    {
      "text": "236 I find that there was a joint design between the third person suppliers of the smartcards and Mr Haddad, on behalf of the Mod Shop companies, whereby the third person suppliers agreed to make themselves available to make and supply the unauthorised programmed smart cards to Mod Shop customers.",
      "id": "s812"
    },
    {
      "text": "I infer the existence of the joint design by reason of the willingness of the third person suppliers to have their names and telephone numbers passed on to Mod Shop customers, and by reason of the fact that they responded to calls made to them by those customers.",
      "id": "s813"
    },
    {
      "text": "I infer that Mr Haddad was also aware of, and a party to, the joint design because Mr Haddad drafted the advertisements offering customers the inducement of obtaining access to Foxtel broadcasts.",
      "id": "s814"
    },
    {
      "text": "I also find that the email referred to in [121] supports the existence of this joint design, because it manifests the existence of a professed power on the part of the Mod Shops to procure the reprogramming of customers' defunct pirated smartcards.",
      "id": "s815"
    },
    {
      "text": "I find that the Mod Shop companies' employees, also, knew of the joint design because Mr Haddad advised them of it at staff meetings.",
      "id": "s816"
    },
    {
      "text": "237 I find that, in implementation of the joint design, the Mod Shop companies employees aided and abetted and acted in concert with the third person suppliers of smartcards by referring Mod Shop customers to them, with the intention that they make and supply, or supply, the customers with programmed smart cards which would permit unauthorised access to Foxtel encoded broadcasts.",
      "id": "s817"
    },
    {
      "text": "I find that the Mod Shop companies' employees and Mr Haddad, on behalf of the Mod Shop companies, knew that the third person suppliers of the smartcards would make and supply to the customers programmed smartcards that would permit access to be obtained to Foxtel broadcasts without the authority of Foxtel Cable.",
      "id": "s818"
    },
    {
      "text": "This finding is based on the uncontested evidence and the evidence of Mr Lalli-Cafini.",
      "id": "s819"
    },
    {
      "text": "I, accordingly, find that the Mod Shop companies, are liable as joint tortfeasors, with the third person suppliers of smartcards, in respect to the actionable conduct of those persons under s 135AN of the Act.",
      "id": "s820"
    },
    {
      "text": "238 On the basis of the finding I have made at [232] to [237], I find that Mr Haddad in implementation of the joint design aided and abetted and acted in concert with the third person suppliers of the smartcards, and is also liable as a joint tortfeasor with the third person suppliers of the smartcards and the Mod Shop companies.",
      "id": "s821"
    },
    {
      "text": "239 As to the claim that Mr Haddad is liable for the tortious conduct of the Mod Shop companies, I find, on the basis of the findings made at [232] to [237] above, that Mr Haddad directed or procured the conduct of the employees of the Mod Shops in referring the customers of the Mod Shops to the third person suppliers of smartcards.",
      "id": "s822"
    },
    {
      "text": "I find that Mr Haddad is liable, personally, for the acts of the Mod Shop companies in this respect.",
      "id": "s823"
    },
    {
      "text": "240 In respect of the card sharing activities of the Mod Shop companies, I find that Mr Haddad instructed Mr Lalli-Cafini to develop the card sharing system to the level where it could be advertised and provided to the Mod Shop companies' customers as a means of permitting those customers to obtain unauthorised access to Foxtel services.",
      "id": "s824"
    },
    {
      "text": "I find that in so doing, Mr Haddad wanted to use card sharing as a means of enhancing sales of the satellite reception equipment, because he was concerned about the decline in sales of satellite reception equipment, due to piracy countermeasures taken by the applicants.",
      "id": "s825"
    },
    {
      "text": "241 I find that Mr Haddad knew of, and approved, Mr Lalli-Cafini's development of the software which was an integral part of the card sharing operations carried on by Mod Shop companies.",
      "id": "s826"
    },
    {
      "text": "I find that it was Mr Haddad who placed orders for the manufacture by a company north of Perth, of the server interface devices, and the client serial interface devices or green cards, which the Mod Shop companies sold as part of the equipment necessary for obtaining access to the Mod Shop companies' card sharing services, and to decrypt the Foxtel encoded broadcasts.",
      "id": "s827"
    },
    {
      "text": "I find that when he placed the orders, Mr Haddad intended that these products be sold by the Mod Shop companies to facilitate the decryption of the encoded Foxtel broadcasts, without the authority of Foxtel Cable.",
      "id": "s828"
    },
    {
      "text": "242 I also find that Mr Haddad agreed with Mr Kelly, that if Mr Kelly housed the card sharing server at his house for the purpose of operating the card sharing services, the Mod Shop companies would pay for the installation and costs of running an ADSL line at his house.",
      "id": "s829"
    },
    {
      "text": "I also find that Mr Haddad knew of the use of the 'Mike' pseudonym by Mr Kelly and Mr Lalli-Cafini for the purpose of answering queries about the installation of the client card sharing software.",
      "id": "s830"
    },
    {
      "text": "I find that Mr Kelly was an employee who installed client card sharing software on the computers of Mod Shop customers for card sharing purposes.",
      "id": "s831"
    },
    {
      "text": "I also find that Mr Haddad appointed Mr Kolker to take over the coordination of the installation of the client card sharing software and the control of the monies paid to the installers, after Mr Kelly performed the task in an unsatisfactory manner.",
      "id": "s832"
    },
    {
      "text": "243 I find that Mr Haddad, Mr Lalli-Cafini and, as I find later, Mr Kolker and Mr Kelly, were parties to a joint design which was to develop and sell card sharing hardware and card sharing software to Mod Shop customers to permit those customers to obtain unauthorised access to Foxtel broadcasts.",
      "id": "s833"
    },
    {
      "text": "I find that the sales assistants knew of the joint design because they were advised of it at staff meetings, and they became parties to that joint design in selling the card sharing hardware and client card sharing software to the Mod Shop customers.",
      "id": "s834"
    },
    {
      "text": "244 I find that Mr Haddad acted in concert with, and aided and abetted Mr Lalli-Cafini, Mr Kolker and Mr Kelly and the sales assistants of the Mod Shop companies, in selling and offering for sale during the period April 2004 to June 2004 broadcast decoding devices.",
      "id": "s835"
    },
    {
      "text": "I find that Mr Haddad knew that the broadcast decoding devices were to be used for the purpose of obtaining access to Foxtel encoded broadcasts without the authority of Foxtel Cable.",
      "id": "s836"
    },
    {
      "text": "I, therefore, find that Mr Haddad is liable as a joint tortfeasor with the Mod Shop companies and each of Mr Kelly and Mr Kolker, in respect of the actionable conduct of the Mod Shop companies under s 135AN.",
      "id": "s837"
    },
    {
      "text": "245 Insofar as the applicants relied upon the Performing Right Society principles, on the basis of the facts that I have found, I find Mr Haddad liable on that basis as well, on the grounds that he directed or procured the conduct of Mr Lalli-Cafini, Mr Kelly and the sales assistants of the Mod Shop companies in respect of the actionable conduct of the Mod Shop companies under s 135AN.",
      "id": "s838"
    },
    {
      "text": "Liability of Mr Kolker \n \n246 Counsel for Mr Kolker submitted that I should make the following factual findings in relation to Mr Kolker:\n \n (a) Mr Haddad was the 'the boss' and Mr Kolker's role was 'purely confined to accounting matters'.",
      "id": "s839"
    },
    {
      "text": "(b) Mr Kolker did not know about pirated smartcards or card sharing.",
      "id": "s840"
    },
    {
      "text": "(c) Mr Kolker did not attend Mod Shop staff meetings at which smartcard piracy, or card sharing, was discussed.",
      "id": "s841"
    },
    {
      "text": "(d) \n Mr Kolker did not knowingly, or in fact, allow his home, or his home computer, to be used for any purpose connected with card sharing.",
      "id": "s842"
    },
    {
      "text": "(e) Destruction of computer hard drives and shredding of documents did not take place.",
      "id": "s843"
    },
    {
      "text": "247 I find that Mr Kolker was from 1 August 2003 an employee of the first respondent, and that from 28 August 2003, he and his wife were joint shareholders of one of ten shares in each of the second, third and fourth respondents' companies.",
      "id": "s844"
    },
    {
      "text": "I also find that with a salary of $100 000 per annum, Mr Kolker was, along with Mr Haddad, the highest paid employees of the first respondent.",
      "id": "s845"
    },
    {
      "text": "248 I find that Mr Kolker's activities were not confined to carrying out the accounting, and accounting related functions, for the Mod Shop companies, and that he was also the second-in-charge of the Mod Shop companies.",
      "id": "s846"
    },
    {
      "text": "I base this finding on the fact that he was, in effect, a co-owner of the second, third and fourth respondents, and on the fact that when Mr Haddad went overseas, it was Mr Kolker that Mr Lalli-Cafini approached when he needed a decision to be made about the new computer.",
      "id": "s847"
    },
    {
      "text": "Further, Mr Kolker described himself, with Mr Haddad's consent, as 'general manager' and 'director' when the situation so required.",
      "id": "s848"
    },
    {
      "text": "In addition, it was Mr Birjandi's perception, which in my view was justified, that Mr Kolker was 'his other boss - the second-in-charge'.",
      "id": "s849"
    },
    {
      "text": "249 I find that Mr Kolker was aware of, and participated in, the implementation of the card sharing activities of the Mod Shop companies.",
      "id": "s850"
    },
    {
      "text": "250 I find that Mr Lalli-Cafini informed Mr Kolker about card sharing activities in which he was engaged, at the time when he asked Mr Kolker to authorise the purchase of a computer with greater processing power.",
      "id": "s851"
    },
    {
      "text": "251 For the reasons given at [207] above, I find that to Mr Kolker's knowledge, Mr Lalli-Cafini did leave the card sharing server at Mr Kolker's house, where it remained for a short time; and that Mr Lalli-Cafini installed a client card sharing device, namely, a Dreambox, at the home of Mr Kolker and that, thereafter, the Dreambox was used from Mr Kolker's home to access Foxtel broadcasts, by utilising the card sharing server.",
      "id": "s852"
    },
    {
      "text": "252 I also find that Mr Kolker attended the staff meeting at which Mr Lalli-Cafini gave a presentation on how the card sharing system operated.",
      "id": "s853"
    },
    {
      "text": "As previously stated, I prefer the evidence of Mr Lalli-Cafini to that of Mr Kolker.",
      "id": "s854"
    },
    {
      "text": "In my view, Mr Kolker did attend staff meetings, as he deposed in his affidavit of 14 July 2004.",
      "id": "s855"
    },
    {
      "text": "Further, it is evident from the Minutes of the meeting of 13 April 2004 (see [67] above), that stocktake issues were discussed at those meetings, and it was not the case, as Mr Kolker contended, that there would be no point in him attending the meetings.",
      "id": "s856"
    },
    {
      "text": "253 Further, I find that Mr Kolker was aware that 'Mike' was used as a pseudonym by Mr Lalli-Cafini and Mr Kelly to answer telephone calls from persons who wanted card sharing software installed.",
      "id": "s857"
    },
    {
      "text": "I find also that Mr Kolker coordinated the requests made by customers for the installation of client card sharing software.",
      "id": "s858"
    },
    {
      "text": "I also find that Mr Kolker collected the money from Mr Kelly and the other installers of the client software, after he was asked to do so by Mr Haddad.",
      "id": "s859"
    },
    {
      "text": "254 I reject Mr Kolker's evidence that he was unaware of the use to which the card sharing devices were put.",
      "id": "s860"
    },
    {
      "text": "I find that Mr Kolker knew the devices were to be used for the purposes of obtaining access to Foxtel broadcasts without the authorisation of Foxtel Cable, because he was doing so himself, and because he was involved in the organising and the installation of one of the devices, namely, the client card sharing software.",
      "id": "s861"
    },
    {
      "text": "255 I find that Mr Kolker was aware that the Mod Shop companies operated a business practice of referring its customers to third person suppliers of smartcards as a means of obtaining unauthorised access to Foxtel broadcasts.",
      "id": "s862"
    },
    {
      "text": "256 I find that Mr Kolker did attend staff meetings at which the question of the referral of customers who wanted 'free Foxtel' was discussed.",
      "id": "s863"
    },
    {
      "text": "I find in particular that he attended a staff meeting in November or December 2003, and at that meeting, Mr Haddad gave instructions to the Mod Shop staff that when customers asked how to get 'free Foxtel', they were to supply a name and contact telephone number of a third person supplier of smartcards.",
      "id": "s864"
    },
    {
      "text": "I also find that Mr Kolker said words in support of what Mr Haddad had said.",
      "id": "s865"
    },
    {
      "text": "257 Further, Mr Kolker was aware of reports that the Mod Shops were involved in the supply of pirated smartcards.",
      "id": "s866"
    },
    {
      "text": "Mr Kolker deposed that he raised this matter with Mr Haddad.",
      "id": "s867"
    },
    {
      "text": "He also raised this question again after the raid by the Australian Federal Police.",
      "id": "s868"
    },
    {
      "text": "He said he raised these concerns because he did not want to be involved in anything illegal.",
      "id": "s869"
    },
    {
      "text": "He said that he was satisfied with Mr Haddad's assurance that the Mod Shops were only selling free to air and authorised smartcards.",
      "id": "s870"
    },
    {
      "text": "In my view, this evidence of Mr Kolker's is to be rejected.",
      "id": "s871"
    },
    {
      "text": "His statement that he sought the assurance because he did not want to be involved in any thing 'illegal', is at odds with his subsequent willing participation in the development and implementation of the card sharing activities of the Mod Shop companies.",
      "id": "s872"
    },
    {
      "text": "Further, Mr Kolker did not say that he believed that the pirating of Foxtel smartcards was lawful, and all that Mr Haddad told him was that the Mod Shop companies were not themselves selling pirated Foxtel smartcards.",
      "id": "s873"
    },
    {
      "text": "258 I also find that Mr Kolker was aware of the Mod Shop advertisements for the products sold by the Mod Shop companies that appeared in Western Australian publications after he became an employee of the first respondent.",
      "id": "s874"
    },
    {
      "text": "Invoices from publishers of the advertisements, which were tendered by the applicants, show that the Mod Shop companies spent significant sums of money on advertising.",
      "id": "s875"
    },
    {
      "text": "Mr Kolker, as the accountant, would have seen the invoices and appreciated the amount of money being spent by the Mod Shop companies on advertising.",
      "id": "s876"
    },
    {
      "text": "I do not accept Mr Kolker's evidence that he did not appreciate that references to 'Hundreds of free channels' in the advertisements, were not intended as an inducement to acquiring unauthorised access to Foxtel broadcasts.",
      "id": "s877"
    },
    {
      "text": "I find implausible his evidence that he thought that the reference in the advertisements to 'Hundreds of free channels' was a reference to the availability of free 'ethnic channels', in light of the failure of those advertisements to refer to the fact that those channels could only be accessed by three metre satellite dishes.",
      "id": "s878"
    },
    {
      "text": "I find that Mr Kolker knew that the intent of those, and other Mod Shop advertisements to like effect, published after August 2003, was to induce persons to purchase satellite equipment from the Mod Shops by offering them a means of getting access to Foxtel broadcasts without them having to enter into a Foxtel subscription agreement.",
      "id": "s879"
    },
    {
      "text": "259 I record that in his closing submissions, Mr Kolker referred to the fact that the case which had been made against him had changed over time.",
      "id": "s880"
    },
    {
      "text": "Mr Kolker said that, at first, the case made against him depended upon his 'office' and his 'association', and the allegations made were deficient to support the claims made against him.",
      "id": "s881"
    },
    {
      "text": "However, after the applicants had obtained an affidavit from Mr Lalli-Cafini, the nature of the case made against him changed.",
      "id": "s882"
    },
    {
      "text": "Mr Kolker said that the case now made against him was based upon his actual involvement in the unlawful activities of the Mod Shop companies.",
      "id": "s883"
    },
    {
      "text": "It is true, as Mr Kolker contended, that the evidence of Mr Lalli-Cafini was instrumental in altering the way in which the case was put against him.",
      "id": "s884"
    },
    {
      "text": "However, I agree with the submissions of the applicants that there is nothing untoward or unusual about the progression of a case from one being founded initially on inference, to one being founded on direct evidence.",
      "id": "s885"
    },
    {
      "text": "Liability of Mr Kolker in respect of smartcard piracy \n \n260 I deal first with the claim that Mr Kolker is liable as a joint tortfeasor in respect of what was referred to as 'smartcard piracy'.",
      "id": "s886"
    },
    {
      "text": "261 I have found above that the Mod Shop companies are liable as joint tortfeasors with the third person suppliers of smartcards, because, by its employees and by Mr Haddad, they acted in concert with the third person suppliers of smartcards by referring customers of the Mod Shop companies to them for the purpose of those persons supplying the customers with programmed smartcards that would enable the customers to obtain access to the Foxtel encoded broadcasts without the authority of Foxtel Cable.",
      "id": "s887"
    },
    {
      "text": "I have also found that Mr Kolker knew of the joint design.",
      "id": "s888"
    },
    {
      "text": "262 In my view, the evidence shows that Mr Kolker aided and abetted the implementation of the joint design by voicing his support, at least, at one staff meeting for the instructions given by Mr Haddad to the Mod Shops sales assistants to refer customers who wanted 'free Foxtel' to the third person suppliers of smartcards.",
      "id": "s889"
    },
    {
      "text": "263 I find that Mr Kolker knew that the unauthorised programmed smartcards that would be made and supplied to customers by the third person suppliers of smartcards would be used for the purpose of obtaining unauthorised access to Foxtel broadcasts.",
      "id": "s890"
    },
    {
      "text": "264 Accordingly, I find that Mr Kolker was liable as a joint tortfeasor with the third person suppliers of smartcards, the Mod Shop companies and Mr Haddad for the actionable conduct of the third person suppliers of smartcards referred to in [123] above.",
      "id": "s891"
    },
    {
      "text": "265 \n \nThe next question is whether Mr Kolker is liable for the actionable conduct of the Mod Shop companies under the Performing Right Society principles, in respect of the smartcard piracy.",
      "id": "s892"
    },
    {
      "text": "266 Counsel for Mr Kolker also submitted that one must consider the ability of Mr Kolker to alter the conduct of the Mod Shop companies.",
      "id": "s893"
    },
    {
      "text": "He said that it was Mr Haddad who was the 'boss' and there is nothing in the evidence to suggest that Mr Kolker could have changed the mind of the 'boss'.",
      "id": "s894"
    },
    {
      "text": "267 Counsel relied upon the following observations of Wilcox J in Sharman at 103, at [435]:\n \n ' Jain is particularly interesting.",
      "id": "s895"
    },
    {
      "text": "In that case the Full Court imposed personal liability for a studied and deliberate course of action in which Mr Jain decided to ignore the appellant's right and to allow situations to develop and to continue in which he must have known that it was likely that the appellant's music would be played without any licence from it.",
      "id": "s896"
    },
    {
      "text": "It was within his power to control what was occurring be [sic] he did nothing at all.",
      "id": "s897"
    },
    {
      "text": "' \n \n\n268 In his observations, Wilcox J was referring to the case of Australian Performing Rights Association Ltd v Jain (1990) 26 FCR 53.",
      "id": "s898"
    },
    {
      "text": "Counsel relied particularly upon the last sentence of Wilcox J's observations.",
      "id": "s899"
    },
    {
      "text": "269 The observations made by Wilcox J must be considered in light of the fact that Wilcox J was considering the application of a statutory test under s 101(1A) of the Act which prescribes, as one of the relevant circumstances to be considered, the power of the individual to 'prevent' the doing of the impugned act.",
      "id": "s900"
    },
    {
      "text": "Further, in absolving Mr Morle from liability as a joint tortfeasor, Wilcox J noted at 105, at [449] that Mr Morle was an employee and that he had 'no financial interest in Sharman'.",
      "id": "s901"
    },
    {
      "text": "270 In my view, the fact that Mr Haddad was the 'boss' and the person responsible for the day-to-day operations of the Mod Shop companies is only one factor to be taken into account and is not conclusive of the question whether Mr Kolker, expressly or impliedly, directed or procured the actionable conduct of the Mod Shop companies.",
      "id": "s902"
    },
    {
      "text": "Each case depends on its own facts.",
      "id": "s903"
    },
    {
      "text": "271 I have found that Mr Kolker was aware that the Mod Shop companies operated a business strategy to enhance the sales of satellite television reception equipment which involved providing the Mod Shop customers with the means of obtaining unauthorised access to Foxtel encoded broadcasts.",
      "id": "s904"
    },
    {
      "text": "Mr Kolker was also aware that the strategy was implemented by the sales assistants of the Mod Shop companies providing customers with the names and contact telephone numbers of the third person suppliers of smartcards.",
      "id": "s905"
    },
    {
      "text": "272 Mr Kolker was not only an employee of the first respondent, as was the case with Mr Morle in the Sharman case.",
      "id": "s906"
    },
    {
      "text": "Mr Kolker was also a part owner of the Mod Shop companies.",
      "id": "s907"
    },
    {
      "text": "As a part owner who hoped to profit from implementation of the Mod Shop strategy, Mr Kolker supported the implementation of the Mod Shop companies' business strategy referred to in the preceding paragraph.",
      "id": "s908"
    },
    {
      "text": "This is to be inferred from the fact that he attended staff meetings at which the question of how staff were to deal with queries from customers as to how to get 'free Foxtel' was discussed, and that, he supported Mr Haddad's advice to staff that they were to refer the customers to the third person suppliers of smartcards, and to tell the customers that the third person suppliers were not associated with the Mod Shops.",
      "id": "s909"
    },
    {
      "text": "Secondly, when the 'smartcard piracy' strategy was thwarted by the applicants introducing a more secure smartcard, Mr Kolker was an active participant in the implementation of the alternative card sharing strategy which was also founded upon facilitating unauthorised access by customers to Foxtel broadcasts.",
      "id": "s910"
    },
    {
      "text": "Thirdly, he took no steps to dissuade Mr Haddad from continuing to implement the business strategy.",
      "id": "s911"
    },
    {
      "text": "273 In my view, Mr Kolker was a person with a financial interest in the Mod Shop companies who was second-in-charge of the day-to-day operations of the companies, and who was aware of, and supported the implementation of, a business strategy which was founded upon facilitating unauthorised access by its customers to Foxtel broadcasts in disregard of Foxtel Cable's rights.",
      "id": "s912"
    },
    {
      "text": "Mr Kolker knew that the programmed smartcards would be used to gain unauthorised access to the Foxtel encoded broadcasts.",
      "id": "s913"
    },
    {
      "text": "In my view, in these circumstances, Mr Kolker directed or procured the commission of the acts comprising the tortious conduct of the Mod Shop companies.",
      "id": "s914"
    },
    {
      "text": "Mr Kolker is, therefore, in my view, liable for the acts of the Mod Shop companies as a joint tortfeasor.",
      "id": "s915"
    },
    {
      "text": "Liability of Mr Kolker in respect of card sharing activities \n \n274 I now turn to consider whether Mr Kolker is liable as a joint tortfeasor in respect of the Mod Shop companies' actionable conduct under s 135AN in respect of the card sharing activities.",
      "id": "s916"
    },
    {
      "text": "275 By participating with Mr Lalli-Cafini, Mr Haddad and Mr Kelly in the implementation of the card sharing activities of the Mod Shop companies, Mr Kolker acted in concert with those persons and the sales assistants of the Mod Shop companies, as part of a joint design to establish and operate a card sharing system, which involved making and selling broadcast decoding devices, intended to give Mod Shop companies' customers access to Foxtel encoded broadcasts without the authority of Foxtel Cable.",
      "id": "s917"
    },
    {
      "text": "Mr Kolker knew that the Mod Shop companies sold and installed card sharing hardware and software which was to be used as part of the card sharing system to access Foxtel encoded broadcasts, because he participated in the implementation of that strategy and, also, personally made use of the card sharing server.",
      "id": "s918"
    },
    {
      "text": "276 I, accordingly, find that Mr Kolker is liable as a joint tortfeasor with Mr Haddad, and as I find below, Mr Kelly, and the Mod Shop companies in respect of the actionable conduct of those companies.",
      "id": "s919"
    },
    {
      "text": "277 I also hold that, for the same reasons, together with the fact that Mr Kolker had a financial interest in the second, third and fourth respondents, and was second-in-charge of the Mod Shop companies, Mr Kolker is liable, as a joint tortfeasor, for the actionable conduct of the Mod Shop companies under the Performing Right Society principles, because he directed or procured that conduct.",
      "id": "s920"
    },
    {
      "text": "Liability of Mr Kelly \n \n278 I next deal with the liability of Mr Kelly.",
      "id": "s921"
    },
    {
      "text": "I find that Mr Kelly was an employee of the Mod Shop companies.",
      "id": "s922"
    },
    {
      "text": "I find that Mr Kelly agreed to house the computer that was used as the card sharing server, for the purposes of providing the card sharing services, which were offered by the Mod Shop companies.",
      "id": "s923"
    },
    {
      "text": "The service provided by Mr Kelly, in housing the card sharing server, was an essential element of the business system of the Mod Shop companies, which included selling and offering for sale the card sharing hardware and card sharing software during the card sharing phase of the business activities of the Mod Shop companies.",
      "id": "s924"
    },
    {
      "text": "Mr Kelly was part of the joint design, with the Mod Shop companies, and each of Mr Kolker, Mr Haddad and Mr Lalli-Cafini.",
      "id": "s925"
    },
    {
      "text": "279 Further, I find that Mr Kelly answered the mobile telephone in the name of 'Mike' and was one of the persons involved in the installation of the client card sharing software to the Mod Shop companies' customers.",
      "id": "s926"
    },
    {
      "text": "I find that Mr Kelly knew that the client card sharing software and client card sharing hardware, sold by the Mod Shop companies, would be used for the purpose of gaining unauthorised access to Foxtel encoded broadcasts.",
      "id": "s927"
    },
    {
      "text": "280 I, therefore, find that Mr Kelly is liable as a joint tortfeasor, with the Mod Shop companies, Mr Haddad and Mr Kolker in respect of the actionable conduct of the Mod Shop companies in relation to the card sharing operations.",
      "id": "s928"
    },
    {
      "text": "281 I record that counsel submitted that in considering the liability of Mr Kolker, the principle in the case of Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 (' Briginshaw ') was to be applied.",
      "id": "s929"
    },
    {
      "text": "282 Counsel referred, in particular, to the following observations by Dixon J at 362-363:\n \n '...[R]easonable satisfaction is not a state of mind that is attained or established independently of the nature and consequence of the fact or facts to be proved.",
      "id": "s930"
    },
    {
      "text": "The seriousness of an allegation made, the inherent unlikelihood of an occurrence of the given description, or the gravity of the consequences flowing from a particular finding are considerations which must affect the answer to the question whether the issue has been proved to the reasonable satisfaction of the tribunal.",
      "id": "s931"
    },
    {
      "text": "In such matters \"reasonable satisfaction\" should not be produced by inexact proofs, indefinite testimony, or indirect inferences.",
      "id": "s932"
    },
    {
      "text": "' \n \n\n283 It is the case that the Briginshaw principle does not call for the application of a standard of proof higher than the balance of probabilities ( Neat Holdings Pty Ltd v Karajan Holdings Pty Ltd [1992] HCA 66 ; (1992) 110 ALR 449).",
      "id": "s933"
    },
    {
      "text": "284 \n \nThe parties disagreed whether the circumstances of this case were such as to invoke the, so called, Briginshaw principle.",
      "id": "s934"
    },
    {
      "text": "It is unnecessary to decide this point because, in coming to the conclusions that I have, in relation to each of Mr Haddad and Mr Kolker, I am satisfied that the quality of the evidence of Mr Lalli-Cafini and the uncontested evidence, together with the adverse findings I have made in relation to Mr Kolker's, Mr Sinfield's and Ms Cooper's evidence, provides me with the level of 'reasonable satisfaction' referred to in Briginshaw .",
      "id": "s935"
    },
    {
      "text": "In my view, bearing in mind the consequences for Mr Haddad and Mr Kolker, the allegations have been well and truly proved.",
      "id": "s936"
    },
    {
      "text": "285 I also record that Mr Kolker submitted that Jones v Dunkel inferences should be drawn by the failure of the applicants to call Mrs Jamilee Haddad, Mr Kelly and Mr Sullivan, an ex-employee of the Mod Shop companies.",
      "id": "s937"
    },
    {
      "text": "In my view, none of those persons could be described as being 'in the camp' of the applicants, and, therefore, the principle in that case has no application.",
      "id": "s938"
    },
    {
      "text": "Section 135ANA \n \n286 I next deal with the claim by Foxtel Cable under s 135ANA of the Act.",
      "id": "s939"
    },
    {
      "text": "Section 135ANA of the Act, as it applied at the relevant time, read:\n \n ' Actions in relation to the use of broadcast decoding devices for commercial purposes \n \n \n (1) Subject to subsection (2), this section applies if: \n \n \n \n (a) a broadcaster makes an encoded broadcast; and \n \n (b) a person uses, or authorises the use of, a broadcast decoding device to gain access to the encoded broadcast without the authorisation of the broadcaster, and \n \n (c) the person so uses, or authorises the use of, the device for the purposes of, or in connection with, a trade or business carried on by, or in association with, the person; and \n \n (d) the person, knew, or ought reasonably to have known, that the broadcaster had not authorised the person to gain access to the broadcast by so using, or authorising the use of, the device.",
      "id": "s940"
    },
    {
      "text": "(2) \n This section does not apply in relation to anything lawfully done for the purposes of law enforcement or national security by or on behalf of: \n \n \n \n (a) the Commonwealth or a State or Territory; or \n \n (b) an authority of the Commonwealth or of a State or Territory.",
      "id": "s941"
    },
    {
      "text": "(3) Subject to subsection (7), if this section applies, the broadcaster may bring an action against the person.",
      "id": "s942"
    },
    {
      "text": "(4) The relief that a court may grant in an action under this section includes an injunction (subject to such terms, if any, as the court thinks fit) and either damages or an account of profits.",
      "id": "s943"
    },
    {
      "text": "(5) If, in an action under this section, the court is satisfied that it is proper to do so, having regard to: \n \n (a) the flagrancy with which the defendant did an act described in paragraph (1)(b); and \n \n (b) any benefit shown to have accrued to the defendant, or to the trade or business carried on by, or in association with, the defendant, as a result of the use of the broadcast decoding device; and \n \n (c) all other relevant matters; \n \n the court may, in assessing damages, award such additional damages as it considers appropriate in the circumstances.",
      "id": "s944"
    },
    {
      "text": "(6) If, in an action under this section, the court is satisfied that it is proper to do so, having regard to all relevant matters, the court may, by order, direct that the relevant broadcast decoding device be destroyed or otherwise dealt with as specified in the order.",
      "id": "s945"
    },
    {
      "text": "(7) An action cannot be brought against a person under this section in respect of an act described in paragraph (1)(b) after the expiration of 6 years from the time when the person did the act.",
      "id": "s946"
    },
    {
      "text": "' \n \n \n\n287 The case pleaded by the applicants in para 53 to para 56 of the statement of claim, is that the Mod Shop companies, and Mr Haddad, Mr Kolker and Mr Kelly used, or authorised the use of, broadcast decoding devices for commercial purposes, to permit persons, namely, the customers of the Mod Shop companies, to gain access to Foxtel's encoded broadcasts.",
      "id": "s947"
    },
    {
      "text": "There is also a claim that each of Mr Haddad, Mr Kolker and Mr Kelly is accessorily liable for the actionable conduct of the Mod Shop companies.",
      "id": "s948"
    },
    {
      "text": "288 On its proper construction, s 135ANA is directed at a person, who for the purpose of, or in connection with, his, her or its business or associated business, uses or authorises the use of a broadcast decoding device to obtain access to an encoded broadcast by using, or authorising the use of, the device.",
      "id": "s949"
    },
    {
      "text": "The section is not, in my view, directed to the circumstance of a person using or authorising the use of a broadcast decoding device as part of a business that facilitates other people, but not that person, to gain access to an encoded broadcast.",
      "id": "s950"
    },
    {
      "text": "That appears, particularly from the second reference to 'the person' in s 135ANA(1)(d) of the Act, which, in my view, is a reference to the same person as is referred to in the previous parts of the section.",
      "id": "s951"
    },
    {
      "text": "289 Further, the section is not directed to the circumstance where a person uses, or authorises the use of, a broadcast decoding device, to access an encoded broadcast for private purposes.",
      "id": "s952"
    },
    {
      "text": "290 As mentioned above, the applicants have not pleaded a case that any of the Mod Shop companies, or any of Mr Haddad, Mr Kolker, or Mr Kelly, sought to use, or authorise the use of, a broadcast decoding device to gain access itself or himself, to an encoded broadcast for commercial purposes, but rather that each used, or authorised the use of, the broadcast decoding devices for the commercial purpose of permitting others to gain access to the Foxtel encoded broadcasts.",
      "id": "s953"
    },
    {
      "text": "291 Accordingly, I dismiss the claim that the Mod Shop companies, Mr Haddad, Mr Kolker and Mr Kelly engaged in actionable conduct within the meaning of s 135ANA in relation to the Mod Shop companies' card sharing activities.",
      "id": "s954"
    },
    {
      "text": "292 Further, the particulars relied upon by the applicants in support of the claim in para 57 of the statement of claim, that Mr Kolker, Mr Haddad and Mr Kelly are accessorily liable for the acts of the Mod Shop companies, plead a case that assumes that the primary liability arises from the use and authorisation of the broadcast decoding devices by the Mod Shop companies to permit third parties, namely, the Mod Shop companies' customers, to gain unauthorised access to the Foxtel broadcasts.",
      "id": "s955"
    },
    {
      "text": "Accordingly, no case was sought to be made at trial of accessorial liability founded upon the construction which I have held to be the proper construction of that section.",
      "id": "s956"
    },
    {
      "text": "I, therefore, dismiss the claims against Mr Kolker, Mr Haddad and Mr Kelly for accessorial liability in respect of the alleged actionable conduct of the Mod Shop companies under s 135ANA of the Act.",
      "id": "s957"
    },
    {
      "text": "Trade Practices Act \n \n293 The applicants alleged that the Mod Shop companies and Mr Haddad engaged in misleading or deceptive conduct in breach of s 52 of the TPA and s 10 of the FTA.",
      "id": "s958"
    },
    {
      "text": "294 The applicants alleged that the Mod Shop advertisements, referred to at [25], [27] and [28] above, contained representations which were misleading or deceptive.",
      "id": "s959"
    },
    {
      "text": "In essence, the applicants alleged that the advertisements represented that it was lawful to use the advertised satellite television reception equipment, to gain access to Foxtel broadcasts without being a party to a Foxtel subscription agreement.",
      "id": "s960"
    },
    {
      "text": "295 The advertisement referred to at [25] above, advertised for sale, 'satellite dishes...$50' and 'programmed smartcards...$120'.",
      "id": "s961"
    },
    {
      "text": "It also contained these phrases: 'Free satellite TV' and 'Hundreds of free channels'.",
      "id": "s962"
    },
    {
      "text": "296 The evidence was that 68 cm satellite dishes sold for between $40 to $50 and, in order to receive 'Hundreds of free channels' lawfully, it was necessary to have a three metre satellite dish which sold for more than $50.",
      "id": "s963"
    },
    {
      "text": "Thus, the only way in which access could be obtained to 'Hundreds of free channels' using a satellite dish which cost $50, was by means of the use of a pirated smartcard which could access Foxtel encoded broadcasts.",
      "id": "s964"
    },
    {
      "text": "Even that was an exaggeration because Foxtel provided over a hundred channels but not 'hundreds' of channels.",
      "id": "s965"
    },
    {
      "text": "297 In my view, therefore, the advertisement was misleading in that it did not disclose that the satellite equipment advertised for sale could only access 'Hundreds of free channels' by unlawful means, namely, through the use of a pirated smartcard, and that access to that many channels could only be obtained lawfully by using a three metre satellite dish.",
      "id": "s966"
    },
    {
      "text": "298 The advertisement at [27] above, advertises for sale, as part of a satellite television reception 'kit', a satellite dish costing 'from' $40.",
      "id": "s967"
    },
    {
      "text": "Insofar as that advertisement also refers to 'Hundreds of free channels,' the advertisement is misleading for the reasons given above.",
      "id": "s968"
    },
    {
      "text": "299 The advertisement at [28] above, also, refers to 'Paying too much for pay TV?",
      "id": "s969"
    },
    {
      "text": "' and 'Want to get rid of the monthly bill?",
      "id": "s970"
    },
    {
      "text": "Ask us how!",
      "id": "s971"
    },
    {
      "text": "' The evidence was that Foxtel was the only pay television service in Western Australia which rendered a monthly bill.",
      "id": "s972"
    },
    {
      "text": "The use of the words above creates the misleading impression that the Mod Shop companies had the means of providing Foxtel services without the need to pay the monthly fee, otherwise payable by Foxtel subscribers.",
      "id": "s973"
    },
    {
      "text": "The advertisement was misleading in that it did not disclose that the Mod Shop did not have the means of lawfully providing customers with access to Foxtel broadcasts, without them having to pay a monthly bill.",
      "id": "s974"
    },
    {
      "text": "300 Each of the website pages, downloaded from the Mod Shop companies' website, which are referred to at [38] and [47] above, refer to 'Card Sharing'.",
      "id": "s975"
    },
    {
      "text": "However, neither webpage discloses that in selling the products which would permit card sharing to take place, the Mod Shop companies would be engaging in unlawful activity.",
      "id": "s976"
    },
    {
      "text": "The advertisements were, accordingly, misleading in that they created the mistaken impression that the Mod Shop companies were acting lawfully in selling these products.",
      "id": "s977"
    },
    {
      "text": "301 The advertisement on the Card Sharing website invited persons to make authentic cards available to the Mod Shop for reward.",
      "id": "s978"
    },
    {
      "text": "The advertisement did not disclose that by accepting the Mod Shop companies' offer, a party to an existing Foxtel subscription agreement would be in breach of that agreement.",
      "id": "s979"
    },
    {
      "text": "302 Mr Haddad was responsible for the drafting and placing of the advertisements.",
      "id": "s980"
    },
    {
      "text": "I, accordingly, find that, in causing each of the advertisements referred to in [25], [27] and [28] above, to be published, each of the Mod Shop companies, acting through Mr Haddad, breached s 52 of the TPA and s 10 of the FTA.",
      "id": "s981"
    },
    {
      "text": "Further, I find that by reason of that conduct, Mr Haddad breached s 10 of the FTA and, because he knew that the advertisements were false, he was knowingly concerned in a breach by the Mod Shop companies of s 52 of the TPA.",
      "id": "s982"
    },
    {
      "text": "303 Senior counsel for the applicants did not point to any evidence of Mr Haddad's involvement in the statements made on the websites.",
      "id": "s983"
    },
    {
      "text": "Accordingly, I do not find Mr Haddad liable, personally, in respect of the publication of those advertisements.",
      "id": "s984"
    },
    {
      "text": "However, I find the Mod Shop companies liable under s 52 of the TPA and s 10 of the FTA, in relation to the publication of those advertisements.",
      "id": "s985"
    },
    {
      "text": "304 The claims made under the TPA and FTA were confined only to the conduct comprising the publication of the advertisements.",
      "id": "s986"
    },
    {
      "text": "Senior counsel for the applicants did not point to any evidence to support a finding that Mr Kolker or Mr Kelly drafted or placed any of the advertisements, or had any role in publishing the advertisements.",
      "id": "s987"
    },
    {
      "text": "Accordingly, I dismiss the claim against each of Mr Kolker and Mr Kelly that he was knowingly concerned in, or a party to, the breach of s 52 of the TPA, or liable under s 10 of the FTA.",
      "id": "s988"
    },
    {
      "text": "305 The applicants have claimed declarations and injunctions in relation to the conduct of the Mod Shop companies and Mr Haddad.",
      "id": "s989"
    },
    {
      "text": "I would make the declarations sought.",
      "id": "s990"
    },
    {
      "text": "As the Mod Shop companies are now in liquidation, there would appear to be no utility in granting injunctions against the Mod Shop companies.",
      "id": "s991"
    },
    {
      "text": "However, I would grant injunctive relief against Mr Haddad.",
      "id": "s992"
    },
    {
      "text": "Inducing breach of contract \n \n306 There are two claims made by the applicants against the Mod Shop companies for inducing a breach of contract.",
      "id": "s993"
    },
    {
      "text": "307 The first claim is for damages.",
      "id": "s994"
    },
    {
      "text": "The applicants plead that the use of an authentic Foxtel smartcard for the purposes of card sharing is a use of the Foxtel smartcard in breach of the Foxtel terms and conditions.",
      "id": "s995"
    },
    {
      "text": "The applicants then plead that the Mod Shop companies engaged in card sharing activities and sold and/or offered for sale broadcast decoding devices for the purposes of carrying out the card sharing activities, and that the applicants have suffered loss and damage as a consequence.",
      "id": "s996"
    },
    {
      "text": "The applicants say that the damages for this tort are co-extensive with the damages under the Act in respect of the card sharing activities of the Mod Shop companies.",
      "id": "s997"
    },
    {
      "text": "308 There is no identification of the acts the Mod Shop companies relied upon as comprising the 'inducement' of the breach of contract, nor are the parties identified, who presumably are alleged to have been induced to breach their respective subscription agreements with the applicants.",
      "id": "s998"
    },
    {
      "text": "Indeed there is no plea that any person breached Foxtel's terms and conditions.",
      "id": "s999"
    },
    {
      "text": "309 \n \nThe evidence of Mr Lalli-Cafini was that during the testing phase he obtained an authentic Foxtel smartcard which he understood to belong to Mrs Jamilee Haddad pursuant to a Foxtel subscription agreement.",
      "id": "s1000"
    },
    {
      "text": "Mr Lalli-Cafini said that he had also used a second Foxtel smartcard which he understood belonged to 'a mate' of Mr Kelly.",
      "id": "s1001"
    },
    {
      "text": "310 It is certainly the case that the Foxtel smartcards were used by the Mod Shop companies in a manner which was inconsistent with the standard terms and conditions of the Foxtel subscriber agreement, but the Mod Shop companies were not parties to any subscriber agreement with the applicants.",
      "id": "s1002"
    },
    {
      "text": "The pleading does not make it clear whether it is alleged that Mrs Jamilee Haddad and Mr Kelly's 'mate' surrendered possession of their respective smartcards as a consequence of being induced to do so by a representative of the Mod Shop companies.",
      "id": "s1003"
    },
    {
      "text": "In fact, the pleading, and the evidence is silent as to how the Mod Shop companies came to obtain possession of the cards from the parties who were in a contractual relationship with the applicants.",
      "id": "s1004"
    },
    {
      "text": "311 In my view, the applicants have failed to make out a case that the Mod Shop companies induced a breach of the Foxtel subscriber agreement in relation to the two cards which were used in the card sharing activities carried out by the Mod Shop companies.",
      "id": "s1005"
    },
    {
      "text": "Therefore, I dismiss the applicants' claim for damages for inducing a breach of contract which is pleaded at paras 71 to 80 of the statement of claim.",
      "id": "s1006"
    },
    {
      "text": "312 The second claim was based upon the terms of the offer made on the Mod Shop website which is set out at [38] above.",
      "id": "s1007"
    },
    {
      "text": "The offer does, in my view, comprise an inducement to parties to subscriber agreements with the applicants to breach the terms of their agreements, by making an authentic Foxtel smartcard available to be used in card sharing activities by the Mod Shop companies.",
      "id": "s1008"
    },
    {
      "text": "Further, I infer that the Mod Shop companies knew that the Foxtel terms and conditions prevented a Foxtel subscriber from engaging in that kind of activity.",
      "id": "s1009"
    },
    {
      "text": "This is because the existence of such a term would have been obvious to Mr Haddad, and secondly, because were it not the case, it would not have been necessary to offer the inducement in the sum that was offered.",
      "id": "s1010"
    },
    {
      "text": "313 In my view, that offer amounts to an attempt by the Mod Shop companies to induce a breach of the Foxtel subscriber agreement.",
      "id": "s1011"
    },
    {
      "text": "There was no plea that any Foxtel subscriber had responded positively to the Mod Shops' offer.",
      "id": "s1012"
    },
    {
      "text": "314 In light of the fact that the Mod Shop companies are now in liquidation, I see no utility in granting an injunction against the Mod Shop companies.",
      "id": "s1013"
    },
    {
      "text": "However, in light of the findings that I made in relation to Mr Haddad, Mr Kolker and Mr Kelly in relation to their active participation in card sharing activities of the Mod Shop companies, I would grant an injunction restricting the making of any offers to Foxtel subscribers which would cause them, if the offers were accepted, to breach their subscription agreements.",
      "id": "s1014"
    },
    {
      "text": "Compensatory damages \n \n315 I now turn to deal with the question of damages.",
      "id": "s1015"
    },
    {
      "text": "316 The applicants have elected to recover damages rather than seek an account of profits.",
      "id": "s1016"
    },
    {
      "text": "The applicants accept that an award of damages under Pt VAA of the Act will sufficiently cover all compensatory damages available.",
      "id": "s1017"
    },
    {
      "text": "317 The applicants have based their claim for damages on the basis of lost subscriptions.",
      "id": "s1018"
    },
    {
      "text": "The liquidators in control of the Mod Shop companies have reported that the records of the Mod Shop companies are in such a poor state that they do not permit an accurate assessment to be made of the sales which were made by the Mod Shop companies during the relevant period.",
      "id": "s1019"
    },
    {
      "text": "However, it is accepted that, the fact that damages cannot be calculated precisely, should not prevent a court from making an award for damages, even if a degree of speculation and guesswork is involved ( Enzed Holdings Ltd v Wynthea Pty Ltd (1984) 57 ALR 167 at 183).",
      "id": "s1020"
    },
    {
      "text": "318 In support of their claim for damages, the applicants relied upon the evidence of Ms Suzanne Woods, who is employed as a Business Risk Manager by the applicants.",
      "id": "s1021"
    },
    {
      "text": "Ms Woods holds a Bachelor of Commerce degree with a major in accounting from the University of New South Wales and is a member of the Institute of Chartered Accountants.",
      "id": "s1022"
    },
    {
      "text": "Ms Woods' evidence was not challenged.",
      "id": "s1023"
    },
    {
      "text": "Ms Woods deposed that there were, at the relevant time, a number of different 'subscription tiers' available to Foxtel subscribers.",
      "id": "s1024"
    },
    {
      "text": "The basic subscription tier available during the period August 2002 to June 2004 was a monthly payment of $43.59, excluding GST.",
      "id": "s1025"
    },
    {
      "text": "There were other subscription tiers which provided progressively more services.",
      "id": "s1026"
    },
    {
      "text": "These were $55.36, $67.59 and $78.50 per month, excluding GST, respectively.",
      "id": "s1027"
    },
    {
      "text": "319 Ms Woods has calculated Foxtel's total lost revenue in respect of the smartcard piracy period by reference to the period from August 2002 until February 2004.",
      "id": "s1028"
    },
    {
      "text": "In doing so, Ms Woods has used a period of nine months as the basis on which to calculate the total net loss of revenue.",
      "id": "s1029"
    },
    {
      "text": "This was done on the assumption that during the 18 month period there was an equal incremental number of persons per month who were acquiring unauthorised access to the Foxtel broadcasts through the actionable conduct of the Mod Shop companies, and the period of nine months represented the midpoint.",
      "id": "s1030"
    },
    {
      "text": "320 In addition, Ms Woods has taken into account in her calculations the costs associated with the provision of Foxtel services, in order to derive a net loss of revenue figure.",
      "id": "s1031"
    },
    {
      "text": "321 Ms Woods calculated the total amount of the net revenue lost on the basis of a number of different alternative assumptions as to the number of 'lost subscribers'.",
      "id": "s1032"
    },
    {
      "text": "For example, one assumption is that there was a subscriber lost for each set top box purchased by the Mod Shops companies.",
      "id": "s1033"
    },
    {
      "text": "Another alternative assumption is that there was a subscriber lost for each satellite dish bought by the Mod Shop companies.",
      "id": "s1034"
    },
    {
      "text": "Each different assumption yielded a different number of lost subscribers.",
      "id": "s1035"
    },
    {
      "text": "322 In order to simplify matters, Ms Woods has provided a 'ready reckoner' which can be used to determine a final figure for total net loss of revenue, depending upon the number of subscriptions that the Court determines were lost to the applicants by reason of the actionable conduct of the joint tortfeasors.",
      "id": "s1036"
    },
    {
      "text": "323 Senior counsel for the applicants did not point to any evidence verifying any of the alternative assumptions made in Ms Woods' evidence as to the number of lost subscriptions.",
      "id": "s1037"
    },
    {
      "text": "He accepted in his closing submissions that ultimately the Court may have to assess damages on a 'jury' basis with damages at large.",
      "id": "s1038"
    },
    {
      "text": "324 Mr Kolker has submitted that, as a matter of commonsense, it would not invariably be the case that a Mod Shop customer who obtained a pirated smartcard, or used card sharing services, would otherwise have subscribed to Foxtel.",
      "id": "s1039"
    },
    {
      "text": "In my view, there is substance in the submissions raised by Mr Kolker.",
      "id": "s1040"
    },
    {
      "text": "325 In Autodesk Australia Pty Ltd v Cheung (1990) 94 ALR 472 at 477, Wilcox J said:\n \n 'I am not convinced that the activities of Mr Cheung, in relation to the programs found in his possession at the time of the search, had the effect of depriving the applicants of the particular sums of money which they claim.",
      "id": "s1041"
    },
    {
      "text": "It is probable that his activities cost them some sales, because some customers he supplied with AutoCAD programs would otherwise have purchased programs from the applicants.",
      "id": "s1042"
    },
    {
      "text": "...Under the circumstances, it is not logical to apply the \"licence fee\" approach.",
      "id": "s1043"
    },
    {
      "text": "However unsatisfactory that course may seem, the court must treat the damages as being \"at large\", in the words of Horridge J in Fenning Film Service Ltd v Wolverhampton, Walsall and District Cinemas Ltd [1914] 3 KB 1171 at 1174, giving \"what amount I think right as if I were a jury.",
      "id": "s1044"
    },
    {
      "text": "\" ' \n \n\n326 The task that I need to perform as a 'jury' requires that I make some fairly arbitrary estimates and assumptions.",
      "id": "s1045"
    },
    {
      "text": "I will perhaps, unusually, for a 'jury', expose the estimates and assumptions, I make.",
      "id": "s1046"
    },
    {
      "text": "Firstly, I need to make some estimate as to the number of persons who obtained pirated smartcards as a consequence of the actionable conduct of the Mod Shop companies and the other joint tortfeasors.",
      "id": "s1047"
    },
    {
      "text": "Then I need to make an arbitrary deduction to reflect the fact that not all of those persons would have subscribed to Foxtel services, and apply the ready reckoner figure to the number of lost subscribers.",
      "id": "s1048"
    },
    {
      "text": "327 In assessing the number of persons who obtained pirated smartcards, I intend to rely upon the evidence of Mr Lalli-Cafini in attempting to assess the number of satellite reception 'kits' sold.",
      "id": "s1049"
    },
    {
      "text": "Mr Lalli-Cafini deposed that the volume of sales of satellite reception equipment varied from time to time.",
      "id": "s1050"
    },
    {
      "text": "However, Mr Haddad told Mr Lalli-Cafini that the Mod Shops were selling around $18 000 worth of satellite hardware every day 'in the good old days before Irdeto 2 came along'.",
      "id": "s1051"
    },
    {
      "text": "Mr Lalli-Cafini also said that the satellite television reception equipment 'kits' sold, on special, for under $600.",
      "id": "s1052"
    },
    {
      "text": "On that evidence, it follows that the Mod Shop companies were, in the best of times, selling about 30 'kits' per day.",
      "id": "s1053"
    },
    {
      "text": "That number needs to be reduced to accommodate less prosperous times.",
      "id": "s1054"
    },
    {
      "text": "I, therefore, propose to work on the basis of the Mod Shops selling an average of 15 satellite reception equipment 'kits' per day.",
      "id": "s1055"
    },
    {
      "text": "Acting on the basis that there are six trading days during a week, and taking into account public holidays, about four weeks per month, I estimate that the Mod Shop companies sold 360 kits per month and, therefore, 6480 kits during the 18 month period in which the Mod Shop companies participated as a joint tortfeasor in smartcard piracy.",
      "id": "s1056"
    },
    {
      "text": "328 It is now necessary to make an estimate of the percentage of those persons who were prepared to use a pirated smartcard and would not have, in any event, subscribed to Foxtel.",
      "id": "s1057"
    },
    {
      "text": "Adopting an arbitrary figure, I assess that 35 per cent of those persons would not have subscribed to Foxtel, in any event.",
      "id": "s1058"
    },
    {
      "text": "This leaves a total of lost subscribers of 4212.",
      "id": "s1059"
    },
    {
      "text": "I intend to apply the ready reckoner figure for the basic tier because, in my view, this is the tier to which the Mod Shop customers would most likely have subscribed.",
      "id": "s1060"
    },
    {
      "text": "The application of that 'ready reckoner figure' of $153 net lost revenue per subscriber over the 18 month period of pirated smartcard activity, leads to a final figure of $644 436, which I will, as a 'jury', round up to $650 000.",
      "id": "s1061"
    },
    {
      "text": "329 I, accordingly, find that the Mod Shop companies and Mr Haddad are liable as joint tortfeasors for compensatory damages in the sum of $650 000 in respect of smartcard piracy.",
      "id": "s1062"
    },
    {
      "text": "330 The applicants have submitted that the position of Mr Kolker is different because he was only employed by the Mod Shop companies during the smartcard piracy phase for a period of seven months.",
      "id": "s1063"
    },
    {
      "text": "Accordingly, I find that Mr Kolker's liability, as a joint tortfeasor with the Mod Shop companies and Mr Haddad, in respect to the smartcard piracy phase, is limited to $250 000.",
      "id": "s1064"
    },
    {
      "text": "331 As to the question of the quantum of damages in respect of the card sharing phase, the evidence shows the Mod Shop companies commenced offering card sharing services to the public in April 2004.",
      "id": "s1065"
    },
    {
      "text": "The Anton Piller orders were executed in June 2004.",
      "id": "s1066"
    },
    {
      "text": "The applicants say that they did not find the authentic Foxtel smartcards being used in the card sharing operations when the Anton Piller orders were executed, and that the server was not removed.",
      "id": "s1067"
    },
    {
      "text": "They say it is possible that the Mod Shop companies continued to provide card sharing services after that date.",
      "id": "s1068"
    },
    {
      "text": "In assessing damages, I propose to act on the basis that the card sharing activities of the Mod Shop companies lasted for three months, because there is evidence that card sharing hardware was being sold prior to April 2004.",
      "id": "s1069"
    },
    {
      "text": "332 In assessing damages, I will act on the basis of Mr Lalli-Cafini's evidence that there were between 100 to150 clients of the card sharing server located at Mr Kelly's house.",
      "id": "s1070"
    },
    {
      "text": "I will act on the basis that there were 125 such clients --- who were clients who switched from using the defunct pirated smart card to card sharing.",
      "id": "s1071"
    },
    {
      "text": "I find that, adjusting the total net loss figure in respect of the smartcard piracy period, to accommodate the continuing loss of net revenue for three months in respect of 125 subscribers, the additional net lost revenue in respect of card sharing is $3165, which I will round down to $3000.",
      "id": "s1072"
    },
    {
      "text": "333 I find that the Mod Shop companies, Mr Haddad and Mr Kolker are liable as joint tortfeasors in the sum of $3000, in respect of the card sharing activities of the Mod Shop companies.",
      "id": "s1073"
    },
    {
      "text": "334 Accordingly, the Mod Shop companies and Mr Haddad are liable for compensatory damages as joint tortfeasors for the total sum of $653 000, and Mr Kolker is liable for compensatory damages as a joint tortfeasor for the total sum of $253 000.",
      "id": "s1074"
    },
    {
      "text": "335 The leave given to proceed against Mr Kelly did not permit the making of any award of damages.",
      "id": "s1075"
    },
    {
      "text": "336 I would also grant declarations and injunctive relief against Mr Haddad, Mr Kolker and Mr Kelly.",
      "id": "s1076"
    },
    {
      "text": "Additional damages --- s 135AN(5) \n \n337 In the case of Woolworths Ltd v Olson [2004] NSWSC 849 ; (2004) 184 FLR 121 at 219-220, Einstein J has summarised the principles applicable to the award of additional damages under s 115 of the Act.",
      "id": "s1077"
    },
    {
      "text": "In my view, the same considerations apply to the award of additional damages under s 135AN(5) of the Act.",
      "id": "s1078"
    },
    {
      "text": "Further, in Microsoft Corp v PC Club Australia Pty Ltd [2005] FCA 1522 ; (2005) 148 FCR 310 at 409-410, Conti J has set out a number of authorities in which the Court has awarded additional damages, as well as compensatory damages, and the quantum of those awards.",
      "id": "s1079"
    },
    {
      "text": "Conti J concluded that each case must be assessed in light of its own circumstances.",
      "id": "s1080"
    },
    {
      "text": "338 I am satisfied that, on the application of those principles, an award of additional damages should be made under s 135AN(5) of the Act.",
      "id": "s1081"
    },
    {
      "text": "339 \n \nFirstly, Mr Haddad adopted and implemented a business strategy for enhancing the sales of satellite television equipment by the Mod Shop companies, that featured as a major component, providing its customers with a means of accessing Foxtel subscription services without the authorisation of Foxtel Cable.",
      "id": "s1082"
    },
    {
      "text": "In other words, Mr Haddad, for commercial gain, deliberately embarked upon a business strategy aimed at infringing the rights of the applicants.",
      "id": "s1083"
    },
    {
      "text": "In embarking upon that strategy he knew that the rights of the applicants would be infringed, but he acted in blatant disregard of those rights.",
      "id": "s1084"
    },
    {
      "text": "340 After Mr Kolker joined the Mod Shop companies, he supported the business practice which was being used by the Mod Shop companies at the time.",
      "id": "s1085"
    },
    {
      "text": "Mr Kolker demonstrated a willingness to adopt, and contribute to, a business strategy for the companies of which he was a part owner, knowing that it was founded upon the blatant disregard of the rights of the applicants.",
      "id": "s1086"
    },
    {
      "text": "341 Secondly, I find that on the day after the execution of the Anton Piller orders Mr Haddad and Mr Kolker participated in the destruction of the hard-drives of the Mod Shop companies' computers and in the shredding of documents.",
      "id": "s1087"
    },
    {
      "text": "I accept the evidence of Mr Lalli-Cafini to this effect.",
      "id": "s1088"
    },
    {
      "text": "342 Thirdly, I take into account the need for deterrence.",
      "id": "s1089"
    },
    {
      "text": "There was evidence before the Court that the making of pirated smartcards was prevalent and widespread.",
      "id": "s1090"
    },
    {
      "text": "Further, Mr Lalli-Cafini's evidence also showed that the card sharing activities of the Mod Shop companies was deliberately undertaken in a manner which was intended to make detection difficult.",
      "id": "s1091"
    },
    {
      "text": "343 Mr Mulready deposed that there is a constant level of interest among computer enthusiasts in developing and exchanging information about new ways of circumventing encryption systems for subscription television.",
      "id": "s1092"
    },
    {
      "text": "Mr Mulready said that there are hundreds of websites around the world which offer customers the means of gaining unauthorised access to satellite subscription television broadcasts.",
      "id": "s1093"
    },
    {
      "text": "He also said he was concerned that the use of contemporary technology would make detection and enforcement even more difficult than it has previously been.",
      "id": "s1094"
    },
    {
      "text": "Mr Mulready referred specifically to the use of emails, the internet and prepaid mobile telephones.",
      "id": "s1095"
    },
    {
      "text": "Mr Mulready has deposed that card sharing software is available on a number of internet sites, and card sharing looms as a continuing threat to the infringement of the applicants' rights.",
      "id": "s1096"
    },
    {
      "text": "344 In my view, however, the additional damages should differentiate between the primary role played by Mr Haddad in the activities of the Mod Shop companies, and the fact that Mr Kolker and his wife had only a 10 per cent interest in the second, third and fourth respondents, and that he was only involved with the Mod Shop companies for a relatively short period of time, and that Mr Kolker and his wife received no dividends from their shareholding in the second, third and fourth respondents.",
      "id": "s1097"
    },
    {
      "text": "Accordingly, I award additional damages in the sum of $300 000 against Mr Haddad, and additional damages in the sum of $60 000 against Mr Kolker.",
      "id": "s1098"
    },
    {
      "text": "345 I will hear the parties on the terms of the orders and the question of costs.",
      "id": "s1099"
    },
    {
      "text": "I certify that the preceding three hundred and forty-five (345) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s1100"
    },
    {
      "text": "Associate:\n\nDated: 28 March 2007\n\n\n Counsel for the Applicants: Mr R Cobden SC \n \n Solicitor for the Applicants: Gilbert + Tobin \n \n Counsel for the Eighth Respondent: Mr P G Clifford and Mr P J Hannan \n \n Solicitor for the Eighth Respondent: De Vita &amp; Dixon \n \n Date of Hearing: 5 December 2005 to 9 December 2005 \n \n Date of Last Submissions: 10 February 2006 \n \n Date of Judgment: 28 March 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/463.html",
      "id": "s1101"
    }
  ]
}