{
  "name": "Keycorp Limited v Commissioner of Taxation [2007] FCA 41 (7 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/41.html",
  "catchphrases": [
    {
      "text": "meaning of 'part of a loss' in loss transfer provisions",
      "id": "c0"
    },
    {
      "text": "part of a loss does not include loss calculation by reference to part of the year.",
      "id": "c1"
    },
    {
      "text": "income tax",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal under s 14ZZ of the Taxation Administration Act 1953 (Cth) by Keycorp Limited, the first applicant, and Telstra Payment Solutions Limited (formerly known as Keycorp Solutions Limited), the second applicant, against a decision of the respondent to disallow the objection of the applicants against a private ruling made by the respondent under Part IVAA of the Taxation Administration Act about the transfer of losses from the first to the second applicant.",
      "id": "s0"
    },
    {
      "text": "2 The first and second applicants have been referred to by the parties in the papers and correspondence as KYC and KSL, respectively.",
      "id": "s1"
    },
    {
      "text": "I will use those initials for convenience and consistency.",
      "id": "s2"
    },
    {
      "text": "3 The appeal is to be decided upon the facts comprising the arrangement on which the ruling was made: Federal Commissioner of Taxation v McMahon (1997) 79 FCR 127.",
      "id": "s3"
    },
    {
      "text": "The relevant facts, taken from the ruling are as follows:\n \n \"KYC was incorporated during September 1982 and is a public company listed on the Australian Stock Exchange (ASX).",
      "id": "s4"
    },
    {
      "text": "The principal activities of KYC and its subsidiaries are: \n \n \n &#8226; Research, development and sales of devices and systems to allow secure electronic payments and transactions at the point-of-sale; \n &#8226; Service solutions (including installation, maintenance, help desk support, logistics and asset management services for point-of-sale terminals and automatic teller machines; \n &#8226; Research, development and sales of smartcard technology, including licensing of operating systems and applications for smartcards; and \n &#8226; Marketing and sales of secure transaction network solutions.",
      "id": "s5"
    },
    {
      "text": "For a number of income years prior to the 2001 tax year, KYC lodged tax returns on the basis of a substituted accounting period (SAP), being an early balancing SAP ending on 31 December.",
      "id": "s6"
    },
    {
      "text": "During the 2001 year, KYC reverted to a 30 June year end due to a change in ownership of the company.",
      "id": "s7"
    },
    {
      "text": "Transition to the 30 June year end was effected via an 18 month return covering the period 1 January 2000 to 30 June 2001.",
      "id": "s8"
    },
    {
      "text": "This represented KYC's 2001 year of income.",
      "id": "s9"
    },
    {
      "text": "KSL was incorporated in Australia on 21 August 2000 with all shares in KSL directly owned by KYC.",
      "id": "s10"
    },
    {
      "text": "KSL was incorporated by KYC as a special purpose entity to acquire a particular business from Telstra Corporation Ltd (Telstra) as part of the arrangements referred to below.",
      "id": "s11"
    },
    {
      "text": "On 25 October 2000, Telstra (through its wholly owned subsidiary Telstra cb.fs Limited) agreed to subscribe for 38,700,000 ordinary fully paid shares in the capital of KYC.",
      "id": "s12"
    },
    {
      "text": "These shares were not issued to Telstra until 14 December 2000.",
      "id": "s13"
    },
    {
      "text": "These shares represented approximately 51% of the total capital of KYC at the time of issue.",
      "id": "s14"
    },
    {
      "text": "The business was transferred from Telstra to KSL pursuant to an agreement between Telstra, KSL and KYC dated 25 October 2000.",
      "id": "s15"
    },
    {
      "text": "The business was not transferred from Telstra to KSL until 14 December 2000, immediately after the issue of KSL shares to Telstra on the same date.",
      "id": "s16"
    },
    {
      "text": "The only activity of KSL prior to this date was to enter into contracts for the acquisition of the business.",
      "id": "s17"
    },
    {
      "text": "On the basis that KSL did not trade from the time of incorporation until 14 December 2000, being the time of transfer of the business from Telstra, the business of KSL commenced on that date.",
      "id": "s18"
    },
    {
      "text": "During the 18 month period ended 30 June 2001, KYC incurred a tax loss of $39,068,802.",
      "id": "s19"
    },
    {
      "text": "After utilising losses in that income year, there were tax losses available to be carried forward of $27,470,209.",
      "id": "s20"
    },
    {
      "text": "During the year ended 30 June 2002, KSL derived taxable income of $27,748,457.",
      "id": "s21"
    },
    {
      "text": "On 28 June 2005 a Share Sale Agreement was entered into whereby the shares in KSL are to be acquired by Telstra.",
      "id": "s22"
    },
    {
      "text": "KYC previously sought an exercise of the discretion of the Commissioner pursuant to section 170-50(2)(d) to extend the time for making a valid loss transfer agreement.",
      "id": "s23"
    },
    {
      "text": "The Commissioner exercised his discretion pursuant to section 170-50(2)(d) and notified KYC in a letter dated 2 June 2005.",
      "id": "s24"
    },
    {
      "text": "A loss transfer agreement was entered into to transfer $27,748,457 in tax losses from KYC to KSL in order to reduce the taxable income of KSL to nil.",
      "id": "s25"
    },
    {
      "text": "The attempted loss transfer was ineffective as it sought to transfer the whole of the losses incurred by KYC for the period 1 January 2000 to 30 June 2001.",
      "id": "s26"
    },
    {
      "text": "The transfer was ineffective because the issue of 38,700,000 ordinary fully paid shares in the capital of KYC to Telstra on 14 December 2000 was an abnormal trading event and resulted in a change of ownership as the shares represented approximately 51% of the total capital of KYC at the time of issue.",
      "id": "s27"
    },
    {
      "text": "\" \n \n\n4 The terms of the two questions to which the respondent was directed were expressed slightly differently in two places in the ruling.",
      "id": "s28"
    },
    {
      "text": "At the beginning of the ruling under the heading \"WHAT THIS RULING IS ABOUT\" the following appeared:\n \n \"1.",
      "id": "s29"
    },
    {
      "text": "Can KYC pursuant to Division 170 of the Income Tax Assessment Act 1997 (ITAA 1997) transfer to KSL an amount of its tax loss for the year ended 30 June 2001, being that part of the loss incurred by KYC during the period 14 December 2000 to 30 June 2001, so that KSL may deduct the amount of loss transferred in accordance with section 36-17 of the ITAA 1997 in the year of income ended 30 June 2002?",
      "id": "s30"
    },
    {
      "text": "2.",
      "id": "s31"
    },
    {
      "text": "Can KYC and KSL have an extension of time within which to effect a written agreement for transfer of the amount of the loss of one month from receipt of the ruling?",
      "id": "s32"
    },
    {
      "text": "\" \n \n \n\n(The reference to \"section 36-17\" was an error.",
      "id": "s33"
    },
    {
      "text": "It should have been \"section 36.10\")\n \nAt the end of the section of the ruling entitled \"THE SUBJECT OF THE RULING\" which contained the facts the following appeared:\n \n \"The Commissioner is now asked to rule: \n \n 1.",
      "id": "s34"
    },
    {
      "text": "That KYC may transfer an amount of its tax loss incurred during part of the income year from 14 December 2000 to 30 June 2001 so as to avoid the date of the change of ownership; and \n \n \n \n 2.",
      "id": "s35"
    },
    {
      "text": "That KYC and KSL may make a written agreement for transfer of the amount of the tax loss within one month of receipt of the ruling referred to at 1.",
      "id": "s36"
    },
    {
      "text": "\" \n \n \n\n5 Two assumptions were made in the ruling as follows:\n \n \"&#8226; The taxpayer will apply for a Commissioner's discretion for additional time to enter into a valid loss transfer agreement pursuant to section 170-50(2)(d) of the ITAA 1997 ;and \n &#8226; The Commissioner will grant that additional time to make the loss transfer.",
      "id": "s37"
    },
    {
      "text": "\" \n \n \n\n6 The ruling given on 27 September 2005 was in the following terms:\n \n \"1.",
      "id": "s38"
    },
    {
      "text": "No.",
      "id": "s39"
    },
    {
      "text": "KYC may not pursuant to Division 170 of the ITAA 1997 transfer an amount of its tax loss incurred during part of an income year (being the period 14 December 2000 to 30 June 2001) to avoid an abnormal trading event which resulted in change of ownership.",
      "id": "s40"
    },
    {
      "text": "KSL may not deduct the amount of loss transferred in accordance with section 36-17 of the ITAA 1997 in the year of income ended 30 June 2002.",
      "id": "s41"
    },
    {
      "text": "2.",
      "id": "s42"
    },
    {
      "text": "Not applicable.",
      "id": "s43"
    },
    {
      "text": "\" \n \n \n\n(The error as to \"36.17\" was perpetrated in the ruling.",
      "id": "s44"
    },
    {
      "text": "Nothing turns on this error.",
      "id": "s45"
    },
    {
      "text": ")\n \n7 On 26 October 2005, KYC and KSL lodged an objection to the private ruling pursuant to Part IVC of the Taxation Administration Act .",
      "id": "s46"
    },
    {
      "text": "The objection was disallowed in full on 1 December 2005.",
      "id": "s47"
    },
    {
      "text": "The Australian Taxation Office (the ATO) provided two reasons reasons for the decision to disallow the objection, as follows:\n \n (a) First, the relevant provision, s 170-10 of the Income Tax Assessment Act 1997 (Cth) (the \"ITAA 1997\"), whilst permitting \"part of [a] tax loss\" to be transferred, only permitted part of a loss referable to a whole income year and not part of a year's loss referable to only part of a year.",
      "id": "s48"
    },
    {
      "text": "(b) Secondly, even if that not be correct, KSL would not be able to satisfy s 170-40(2) of the ITAA 1997, being prevented by Division 165 from deducting the transferred amount in the deduction year.",
      "id": "s49"
    },
    {
      "text": "8 The appeal raises the correctness of the respondent's conclusions and, more particularly:\n \n (a) the meaning of the word \"part\" as it appears in ss 170-10 and 170-15 of the ITAA 1997; and \n\n(b) the effect of s 170-40(2) of the ITAA 1997 in this context.",
      "id": "s50"
    },
    {
      "text": "The legislation \n \n9 Division 36 of the ITAA 1997, contains Subdivision 36-A dealing with deductions for tax losses of earlier income years.",
      "id": "s51"
    },
    {
      "text": "Section 36-10 is entitled, \"How to calculate a tax loss for an income year\", and provides as follows:\n \n \"(1) Add up the amounts you can deduct for an income year (except *tax losses for earlier income years).",
      "id": "s52"
    },
    {
      "text": "(2) Subtract your total assessable income.",
      "id": "s53"
    },
    {
      "text": "(3) If you *derived *exempt income, also subtract your *net exempt income (worked out under section 36-20).",
      "id": "s54"
    },
    {
      "text": "(4) Any amount remaining is your tax loss for the income year, which is called a loss year .",
      "id": "s55"
    },
    {
      "text": "\" \n \n [emphasis in original]\n \n\nThe asterisk preceding the phrase \"tax loss\" takes one to the Dictionary, in s 995-1 of the ITAA 1997.",
      "id": "s56"
    },
    {
      "text": "The definition of the phrase \"tax loss\" in s 995-1 takes one, relevantly, back to s 36-10.",
      "id": "s57"
    },
    {
      "text": "10 Section 36-15 is entitled, \"How to deduct tax losses\".",
      "id": "s58"
    },
    {
      "text": "This section deals with the deduction in a later income year of a tax loss for a loss year (that is a tax loss for an earlier year) and is in the following terms:\n \n \"(1) A *tax loss for a *loss year is deducted in a later income year as follows: \n \n If you have no net exempt income \n \n \n (2) If your total assessable income for the later income year exceeds your total deductions (other than *tax losses), you deduct the tax loss from that excess.",
      "id": "s59"
    },
    {
      "text": "If you have net exempt income \n \n (3) If you have *net exempt income for the later income year and your total assessable income (if any) for the later income year exceeds your total deductions (except *tax losses), you deduct the tax loss: \n (a) first, from your net exempt income; and \n (b) secondly, from the part of your total assessable income that exceeds those deductions.",
      "id": "s60"
    },
    {
      "text": "(4) However, if you have *net exempt income for the later income year and those deductions exceed your total assessable income, then: \n (a) subtract that excess from your net exempt income; and \n (b) deduct the tax loss from any net exempt income that remains.",
      "id": "s61"
    },
    {
      "text": "To work out your net exempt income: see section 36-20.",
      "id": "s62"
    },
    {
      "text": "General\n \n (5) If you have 2 or more *tax losses, you deduct them in the order in which you incurred them.",
      "id": "s63"
    },
    {
      "text": "(6) A *tax loss can be deducted only to the extent that it has not already been deducted.",
      "id": "s64"
    },
    {
      "text": "(7) If you cannot deduct all or part of your *tax loss in an income year, you can carry forward to the next income year the undeducted amount.",
      "id": "s65"
    },
    {
      "text": "You then apply this Subdivision to work out if you can deduct the tax loss in that income year.",
      "id": "s66"
    },
    {
      "text": "\" \n \n\nThe definition of the phrase \"loss year\" in s 995-1 takes one, relevantly, back to s 36-10.",
      "id": "s67"
    },
    {
      "text": "11 Division 165 of the ITAA 1997 concerns the income tax consequences of changing ownership or control of a company.",
      "id": "s68"
    },
    {
      "text": "Such a change may affect whether a company can deduct its tax losses of earlier years: see s 165(1).",
      "id": "s69"
    },
    {
      "text": "In particular, s 165-10 sets out requirements (in addition to s 36-15 above) for the deduction of tax losses.",
      "id": "s70"
    },
    {
      "text": "12 Section 165-10 provides as follows:\n \n \"A company cannot deduct a *tax loss unless either: \n (a) it meets the conditions in section 165- 12 (which is about the company maintaining the same owners); or \n \n (b) it meets the condition in section 165- 13 (which is about the company carrying on the same business).",
      "id": "s71"
    },
    {
      "text": "\" \n \n \n\n13 Relevantly s 165- 12 is in the following terms:\n \n \"Company must maintain the same owners \n Ownership test period \n (1) In determining whether section 165-10 prevents a company from deducting a *tax loss, the ownership test period is the period from the start of the *loss year to the end of the income year.",
      "id": "s72"
    },
    {
      "text": "Voting power\n \n (2) There must be persons who had *more than 50% of the voting power in the company at all times during the *ownership test period.",
      "id": "s73"
    },
    {
      "text": "\" \n [emphasis in original] \n \n \n\n14 If a company fails to meet both of the conditions in s 165-10 it may still be entitled to deduct part of the loss that was incurred in part of the loss year under s 165-20, which is in the following terms:\n \n \"(1) If section 165-10 (which is about deducting a tax loss) prevents a company from deducting a *tax loss, the company can deduct the part of the tax loss that was incurred during a part of the loss year.",
      "id": "s74"
    },
    {
      "text": "(2) However, the company can do this only if, assuming that part of the *loss year had been treated as the whole of the loss year for the purposes of section 165-10, the company would have been entitled to deduct the *tax loss.",
      "id": "s75"
    },
    {
      "text": "\" \n \n \n\n15 Division 170 of the ITAA 1997 concerns the treatment of company groups for income tax purposes.",
      "id": "s76"
    },
    {
      "text": "Subdivision 170-A concerns transfer of tax losses within wholly-owned groups of companies.",
      "id": "s77"
    },
    {
      "text": "16 Section 170-5 sets out the basic principles for transferring tax losses, as follows:\n \n \"(1) A company can transfer a tax loss to another company so that the other company can deduct it in the income year of the transfer.",
      "id": "s78"
    },
    {
      "text": "(2) Both companies must be members of the same wholly-owned group.",
      "id": "s79"
    },
    {
      "text": "There are other eligibility requirements that they must also satisfy.",
      "id": "s80"
    },
    {
      "text": "(3) The transferred loss must be \"surplus\" in the sense that the transferring company cannot use it because there is not enough assessable income to offset it.",
      "id": "s81"
    },
    {
      "text": "The other company must have enough assessable income to offset the transferred tax loss.",
      "id": "s82"
    },
    {
      "text": "(4) Neither company must be prevented from deducting the loss by Division 165 or 175.",
      "id": "s83"
    },
    {
      "text": "(5) The tax loss is transferred by an agreement between the 2 companies.",
      "id": "s84"
    },
    {
      "text": "(6) The tax loss can be transferred in the same year as it is incurred.",
      "id": "s85"
    },
    {
      "text": "In that case different rules apply.",
      "id": "s86"
    },
    {
      "text": "\" \n \n \n\n17 Section 170-10 deals with when a company can transfer a tax loss and is in the following terms:\n \n \"(1) A company (the loss company ) can transfer an amount of its * tax loss for an income year (the loss year ) to another company (the income company ) if the conditions in this Subdivision are met.",
      "id": "s87"
    },
    {
      "text": "(2) The amount transferred can be the whole or part of the * tax loss.",
      "id": "s88"
    },
    {
      "text": "\" \n [emphasis in original]\n \n\n18 It is to be recalled at this point that one is told how to calculate a tax loss by s 36-10 in terms of deductions, assessable income and exempt income for the whole of the relevant year.",
      "id": "s89"
    },
    {
      "text": "19 Section 170-15(1) provides that the amount of the tax loss that is transferred is taken to be a tax loss incurred by the income company (see ss 995(1) and 170-10(1) for the meaning of the phrase \"income company\") in the loss year (see ss 995(1), 36-10(4) and 170-10(1) for the meaning of the phrase \"loss year\").",
      "id": "s90"
    },
    {
      "text": "20 Thus, to the extent that the whole or part of a tax loss is (validly) transferred from the loss company to the income company, that amount is a tax loss of the transferee or income company for the year in which the loss occurred in the transferor or loss company.",
      "id": "s91"
    },
    {
      "text": "21 Section 170-15(2) provides for the deeming of the timing of the loss by the income company to be a year earlier if the loss year is the same as the income year of transfer, because Division 36 requires that a tax loss to be deducted must be incurred in an earlier year of income.",
      "id": "s92"
    },
    {
      "text": "22 Section 170-20 deals with who can deduct a transferred tax loss, as follows:\n \n \"(1) If an amount of a *tax loss is transferred, the *income company can deduct the amount in accordance with section 36-15 (which is about how to deduct a tax loss), but only for the income year of the income company for which the amount is transferred.",
      "id": "s93"
    },
    {
      "text": "That income year is called the deduction year .",
      "id": "s94"
    },
    {
      "text": "(2) The * loss company can no longer deduct the transferred amount and is taken not to have incurred the *tax loss to the extent of that amount.",
      "id": "s95"
    },
    {
      "text": "\" \n \n [emphasis in original]\n \n\n23 To bring these provisions to the facts here, the \"loss year\" is the 2001 year, the \"income year\" and the \"deduction year\" is the 2002 year.",
      "id": "s96"
    },
    {
      "text": "24 Section 170-10(1) provides that transfer may occur \"if the conditions in this Subdivision are met\".",
      "id": "s97"
    },
    {
      "text": "The conditions of transfer are dealt with by ss 170-30 to 170-70.",
      "id": "s98"
    },
    {
      "text": "One of those provisions, s 170-40, deals with the income company (here, KSL).",
      "id": "s99"
    },
    {
      "text": "Section 170-40 is in the following terms:\n \n \"(1) The *income company must be an Australian resident and not a *prescribed dual resident.",
      "id": "s100"
    },
    {
      "text": "(2) It must not be prevented by Division 165 or 175 from deducting the transferred amount in the *deduction year.",
      "id": "s101"
    },
    {
      "text": "Those Divisions do not apply to the *income company if the *loss year and the *deduction year are the same.",
      "id": "s102"
    },
    {
      "text": "\" \n \n\n25 Subdivision 175-A of the ITAA 1997 was introduced at the same time as Division 170.",
      "id": "s103"
    },
    {
      "text": "It contains provisions which enable the Commissioner to reverse the effect of schemes that, in order to avoid tax, bring together in the same company assessable income and tax losses, current year deductions, or deductions for bad debts that apart from the scheme would not be fully used: s 175 -1.",
      "id": "s104"
    },
    {
      "text": "Section 175 -5 concerns when the Commissioner (the respondent) can disallow deduction for a tax loss.",
      "id": "s105"
    },
    {
      "text": "Section 175 -10 concerns income or capital gain injected into a company because of available tax losses.",
      "id": "s106"
    },
    {
      "text": "Sections 175 -5 and 175 -10 are in the following terms:\n \n \" 175-5 \n (1) This Subdivision sets out cases where the Commissioner may disallow some or all of a *tax loss (or of part of a tax loss) (the excluded loss ) as a deduction in calculating a company's taxable income of an income year after the *loss year.",
      "id": "s107"
    },
    {
      "text": "(2) However, the Commissioner cannot disallow the *excluded loss if the company: \n (a) fails to meet a condition in section 165- 12 (which is about maintaining the same owners) in respect of the *loss year or the income year; but \n \n (b) meets the condition in section 165- 13 (which is about the company carrying on the same business) in respect of the income year.",
      "id": "s108"
    },
    {
      "text": "175-10 \n (1) The Commissioner may disallow the *excluded loss if, during the income year, the company *derived assessable income, or a *capital gain accrued to the company, some or all of which (the injected amount ) would not have been derived, or would not have accrued, if the excluded loss had not been available to be taken into account for the purposes of: \n &#8226; Division 36 (which is about tax losses of earlier years); \n &#8226; Division 165 (which is about the income tax consequences of changing ownership or control of a company); \n &#8226; Subdivision 375-G (which is about film losses).",
      "id": "s109"
    },
    {
      "text": "(2) However, the Commissioner cannot disallow the *excluded loss if the *continuing shareholders will benefit from the derivation or accrual of the *injected amount to an extent that the Commissioner thinks fair and reasonable having regard to their respective rights and interests in the company.",
      "id": "s110"
    },
    {
      "text": "(3) The continuing shareholders are: \n (a) all of the persons who had *more than 50% of the voting power in the company during the whole (or the relevant part) of the *loss year and during the whole of the income year; and \n (b) all of the persons who had rights to *more than 50% of the company's dividends during the whole (or the relevant part) of the loss year and during the whole of the income year; and \n (c) all of the persons who had rights to *more than 50% of the company's capital distributions during the whole (or the relevant part) of the loss year and during the whole of the income year.",
      "id": "s111"
    },
    {
      "text": "To find out who they were, apply whichever tests are applied in order to determine whether the company can deduct the *tax loss (or the part of the tax loss) in the first place.",
      "id": "s112"
    },
    {
      "text": "\" \n [emphasis in original]\n \n Approach to disposition of the case \n \n26 I have had the considerable assistance of careful and precise written submissions from both sides, for which I am grateful.",
      "id": "s113"
    },
    {
      "text": "Though my reasons for dismissing the appeal can be tolerably shortly expressed, an appreciation of them is best gained by first recounting the arguments of the parties.",
      "id": "s114"
    },
    {
      "text": "There is force to the submissions of both sides.",
      "id": "s115"
    },
    {
      "text": "The ultimate question of construction, though a short one, is best appreciated through the immersion of the debate of the parties.",
      "id": "s116"
    },
    {
      "text": "Therefore, the approach that I have adopted is to discuss the submissions of the parties at some length.",
      "id": "s117"
    },
    {
      "text": "This process has been made easier by the clarity of the submissions.",
      "id": "s118"
    },
    {
      "text": "The first issue \"part of the loss\" of KYC \n \n27 The applicants stressed the ordinary meaning of the word \"part\" in s 170-10(2) as extending to part, however ascertained.",
      "id": "s119"
    },
    {
      "text": "Thus, a portion or segment or constituent piece or section of the whole loss (however ascertained) was a part of the tax loss.",
      "id": "s120"
    },
    {
      "text": "This ordinary meaning was taken from standard dictionaries (Oxford and Macquarie).",
      "id": "s121"
    },
    {
      "text": "There is nothing in this ordinary meaning, the applicants submitted, to restrict \"part\" to a portion of the whole; the word is wide enough to accommodate a \"portion or division\" which is separate and marked by a relevant boundary or event (here two dates within a wider encompassing time frame).",
      "id": "s122"
    },
    {
      "text": "The expression \"part of the tax loss\" is not limited, the applicants submitted, to a part of a tax loss that has been calculated under s 36-10, that is by reference to the full year.",
      "id": "s123"
    },
    {
      "text": "28 The applicants accepted that the task was not merely one of applying a dictionary to words in a section of an Act.",
      "id": "s124"
    },
    {
      "text": "The words must be read in their context and must reflect the purpose of the section in which they occur.",
      "id": "s125"
    },
    {
      "text": "29 It should be recalled that context is not merely the Act as a whole, including its text and structure, but context \"in its widest sense\": CIC Insurance Ltd v Bankstown Football Club Ltd [1997] HCA 2 ; (1997) 187 CLR 384 at 408.",
      "id": "s126"
    },
    {
      "text": "The relevant words are considered by reference to the language of the statute as a whole in their legal and historical context having regard to the evident aim and purpose of the legislation and provision in question, to any canons of legal construction and to any inconvenience or improbability of result of any given construction.",
      "id": "s127"
    },
    {
      "text": "Fundamental to the task is the giving of close attention to the text and structure of the relevant provisions as to the words used by Parliament: Braverus Maritime Inc v Port Kembla Coal Terminal Ltd [2005] FCAFC 256 ; (2005) 148 FCR 68 at [36] and the cases there cited, and Commissioner of Taxation of the Commonwealth of Australia v Linter Textiles Australia Limited [2005] HCA 20 ; (2005) 220 CLR 592 at [50] .",
      "id": "s128"
    },
    {
      "text": "30 The applicants submitted that the context of s 170-10 led to the phrase \"part of a loss\" being seen as comprehending the apportionment of a tax loss for a year into that part incurred before and that part incurred after a date relevant to the operation of the loss deduction and loss transfer provisions.",
      "id": "s129"
    },
    {
      "text": "31 The applicants first pointed to s 165-20 as an instance of the use of the phrase \"part of the tax loss\" to encompass part of a year.",
      "id": "s130"
    },
    {
      "text": "This is in the part of the ITAA 1997 dealing with deducting tax losses of earlier years (Subdivision 165A) and the effect of change of ownership, control and business carried on.",
      "id": "s131"
    },
    {
      "text": "In this context, temporal specification is made of the part of the loss that can be carried forward by reference to the disqualifying event or circumstance.",
      "id": "s132"
    },
    {
      "text": "32 The applicants emphasised what they submitted was an underlying assumption of transfers of tax losses in subdivision 170A --- that what can be deducted by being carried forward can be transferred.",
      "id": "s133"
    },
    {
      "text": "In this respect the terms of s 165-20 are important --- s 165-20(1) refers to the part of the tax loss that was incurred in part of the year.",
      "id": "s134"
    },
    {
      "text": "Thus s 165-20 recognised, it was submitted, that it is possible for part of the tax loss to be referable to part of the loss year, whilst recognising that a tax loss, prima facie, relates to an entire year of income: s 36-10.",
      "id": "s135"
    },
    {
      "text": "33 The use of text such as appears in s 165-20 is not isolated.",
      "id": "s136"
    },
    {
      "text": "Similar provisions appear in s 165-96(2) of the ITAA 1997, concerning the \"carrying forward\" of capital losses by a company and ss 266-50, 266-95, 266-130, 266-170 and 267-50 of Schedule 2F to the Income Tax Assessment Act 1936 (the \"ITAA 1936\"), concerning the \"carrying forward\" of trust losses.",
      "id": "s137"
    },
    {
      "text": "34 The respondent emphasised the words \"the amount\" in s 170-10(2).",
      "id": "s138"
    },
    {
      "text": "This phrase, with the definite article, is to be identified with the words in s 170-10(1), \"an amount of its tax loss for an income year\".",
      "id": "s139"
    },
    {
      "text": "Thus the amount that can be part of the tax loss, is an amount of the company's (here KYC's) tax loss for an income year (that is a whole income year).",
      "id": "s140"
    },
    {
      "text": "So the amount --- the quantum chosen to be transferred is the result of a calculation in respect of an income year (that is a whole income year).",
      "id": "s141"
    },
    {
      "text": "35 The respondent emphasised the definition of the phrase \"income year\", through ss 2-15(3) and 995-1, in ss 4-10(2) and 9-5(2).",
      "id": "s142"
    },
    {
      "text": "With some qualifications, which are unnecessary to discuss, income year is based on a \"financial year\", which is defined also as a period of 12 months beginning on 1 July.",
      "id": "s143"
    },
    {
      "text": "Thus, it was submitted that through the notion of \"income year\" and \"tax loss\" as defined in s 36-10, s 170-10 is concerned with part of an amount calculated by reference to a whole year.",
      "id": "s144"
    },
    {
      "text": "36 The respondent submitted that the applicants' construction of s 170-10 required a reading into s 170-10 of the words \"in part of a year\".",
      "id": "s145"
    },
    {
      "text": "The respondent equally relied on provisions such as ss 165-20 and 165-96(2) of the ITAA 1997 and ss 266-50, 266-95, 266-130, 266-170 and 267-50 of Schedule 2F to the ITAA 1936 as indicative of the type of specific provision that the Parliament employed when it intended the phrase \"part of the tax loss\" to encompass a loss referable to part of an income year.",
      "id": "s146"
    },
    {
      "text": "37 The essence of this debate between the parties is, of course, the extent and scope of s 170-10.",
      "id": "s147"
    },
    {
      "text": "It is necessary to recognise that the authorisation to transfer losses, that is to have one entity's losses treated as those of another is entirely based in statute.",
      "id": "s148"
    },
    {
      "text": "38 The applicants sought to use an aspect of the reasoning of the respondent in its reasons for disallowing the objections.",
      "id": "s149"
    },
    {
      "text": "The respondent, in those reasons had noted that KYC could not rely on s 165-20 to deduct (that is carry forward) part of a tax loss referable to part of an income year because KYC did not fail both limbs of s 165-10.",
      "id": "s150"
    },
    {
      "text": "Therefore it did not need s 165-20; it could deduct or carry forward all of its tax loss, in accordance with s 36-15.",
      "id": "s151"
    },
    {
      "text": "The applicants said that it would be an odd result if KYC could transfer part of a loss referable to part of a year if, in other circumstances, it could rely on s 165-20 (because it failed both limbs of s 165-10), but it could not transfer such a part of a loss referable to a part of a year, if it did not need to rely on s 165-20 to deduct (that is carry forward) losses.",
      "id": "s152"
    },
    {
      "text": "The difficulty with this argument, as the respondent submitted, was that in neither of the posited facts (KYC not failing both limbs of s 165-10 and KYC failing both limbs of s 165-10) could KYC, according to the respondent's submission, transfer part of a tax loss referable to part of an income year.",
      "id": "s153"
    },
    {
      "text": "The respondent submitted that provision is made for deduction (that is carrying forward) of part of a tax loss for a part of a year, but that there is no statutory basis for ever transferring part of a tax loss that was incurred during a part of an income year (defined as the loss year).",
      "id": "s154"
    },
    {
      "text": "Thus, I do not find assistance in this part of the applicants' argument.",
      "id": "s155"
    },
    {
      "text": "The real question is whether s 170-10 is wide enough in language to encompass any calculated part of a tax loss, including a part incurred in a more limited time period than the whole income year.",
      "id": "s156"
    },
    {
      "text": "39 The applicants also sought to use the terms of ss 175-5 and 175-10 in support of their argument.",
      "id": "s157"
    },
    {
      "text": "They submitted that the use of the words \" some or all of a tax loss ( or a part of a tax loss)\" in s 175-5(1) drew a distinction between part in terms of quantum (denoted by the phrase \"some of a tax loss\") and a part of a tax loss referable to some other matter, such as the part referable to part of the loss year following a change in ownership (denoted by the words \"part of a tax loss\").",
      "id": "s158"
    },
    {
      "text": "In this latter respect, the definition of \"continuing shareholders\" in s 175-10(3) was emphasised.",
      "id": "s159"
    },
    {
      "text": "Thus, the applicants said the phrase \"part of the tax loss\" was used in a context which was cognate and which allowed the Commissioner to exclude a tax loss that was referable to part of a year of income.",
      "id": "s160"
    },
    {
      "text": "40 The respondent submitted that these provisions were of little assistance being in a different context.",
      "id": "s161"
    },
    {
      "text": "41 The applicants also sought assistance from the legislative history.",
      "id": "s162"
    },
    {
      "text": "Divisions 165 and 170 are a re-enactment in the drafting style of the ITAA 1977 (being inserted by the Tax Law Improvement Act 1997 (Cth)) of the relevant company loss provisions of the ITAA 1936.",
      "id": "s163"
    },
    {
      "text": "Section 1 - 3 of the ITAA 1997 is to be borne in mind in this respect:\n \n \" 1-3 Difference in style not to affect meaning \n \n (1) This Act contains provisions of the Income Tax Assessment Act 1936 in a rewritten form.",
      "id": "s164"
    },
    {
      "text": "(2) If: \n (a) that Act expressed an idea in a particular form of words; and \n (b) this Act appears to have expressed the same idea in a different form of words in order to use a clearer of simpler style; \n the ideas are not to taken to be different just because different forms of words were used.",
      "id": "s165"
    },
    {
      "text": "\" \n \n\n42 One can see from the explanatory memorandum referable to the ITAA 1997 that no change was intended to be achieved by ss 170-10, 170-15 and 170-40.",
      "id": "s166"
    },
    {
      "text": "43 The applicants emphasised the following points about that legislative history.",
      "id": "s167"
    },
    {
      "text": "First, it was submitted that the precursors of s 165-20: s 80A(2) (and later re-enacted in s 80A(5)) of the ITAA 1936 used the phrase \"part of the loss\" to encompass part of a loss incurred in part of a year.",
      "id": "s168"
    },
    {
      "text": "Section 80A(1) provided for a 40% continuity of beneficial ownership by reference to voting, dividends and right to capital at all times \"during the year in which the loss was incurred...\".",
      "id": "s169"
    },
    {
      "text": "Section 80(2) provided:\n \n \"(2) Where a loss incurred by a taxpayer, being a company, in a year before the year of income is not, by virtue of the last preceding sub-section, to be taken into account but the company satisfied the Commissioner that, at all times during the year of income, shares in the company carrying the rights referred to in that sub-section were beneficially owned by persons who, at all times during a part of the year in which the loss was incurred, beneficially owned shares in the company carrying rights of those kinds, the Commissioner may take into account for the purposes of the last preceding section such part of the loss as he considers to be the amount of the loss that was incurred during that part of that year.",
      "id": "s170"
    },
    {
      "text": "\" \n \n [emphasis added in submissions]\n \n\n44 The purpose of s 80A(2) was described in the explanatory memorandum to the Income Tax and Social Services Contribution Assessment Bill (No 3) 1964 as follows:\n \n \" Sub-Section (2) is designed as a safeguard to companies where a change in beneficial ownership of shares occurs during the year of income in which a loss is incurred (\"the loss year\").",
      "id": "s171"
    },
    {
      "text": "In these circumstances the Commissioner will be authorised, where other conditions are satisfied, to allow as a deduction in a later year of income a part of the loss incurred during the loss year.",
      "id": "s172"
    },
    {
      "text": "The part which may be allowed is such amount as the Commissioner considers to be the loss incurred after the change in beneficial ownership of the shares.",
      "id": "s173"
    },
    {
      "text": "As in the case of other discretions provided for the Commissioner, a taxpayer affected by the Commissioner's decision will have the usual rights of reference to a Taxation Board of Review, which will be entitled to substitute its opinion for that of the Commissioner.",
      "id": "s174"
    },
    {
      "text": "\" \n \n\n45 In 1973, s 80A was repealed and replaced by a new s 80A by the Income Tax Assessment Act 1973 (Cth) .",
      "id": "s175"
    },
    {
      "text": "Section 80A(5) replicated the former s 80A(2), and was in the following terms:\n \n \"(5) Subject to sections 80B, 80DA and 80E, where a loss incurred by a company in a year before the year of income is not, by virtue of subsection (1) or sub-section (3), as the case may be, to be taken into account for the purposes of section 80 or section AA but the company satisfies the Commissioner that that sub-section would not have prevented the loss from being so taken into account if regard were had, for the purposes of that sub-section, to part only of the year in which the loss was incurred, the Commissioner may take into account for the purposes of section 80 or section 80AA such part of the loss as he considers to be the amount of the loss that was incurred during that part of that year.",
      "id": "s176"
    },
    {
      "text": "\" \n \n [emphasis in applicants' submission]\n \n\n46 The relevant explanatory memorandum stated the following about s 80A(5):\n \n \" Sub-section (5) re-enacts section 80A(2) of the Principal Act and has application in cases where persons (the \"continuing shareholders\") who beneficially own shares carrying the specified rights throughout the year of income had acquired those shares during the year in which the loss was incurred.",
      "id": "s177"
    },
    {
      "text": "In this situation, sub-section (1) or sub-section (3), as the case may be, will operate to disallow a deduction for the loss.",
      "id": "s178"
    },
    {
      "text": "However, sub-section (5) authorises the Commissioner, where other conditions are satisfied, to allow as a deduction a part of the loss incurred.",
      "id": "s179"
    },
    {
      "text": "The part which may be so allowed is the amount the Commissioner considers to be the loss incurred in the part of the year of loss occurring after the shares were acquired by the continuing shareholders.",
      "id": "s180"
    },
    {
      "text": "\" \n \n\n47 The respondent submitted that no further assistance was gained from the words \"part of the loss\" in the ITAA 1936 provisions than could be gained in the ITAA 1997 provisions.",
      "id": "s181"
    },
    {
      "text": "I tend to agree.",
      "id": "s182"
    },
    {
      "text": "48 Secondly, in 1965, the Income Tax Assessment Act 1965 (Cth) introduced s 80E which introduced the same business test and amended s 80A(2) (as set out above) by omitting the first word of the subsection, \"Where\", and replacing it with:\n \n \"Subject to the next four succeeding sections, where\".",
      "id": "s183"
    },
    {
      "text": "49 Section 80E was one of those four succeeding sections and was in the following terms:\n \n \"80E-(1) Subject to the next succeeding sub-section, where- \n \n (a) the whole or part of a loss incurred by a taxpayer, being a company, in a year before the year of income would not, but for this section, by reason of section eighty A of this Act (including that section as affected by the last preceding section) or section eighty C of this Act, be taken into account for the purpose of section eighty of this Act; \n \n (b) the whole of the loss would, but for a change that has taken place in the beneficial ownership of shares in the company or in a company that had a controlling interesting [sic] in the company, have been so taken into account; \n \n (c) the first mentioned company carried on at all times during the year of income the same business as it carried on immediately before the change took place; and \n \n (d) the first-mentioned company did not, at any time during the year of income, derive income from a business of a kind that it did not carry on, or from a transaction of a kind that it had not entered into in the course of its business operations, before the change took place.",
      "id": "s184"
    },
    {
      "text": "section eighty A or section eighty C of this Act, as the case may be, does not operate to prevent the whole of the loss being so taken into account.",
      "id": "s185"
    },
    {
      "text": "\" \n [emphasis in applicants' submission]\n \n\n50 The applicants submitted that the phrase \"or part of a loss incurred by a taxpayer\" in the beginning of s 80E(1)(a) applied and referred to the part of a tax loss that could not be carried forward in a part of a year which saw the company not satisfy the ownership test under s 80A(2) (later s 80A(5)).",
      "id": "s186"
    },
    {
      "text": "51 The respondent rejected the proposition that this is what the phrase \"or part of a loss incurred by the taxpayer\" was referring.",
      "id": "s187"
    },
    {
      "text": "The respondent said that the phrase \"the whole or part of a loss incurred by the taxpayer\" was referring to the undeducted part of a loss incurred in a previous year.",
      "id": "s188"
    },
    {
      "text": "52 The phrase was capable of referring to part of a loss referable to a whole year undeducted, presumably after partial utilisation in a later year.",
      "id": "s189"
    },
    {
      "text": "Section 80A(1) denied the deduction of a loss where ownership had changed; s 80A(2) limited that denial to that part of the loss that arose before the change in ownership.",
      "id": "s190"
    },
    {
      "text": "In these circumstances, the satisfaction of the business test in s 80E meant that s 80A did not operate to prevent \"the whole of the loss being so taken into account\".",
      "id": "s191"
    },
    {
      "text": "Whilst the lack of repetition of \"a part of a loss\" at this point is at first blush puzzling, it can be easily understood, conformably with the applicants' submissions, as stating that no operation of s 80A(1) as to the whole, or s 80A(2) as to the part, of a loss will prevent the whole loss being taken into account.",
      "id": "s192"
    },
    {
      "text": "Thus, for such force as it has, I tend to agree with the applicants' submission that the phrase or \"a part of a loss\" in s 80E of the ITAA 1936 encompassed the part of the loss incurred in part of a year, in respect of which by the combined operation of s 80A(1) and (2) the Commissioner could not be satisfied of the ownership test.",
      "id": "s193"
    },
    {
      "text": "53 Thirdly, the applicants referred to the enactment in 1984 of s 80G(6) of the ITAA 1936 and the use therein of the expressions \"the whole or a specified part of the loss\" and \"the loss or that part of the loss\".",
      "id": "s194"
    },
    {
      "text": "Reference was also made to the explanatory memorandum.",
      "id": "s195"
    },
    {
      "text": "The respondent submitted that these references did not reveal any assistance to the applicants.",
      "id": "s196"
    },
    {
      "text": "I agree.",
      "id": "s197"
    },
    {
      "text": "I do not think that they advance the position.",
      "id": "s198"
    },
    {
      "text": "54 The respondent further submitted that the explanatory memorandum accompanying the introduction of s 80G (the precursor to Subdivision 170-A of the ITAA 1997) supported its construction that the reference to \"part\" is as to quantum only --- that is a part of a whole year's loss.",
      "id": "s199"
    },
    {
      "text": "Relevantly, the explanatory memorandum stated:\n \n \"Where a loss company has given to the Commissioner a notice or notices in accordance with paragraph (6)(c) in relation to a part of a loss incurred by the loss company, sub-section 80G(13) will preclude the company from giving a valid further notice in relation to that loss to the extent to which it purports to transfer to an income company the right to an allowable deduction for an amount in excess of the balance of the loss available.",
      "id": "s200"
    },
    {
      "text": "\" \n \n\n55 Section 80G(13) as enacted in 1984 (in the Income Tax Assessment Amendment Act (No 4) 1984 (No 124 of 1984)) was in the following terms:\n \n \n \"(13) Where the loss company gives to the Commissioner a notice or notices in accordance with paragraph (6)(c) in relation to a part of a loss incurred by the loss company, that company shall not give a further notice in accordance with that paragraph in relation to that loss that purports to transfer to a company the right to an allowable deduction in respect of an amount that exceeds the amount obtained by deducting from the amount of that loss the amount of that part of that loss or the sum of the amounts of those parts of that loss specified in the first-mentioned notice or notices.",
      "id": "s201"
    },
    {
      "text": "\" \n [emphasis added]\n \n \n\n56 There is force in the argument that the text of s 80G(13) sits happily with the respondent's submission that in this part of the predecessor to Division 170A the phrase \"part of a loss\" is a reference to a section of the whole: note especially the juxtaposition of \"part of a loss\" with \"that loss\" and with \"the sum of the amounts of those parts of that loss\".",
      "id": "s202"
    },
    {
      "text": "57 In support of this use of s 80G(6)(c) and (13), the respondent referred to a passage in the reasons of Drummond J in Harts Australia Pty Ltd v Commissioner of Taxation 2000 ATC 4566 at [11] in which his Honour said:\n \n \"Section 80G(6)(c) requires agreement that there is to be a transfer of this right to an allowable deduction under s 80(2) \"in respect of so much of the whole or part of\" the loss the subject of the right to that deduction.",
      "id": "s203"
    },
    {
      "text": "What can be transferred under s 80G is company A's right to deduct that dollar amount, to the extent of the whole of it or a part only of it.",
      "id": "s204"
    },
    {
      "text": "An agreement to transfer the loss company's right to a deduction under s 80(2) in respect of the whole of its loss deductible under that section must necessarily refer to a loss of a particular dollar amount that is then, ie, at the date of the agreement, identifiable, even if that dollar amount is not itself recorded in the agreement.",
      "id": "s205"
    },
    {
      "text": "An agreement to transfer the loss company's right to a deduction under s 80(2) in respect of part only of that loss must identify the part of the then identifiable dollar amount of the entire loss that is the subject of the agreement; prima facie, that could be done by recording in the agreement either the dollar amount of that part of the fraction of the then identifiable dollar amount of the whole of the loss, that is the subject of the transfer agreement.",
      "id": "s206"
    },
    {
      "text": "\" \n [emphasis in respondent's submissions]\n \n\n58 Reference was also made to the later judgment of Heerey J (2001 ATC 4394).",
      "id": "s207"
    },
    {
      "text": "59 The applicants submitted that what Drummond J said was being taken out of context.",
      "id": "s208"
    },
    {
      "text": "I think there is force in that criticism.",
      "id": "s209"
    },
    {
      "text": "On appeal from Drummond J, the Full Court set aside the answers given to a separate determination of questions ( Harts Australia Ltd v Commissioner of Taxation [2001] FCA 761 ; (2001) 109 FCR 405).",
      "id": "s210"
    },
    {
      "text": "In so doing Merkel J (with whom Lee J and Finn J concurred) made a number of relevant points: (a) An agreement to comply with s 80G(6)(c) must be in relation to an amount that is fixed and identifiable in the sense that it is ascertainable.",
      "id": "s211"
    },
    {
      "text": "(b) The general purpose and policy of these provisions is beneficial to the taxpayer and thus a liberal, rather than a narrow or technical approach, is to be taken to the construction of s 80G.",
      "id": "s212"
    },
    {
      "text": "(c) The amount need not be quantified and specified in the agreement, but it must be fixed and ascertainable.",
      "id": "s213"
    },
    {
      "text": "60 Fourthly, the applicants submitted that Division 170 is relieving legislation.",
      "id": "s214"
    },
    {
      "text": "This submission was supported by the terms of the second reading speech for the earlier legislation in the Income Tax Assessment Bill (No 4) 1984 that the purpose was to assist taxpayers and stimulate business activity.",
      "id": "s215"
    },
    {
      "text": "It was also supported by the expression of view by the Full Court in Harts [2001] FCA 761 ; 109 FCR 405 at [18] .",
      "id": "s216"
    },
    {
      "text": "61 The respondent submitted that it was \"doubtful\" whether Division 170 should be characterised as relieving legislation, \"rather than providing a statutory regime for the transfer of losses within a corporate group where certain conditions are satisfied.",
      "id": "s217"
    },
    {
      "text": "\" Looking at its history and provenance, it is tolerably clear that the aim of Division 170 is to provide a benefit to taxpayers by relieving them from the logical consequences of individual legal personality.",
      "id": "s218"
    },
    {
      "text": "Its precursor, s 80G, was intended to be beneficial to the taxpayer Harts [2001] FCA 761 ; 109 FCR 405 at [18] and Commissioner of Taxation v Asiamet (No 1) Resources Pty Ltd [2004] FCAFC 73 ; (2004) 137 FCR 146 at 193 [141] .",
      "id": "s219"
    },
    {
      "text": "Its aim was, broadly, to align the treatment of company groups with divisions in companies: Asiamet (No 1) Resources 137 FCR at 193 [142].",
      "id": "s220"
    },
    {
      "text": "But that is to be seen as effected by the statutory language employed, and no further.",
      "id": "s221"
    },
    {
      "text": "62 Thus, I agree with the thrust of the applicants' submission in this regard that provisions such as Division 170 should not be narrowly construed and should be interpreted to promote the purpose or object underlying the Division which can be seen as the purpose and object of s 80G of the ITAA 1936.",
      "id": "s222"
    },
    {
      "text": "That does not mean, however, that provisions are given a meaning which they do not bear.",
      "id": "s223"
    },
    {
      "text": "Rather, no narrow approach is to be taken, and the beneficial purpose is to be borne in mind in ascribing the meaning to words used: Commissioner of Taxation of the Commonwealth of Australia v Murry [1998] HCA 42 ; (1998) 193 CLR 605 at 632; Federal Commissioner of Taxation v Top of the Cross Pty Ltd (1981) 37 ALR 623 at 633; Plessey Australia Pty Ltd v Federal Commissioner of Taxation (1989) 89 ALR 395 at 400; and Federal Commissioner of Taxation v Reynolds Australia Alumnia Ltd (1987) 77 ALR 543 at 549 and 560.",
      "id": "s224"
    },
    {
      "text": "63 The respondent relied upon the notion that Division 170 was a code and that care should be exercised in having recourse to the pre-existing law when construing it.",
      "id": "s225"
    },
    {
      "text": "Reference was made in this respect to Brennan v R [1936] HCA 24 ; (1936) 55 CLR 253 at 263.",
      "id": "s226"
    },
    {
      "text": "In this respect, however, the terms of s 1 - 3 of the ITAA 1997 are to be recalled, in particular since Division 170 can be seen to have a precursor, redrafted in different style, in s 80G of the ITAA 1936.",
      "id": "s227"
    },
    {
      "text": "The second issue --- the effect of s 170-40(2) \n \n64 On the assumption that the applicants are correct as to the meaning of s 170- 10 , and in particular as to the meaning of the phrase \"part of the tax loss\", the respondent submits (and reasoned in his disallowance of the objection) that KSL as the income company does not meet the condition in s 170-40(2).",
      "id": "s228"
    },
    {
      "text": "65 It was common ground that the loss company, KYC, satisfied all conditions in subdivision 170-A.",
      "id": "s229"
    },
    {
      "text": "In particular the matters set out in s 170- 35 , and through it, Subdivision 165-A.",
      "id": "s230"
    },
    {
      "text": "The satisfaction of Subdivision 165-A arose from the fact that the continuity of business test in s 165- 13 was not failed, even though the continuity of ownership test in s 165- 12 was failed.",
      "id": "s231"
    },
    {
      "text": "66 The issue was whether the income company, KSL, satisfied s 170-40(2) --- that is whether it was prevented by Division 165 from deducting the transferred amount in the deduction year.",
      "id": "s232"
    },
    {
      "text": "67 It was common ground that KSL would not meet the requirements of s 165- 10 in relation to the whole of the 2001 year because it failed the continuity of ownership test in ss 165- 10 and 165- 12 throughout the loss and income years, and it failed the continuity of business test in ss 165- 10 and 165- 13 because it did not carry on the same business during the income year as it carried on immediately prior to 14 December 2000.",
      "id": "s233"
    },
    {
      "text": "68 The applicants at this point called in aid s 165- 20 .",
      "id": "s234"
    },
    {
      "text": "In [30] --- [32] of their submissions the applicants submitted as follows:\n \n \n \"[30] Sec 165- 20 provides that 'if section 165- 10 (which is about deducting a tax loss) prevents a company from deducting a *tax loss, the company can deduct the part of the tax loss that was incurred during a part of the loss year.",
      "id": "s235"
    },
    {
      "text": "'\n \n [31] The transferred amount is 'taken to be a tax loss incurred by' Keycorp Solutions in the 2001 year by virtue of section 170- 15 (1), but otherwise it retains its character; that is, it is not taken to have been incurred in some different part of, or indifferently throughout the whole of, the loss year.",
      "id": "s236"
    },
    {
      "text": "It is taken to have been incurred by Keycorp Solutions when it was incurred by Keycorp.",
      "id": "s237"
    },
    {
      "text": "[32] Since the transferred amount is 'taken to be' a loss incurred by Keycorp Solutions during the period 14 December 2000 to 30 June 2001, \n \n \n (a) section 165- 20 (2) requires that the continuity of ownership test and the same business test be applied on the assumption that this period was the entire loss year; \n (b) in consequence, in the facts comprised in the 'arrangement' ruled upon, both the continuity of ownership and the same business test are satisfied.",
      "id": "s238"
    },
    {
      "text": "\" \n \n \n\n69 The respondent submitted that s 165- 20 was not available for this purpose.",
      "id": "s239"
    },
    {
      "text": "First, the respondent pointed to s 170- 15 which deems the amount of the tax loss to be incurred by the income company (KSL) in the loss year (2001) and does not contemplate a situation where the deemed amount is part of the tax loss incurred during part of a year.",
      "id": "s240"
    },
    {
      "text": "The respondent submitted that if it had been intended that Subdivision 170-A would allow KSL a deduction under s 165- 20 in respect of a loss transferred that was referable to part of a year, it would be expected that the legislature would have expressly provided for that in s 170- 15 by stating that the amount would be taken to be incurred by the income company in the same part of the year as it was in fact incurred by the loss company.",
      "id": "s241"
    },
    {
      "text": "70 Secondly, the respondent reverted to the terms of s 170- 10 and its use of the phrases \"tax loss\" and \"income year\" requiring a calculation over the whole year.",
      "id": "s242"
    },
    {
      "text": "71 Thirdly, it was submitted that s 170- 15 (1) was a deeming provision and thus should be construed strictly: Federal Commissioner of Taxation v Comber (1986) 10 FCR 88 at 96.",
      "id": "s243"
    },
    {
      "text": "The respondent submitted that the applicants were attempting to give s 170- 15 more work to do than it bore.",
      "id": "s244"
    },
    {
      "text": "In particular, this criticism was made of [31] and [32] of the applicants' submissions.",
      "id": "s245"
    },
    {
      "text": "72 The applicants submitted that all these submissions of the respondent rest on the primary or first issue --- whether Division 170 provides in its terms for transfer of part of a loss which is incurred in part of a year.",
      "id": "s246"
    },
    {
      "text": "If it is, all the arguments about s 170-40(2) collapse in on themselves.",
      "id": "s247"
    },
    {
      "text": "73 I think there is force in this last submission.",
      "id": "s248"
    },
    {
      "text": "Ultimately, there is one issue: Does Division 170 contemplate as part of its operation the transfer between companies in a group to which the Division applies part of a tax loss for a year which is referable to part of that year?",
      "id": "s249"
    },
    {
      "text": "74 This point was reflected in the final submission of the respondent.",
      "id": "s250"
    },
    {
      "text": "At [61] of its written submissions it put the following:\n \n \"This highlights the very problem at the heart of the Applicants' submissions.",
      "id": "s251"
    },
    {
      "text": "If Parliament had intended that \"part of a tax loss\" incurred in part of a tax year could be transferred it would be expected that a provision in the same terms as sec 165- 20 would be found in Subdivision 170-A.",
      "id": "s252"
    },
    {
      "text": "There is no such provision in that Subdivision.",
      "id": "s253"
    },
    {
      "text": "\" \n \n\n75 At this point the respondent submitted that the contrast to be drawn with Subdivision 165-B was important.",
      "id": "s254"
    },
    {
      "text": "The respondent emphasised the existence in Subdivision 165-B of detailed rules to calculate taxable income and a tax loss where a company has not had the same ownership and control during the same income year.",
      "id": "s255"
    },
    {
      "text": "76 Section 165- 23 describes \"what this Subdivision is about\".",
      "id": "s256"
    },
    {
      "text": "It states: \n \n \"A company that has not had the same ownership and control during the income year, and has not satisfied the same business test, works out its taxable income and tax loss under this Subdivision.",
      "id": "s257"
    },
    {
      "text": "\" \n \n\n77 Section 165- 25 summarises the Subdivision as follows:\n \n \"(1) The company calculates its taxable income for the income year in this way: \n \n Method statement \n Step 1.",
      "id": "s258"
    },
    {
      "text": "Divide the income year into periods: each change in ownership or control is a dividing point between periods.",
      "id": "s259"
    },
    {
      "text": "Step 2.",
      "id": "s260"
    },
    {
      "text": "Treat each period as if it were an income year and work out the notional loss or notional taxable income for that period.",
      "id": "s261"
    },
    {
      "text": "Step 3.",
      "id": "s262"
    },
    {
      "text": "Work out the taxable income for the year of the change by adding up: \n &#8226; each notional taxable income; and \n &#8226; any full year amounts (amounts of assessable income not taken into account at Step 2); \n and then subtracting any full year deductions (deductions not taken into account at Step 2).",
      "id": "s263"
    },
    {
      "text": "(2) As well as a taxable income, the company will have a tax loss.",
      "id": "s264"
    },
    {
      "text": "It is the total of: \n &#8226; each notional loss; and \n &#8226; excess full year deductions of particular kinds.",
      "id": "s265"
    },
    {
      "text": "(3) Special rules apply if the company was in partnership at some time during the income year.",
      "id": "s266"
    },
    {
      "text": "\" \n [emphasis in original] \n\n78 Sections 165- 35 , 165- 37 and 165-40 deal with when a company must work out its taxable income and tax loss under this Subdivision --- on a change of ownership, unless the company carries on the same business; and on a change of control of voting power, unless the company carries on the same business.",
      "id": "s267"
    },
    {
      "text": "79 Sections 165-45 to 165-65 deal with working out the company's taxable income.",
      "id": "s268"
    },
    {
      "text": "Section 165-45 concerns division into periods; s 165-55 concerns how one attributes deductions to periods; s 165-60 concerns how one attributes assessable income to periods; and s 165-65 concerns how one calculates the company's taxable income for the income year.",
      "id": "s269"
    },
    {
      "text": "80 Section 165-70 concerns how to calculate the company's tax loss for the income year.",
      "id": "s270"
    },
    {
      "text": "81 Sections 165-75 to 165-90 deal with special rules that apply if the company is in partnership.",
      "id": "s271"
    },
    {
      "text": "82 The respondent stressed the existence and terms of these rules.",
      "id": "s272"
    },
    {
      "text": "It submitted that it was clear from Sub-division 165B that rules were required for attribution of various deductions to different periods of the year.",
      "id": "s273"
    },
    {
      "text": "For example, s 165-55(2) directs how various deductions are to be treated.",
      "id": "s274"
    },
    {
      "text": "Some deductions are not allowed to be taken from the part of the year: see s 165-55 (4) and (5).",
      "id": "s275"
    },
    {
      "text": "Also, the respondent emphasised s 165-70 with its provision of rules for the attribution of assessable income to different periods.",
      "id": "s276"
    },
    {
      "text": "83 The respondent submitted that this complex regime of rules for dissecting an income year in circumstances where a company has not had the same ownership and control during the income year and had not satisfied the same business test, revealed that it was unlikely that there would be a capacity in the taxpayer to divide an income year up at will and have the kinds of consideration dealt with by Subdivision 165B entirely unregulated by any rules.",
      "id": "s277"
    },
    {
      "text": "84 The applicants submitted that Subdivision 165-B had its origins in amendments to the ITAA 1936 introduced by the Income Tax Assessment Amendment Act (N0 2) 1978 (Cth) (as ss 50A-50N), in legislation dealing with \"bottom of the harbour\" tax schemes.",
      "id": "s278"
    },
    {
      "text": "The submission stated in a footnote in submissions in reply:\n \n \"These highly technical provisions, which have never been invoked in litigation, are a self contained anti-avoidance legislative scheme whose provisions do not operate outside that scheme.",
      "id": "s279"
    },
    {
      "text": "In particular, sec 165-70 provides a mechanism considered unnecessary for the effective operation of sec 165-20 and its predecessors in sec 80A of the 1936 Act (or for the operation of the other provisions identified in the Applicants' principal submissions).",
      "id": "s280"
    },
    {
      "text": "\" \n \n Disposition of the matter \n \n85 Ultimately, I think the matter is capable of being rendered to one issue: Is Division 170 and, in particular, s 170-10 directed in any circumstances to the transfer of a tax loss that is referable to part of an income year and as such able to be described as \"part of a tax loss for an income year\"?",
      "id": "s281"
    },
    {
      "text": "86 The view that I have come to is that the answer to this question is, \"no\".",
      "id": "s282"
    },
    {
      "text": "87 I accept that, as a matter of English, part of a tax loss that is referable to some nominated part of a year can be said to be part of the tax loss for the whole of that year.",
      "id": "s283"
    },
    {
      "text": "That this is an available meaning can be accepted.",
      "id": "s284"
    },
    {
      "text": "One does not start, however, with some disembodied plain meaning of a phrase, find what can fall within it and, having done so, be required to look for good reason why the full width of that meaning should not apply in the particular context.",
      "id": "s285"
    },
    {
      "text": "The task is to construe the terms of s 170-10 in the context in which they appear in the ITAA 1997, recognising their context and place as, in significant respects, a plain English redrafting of earlier provisions in the ITAA 1936.",
      "id": "s286"
    },
    {
      "text": "It is also necessary to appreciate that the provisions dealing with deducting or carrying forward and transferring tax losses can be seen as provisions designed to benefit the taxpayer, not as provision to raise revenue.",
      "id": "s287"
    },
    {
      "text": "In that respect, they should not be read narrowly.",
      "id": "s288"
    },
    {
      "text": "88 Section 170-10 deals with concepts that are referable to, and take their meaning from, a whole income year.",
      "id": "s289"
    },
    {
      "text": "The phrase \"tax loss\", through s 995-1, is understood by reference to s 36-10.",
      "id": "s290"
    },
    {
      "text": "That provision takes one to all deductions \"for an income year\".",
      "id": "s291"
    },
    {
      "text": "This is, with some irrelevant qualifications, a financial year that is a period of 12 months beginning on 1 July.",
      "id": "s292"
    },
    {
      "text": "89 Thus, reading s 170-10(1) and (2) together, relevantly, the provision provides:\n \n \"A company can transfer part of its tax loss for an income year to another company if the conditions in Subdivision 170-A are met.",
      "id": "s293"
    },
    {
      "text": "\" \n \n\n90 I do not find the conclusion that part of the tax loss for an income year could possibly be the tax loss, if any, in a segment of the whole year easy to accept from s 170 as a matter of language.",
      "id": "s294"
    },
    {
      "text": "I do not find it an entirely natural or easy meaning.",
      "id": "s295"
    },
    {
      "text": "Part of tax loss for an income year is more easily understood as a part (whether a proportion or a fixed nominated amount) of a loss incurred in the whole income year.",
      "id": "s296"
    },
    {
      "text": "91 The context in which one finds these words assists in the recognition that this latter approach is correct.",
      "id": "s297"
    },
    {
      "text": "The ITAA 1997 gives a defined meaning to the phrases \"tax loss\", \"income year\" and \"financial year\" which look to, at least, a whole 12 month period.",
      "id": "s298"
    },
    {
      "text": "These are basal concepts in the legislation.",
      "id": "s299"
    },
    {
      "text": "92 In a closely related body of provisions dealing with the deduction of tax losses the notion of part of the loss that was incurred during a part of a year is expressly provided for: s 165-20.",
      "id": "s300"
    },
    {
      "text": "Not only is the phrase provided for there, but also wherever the legislature apparently wished to provide for part of something arising by reference to a time period otherwise than by reference to the basal building block of the legislation, the income year, or financial year, it did so.",
      "id": "s301"
    },
    {
      "text": "93 Further, Subdivision 165-B sets out a detailed regime for working out taxable income and tax loss in parts of years in which there has been a change in ownership or control and in which the business continuity test is also not satisfied.",
      "id": "s302"
    },
    {
      "text": "Accepting the anti-avoidance origins of Subdivision 165B, nevertheless, its existence and relationship with the operation of Division 165, throws light upon the language of s 170-10, a related or cognate provision.",
      "id": "s303"
    },
    {
      "text": "The capacity to use periods of time shorter than the basal time unit is not a matter of passing interest or account.",
      "id": "s304"
    },
    {
      "text": "If the legislation were to be directed to a segment of the basal unit of the income year, one would expect that to be spelt out in terms of the kind that it is in s 165-20 and provided for with rules such as those in Subdivision 165B.",
      "id": "s305"
    },
    {
      "text": "94 If the phrase \"part of the tax loss for the income year\" encompasses part of the tax loss for the income year which is referable to part of the income year, one will or may be left without rules (other than, of course, ordinary accounting practice and principle) for the ascertainment of income and deduction for that segment of time.",
      "id": "s306"
    },
    {
      "text": "If what is being sought to be transferred is the whole loss in the part of the year that has been marked out by a change in ownership and control, Sub-division 165-B will, however, apply: s 165-23.",
      "id": "s307"
    },
    {
      "text": "If there has not been such a change and a choice as to a time period is being made, presumably only accounting principles will apply.",
      "id": "s308"
    },
    {
      "text": "95 I do not think that this was intended.",
      "id": "s309"
    },
    {
      "text": "Section 170-10, in terms, set against the background of the basal importance of the unit of the income year and the language used when part of a loss or other aspect of gain or deduction is intended to be referred to by reference to part of a year, does not encompass part of a loss by reference to part of an income year.",
      "id": "s310"
    },
    {
      "text": "96 This does not mean that only a monetary amount can be transferred.",
      "id": "s311"
    },
    {
      "text": "A percentage or some other division of the tax loss (as calculated for the whole income year) can be transferred.",
      "id": "s312"
    },
    {
      "text": "But it means that only a part (a proportion or amount) of the whole year's tax loss can be transferred.",
      "id": "s313"
    },
    {
      "text": "97 This leads to a lack of complete conformity between the regime for deduction under Division 165 and that for transfer under Division 170.",
      "id": "s314"
    },
    {
      "text": "I do not see that as an oddity or inconvenience.",
      "id": "s315"
    },
    {
      "text": "It is merely what Parliament has chosen.",
      "id": "s316"
    },
    {
      "text": "It would be odder and possibly more inconvenient if the taxpayer were left freely able to choose the time unit of its tax affairs to transfer its losses, in circumstances where the Parliament has set down a detailed regime for dealing with working out taxable income and tax loss where, for one reason, there are two or more temporal units of the basal income year.",
      "id": "s317"
    },
    {
      "text": "98 I do not think that an appreciation of the precursor to Division 170 in the ITAA 1936 takes the matter beyond the words of Subdivision 170A themselves.",
      "id": "s318"
    },
    {
      "text": "99 The above is a simplified acceptance of the essence of the submissions of the respondent, subject to the qualifications made in the detailed discussion of the submissions.",
      "id": "s319"
    },
    {
      "text": "100 For the above reasons I would dismiss the appeal with costs.",
      "id": "s320"
    },
    {
      "text": "I certify that the preceding one hundred (100) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop.",
      "id": "s321"
    },
    {
      "text": "Associate:\nDated: 7 February 2007\n\n Counsel for the Applicants: Mr A H Slater QC and Mr M Richmond \n \n Solicitor for the Applicants: Mallesons Stephen Jaques \n \n Counsel for the Respondent: Mr A Robertson SC and Mr R S Quinn \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 14 June 2006 \n \n Date of Judgment: 7 February 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/41.html",
      "id": "s322"
    }
  ]
}