{
  "name": "Sapula v ResMed Ltd [2007] FCA 438 (19 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/438.html",
  "catchphrases": [
    {
      "text": "unlawful termination of employment by employer",
      "id": "c0"
    },
    {
      "text": "period of notice of termination of employment",
      "id": "c1"
    },
    {
      "text": "no complaint to external organisation",
      "id": "c2"
    },
    {
      "text": "proceedings commenced without reasonable cause",
      "id": "c3"
    },
    {
      "text": "costs awarded.",
      "id": "c4"
    },
    {
      "text": "industrial relations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 By an application, filed in this court on 22 November 2006, the applicant, Marek Sapula, sought remedies in respect of his termination of employment.",
      "id": "s0"
    },
    {
      "text": "The claim was based upon the provisions of alleged contraventions of ss 659 and 661 of the Workplace Relations Act 1996 (Cth) .",
      "id": "s1"
    },
    {
      "text": "The particular provision of s 659 , which was sought to be engaged, was subs 659(2)(e), which makes it unlawful to terminate employment for a reason, which includes:\n \n 'The filing of a complaint, or the participation in proceedings, against an employer involving alleged violation of laws or regulations or recourse to competent administrative authorities.",
      "id": "s2"
    },
    {
      "text": "' \n \n\n2 The allegation concerning s 661 was that Mr Sapula had not been afforded the period of notice of termination of employment, which that section requires, which, in his case, being a person of more than 45 years of age, is a period of notice of at least five weeks.",
      "id": "s3"
    },
    {
      "text": "3 It became clear, during the course of the directions hearings, which have so far taken place, and Mr Sapula accepts, that in fact he had not made any complaint to an organisation outside his employment.",
      "id": "s4"
    },
    {
      "text": "His complaint was to his employer as to matters which he perceived required attention within the employment setting.",
      "id": "s5"
    },
    {
      "text": "4 In addition, although at one time he had thought that he was entitled to six weeks' notice of termination of employment, he accepts and has repeated to me this morning that he received five weeks' notice of the termination of his employment.",
      "id": "s6"
    },
    {
      "text": "5 This morning, Mr Vernier, with respect to the first complaint, has drawn my attention to a judgment of a Full Court of this Court in Zhang v Royal Australian Chemical Institute Inc [2005] FCAFC 99 ; [2005] 144 FCR 347, particularly, at [25] and [26] in the judgment of Lander J, with whom Spender and Kenny JJ agreed.",
      "id": "s7"
    },
    {
      "text": "That decision seems to me to be directly on point and adds further support for what, in any event in this case, appears clearly enough from the statutory provisions, namely that Mr Sapula has no cause of action arising under s 659 of the Workplace Relations Act 1996 (Cth).",
      "id": "s8"
    },
    {
      "text": "6 Neither does he have any cause of action arising under s 661 of that Act.",
      "id": "s9"
    },
    {
      "text": "7 I have been asked by the respondent to give summary judgment for it in the proceedings.",
      "id": "s10"
    },
    {
      "text": "I am satisfied, in accordance with s 31A of the Federal Court of Australia Act 1976 (Cth), that the applicant has no reasonable prospect of successfully prosecuting the proceeding and that it is an appropriate case for the matter to be dismissed at this stage.",
      "id": "s11"
    },
    {
      "text": "Accordingly, I order that the proceedings be dismissed.",
      "id": "s12"
    },
    {
      "text": "8 The respondent has sought its costs incurred in connection with the proceedings.",
      "id": "s13"
    },
    {
      "text": "Under the Workplace Relations Act 1996 (Cth), the power to order costs is limited by section 666 of that Act.",
      "id": "s14"
    },
    {
      "text": "Costs may not be ordered unless, relevantly for the present proceedings, the proceedings were instituted without reasonable cause.",
      "id": "s15"
    },
    {
      "text": "9 I have no reason to doubt Mr Sapula's sincerity when he tells me that he thought he acted as he was obliged to do by reference to proper engineering principles and standards.",
      "id": "s16"
    },
    {
      "text": "However, so far as the proceedings in this court are concerned, it is clear to me that, as a matter of law, the proceedings always lacked an adequate foundation and, objectively speaking at least, there was no basis for them being commenced.",
      "id": "s17"
    },
    {
      "text": "10 Attached to the claim for unlawful termination of employment, which was filed in this court, is a certificate from Senior Deputy President Marsh of the Australian Industrial Relations Commission, indicating her view that it was not likely that Mr Sapula would succeed in alleged contraventions of ss 659 or 661 of the Act.",
      "id": "s18"
    },
    {
      "text": "11 Although that would not determine the question of whether proceedings were brought with or without reasonable cause, in the present case, I am satisfied that the underlying facts did not provide any basis for an attempt to engage either of the provisions and that, accordingly, the limitation in s 666 does not apply.",
      "id": "s19"
    },
    {
      "text": "12 As a matter of principle, I feel that I have no alternative but to accede to the request for costs, that application having been made by the respondent.",
      "id": "s20"
    },
    {
      "text": "As a result, I will order that the applicant pay the costs of the respondent as agreed or taxed.",
      "id": "s21"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s22"
    },
    {
      "text": "Associate:\n\nDated: 26 March 2007\n\n\n Applicant appeared in person: \n \n \n Solicitor for the Respondent: Mr T Vernier of Australian Business Lawyers \n \n Date of Hearing: 19 March 2007 \n \n Date of Judgment: 19 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/438.html",
      "id": "s23"
    }
  ]
}