{
  "name": "Sok v Minister for Immigration and Citizenship [2007] FCA 413 (22 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/413.html",
  "catchphrases": [
    {
      "text": "application for child visa",
      "id": "c0"
    },
    {
      "text": "appeal from federal magistrates court",
      "id": "c1"
    },
    {
      "text": "whether tribunal complied with obligations under s 360",
      "id": "c2"
    },
    {
      "text": "whether tribunal misconstrued paragraph 101.213(1)(c)",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of the Federal Magistrates Court, which dismissed the appellants' judicial review application.",
      "id": "s0"
    },
    {
      "text": "2 On 7 April 2003, the second appellant, Tola Tang, applied for a child (migrant) (class AH) subclass 101 (child) visa ('child visa').",
      "id": "s1"
    },
    {
      "text": "The second appellant was sponsored by his mother, who is the first appellant.",
      "id": "s2"
    },
    {
      "text": "3 On 8 April 2003, a delegate of the first respondent refused the second appellant a child visa.",
      "id": "s3"
    },
    {
      "text": "On 13 May 2003, the appellants applied to the Migration Review Tribunal for review of the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "In a decision dated 16 June 2004, the Tribunal affirmed the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "4 On 19 July 2004, the appellants filed an application for judicial review in the Federal Court of Australia, which transferred the application to the Federal Magistrates Court.",
      "id": "s6"
    },
    {
      "text": "On 4 March 2005, the Federal Magistrates Court ordered, in substance, that the Tribunal's decision be set aside and that the matter be remitted for determination according to law.",
      "id": "s7"
    },
    {
      "text": "5 On 10 August 2005, the Tribunal wrote two letters to the appellants' representatives.",
      "id": "s8"
    },
    {
      "text": "The first letter invited the first appellant, pursuant to s 359 of the Migration Act 1958 (Cth) ('the Act'), to give additional information in support of the review application.",
      "id": "s9"
    },
    {
      "text": "In particular, this letter sought additional information:\n \n \n &#8226; In support of the visa applicant's claim to be a dependent child at the time of the application, documentary evidence was provided which indicates that he completed year 9 of his secondary schooling in 2000, when he was aged 20 years.",
      "id": "s10"
    },
    {
      "text": "The Tribunal also has evidence that the visa applicant undertook part-time computer and language studies between 2000 and 2002, when he commenced a two-year Associate Diploma course in Information Technology.",
      "id": "s11"
    },
    {
      "text": "&#8226; Clause 101.213 requires, however, that an applicant who is aged more than 18 years at the time of application has, since turning 18, or within 6 months or a reasonable time after completing the equivalent of year 12 in the Australian school system, been undertaking a full-time course of study at an educational institution leading to the award of a professional, trade or vocational qualification.",
      "id": "s12"
    },
    {
      "text": "&#8226; You are invited to provide documentary evidence that: \n \n \n i) The visa applicant has been undertaking a full-time course of study at an educational institution leading to the award of a professional, trade or vocational qualification since turning 18, or; \n ii) That the visa applicant completed the equivalent of year 12 in the Australian school system and; \n iii) That the visa applicant has been undertaking a full-time course of study at an educational institution leading to the award of a professional, trade or vocational qualification since he completed the equivalent of year 12 in the Australian school system.",
      "id": "s13"
    },
    {
      "text": "6 The second letter invited the first appellant, pursuant to s 359A , to give her comments about information which the Tribunal considered would be the reason, or part of the reason, for its decision.",
      "id": "s14"
    },
    {
      "text": "This letter stated, in part, that: \n \n7 You are invited to comment, in writing, on the following information: \n \n 1.",
      "id": "s15"
    },
    {
      "text": "The Tribunal has information that, during a visit to the visa applicant's home by Department officers on 8 June 2001, neighbours of the visa applicant advised the officers that the visa applicant was enrolled part-time at the Chinese high school and was also working with his aunt selling medicine.",
      "id": "s16"
    },
    {
      "text": "This information is relevant to the review because if the Tribunal finds that the visa applicant failed to disclose that he was employed during a period when he claimed to be dependent on you, his credibility will be adversely affected in relation to his claim to be a dependent child at the time of application.",
      "id": "s17"
    },
    {
      "text": "2.",
      "id": "s18"
    },
    {
      "text": "The Tribunal has information that at an interview with the Department on 3 September 2001 the visa applicant advised that he had been enrolled full-time in year 11 at a Chinese high school and that he would commence year 12 studies in October 2001.",
      "id": "s19"
    },
    {
      "text": "However, the visa applicant subsequently provided documentary evidence that he completed year 9 in 2000 and that he was enrolled part-time in language and computer courses between 2000 and 2002.",
      "id": "s20"
    },
    {
      "text": "This information is relevant to the review because if the Tribunal finds that the visa applicant gave false evidence in relation to his secondary studies in 2001, his credibility will be adversely affected in relation to his claim to be a dependent child at the time of application.",
      "id": "s21"
    },
    {
      "text": "3.",
      "id": "s22"
    },
    {
      "text": "The Tribunal has information that the visa applicant provided bogus documents to the Department to indicate that he was enrolled as a Marketing student at Norton University in 2002/2003.",
      "id": "s23"
    },
    {
      "text": "The visa applicant advised the Tribunal at a hearing on 23 April 2004 that he asked his friend to enrol on his behalf, but the friend had cheated him and taken the fees.",
      "id": "s24"
    },
    {
      "text": "The visa applicant also advised that his friend had forged the enrolment certificate and student identity card.",
      "id": "s25"
    },
    {
      "text": "This information is relevant to the review because if the Tribunal finds that the visa applicant falsely claimed to be a student at Norton University in 2002/2003, his credibility will be adversely affected in relation to his claim to be a dependent child for migration to Australia.",
      "id": "s26"
    },
    {
      "text": "8 On 15 September 2005, the appellants' representative lodged written submissions in response, as well as various documents, including Certificates of Completion for Primary School and High School, and an enrolment receipt dated 4 March 2005 from the Institute of Technology and Management ('the ITM').",
      "id": "s27"
    },
    {
      "text": "They provided further material on 13 October 2005.",
      "id": "s28"
    },
    {
      "text": "9 At a hearing on 21 October 2005, the second appellant gave evidence in Cambodia via telephone, with the assistance of an interpreter.",
      "id": "s29"
    },
    {
      "text": "The first appellant and her husband attended the hearing in person, with a migration agent.",
      "id": "s30"
    },
    {
      "text": "Unfortunately, the interpreter was obliged to leave the hearing before it formally concluded.",
      "id": "s31"
    },
    {
      "text": "Neither the first appellant nor her husband had an opportunity to give oral evidence.",
      "id": "s32"
    },
    {
      "text": "10 In a subsequent letter of 24 October 2005, the Tribunal requested, again pursuant to s 359 , that the first appellant provide further details about the second appellant's academic activities.",
      "id": "s33"
    },
    {
      "text": "In particular, she was invited to provide additional information \"including original documents or certified copies, together with certified translations\" of the following:\n \n \n &#8226; Year 12 results for the visa applicant from Tuol Tum Poung High School, including list of subjects attempted and grades or results awarded in each subject; \n &#8226; Statement from English Language Training Institute indicating when the visa applicant began studies at that college, whether he continued his studies at that college during each term and semester up to September 2002 and the level of achievement reached by the visa applicant over that period.",
      "id": "s34"
    },
    {
      "text": "The statement should include the number of hours per week for which the visa applicant attended classes; \n &#8226; Statement from Liang Ly School indicating when the visa applicant began studies at that school, whether he continued his studies at that school during each term and semester up to September 2002 and the level of achievement.",
      "id": "s35"
    },
    {
      "text": "[Emphasis in original]\n \n This letter did not refer to the ITM and did not seek any further documentation in relation to the second appellant's course at the ITM.",
      "id": "s36"
    },
    {
      "text": "11 On 25 January 2006, the appellants' representatives lodged further written submissions and additional supporting documents.",
      "id": "s37"
    },
    {
      "text": "Amongst other things, they said:\n \n The Tribunal has asked for detailed statements from the various private institutions at which Tola Tang has studied and the Institute of Technology and Management .",
      "id": "s38"
    },
    {
      "text": "While I enclose a significant amount of evidence of Tola Tang's studies over the years, it is important to understand that private institutions in Cambodia do not respond to a request from a foreign Tribunal in the same way that the Australian equivalent schools or businesses would, and their level of detail or documentation is different.",
      "id": "s39"
    },
    {
      "text": "[Emphasis added]\n \n \n\nAt the end of this letter, they said, \"I look forward to hearing from you about the resumption of the Tribunal hearing of this case\".",
      "id": "s40"
    },
    {
      "text": "The appellants' representatives sent documents relating to the second appellant's studies at the English Language Training Institute ('the ELTI') and the Liang Ly School.",
      "id": "s41"
    },
    {
      "text": "They also forwarded documents relating to the Duon Hoa Chinese School, the Atlanta Centre and the ITM, including evidence of the second appellant's current \"enrolment [at the ITM] in the 3rd year of a Bachelor's degree program in the Faculty of Computer Science\", receipts for fees for semester 1, years 2 and 3, and a study certificate confirming enrolment in the \"Associate Degree of Computer\" in 2003-2004.",
      "id": "s42"
    },
    {
      "text": "12 As will be plain enough, there was a question whether there would be a further hearing.",
      "id": "s43"
    },
    {
      "text": "13 On 16 February 2006, without a further hearing, the Tribunal handed down its decision affirming the delegate's decision.",
      "id": "s44"
    },
    {
      "text": "On 17 March 2006, the appellants filed an application in the Federal Magistrates Court seeking judicial review of the Tribunal's decision.",
      "id": "s45"
    },
    {
      "text": "A Federal Magistrate heard the application on 29 August 2006 and delivered judgment on 12 October 2006 dismissing the application.",
      "id": "s46"
    },
    {
      "text": "The appellants appeal from that decision.",
      "id": "s47"
    },
    {
      "text": "VISA CRITERIA \n \n14 I shall not set out all the criteria for a child visa.",
      "id": "s48"
    },
    {
      "text": "It suffices to say that a visa applicant must, at the time of application, satisfy the criteria in clause 101.21 of the Migration Regulations 1994 (Cth) ('the Regulations'), including subclause 101.213(1).",
      "id": "s49"
    },
    {
      "text": "Subclause 101.213(1) relevantly requires an applicant who has turned 18 to show that he or she: (1) is not engaged to be married, does not have a spouse, and has never had a spouse; (2) is not engaged in full time work; and (3) has, since turning 18, or within 6 months or a reasonable time after completing the equivalent of year 12 in the Australian school system, been undertaking a full-time course of study at an educational institution leading to the award of a professional, trade or vocational qualification.",
      "id": "s50"
    },
    {
      "text": "TRIBUNAL DECISION \n \n15 The Tribunal accepted that the visa applicant was a citizen of Cambodia, born on 16 October 1979.",
      "id": "s51"
    },
    {
      "text": "He thus turned 18 on 16 October 1997.",
      "id": "s52"
    },
    {
      "text": "His sponsor and mother is an Australian permanent resident.",
      "id": "s53"
    },
    {
      "text": "16 In its reasons, the Tribunal focused on the question whether the visa applicant met the requirements of paragraph 101.213(1)(c) in Pt 101 of Schedule 2 to the Regulations.",
      "id": "s54"
    },
    {
      "text": "This was because the visa applicant could not satisfy the criteria for a child visa unless he satisfied the requirements of this paragraph.",
      "id": "s55"
    },
    {
      "text": "The Tribunal concluded that the visa applicant did not satisfy these requirements.",
      "id": "s56"
    },
    {
      "text": "That is, on the material before it, the Tribunal was not satisfied that the visa applicant had, since turning 18, or within 6 months or a reasonable time after completing the equivalent of year 12 in the Australian school system, been undertaking a full-time course of study at an educational institution leading to an award of a professional, trade or vocational qualification.",
      "id": "s57"
    },
    {
      "text": "It stated:\n \n The Tribunal accepts that the visa applicant commenced primary school at the age of nine years, and that he completed year 12 studies at Toul Tum Poung High School in 1999/2000, at the age of 20 years.",
      "id": "s58"
    },
    {
      "text": "The Tribunal accepts that in 2002/2003 the visa applicant enrolled in an associate degree course at the Institute of Technology and Management which was converted to a bachelor degree course at the end of 2003/2004 or 2004/2005.",
      "id": "s59"
    },
    {
      "text": "The Tribunal accepts that the visa applicant is currently enrolled at ITM.",
      "id": "s60"
    },
    {
      "text": "The review applicant claimed that the visa applicant did not complete the equivalent of year 12 studies in Australia in 2000 because the standard of his secondary education was inadequate to prepare him for tertiary studies.",
      "id": "s61"
    },
    {
      "text": "The Tribunal notes that clause 101.213 does not require an applicant to have successfully completed the equivalent of year 12, or to have reached an acceptable standard for tertiary studies.",
      "id": "s62"
    },
    {
      "text": "Even if the Tribunal was to accept that the visa applicant's studies at Toul Tum Poung High School were inadequate to properly prepare him for tertiary study, there is no evidence before the Tribunal to indicate that year 12 in the Cambodian public school system is not the final year of secondary education under the state sponsored education system in that country.",
      "id": "s63"
    },
    {
      "text": "The Tribunal finds that the visa applicant completed the equivalent of year 12 in the Australian system when he completed year 12 at Toul Tum Poung High School at the end of the 1999/2000 academic year.",
      "id": "s64"
    },
    {
      "text": "The visa applicant also claimed that his part-time English language, Chinese school and computer studies between 2000 and 2002 were equivalent to full time study which would satisfy the requirements of clause 101.213.",
      "id": "s65"
    },
    {
      "text": "The Tribunal applies policy and finds that the visa applicant was not enrolled in a single full-time course of study at an educational institution leading to the award of a professional, trade or vocational qualification between 2000 and 2002.",
      "id": "s66"
    },
    {
      "text": "The Tribunal must now determine whether the visa applicant has, within six months or a reasonable time after completing the equivalent of year 12 in the Australian school system, been undertaking a full-time course of study at an educational institution leading to the award of a professional, trade or vocational qualification.",
      "id": "s67"
    },
    {
      "text": "The visa applicant did not enrol at ITM or any other full-time course leading to the award of a professional, trade or vocational qualification until the 2002/2003 academic year.",
      "id": "s68"
    },
    {
      "text": "The Tribunal finds that the visa applicant did not enrol at ITM until two years after he completed year 12 in 2000.",
      "id": "s69"
    },
    {
      "text": "The Tribunal found that, at the time of its decision, the visa applicant remained enrolled at the ITM.",
      "id": "s70"
    },
    {
      "text": "17 The Tribunal addressed the question whether or not the visa applicant had commenced his studies at the ITM within a reasonable time after his completion of year 12 in 2000.",
      "id": "s71"
    },
    {
      "text": "The Tribunal said:\n \n On the basis of the documents provided to the Tribunal it appears that the visa applicant completed year 6 at Leang You Chinese School in the 2000/2001 academic year and that he commenced year 7 at Duon Hoa Chinese School in the 2002/2003 academic year.",
      "id": "s72"
    },
    {
      "text": "There is no documentary evidence before the Tribunal to confirm the hours during which the visa applicant attended either of the Chinese Schools.",
      "id": "s73"
    },
    {
      "text": "The documents provided indicated that the visa applicant undertook a number of subjects at the Leang You Chinese School and the Duon Hoa Chinese School, including Khumer, Chinese, Mathematics, History, Geography, Computers, Accounting, Arts and Physical Education.",
      "id": "s74"
    },
    {
      "text": "On the basis of the documentary evidence before the Tribunal the visa applicant attended one three month computer course at the Atlanta Centre between December 2001 and February 2002.",
      "id": "s75"
    },
    {
      "text": "No documentary evidence was provided in support of the visa applicant's claim that he attended short courses at the Atlanta Centre for almost two years between 2000 and 2002.",
      "id": "s76"
    },
    {
      "text": "Letters were provided from ELTI in April 2002, February 2004 and December 2005 indicating that the visa applicant was studying various streams of English language courses at the time of writing those letters.",
      "id": "s77"
    },
    {
      "text": "There was no indication in any of the letters as to when the visa applicant began his studies at ELTI, which years he attended at ELTI, which terms or semesters he attended, and no details of term dates or the weekly timetable were provided.",
      "id": "s78"
    },
    {
      "text": "After noting that there were two academic years (2000/2001 and 2001/2002) between the end of the visa applicant's \"year 12\" schooling and his attendance at the ITM, the Tribunal went on to say:\n \n The visa applicant claimed that his attendance at Leang You Chinese School and Duon Hoa Chinese School, the English Language Training Institute and the Atlanta Centre was for the purpose of improving his academic standing before he enrolled in post-secondary education at ITM in 2002.",
      "id": "s79"
    },
    {
      "text": "The visa applicant did not advise whether he attempted, unsuccessfully, to enrol at ITM or any other tertiary institution before 2002.",
      "id": "s80"
    },
    {
      "text": "He did not advise whether he undertook an entrance examination for ITM, or the basis on which he was granted entry to an associate degree course at ITM.",
      "id": "s81"
    },
    {
      "text": "That is, whether the visa applicant was admitted to ITM in 2002 on the basis of his year 12 results from Toul Tom Poung High School in 2000, his year 6 results from Leang You Chinese School in 2000/2001, the short course at the Atlanta Centre in early 2002 or by some other assessment of his academic readiness for tertiary study.",
      "id": "s82"
    },
    {
      "text": "The visa applicant's claim that his education at Toul Tom Poung High School was inadequate preparation for tertiary study was not supported by any documentary evidence from tertiary institutions or other education and government bodies in Cambodia.",
      "id": "s83"
    },
    {
      "text": "The visa applicant did not indicate how his studies at Chinese School, ELTI and the Atlanta Centre were related to his tertiary studies in 2002.",
      "id": "s84"
    },
    {
      "text": "However, as the visa applicant enrolled in an associate degree course in computer studies and later a bachelor degree course in computer science, it is fair to assume that his computer and mathematics course at Chinese School and the Atlanta Centre were undertaken to prepare him for his intended course of study at ITM.",
      "id": "s85"
    },
    {
      "text": "The visa applicant did not provide evidence to indicate the language of tuition at ITM or a list of subjects attempted in any of the years during which he was enrolled at ITM.",
      "id": "s86"
    },
    {
      "text": "The Tribunal notes that the certificates provided by ITM appear to be written in Khmer and English, not in Chinese.",
      "id": "s87"
    },
    {
      "text": "It is therefore reasonable to assume that the visa applicant's extra studies in Khmer and English language at the Chinese school and ELTI were relevant to his proposed course of study at ITM.",
      "id": "s88"
    },
    {
      "text": "There is no evidence before the Tribunal to indicate the relevance of the visa applicant's general secondary studies in Chinese, History, Geography, Accounting, Arts or Physical Education to his proposed tertiary studies.",
      "id": "s89"
    },
    {
      "text": "18 The Tribunal found that, on the evidence before it, the second appellant attended English language courses of an indefinite duration sometime in early 2002, 2004 and 2005.",
      "id": "s90"
    },
    {
      "text": "It also found that he undertook general studies in year 6 at Leang You Chinese School in 2000/2001 and not in 2001/2002.",
      "id": "s91"
    },
    {
      "text": "It rejected his claim that he attended the Duon Hoa Chinese School in 2001/2002.",
      "id": "s92"
    },
    {
      "text": "It also found that he attended a three-month computer course at the Atlanta Centre between December 2001 and February 2002.",
      "id": "s93"
    },
    {
      "text": "19 In assessing whether the delay of two years between completing the equivalent of year 12 and commencing post-secondary education was reasonable, the Tribunal referred to its assessment of the credibility, reliability and weight of the evidence.",
      "id": "s94"
    },
    {
      "text": "The Tribunal said:\n \n The Tribunal notes that the visa applicant provided false documents to the Department in relation to his claimed enrolment at Norton University in 2002.",
      "id": "s95"
    },
    {
      "text": "The visa applicant later claimed that he paid a friend to enrol him at Norton University, but the friend kept the money and gave him false papers.",
      "id": "s96"
    },
    {
      "text": "The Tribunal notes that the bogus documents referred to the visa applicant's enrolment in a marketing course in the 2002/2003 academic year.",
      "id": "s97"
    },
    {
      "text": "After that enrolment was repudiated by Norton University, the visa applicant provided evidence that he enrolled in a computer course at ITM in 2002 and claimed that he undertook additional studies at Chinese School, ELTI and the Atlanta Centre between 2000 and 2002 to prepare himself for tertiary studies in computer science at ITM.",
      "id": "s98"
    },
    {
      "text": "It is difficult to reconcile the visa applicant's claim that he believed he was genuinely enrolled in a marketing course at Norton University with the current claims.",
      "id": "s99"
    },
    {
      "text": "The Tribunal has already rejected some of the visa applicant's claims made in relation to his part-time studies between 2000 and 2002.",
      "id": "s100"
    },
    {
      "text": "The Tribunal does not accept that the visa applicant was an innocent victim of fraud perpetrated by his friend in 2002, and finds that his credibility is compromised by his previous conduct and the overstatement of his case in the current application.",
      "id": "s101"
    },
    {
      "text": "The Tribunal will assume that the visa applicant was dependent on his mother between 2000 and 2002, without assessing the evidence provided in relation to the review applicant's financial support for the visa applicant during that time.",
      "id": "s102"
    },
    {
      "text": "The Tribunal is not satisfied that the visa applicant was engaged in activities related to the course of study for the entire period between the completion of year 12 studies in 1999/2000 and his enrolment at ITM in 2002/2003.",
      "id": "s103"
    },
    {
      "text": "The Tribunal finds that, whilst the visa applicant did undertake some relevant study in preparation for his computer course at ITM during that period, there is insufficient evidence before the Tribunal to justify a delay of two years between finishing year 12 and enrolling at ITM.",
      "id": "s104"
    },
    {
      "text": "The Tribunal is not satisfied that the period of two years between completing year 12 and enrolling at ITM was reasonable in all the circumstances.",
      "id": "s105"
    },
    {
      "text": "[Emphasis in original]\n\n \n20 The Tribunal also found that, on the evidence before it, it could not be satisfied that the visa applicant had been \"undertaking\" a full-time course of study.",
      "id": "s106"
    },
    {
      "text": "It stated:\n \n The visa applicant's progression through associate degree to bachelor degree appears to be consistent with him having actually participated in and completed each year of the program.",
      "id": "s107"
    },
    {
      "text": "However, no results for the visa applicant's associate degree or bachelor degree courses were provided, despite the Tribunal's request on 24 October 2004.",
      "id": "s108"
    },
    {
      "text": "The review applicant's migration agent submitted that the visa applicant's earlier education was disturbed by the after-effects of the Pol Pot regime, but there is no evidence before the Tribunal to indicate why a current university transcript might be unavailable, especially as the visa applicant is still enrolled at the university.",
      "id": "s109"
    },
    {
      "text": "The visa applicant was implicated in a previous visa application in relation to a bogus claim that he enrolled at Norton University.",
      "id": "s110"
    },
    {
      "text": "The Tribunal would expect that the visa applicant would make every effort to compensate for having previously been involved, to whatever extent, in providing false documents to the Department.",
      "id": "s111"
    },
    {
      "text": "That is, that he would provide verifiable documentary evidence of his studies at ITM, as requested by the Tribunal on 24 October 2005.",
      "id": "s112"
    },
    {
      "text": "In all the circumstances the Tribunal is not satisfied that the visa applicant has been undertaking a full-time course of study at ITM.",
      "id": "s113"
    },
    {
      "text": "[Emphasis in original]\n THE FEDERAL MAGISTRATE'S DECISION \n \n21 In the Federal Magistrates Court, the appellants argued that the Tribunal failed to comply with the procedural requirements of ss 348, 359A and 360 and otherwise failed to accord them procedural fairness.",
      "id": "s114"
    },
    {
      "text": "The appellants also argued that the Tribunal misconstrued the visa criterion in paragraph 101.213(1)(c) of the Regulations.",
      "id": "s115"
    },
    {
      "text": "The Federal Magistrate was invited to, and did, consider the transcript of the Tribunal hearing and he rejected the appellants' submissions.",
      "id": "s116"
    },
    {
      "text": "His Honour was not satisfied that the Tribunal failed to comply with any applicable obligations to accord procedural fairness.",
      "id": "s117"
    },
    {
      "text": "Further, his Honour was satisfied that the Tribunal had not misconstrued clause 101.213.",
      "id": "s118"
    },
    {
      "text": "His Honour also held that the Tribunal's finding that it could not be satisfied that the second appellant was \"undertaking\" a full-time course of study from 2002 was an independent and alternative basis for the Tribunal's decision.",
      "id": "s119"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n22 At the hearing of the appeal, the appellants were granted leave to file an amended notice of appeal and to rely on the grounds that it stated.",
      "id": "s120"
    },
    {
      "text": "Thus, the appellants contended that the Federal Magistrate erred in finding that the Tribunal's decision was not affected by jurisdictional error, upon the grounds that:\n \n (a) the Tribunal did not give them a \"genuine invitation to attend for the review\"; \n \n \n (b) the Tribunal did not comply with s 348 because it failed to conduct a review of the appellants' case; \n \n \n (c) the Tribunal did not accord the appellants procedural fairness; and\n (d) the Tribunal misconstrued clause 101.213 of the Regulations.",
      "id": "s121"
    },
    {
      "text": "The first respondent did not object to the appellants raising in this Court some grounds that they did not raise before the Federal Magistrate.",
      "id": "s122"
    },
    {
      "text": "SUBMISSIONS \n \n23 The appellants submitted that grounds (a) to (c) (see [22] above) were made out in the circumstances of the case.",
      "id": "s123"
    },
    {
      "text": "This was because the Tribunal:\n \n (i) did not reconvene the hearing;\n (ii) did not put adverse material to the visa applicant; and/or\n (iii) did not seek further information either by means of a further hearing or by the use of ss 359 or 359A,\n in relation to: \n \n \n &#8226; whether the second appellant had attempted to enrol at the ITM before 2002 or had taken an entrance examination, and otherwise as to the basis of his entry to the ITM;\n &#8226; how the second appellant's studies at Chinese School, the ELTI and the Atlanta Centre were related to his tertiary studies; and\n &#8226; the language of study at the ITM or a list of subjects attempted in any of the years the second appellant was enrolled at the ITM.",
      "id": "s124"
    },
    {
      "text": "Also, the appellants relied on the fact that the Tribunal had erroneously assumed that the s 359 letter of 24 October 2005 sought information concerning the second appellant's study at the ITM.",
      "id": "s125"
    },
    {
      "text": "24 The appellants contended that the Tribunal's conduct at the hearing of 21 October 2005 and subsequently showed that the hearing was not completed; the review was not undertaken properly; and that there was a breach of s 360.",
      "id": "s126"
    },
    {
      "text": "They argued that the Tribunal's decision turned on: (1) the insufficiency of the evidence to establish the link between post-secondary studies and the ITM course; and (2) the failure to provide certain documents relating to the ITM.",
      "id": "s127"
    },
    {
      "text": "These were the documents that the Tribunal mistakenly believed it had requested in its letter of 24 October 2005.",
      "id": "s128"
    },
    {
      "text": "25 The appellants submitted that s 360 imposed obligations to consider arguments in a way that accorded procedural fairness and to identify the critical issues in the review.",
      "id": "s129"
    },
    {
      "text": "They argued that what had happened in this case was similar to Applicant NAFF of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] HCA 62 ; (2004) 221 CLR 1 (' NAFF ').",
      "id": "s130"
    },
    {
      "text": "They submitted that the second appellant had not been questioned at the hearing or in subsequent correspondence about a number of matters --- the inadequacies of his schooling, previous unsuccessful attempts to enrol in his current course, and the relevance of his post-secondary studies to his current course --- although the Tribunal treated these as factors militating against him.",
      "id": "s131"
    },
    {
      "text": "Furthermore, according to the appellants, the Tribunal had identified the documents that it said would be critical to its decision but it did not decide the case by reference to them.",
      "id": "s132"
    },
    {
      "text": "26 The appellants also argued that the second appellant's evidence was that he had undertaken three part-time courses of study after finishing what the Tribunal found was the equivalent of year 12.",
      "id": "s133"
    },
    {
      "text": "They submitted that the Tribunal erred in holding that these courses, though undertaken contemporaneously, could not qualify as a \"full-time course of study\".",
      "id": "s134"
    },
    {
      "text": "They also argued that the Tribunal mistakenly focussed on the question whether the delay of two years between finishing the equivalent of year 12 and enrolling at the ITM was justified, instead of considering whether in the context of this class of visa the delay was reasonable.",
      "id": "s135"
    },
    {
      "text": "27 Finally, the appellants contended there were further errors in the Tribunal's alternative finding that the second appellant was not undertaking a full-time course of study.",
      "id": "s136"
    },
    {
      "text": "They argued that this finding was tainted by the Tribunal's failure to comply with its obligations under the Act as to procedural fairness.",
      "id": "s137"
    },
    {
      "text": "They also said that \"undertaking\" meant \"participating\" and not \" actively participating\", as the Tribunal maintained.",
      "id": "s138"
    },
    {
      "text": "They argued that the finding that the second appellant's \"progression from associate degree to bachelor degree was consistent with him having actually participated in and completed each year of the program\" could only admit of the conclusion that he was undertaking the course.",
      "id": "s139"
    },
    {
      "text": "They noted that the Tribunal had accepted that the second appellant was enrolled in an associate degree course at the ITM in 2002/2003; that he converted to a bachelor degree course in 2003/2004 or 2004/2005; and that he was currently enrolled at the ITM.",
      "id": "s140"
    },
    {
      "text": "28 Referring to s 357A, the first respondent's response commenced with the proposition that the common law hearing rule did not apply to the Tribunal's review.",
      "id": "s141"
    },
    {
      "text": "Thus, so the first respondent submitted, the question was whether the conduct of the review complied with the procedural requirements stipulated in the Act.",
      "id": "s142"
    },
    {
      "text": "The Tribunal had fulfilled its obligation under s 360, because it had given the appellants a reasonable opportunity to give oral evidence and lodge post-hearing submissions and additional material.",
      "id": "s143"
    },
    {
      "text": "29 The first respondent referred to the fact that s 360 does not require the Tribunal to assist an applicant to put his case.",
      "id": "s144"
    },
    {
      "text": "Further, as the first respondent submitted, none of ss 359, 360 or 363 requires the Tribunal to make inquiries about what that case might be or to obtain further information; and s 359A does not oblige the Tribunal to put to an applicant its preliminary adverse views about the state of the documentary evidence.",
      "id": "s145"
    },
    {
      "text": "30 The first respondent contended that the Tribunal's conduct of the review fell to be considered in the context of the surrounding circumstances.",
      "id": "s146"
    },
    {
      "text": "These were distinguishable from NAFF .",
      "id": "s147"
    },
    {
      "text": "The first respondent also argued that the transcript showed that neither the appellants' representatives nor the second appellant indicated at the hearing that they wanted a further opportunity to give oral evidence.",
      "id": "s148"
    },
    {
      "text": "The first respondent submitted that, in asking questions of the second appellant at the hearing, \"the Tribunal conveyed its impressions about the existing documentary evidence in support of his oral evidence\".",
      "id": "s149"
    },
    {
      "text": "Further, according to the first respondent, the Tribunal \"clearly indicated that it required further documentary evidence of the applicant's educational history\".",
      "id": "s150"
    },
    {
      "text": "31 The first respondent acknowledged that the Tribunal's post-hearing request for further material did not refer to information about the ITM, but submitted that \"the Tribunal's comments at the hearing had made it clear that the documentation about all of [the second appellant's] studies was deficient\" and that, in consequence, the appellants' representatives \"were or should have been aware that the Tribunal had concerns about the adequacy of documentary evidence about all of [his] academic activities\".",
      "id": "s151"
    },
    {
      "text": "The first respondent pointed out that the appellants' representatives' conduct was consistent with this, since they subsequently provided documentation about the ITM.",
      "id": "s152"
    },
    {
      "text": "Hence, the first respondent argued:\n \n It is therefore apparent that the appellants' representatives understood that, whatever the details of the Tribunal's written request for further documentary evidence, the Tribunal wanted additional documentary evidence in respect of all of [his] studies, including his studies at ITM.",
      "id": "s153"
    },
    {
      "text": "[Emphasis in original]\n\nThe first respondent submitted that the appellants' representatives' reference, in their letter of 6 February 2006, to \"adverse issues\" \"could only relate to matters about which the appellants and their representatives were not and could not reasonably have been expected to be aware\".",
      "id": "s154"
    },
    {
      "text": "There was no need for a further hearing, so the first respondent said, because the Tribunal had already raised its concerns about credibility and the documentary evidence.",
      "id": "s155"
    },
    {
      "text": "32 Finally, the first respondent contended that the Tribunal did not misconstrue clause 101.213 of the Regulations and that, in their submissions to this effect, the appellants asked the Court to review the merits of the Tribunal's findings.",
      "id": "s156"
    },
    {
      "text": "The first respondent submitted that the Tribunal's construction of the word \"undertaking\" was \"consonant with the word's dictionary meaning\" and, in effect, that the Tribunal made a finding of fact adverse to the appellants, which it was open to it to do on the evidence before it.",
      "id": "s157"
    },
    {
      "text": "CONSIDERATION \n \n33 Broadly speaking, the appellants challenge the Tribunal's decision on the grounds that the Tribunal did not discharge its obligations under s 360 and misconstrued paragraph 101.213(1)(c) of the Regulations.",
      "id": "s158"
    },
    {
      "text": "34 Although the framework of the Act is familiar to those who regularly apply it, it is necessary to refer to some of its provisions.",
      "id": "s159"
    },
    {
      "text": "The Act, in s 360, requires the Tribunal to \"invite the applicant to appear before the Tribunal to give evidence and present argument relating to the issues arising in relation to the decision under review\".",
      "id": "s160"
    },
    {
      "text": "It is convenient to note here that obligations under s 360 are equivalent to the obligations imposed on the Refugee Review Tribunal by s 425.",
      "id": "s161"
    },
    {
      "text": "The Tribunal is not bound to extend an invitation to an applicant under s 360 (cf s 425), if it considers that \"it should decide the review in the applicant's favour on the basis of the material before it\": see ss 360(2) and 425(2).",
      "id": "s162"
    },
    {
      "text": "The Act, in s 359(1), empowers the Tribunal to seek additional information that it considers relevant, and, in s 359A(1), obliges the Tribunal to give an applicant particulars of \"any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review\".",
      "id": "s163"
    },
    {
      "text": "This latter obligation does not, however, apply to information \"that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member\": see s 359A(4)(a) [sic].",
      "id": "s164"
    },
    {
      "text": "The Tribunal must also ensure, as far as is reasonably practicable, that the applicant understands why the information is relevant to the review and invite the applicant to comment on it.",
      "id": "s165"
    },
    {
      "text": "35 Section 363(1)(b) is also relevant in this case.",
      "id": "s166"
    },
    {
      "text": "This gives the Tribunal power to adjourn the review of a decision from time to time.",
      "id": "s167"
    },
    {
      "text": "Further, by virtue of s 349(1), the Tribunal may, for review purposes, exercise all the powers and discretions conferred by the Act on the person who made the primary decision.",
      "id": "s168"
    },
    {
      "text": "This includes the power conferred on the Minister by s 56(2) to invite an applicant to give additional information.",
      "id": "s169"
    },
    {
      "text": "36 The Tribunal's decision is a \"privative clause decision\" within the meaning of s 474.",
      "id": "s170"
    },
    {
      "text": "This Court cannot set it aside except for jurisdictional error: see Plaintiff S157/2002 v Commonwealth of Australia [2003] HCA 2 ; (2003) 211 CLR 476 at 506-508 and 511.",
      "id": "s171"
    },
    {
      "text": "37 The decision in NAFF is central to the appellants' case.",
      "id": "s172"
    },
    {
      "text": "In that case, the High Court held that the Refugee Review Tribunal denied a visa applicant procedural fairness when it failed to act on its own statement at the end of a hearing that it would write to the applicant about inconsistencies in his evidence and allow him time to respond.",
      "id": "s173"
    },
    {
      "text": "In their joint judgment at 10, McHugh, Gummow, Callinan and Heydon JJ commented that:\n \n One aspect of the overall duty to review was the duty to invite the appellant to give evidence and present arguments: s 425(1).",
      "id": "s174"
    },
    {
      "text": "The duty to review therefore entailed a statutory duty to consider the arguments presented and in that way to afford the appellant procedural fairness.",
      "id": "s175"
    },
    {
      "text": "That implied that if the Tribunal thought that the arguments had been presented so inadequately that the review could not be completed until further steps had been directed and performed, it could not be peremptorily concluded by the making of a decision before that direction was complied with or withdrawn.",
      "id": "s176"
    },
    {
      "text": "38 Their Honours drew certain inferences from the Tribunal's decision to adjourn: see NAFF at 11.",
      "id": "s177"
    },
    {
      "text": "These inferences were that the Tribunal considered that: (1) the visa applicant's evidence had potential significance in the review; (2) the visa applicant had not done himself justice in the circumstances of the hearing; (3) the procedure had not been entirely satisfactory because it had not been wholly fair to him; (4) the process of review should not be brought to an end so far as the visa applicant's participation in it was concerned until he had been given a further opportunity; and (5) a fair technique by which to take the matter forward was for the visa applicant to be asked to explain the inconsistencies in less stressful conditions.",
      "id": "s178"
    },
    {
      "text": "They continued, at 11-12:\n \n It is possible that the reason why the Tribunal member failed to send the promised questions was that, on reflection, she thought that everything she required had in fact already been put before her, or that a resolution of the perceived inconsistencies in the appellant's statements was not crucial in deciding the review against him.",
      "id": "s179"
    },
    {
      "text": "If either of these explanations, or any other explanation, existed, it is to be expected that the Tribunal member would have advanced it, either by a letter to the appellant or in her detailed reasons for decision.",
      "id": "s180"
    },
    {
      "text": "She did not do so.",
      "id": "s181"
    },
    {
      "text": "It is probable, when the workload under which the Tribunal labours is borne in mind, that the Tribunal member did not send the promised questions because she had forgotten or overlooked the promise to send them.",
      "id": "s182"
    },
    {
      "text": "Her failure to give any indication otherwise suggested that her original impression that the review process was incomplete had not altered on reflection, and was soundly based.",
      "id": "s183"
    },
    {
      "text": "It would not be complete until the steps which she had thought could remedy its defects had been carried out.",
      "id": "s184"
    },
    {
      "text": "The failure to complete the review process was a failure to comply with the duty imposed by s 414(1) to conduct the review and the duty under s 425(1) to hear from the appellant.",
      "id": "s185"
    },
    {
      "text": "39 The joint judgment held that the appellant in NAFF did not lose his entitlement to relief because he did not tender evidence that he had been misled or prejudiced by the Tribunal's failure to act as promised.",
      "id": "s186"
    },
    {
      "text": "It also rejected the respondent Minister's submission that there had been no material breach because the suggested internal inconsistencies were not crucial to the Tribunal's reasoning.",
      "id": "s187"
    },
    {
      "text": "This was because the Tribunal's \"scepticism about particular parts of the appellant's evidence existed to some extent because of [its] scepticism about other parts of [the evidence]\": see NAFF at 14.",
      "id": "s188"
    },
    {
      "text": "40 Section 422B (which is equivalent to s 357A in connection with the Tribunal in this case) did not apply in NAFF , although it would in the present case.",
      "id": "s189"
    },
    {
      "text": "The reasoning in the joint judgment in NAFF (though not perhaps in Kirby J's judgment) did not, however, depend on the residual operation of the common law requirements of procedural fairness.",
      "id": "s190"
    },
    {
      "text": "On the contrary, the reasoning in the joint judgment turns on the operation of s 425 (as well as s 414).",
      "id": "s191"
    },
    {
      "text": "Section 348, which applies to the Tribunal here, is equivalent to s 414.",
      "id": "s192"
    },
    {
      "text": "41 The appellants also relied on the decision of the High Court in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 231 ALR 592 (' SZBEL ').",
      "id": "s193"
    },
    {
      "text": "The decision in SZBEL is not especially relevant to the present case, although, taken in the broad, SZBEL emphasizes that conformity with s 360 requires the provision of a real, as opposed, to merely a formal opportunity to give evidence and present submissions.",
      "id": "s194"
    },
    {
      "text": "In SZBEL at 600, the Court noted that the Act provides that the applicant for review is to be given an opportunity to be heard on \"the issues arising in relation to the decision under review\": compare ss 425(1) and 360(1).",
      "id": "s195"
    },
    {
      "text": "The Court went on to say that these issues were to be \"identified having regard not only to the fact that the tribunal may exercise all the powers and discretions conferred by the Act on the original decision-maker .",
      "id": "s196"
    },
    {
      "text": ".",
      "id": "s197"
    },
    {
      "text": ".",
      "id": "s198"
    },
    {
      "text": "but also to the fact that the tribunal is to review that particular decision, for which the decision-maker will have given reasons\": see SZBEL at 600.",
      "id": "s199"
    },
    {
      "text": "Thus, said the Court, the issues arising on review will ordinarily be the issues that the original decision-maker identified \"as determinative against the applicant\", plus any other issues identified by the Tribunal: see SZBEL at 600.",
      "id": "s200"
    },
    {
      "text": "The Court held that, in the circumstances of the case, the review applicant was not on notice that two aspects of his account were in issue on the review because the primary decision-maker had not based his decision on them, and the Tribunal did not identify them as important issues.",
      "id": "s201"
    },
    {
      "text": "On this basis, the Court held that the Tribunal did not give the appellant a sufficient opportunity to give evidence, or make submissions, about these determinative issues.",
      "id": "s202"
    },
    {
      "text": "42 Other authorities figuring in the appellants' submissions make the same essential point that, where the Tribunal is not minded to make a decision on the papers in a review applicant's favour, s 360 requires that he or she have a real opportunity to present evidence and submissions to the Tribunal.",
      "id": "s203"
    },
    {
      "text": "These other authorities included Minister for Immigration and Multicultural and Indigenous Affairs v SCAR [2003] FCAFC 126 ; (2003) 128 FCR 553 (' SCAR ') and Minister for Immigration and Multicultural Affairs v SZFDE [2006] FCAFC 142 (' SZFDE ').",
      "id": "s204"
    },
    {
      "text": "SZFDE was a case about fraud and is therefore a different case from the present.",
      "id": "s205"
    },
    {
      "text": "Whatever the correct approach to the decision in SCAR , SCAR also raises different issues from the present.",
      "id": "s206"
    },
    {
      "text": "The Full Court in SCAR dismissed an appeal from a judge who had granted relief by way of certiorari for want of procedural fairness.",
      "id": "s207"
    },
    {
      "text": "Unknown to the Tribunal, on account of his father's recent death, the review applicant was suffering from extreme distress, for which he had received medication.",
      "id": "s208"
    },
    {
      "text": "The Full Court had regard to the obligation that s 425(1) imposed and said, at 560, that the invitation to attend a hearing \"must not be a hollow shell or an empty gesture\".",
      "id": "s209"
    },
    {
      "text": "43 Did the Tribunal in this case proceed in conformity with s 360, by affording a real opportunity to present evidence and submissions to it?",
      "id": "s210"
    },
    {
      "text": "For the following reasons, this question should be answered in the negative.",
      "id": "s211"
    },
    {
      "text": "44 The transcript of the hearing on 21 October 2005 showed that the Tribunal had some difficulty in taking evidence from the second appellant in Cambodia.",
      "id": "s212"
    },
    {
      "text": "Most importantly given subsequent events, just after the Tribunal member had ascertained from the second appellant that he started at the ELTI from the end of 2001, she commented to his representative (in the hearing room in Melbourne) that \"we're running out of time for you and the interpreter\".",
      "id": "s213"
    },
    {
      "text": "When she asked whether there was anything the representative wanted her to raise with the second appellant \"before we finish up\", there was the following exchange:\n \n Migration agent: I'm not worried about time, your Honour, and the interpreter... \n \n Tribunal member: Yes, we can speak to him again on another occasion if you need to.",
      "id": "s214"
    },
    {
      "text": "We will have to come back, I'm sorry.",
      "id": "s215"
    },
    {
      "text": "Migration agent: That's okay.",
      "id": "s216"
    },
    {
      "text": "Not at the present moment , no, your Honour.",
      "id": "s217"
    },
    {
      "text": "Tribunal member: Sorry, not at the moment?",
      "id": "s218"
    },
    {
      "text": "Migration agent: No, not at the present moment.",
      "id": "s219"
    },
    {
      "text": "Tribunal member: Okay.",
      "id": "s220"
    },
    {
      "text": "Mr Tang, we're going to finish up with you in a minute.",
      "id": "s221"
    },
    {
      "text": "Is there anything you'd like to say before we say goodbye to you?",
      "id": "s222"
    },
    {
      "text": "Mr Tang through interpreter: I would like the member to make a decision as soon as possible because this application has been going on for seven or eight years now.",
      "id": "s223"
    },
    {
      "text": "Tribunal member: Yes, anything else?",
      "id": "s224"
    },
    {
      "text": "Mr Tang through interpreter: That's all.",
      "id": "s225"
    },
    {
      "text": "Tribunal member: Okay.",
      "id": "s226"
    },
    {
      "text": "Thank you.",
      "id": "s227"
    },
    {
      "text": "Goodbye.",
      "id": "s228"
    },
    {
      "text": "[Emphasis added]\n\n \n45 Two matters appear.",
      "id": "s229"
    },
    {
      "text": "First, the evidence being given by the second appellant came to an end because the interpreter was obliged to leave.",
      "id": "s230"
    },
    {
      "text": "It is unclear whether or not the Tribunal was about to conclude its questions.",
      "id": "s231"
    },
    {
      "text": "If it was, it might have been said so and it did not.",
      "id": "s232"
    },
    {
      "text": "Secondly, the Tribunal specifically said, \"We will have to come back\".",
      "id": "s233"
    },
    {
      "text": "The statement from the appellants' representative that he did not wish to raise anything further \"at the present moment\" must be understood in this context.",
      "id": "s234"
    },
    {
      "text": "That is, it is clear from the context that the representative understood, reasonably, that there would be a further hearing.",
      "id": "s235"
    },
    {
      "text": "The second appellant's statement that he had nothing to say beyond asking for a speedy decision must also be understood in the same light.",
      "id": "s236"
    },
    {
      "text": "Presumably, the second appellant wanted the resumed hearing to occur at a relatively early date and not to be postponed indefinitely.",
      "id": "s237"
    },
    {
      "text": "46 Shortly after this and before the hearing ended, the Tribunal member reiterated that there would be a further opportunity to present evidence.",
      "id": "s238"
    },
    {
      "text": "She told the first appellant that:\n \n ...we're going to have to finish up now because we can't keep our interpreter but we can come back on another day and I can take evidence from you.",
      "id": "s239"
    },
    {
      "text": "I'm going to send a letter to your agent asking him to get hold of certificates about your son's education because there's still quite a bit of confusion about what he's been doing for the last few years.",
      "id": "s240"
    },
    {
      "text": "47 At the hearing, the Tribunal made it clear that it wanted better documentation of the appellants' claims, although precisely what it wanted was less clear.",
      "id": "s241"
    },
    {
      "text": "The Tribunal member told the appellants' representative that:\n \n ...I think a 359 is appropriate to try and get the documents to back up the oral evidence because the documents at the moment just don't help at all.",
      "id": "s242"
    },
    {
      "text": "I suspect that year 7 that we were looking at before is the year 7 Chinese school.",
      "id": "s243"
    },
    {
      "text": "It's got nothing to do with the secondary, which means I have nothing to show me that he completed secondary school or when.",
      "id": "s244"
    },
    {
      "text": "So I think that may not have a negative impact on the case but I've still got a vacuum, you know.",
      "id": "s245"
    },
    {
      "text": "There really isn't the documentary evidence to back up the claim.",
      "id": "s246"
    },
    {
      "text": "I mean, it's up to you.",
      "id": "s247"
    },
    {
      "text": "We can continue the hearing in a week or two or do the 359 first.",
      "id": "s248"
    },
    {
      "text": "Do you have a preference?",
      "id": "s249"
    },
    {
      "text": "I'm not wedded to either course.",
      "id": "s250"
    },
    {
      "text": "[Emphasis added]\n\n \n48 A discussion about the further conduct of the hearing followed.",
      "id": "s251"
    },
    {
      "text": "The appellants' representative indicated a preference for \"a 359\", saying \" then we'll know...specifically what you want and if we haven't --- then I think I'll call a new hearing \" [Emphasis added].",
      "id": "s252"
    },
    {
      "text": "Thereafter the Tribunal member and the appellant's representative said:\n \n Tribunal member: Okay.",
      "id": "s253"
    },
    {
      "text": "So we'll do the 359 first and then see what we end up with.",
      "id": "s254"
    },
    {
      "text": "Migration agent: Yes.",
      "id": "s255"
    },
    {
      "text": "Tribunal member: And then come back again if we need to.",
      "id": "s256"
    },
    {
      "text": "Migration agent: Absolutely.",
      "id": "s257"
    },
    {
      "text": "... \n \n Tribunal member: All right.",
      "id": "s258"
    },
    {
      "text": "It will spell it out obviously in the 359 but what I'm after is evidence of the educational history because there's nothing to say --- nothing from secondary school.",
      "id": "s259"
    },
    {
      "text": "I think there's translation problems with the names of the schools.",
      "id": "s260"
    },
    {
      "text": "Migration agent: Yes.",
      "id": "s261"
    },
    {
      "text": "Tribunal member: Though I will need the original Khmer or Chinese, depending on which school it's coming from and a translation.",
      "id": "s262"
    },
    {
      "text": "... \n \n Tribunal member: ... So I will spell out what we need but basically I need a record of his studies because it hasn't been provided to date for some reason, and if he has to apply to the ministry it might take time... \n\n[Emphasis added]\n\n \n At this point, the Tribunal was informed that in fact it held the original certificates for primary and high schools.",
      "id": "s263"
    },
    {
      "text": "49 The hearing ended with the following exchanges:\n \n Tribunal member: ...Okay.",
      "id": "s264"
    },
    {
      "text": "I'll have a look at all that.",
      "id": "s265"
    },
    {
      "text": "We don't have anything current in relation to the university, do we?",
      "id": "s266"
    },
    {
      "text": "Yes... \n \n Migration agent's assistant: There's a receipt.",
      "id": "s267"
    },
    {
      "text": "Tribunal member: Yes, that's not going to help me much.",
      "id": "s268"
    },
    {
      "text": "... \n \n Migration agent's assistant: I understand Tola tried to go to the university to get something and he was fairly intolerant ... \n \n Tribunal member: Rebuffed.",
      "id": "s269"
    },
    {
      "text": "... \n \n Tribunal member: No, that wouldn't do it for me , I'm afraid.",
      "id": "s270"
    },
    {
      "text": "Okay.",
      "id": "s271"
    },
    {
      "text": "I'll go through it all, my mountain of files, and tell you what I need.",
      "id": "s272"
    },
    {
      "text": "All right?",
      "id": "s273"
    },
    {
      "text": "Migration agent: Yes.",
      "id": "s274"
    },
    {
      "text": "Tribunal member: Okay.",
      "id": "s275"
    },
    {
      "text": "...We're going to see if we can fix the case up and maybe come back again if we need to.",
      "id": "s276"
    },
    {
      "text": "Okay?",
      "id": "s277"
    },
    {
      "text": "... \n \n Tribunal member: ...Okay.",
      "id": "s278"
    },
    {
      "text": "Thanks everyone for coming today.",
      "id": "s279"
    },
    {
      "text": "Sorry we haven't been able to get through it but it's a very complicated case, as you can see.",
      "id": "s280"
    },
    {
      "text": "Probably taking it just one bite at a time is not a bad idea.",
      "id": "s281"
    },
    {
      "text": "[Emphasis added]\n\n \n50 The Tribunal's position at the end of this adjourned hearing was clear.",
      "id": "s282"
    },
    {
      "text": "There were, in its view, problems with the documentation of the appellants' claims.",
      "id": "s283"
    },
    {
      "text": "In order that the appellants might understand and meet these problems, the Tribunal was to send their representative a letter seeking additional information under s 359.",
      "id": "s284"
    },
    {
      "text": "That is, the Tribunal apparently had in mind that the appellants might \"fix up\" their case by providing the documents that the Tribunal was to identify in the s 359 letter.",
      "id": "s285"
    },
    {
      "text": "Further, the appellants were to have a chance to present evidence and arguments at a resumed hearing unless a further hearing was unnecessary.",
      "id": "s286"
    },
    {
      "text": "As can be seen, the Tribunal did not introduce the idea that a further hearing might not be needed until the very end of the discussion.",
      "id": "s287"
    },
    {
      "text": "It did not elaborate on what it intended by this reference.",
      "id": "s288"
    },
    {
      "text": "I infer from what had been said previously on the subject that the Tribunal had in mind that there might be no need for a further hearing if the appellants presented the Tribunal with the documentary evidence sought in the foreshadowed s 359 letter, because the Tribunal might then be satisfied that it should make a decision favourable to the appellants.",
      "id": "s289"
    },
    {
      "text": "51 As the High Court held in NAFF , it is undisputed that the duty to review involves the duty under s 360 to invite the applicant to a hearing to give evidence and present arguments.",
      "id": "s290"
    },
    {
      "text": "On the one hand, as Full Courts of this Court have said, the invitation must afford a real, in the sense of fair, opportunity to the applicant to present evidence and arguments.",
      "id": "s291"
    },
    {
      "text": "On the other, as the High Court also said in NAFF , the Tribunal must consider that evidence and arguments.",
      "id": "s292"
    },
    {
      "text": "If it concludes that it cannot give such consideration until other steps in the review process are taken, then it cannot complete that review without taking those steps (or indicating that it has, for some reason, changed its mind).",
      "id": "s293"
    },
    {
      "text": "52 I would infer from the Tribunal's statements at the adjourned hearing that there would be a further opportunity to present evidence and arguments that the Tribunal considered that: (1) the adjourned hearing had not afforded the appellants an adequate and fair opportunity to present evidence and arguments in support of their case; (2) further documentary and oral evidence from the appellants might be significant on the review; (3) a fair and proper way to advance the process of review was to identify the missing documentary evidence that the Tribunal considered important, by means of a letter seeking additional information under s 359; (4) the process of review should not be completed until the appellants had had an opportunity to provide the Tribunal with that documentary evidence; and (5) the appellants should be afforded a further opportunity to present evidence and arguments at a resumed hearing if the Tribunal were not satisfied that it should make a decision in the appellants' favour.",
      "id": "s294"
    },
    {
      "text": "53 As we have seen, the Tribunal did indeed send a letter (dated 24 October 2005) under s 359, as it had said it would, and, presumably, after it had perused the \"mountain of files\" it held for the appellants.",
      "id": "s295"
    },
    {
      "text": "In this respect, the case is distinguishable from NAFF where the promised letter was never sent.",
      "id": "s296"
    },
    {
      "text": "Having regard to the Tribunal's ultimate reasons for decision, however, it is apparent that the letter did not identify for the appellants the missing documentary evidence that the Tribunal considered important.",
      "id": "s297"
    },
    {
      "text": "The letter specifically sought the second appellant's year 12 results, as well as statements from the ELTI and the Liang Ly School (also referred to in the Tribunal's reasons as the \"Leang You School\").",
      "id": "s298"
    },
    {
      "text": "The letter did not request any further documentation relating to the second appellant's course at the ITM.",
      "id": "s299"
    },
    {
      "text": "In particular, contrary to the Tribunal's belief (as stated in its reasons), the letter did not request \"results for the visa applicant's associate degree or bachelor degree courses\" or \"verifiable documentary evidence of his studies at the ITM\".",
      "id": "s300"
    },
    {
      "text": "54 In sending its letter of 24 October 2005, the Tribunal purported to give effect to its view that a fair and proper way to progress this case was to send a s 359 letter identifying the missing documentary evidence that it regarded as important for the appellants' case.",
      "id": "s301"
    },
    {
      "text": "This letter was not the letter described by the Tribunal in its reasons for judgment as being sent after the adjourned hearing.",
      "id": "s302"
    },
    {
      "text": "The letter described in the Tribunal's reasons invited the appellants to provide much more than the letter they actually received.",
      "id": "s303"
    },
    {
      "text": "Thus, for example, the Tribunal's reasons refer to a letter inviting the appellants to provide a \"[s]tatement from the ITM indicating whether the visa applicant enrolled in an Associate Diploma, Associate Degree or Bachelor Degree course in 2002 and the estimated date of completion of that course.",
      "id": "s304"
    },
    {
      "text": "Statement of the visa applicant's academic results in 2002/2003 and 2003/2004, as well as confirmation of his current enrolment\".",
      "id": "s305"
    },
    {
      "text": "The letter that the Tribunal actually sent contained no such request.",
      "id": "s306"
    },
    {
      "text": "The letter referred to by the Tribunal in its reasons was said to have requested details of the Duon Hoa Chinese School and the Atlanta Centre, whereas the letter that the Tribunal actually sent contained no such specific request.",
      "id": "s307"
    },
    {
      "text": "55 As already noted, when the Tribunal adjourned the hearing on 21 October 2005, the Tribunal member apparently believed that a fair and proper way to progress the case was for her to send the appellants a s 359 letter identifying for them what she saw as the important missing documentary evidence for their case.",
      "id": "s308"
    },
    {
      "text": "She did not send such a letter.",
      "id": "s309"
    },
    {
      "text": "That is, the letter of 24 October 2005 did not identify for the appellants what she saw as the important missing documentary evidence.",
      "id": "s310"
    },
    {
      "text": "This much is clear from the Tribunal's reasons.",
      "id": "s311"
    },
    {
      "text": "First, as noted above, the Tribunal twice referred to the fact that the appellants had not provided the documentation regarding the ITM, which she mistakenly thought she had specifically sought from them.",
      "id": "s312"
    },
    {
      "text": "It drew strong adverse inferences from their failure to provide these documents and the lack of explanation for the perceived deficiency.",
      "id": "s313"
    },
    {
      "text": "These failures weighed heavily against the appellants, in the Tribunal's consideration, because of the visa applicant's \"bogus claim\" regarding Norton University.",
      "id": "s314"
    },
    {
      "text": "Secondly, the Tribunal, in its reasons, referred to the fact that it had invited the appellants to provide detailed documentary evidence of studies at various other institutions, including the Atlanta Centre and the Doun Hoa Chinese School.",
      "id": "s315"
    },
    {
      "text": "The Tribunal was mistaken if it thought it had specifically requested documentation about these institutions in its letter of 24 October 2005.",
      "id": "s316"
    },
    {
      "text": "Thirdly, had the Tribunal sent the letter described in its reasons instead of the letter it actually sent, it appears that it would in fact have identified what it perceived to be the important missing documentary evidence in the appellants' case.",
      "id": "s317"
    },
    {
      "text": "56 There is nothing in the Tribunal's reasons to indicate that the Tribunal member was aware of the fact that the letter actually sent to the appellants sought much less than the letter she described in her reasons as being sent.",
      "id": "s318"
    },
    {
      "text": "On the contrary, the Tribunal's clear mistake about the ITM documents strongly indicates that the Tribunal member did not realise that the appellants had not received a letter in the terms she described.",
      "id": "s319"
    },
    {
      "text": "It would follow that the Tribunal member was unaware that the appellants had not in fact received a letter identifying for them the documents that she regarded as missing and important for their case.",
      "id": "s320"
    },
    {
      "text": "There is nothing in her reasons or in the attendant circumstances that would indicate that she had changed her view that the review process should not be completed until a letter identifying these documents had been sent to the appellants in order that they might direct their attention to providing them (or explaining their absence).",
      "id": "s321"
    },
    {
      "text": "As in NAFF , the failure to complete the review process was a failure to comply with the duty, imposed by s 348, to conduct the review and the duty, under s 360(1), to hear from the appellants.",
      "id": "s322"
    },
    {
      "text": "57 It is not sufficient to say, as the first respondent does, that there was discussion at the adjourned hearing about the need for further documentation and some indication from the Tribunal that it did not regard enrolment receipts as sufficient.",
      "id": "s323"
    },
    {
      "text": "The whole point of the s 359 letter, as the transcript of the discussion between the Tribunal and appellants' representative shows, was that it would identify for the appellants what the Tribunal saw as the important missing documentation after the Tribunal had gone through the relevant files.",
      "id": "s324"
    },
    {
      "text": "Since the Tribunal was to complete this task before sending the s 359 letter, and the files were apparently voluminous, the appellants' representatives were reasonably entitled to rely on the s 359 letter sent to them as stating what the Tribunal perceived to be the documentary deficiencies in the appellants' case.",
      "id": "s325"
    },
    {
      "text": "There was nothing in this letter to indicate that the Tribunal considered that the appellants needed to provide further ITM documentation, such as transcripts of ITM results, in order to fill a gap in their case.",
      "id": "s326"
    },
    {
      "text": "58 The fact that the appellant's representatives later provided the Tribunal with additional unsolicited documentation, including some receipts from the ITM, does not alter the significance of the s 359 letter.",
      "id": "s327"
    },
    {
      "text": "It is scarcely surprising that the representatives would send additional supportive material, though not specifically sought by the Tribunal, on the straightforward basis that such material was confirmatory of the appellants' position.",
      "id": "s328"
    },
    {
      "text": "It does not, however, follow from the fact that this additional material was sent that the appellants' representatives were on notice that the Tribunal considered that documentation beyond that sought in the s 359 letter was, in the Tribunal's view, necessary (or important) to complete the documentary aspects of the appellants' case.",
      "id": "s329"
    },
    {
      "text": "59 There is, moreover, a further difficulty with the Tribunal's conduct of the review in this case.",
      "id": "s330"
    },
    {
      "text": "This relates to the fact that the Tribunal did not convene a resumed hearing before delivering its decision, although it had stated it would do so at the conclusion of the October hearing.",
      "id": "s331"
    },
    {
      "text": "What led to this happening?",
      "id": "s332"
    },
    {
      "text": "In late January-early February 2006, an officer of the Tribunal contacted the appellants' representative about a further hearing.",
      "id": "s333"
    },
    {
      "text": "There were some telephone conversations and the representative apparently indicated that he would confirm the appellants' position by faxed letter.",
      "id": "s334"
    },
    {
      "text": "This he did.",
      "id": "s335"
    },
    {
      "text": "The faxed letter of 6 February 2006 reads as follows:\n \n I refer to your telephone messages today about whether the applicant requires a further hearing of this matter.",
      "id": "s336"
    },
    {
      "text": "The applicant is happy not to have a further hearing of this matter if it is unnecessary.",
      "id": "s337"
    },
    {
      "text": "However, if the Tribunal has any adverse issues to put to the applicant then there should be a hearing.",
      "id": "s338"
    },
    {
      "text": "Perhaps the letter might have been clearer than it was.",
      "id": "s339"
    },
    {
      "text": "In the context of this case, however, its purport was clear enough.",
      "id": "s340"
    },
    {
      "text": "The letter could not properly be taken as saying that the appellants did not want a resumed hearing if the Tribunal's mind was already against them, as at one stage the first respondent's argument suggested.",
      "id": "s341"
    },
    {
      "text": "Presumably, the letter intended to say that the appellants did not want a further hearing if a further hearing was unnecessary because the Tribunal was satisfied that it should make a decision in the appellants' favour.",
      "id": "s342"
    },
    {
      "text": "Given the relatively limited terms of the Tribunal's s 359 letter and the appellants' response, which was more ample than required, this may well have seemed a reasonable possibility to the appellants' representatives.",
      "id": "s343"
    },
    {
      "text": "The letter also addressed the alternative possibility by saying \"if the Tribunal has any adverse issues to put\", then the appellants desired a hearing.",
      "id": "s344"
    },
    {
      "text": "In the context in which the letter was written, it seems unlikely that the representative was using the expression \"adverse issues\" in anything other than a very general way to signify points that the Tribunal was not yet minded to resolve in the appellants' favour.",
      "id": "s345"
    },
    {
      "text": "This broad request was consistent with the fact that, for reasons already explained, the Tribunal had itself indicated at the adjourned hearing that there would be a further hearing if the appellants wanted it.",
      "id": "s346"
    },
    {
      "text": "I reject the first respondent's submission that the \"adverse issues\" mentioned in the letter \"could only relate to matters about which the appellants and their representatives were not and could not reasonably have been expected to be aware\".",
      "id": "s347"
    },
    {
      "text": "This would introduce a refinement that simply was not there.",
      "id": "s348"
    },
    {
      "text": "60 Despite this letter and the Tribunal's stated attitude at the end of the hearing in October, the Tribunal did not convene a resumed hearing and proceeded to make its decision.",
      "id": "s349"
    },
    {
      "text": "As its reasons show, there were a number of \"adverse issues\" in the sense just referred to that the Tribunal might have put to the appellants at a resumed hearing.",
      "id": "s350"
    },
    {
      "text": "61 I accept, as the appellants said, that the failure to convene a further hearing involved a departure from the process for review that the Tribunal had determined was fair and proper in the circumstances that had arisen by the end of the hearing in October.",
      "id": "s351"
    },
    {
      "text": "That is, at this stage, the Tribunal apparently considered that, after the appellants had responded to the foreshadowed s 359 letter, they should be given an opportunity to present evidence and arguments at a resumed hearing if necessary (i.e., if the Tribunal were not satisfied by that stage that it should make a decision in the appellants' favour).",
      "id": "s352"
    },
    {
      "text": "62 Perhaps the Tribunal member failed to reconvene the hearing because, on reflection, she thought that there was no further evidence or arguments that the appellants could usefully present and that nothing they could say could affect her decision.",
      "id": "s353"
    },
    {
      "text": "If so, the Tribunal member might be expected to say so, either by a letter to the appellants or in her reasons for decision.",
      "id": "s354"
    },
    {
      "text": "As we have seen, she did not say anything about the matter before the decision was given or in her reasons.",
      "id": "s355"
    },
    {
      "text": "Perhaps, the Tribunal member had forgotten the discussion that had ensued between her and the appellants' representative at the end of the adjourned hearing, or she had simply misunderstood what the appellants' representatives had intended to convey in their last letter to the Tribunal.",
      "id": "s356"
    },
    {
      "text": "Again, her failure to say anything about the matter indicates that her original view, based on what had happened by the end of the adjourned hearing had not altered --- that the review process would fairly and properly be completed only after a reconvened hearing.",
      "id": "s357"
    },
    {
      "text": "In the circumstances of the case, the failure to convene a further hearing amounted to a failure to complete the review process.",
      "id": "s358"
    },
    {
      "text": "There was therefore a further failure to comply with the duty to conduct the review and the duty to hear from the appellants.",
      "id": "s359"
    },
    {
      "text": "63 Generally speaking, it is, of course, for an applicant to make out his or her case before the Tribunal.",
      "id": "s360"
    },
    {
      "text": "As the first respondent said, the Tribunal is not required to go out of its way to assist an applicant to do this.",
      "id": "s361"
    },
    {
      "text": "The Tribunal is not required to make inquiries about what the case might be and to obtain further information to support that case.",
      "id": "s362"
    },
    {
      "text": "Nor is it obliged, generally speaking, to tell an applicant about any preliminary adverse views it may have about the evidence.",
      "id": "s363"
    },
    {
      "text": "None of this answers the problem that arose in this case, however, where the Tribunal, which was in the best position to assess the matter, formed a view about the steps that were fairly and properly to be taken to complete the review process and did not take them.",
      "id": "s364"
    },
    {
      "text": "These circumstances call for a different response.",
      "id": "s365"
    },
    {
      "text": "Furthermore, it is not enough in such a case to refer to the fact that there had been some presentation of evidence at a hearing and some opportunity for the delivery of post-hearing evidence and submissions, when on the Tribunal's own assessment, the hearing had not afforded the appellants an adequate and fair opportunity to present evidence and arguments and the steps that it considered should be taken fairly and properly to complete the review were not been taken.",
      "id": "s366"
    },
    {
      "text": "64 It follows from the foregoing that the Tribunal's finding that it was not satisfied that the two year period that preceded the second appellant's enrolment at the ITM was reasonable in all the circumstances was the product of a failure to conduct a review in accordance with s 348 and to hear from the appellants as s 360 required.",
      "id": "s367"
    },
    {
      "text": "This amounted to jurisdictional error and would entitle the appellants to the relief they seek.",
      "id": "s368"
    },
    {
      "text": "65 The first respondent sought to support the Tribunal's decision on the basis of the alternative Tribunal finding that it was not satisfied that there was sufficient evidence that the visa applicant had been undertaking a full-time course of study at the ITM.",
      "id": "s369"
    },
    {
      "text": "As we have seen, however, this finding, which was clearly induced by the appellants' failure to provide the documentation that the Tribunal wrongly thought it had asked for in its letter of 24 October 2005, was also the outcome of the failure to conduct a review and to hear from the appellants as the Act required.",
      "id": "s370"
    },
    {
      "text": "Accordingly, the Tribunal's decision cannot be supported on the basis of the alternative finding, which is also infected by jurisdictional error.",
      "id": "s371"
    },
    {
      "text": "66 There are two other comments I would make, although neither are strictly necessary.",
      "id": "s372"
    },
    {
      "text": "First, it may be that the Tribunal departed from the text of paragraph 101.213(1)(c) when it held that there was insufficient evidence \"to justify\" the two year delay between completing year 12 studies in 1999/2000 and enrolling at the ITM.",
      "id": "s373"
    },
    {
      "text": "The paragraph does not require there to be justification for the lapse of time; rather, the paragraph requires that an applicant has been undertaking a full-time course \"within...a reasonable time after completing the equivalent of year 12\".",
      "id": "s374"
    },
    {
      "text": "Of course, the Tribunal's assessment of what is a reasonable time necessarily depends on all the circumstances of the case; and if, in using the word \"justify\", the Tribunal merely sought to capture this idea, then there was no error.",
      "id": "s375"
    },
    {
      "text": "Secondly, it may be doubted whether the word \"undertaking\" is synonymous with \" actively participating\" as the Tribunal apparently thought.",
      "id": "s376"
    },
    {
      "text": "As the first respondent noted, the word can relevantly be defined as \"engaging in\" or \"entering upon\" some enterprise: see The Australian Oxford Dictionary and The Oxford English Dictionary .",
      "id": "s377"
    },
    {
      "text": "It may therefore have been enough for the Tribunal to have asked itself whether, on the material before it, the visa applicant had established to its satisfaction that he had been engaging (or participating) in, or entering upon, a full-time course of study.",
      "id": "s378"
    },
    {
      "text": "The inclusion of the word \"actively\" in the expression \"actively participated\" may have introduced an additional notion, to which the paragraph does not refer.",
      "id": "s379"
    },
    {
      "text": "If, however, in using the word \"actively\", the Tribunal meant merely to indicate that a visa applicant must in fact have been undertaking a full-time course as distinct from merely claiming to have done so, then there was no error.",
      "id": "s380"
    },
    {
      "text": "67 For the reasons stated, I would allow the appeal.",
      "id": "s381"
    },
    {
      "text": "I would set aside the orders of the learned Federal Magistrate and, in lieu thereof, order that: (1) there be an order in the nature of certiorari quashing or setting aside the decision of the Tribunal dated 16 February 2006; and (2) there be an order in the nature of mandamus remitting the matter to the Tribunal, differently constituted, for determination according to law.",
      "id": "s382"
    },
    {
      "text": "I would invite the parties to state their respective positions on the question of costs.",
      "id": "s383"
    },
    {
      "text": "I certify that the preceding sixty-seven (67) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s384"
    },
    {
      "text": "Associate:\n\nDated: 22 March 2007\n\n\n Counsel for the Appellant: Mr R. Niall with Mr G. Hughan \n \n Solicitors for the Appellant: Erskine Rodan &amp; Associates \n \n Counsel for the First Respondent: Mr R. Knowles \n \n Solicitors for the First Respondent: Clayton Utz \n \n Date of Hearing: 13 February 2007 \n \n Date of Judgment: 22 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/413.html",
      "id": "s385"
    }
  ]
}