{
  "name": "Fastlane Australia Pty Ltd v Nolmont Pty Ltd [2007] FCA 492 (3 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/492.html",
  "catchphrases": [
    {
      "text": "interlocutory orders for costs",
      "id": "c0"
    },
    {
      "text": "proceeding discontinued without reference to those orders",
      "id": "c1"
    },
    {
      "text": "whether costs could be taxed notwithstanding absence of any such reference",
      "id": "c2"
    },
    {
      "text": "federal court rules , o 62 r 14",
      "id": "c3"
    },
    {
      "text": "terms of settlement stipulating \"no order as to costs\"",
      "id": "c4"
    },
    {
      "text": "proceeding discontinued by leave without reference to costs orders made on interlocutory applications",
      "id": "c5"
    },
    {
      "text": "proposal to tax costs under those orders",
      "id": "c6"
    },
    {
      "text": "whether precluded by terms of settlement",
      "id": "c7"
    },
    {
      "text": "costs",
      "id": "c8"
    },
    {
      "text": "costs",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 In this proceeding, which was commenced by Originating Process under ss 445D and 447A of the Corporations Act 2001 (Cth) on 24 June 2005, the plaintiff sought an order that the deed of company arrangement dated 31 May 2005 in respect of the first defendant be terminated.",
      "id": "s0"
    },
    {
      "text": "2 On 15 November 2005, Goldberg J made orders requiring the defendants to make further discovery in certain respects, and other interlocutory orders.",
      "id": "s1"
    },
    {
      "text": "He ordered that: \n \n The defendants pay the plaintiff's costs of and incidental to the interlocutory process filed 8 November 2005.",
      "id": "s2"
    },
    {
      "text": "On 6 March 2006, Young J made orders (by consent) requiring the first defendant to make further discovery in certain respects, and other interlocutory orders.",
      "id": "s3"
    },
    {
      "text": "He ordered that:\n \n The defendants pay the plaintiff's costs of the interlocutory process dated 25 January 2006.",
      "id": "s4"
    },
    {
      "text": "3 On 26 April 2006, the parties executed terms of settlement of this proceeding and an associated proceeding in the Supreme Court of Victoria.",
      "id": "s5"
    },
    {
      "text": "I shall refer to the details of those terms further below.",
      "id": "s6"
    },
    {
      "text": "4 On 15 May 2006, Young J ordered that --- \n \n The plaintiff have leave to discontinue the proceeding and the proceeding is discontinued forthwith.",
      "id": "s7"
    },
    {
      "text": "That order was made by consent and on the papers under the procedure for which O 35 r 10 of the Federal Court Rules provides.",
      "id": "s8"
    },
    {
      "text": "5 On 10 October 2006, the plaintiff submitted for taxation a bill of costs in relation to each of the orders made on 15 November 2005 and 6 March 2006.",
      "id": "s9"
    },
    {
      "text": "By correspondence to the Registrar dated 6 November 2006, the defendants resisted the plaintiff's application for taxation of its bills, relying upon the terms of settlement and upon O 62 r 14 of the Rules.",
      "id": "s10"
    },
    {
      "text": "6 On 15 January 2007, the Deputy District Registrar (\"the Registrar\") wrote to the parties with reference to the plaintiff's bills of costs.",
      "id": "s11"
    },
    {
      "text": "He referred to Order 63 r 3(3) and to the judgment of Finn J in O'Neill v Mann [2000] FCA 1680 at [20] .",
      "id": "s12"
    },
    {
      "text": "The Registrar said that it would appear that --- \n \n Where a proceeding has been discontinued, an interlocutory costs order in favour of the discontinuing party cannot be taxed without the court granting leave to do so.",
      "id": "s13"
    },
    {
      "text": "The requirement for leave appears to arise by operation of Order 62 r 3(3).",
      "id": "s14"
    },
    {
      "text": "In the present case, no such leave has been granted.",
      "id": "s15"
    },
    {
      "text": "Accordingly, I do not propose taxing the plaintiff's bills of costs.",
      "id": "s16"
    },
    {
      "text": "The Registrar noted the terms of O 46 r 7(2), which provides that a person may apply to the court ex parte for a direction to the Registrar that he do any act which he is bound or entitled to do and has refused to do.",
      "id": "s17"
    },
    {
      "text": "7 By notice dated 27 February 2007, the plaintiff has sought a direction that the Registrar tax the bills of costs.",
      "id": "s18"
    },
    {
      "text": "The motion was opposed by the defendants.",
      "id": "s19"
    },
    {
      "text": "8 In the course of the hearing of the plaintiff's motion on 28 March 2007, it became apparent that a Notice of Discontinuance had not been filed pursuant to the leave given by Young J on 15 May 2006.",
      "id": "s20"
    },
    {
      "text": "All parties and, it seems, the Registrar, were working on the basis that his Honour's order had the effect of discontinuing the proceedings of its own force.",
      "id": "s21"
    },
    {
      "text": "I believe that was a misapprehension.",
      "id": "s22"
    },
    {
      "text": "9 The subject of discontinuance is covered by O 22 of the Federal Court Rules .",
      "id": "s23"
    },
    {
      "text": "As is apparent from the terms of rr 2 and 5, the method of discontinuance is the filing of a notice to that effect by the party making a claim for relief.",
      "id": "s24"
    },
    {
      "text": "Until such a notice is filed, the proceeding has not been discontinued.",
      "id": "s25"
    },
    {
      "text": "Of the four ways in which a proceeding may be discontinued set out in O 22 r 2(1), the court is involved only in the fourth: discontinuance by leave at any time.",
      "id": "s26"
    },
    {
      "text": "The court was so involved in the circumstances of the present case.",
      "id": "s27"
    },
    {
      "text": "The court's only function under O 22 r 2 was to give leave to discontinue.",
      "id": "s28"
    },
    {
      "text": "The act of discontinuance --- the filing of the notice --- still had to be performed by the party to whom leave was given.",
      "id": "s29"
    },
    {
      "text": "10 As I have said, the terms of the order made by Young J on 15 May 2006 were not only that the plaintiff have leave to discontinue the proceeding, but also that \"the proceeding is discontinued forthwith\".",
      "id": "s30"
    },
    {
      "text": "Those were the terms of the consent order filed under the procedure provided for in O 35 r 10.",
      "id": "s31"
    },
    {
      "text": "I consider that the words of the order, to the extent that I have quoted them in this paragraph of my reasons, were ineffective in that they dealt with a matter which was not the function of an order of the court under the Rules.",
      "id": "s32"
    },
    {
      "text": "I consider that those words were surplus, and should be ignored.",
      "id": "s33"
    },
    {
      "text": "11 I raised these concerns with the parties on 28 March 2007, and indicated to them that I considered that, as a matter of law, the proceeding had not been discontinued, and remained on foot.",
      "id": "s34"
    },
    {
      "text": "As a result, the plaintiff sought leave to file in court a Notice of Discontinuance pursuant to O 22 r 2.",
      "id": "s35"
    },
    {
      "text": "There was no opposition to the grant of that leave, and I granted it.",
      "id": "s36"
    },
    {
      "text": "The matters of substance arising out of the Registrar's refusal to tax the plaintiff's bills of costs then proceeded on the footing that the proceeding had been discontinued.",
      "id": "s37"
    },
    {
      "text": "12 The plaintiff's entitlement to have its bills of costs taxed gives rise to questions arising both under the Rules of Court and under the terms of settlement dated 26 April 2006.",
      "id": "s38"
    },
    {
      "text": "Mr McNamara, who represented the plaintiff, accepted that, if the terms of settlement, on their proper construction, provided that the plaintiff would not be entitled to recover its costs of the interlocutory proceedings to which I have referred, that would be a sufficient basis for me to decline to direct the Registrar as sought in its Notice of Motion.",
      "id": "s39"
    },
    {
      "text": "13 I shall consider first the position arising under the Federal Court Rules .",
      "id": "s40"
    },
    {
      "text": "Under O 62 r 4(1) --- \n \n ... where by or under these Rules or any order of the Court costs are to be paid to any person, that person shall be entitled to his taxed costs.",
      "id": "s41"
    },
    {
      "text": "Under O 62 r 7(1)(a) --- \n \n ... where ... an order of the Court directs the payment of costs ... the costs may be taxed without any order directing taxation.",
      "id": "s42"
    },
    {
      "text": "However, under O 62 r 3(3) --- \n \n An order for costs of an interlocutory proceeding shall not, unless the Court otherwise orders, entitle a party to have a bill of costs taxed until the principal proceeding in which the interlocutory order was made is concluded or further order.",
      "id": "s43"
    },
    {
      "text": "In the present case, the plaintiff had the benefit of two orders of the court that its costs be paid.",
      "id": "s44"
    },
    {
      "text": "The effect of the provisions of the rules to which I have referred appears to be quite clear: subject only to O 62 r 3(3), in the circumstances the plaintiff was entitled to have its bills of costs taxed without further order by the court.",
      "id": "s45"
    },
    {
      "text": "However, r 3(3) deferred that entitlement until the principal proceeding was concluded.",
      "id": "s46"
    },
    {
      "text": "That has now happened (indeed, the parties and the Registrar were working the basis that it happened on 15 May 2006), with the result that there would appear to be no further basis upon which the Registrar might decline to tax the plaintiff's bills.",
      "id": "s47"
    },
    {
      "text": "14 I do, however, need to consider two possible qualifications to the plaintiff's entitlement as I have described it.",
      "id": "s48"
    },
    {
      "text": "The first is the judgment of Finn J in O'Neill v Mann to which the Registrar referred.",
      "id": "s49"
    },
    {
      "text": "In that proceeding, the applicant had the benefit of an interlocutory costs order in his favour (as has the plaintiff here).",
      "id": "s50"
    },
    {
      "text": "Some time later, the applicant sought the leave of the court under O 22 r 2(1)(d) to discontinue the proceeding.",
      "id": "s51"
    },
    {
      "text": "The application was resisted by the respondent on the ground that it would effectively permit the applicant to extract himself, without penalty, from a proceeding in which he might ultimately be ordered to pay the respondent's costs.",
      "id": "s52"
    },
    {
      "text": "With respect to discontinuance as such, Finn J took the view that it would be salutary for the proceeding to be brought to an end.",
      "id": "s53"
    },
    {
      "text": "However, his Honour clearly saw the force of the respondent's arguments.",
      "id": "s54"
    },
    {
      "text": "The benefit which the applicant sought had a particular irony in that, if he were given leave to discontinue, he would still, it seems, have had the benefit of the interlocutory costs orders made in his favour.",
      "id": "s55"
    },
    {
      "text": "In the result, Finn J gave the applicant leave to discontinue, but made that leave conditional upon the applicant undertaking not to take steps to have those interlocutory costs taxed.",
      "id": "s56"
    },
    {
      "text": "15 Far from constituting an authority for the proposition that, without the leave of the court, a party who discontinues by leave cannot secure the taxation of costs already ordered in his favour, Finn J's judgment in O'Neill v Mann is intelligible only by reference to a contrary proposition, namely, that, in the absence of some special order, a party who discontinues by leave would in the normal course be entitled to proceed to taxation with respect to any interlocutory costs orders which had been made in his favour.",
      "id": "s57"
    },
    {
      "text": "It was because Finn J did not consider it just or appropriate that the applicant in O'Neill v Mann should have the benefit of such orders, while at the same time avoiding the scrutiny of the merits of his substantive claims, that his Honour extracted an undertaking from him.",
      "id": "s58"
    },
    {
      "text": "Absent that undertaking, the applicant would have been entitled to proceed to taxation with respect to the interlocutory costs orders in his favour.",
      "id": "s59"
    },
    {
      "text": "16 The other qualification arises under O 62 r 14, upon which the defendants relied.",
      "id": "s60"
    },
    {
      "text": "That rule provides: \n \n All costs to which a party is entitled under any interlocutory order made in a proceeding shall be included in the final order then signed or entered unless the costs have already been paid.",
      "id": "s61"
    },
    {
      "text": "17 Mr Currao submitted that, because of O 62 r 14, the plaintiff was not entitled to the costs which had already been ordered in its favour in the interlocutory proceedings to which I have referred, because \"in the final order\" no reference was made to those costs.",
      "id": "s62"
    },
    {
      "text": "As a matter of construction, he was obliged to submit that any party in any proceeding in whose favour costs had been awarded at an interlocutory stage was obliged to ensure that a reference to those costs was included in the order finally disposing of the proceeding, otherwise the entitlement to those costs would be lost.",
      "id": "s63"
    },
    {
      "text": "If this is a correct reading of O 62 r 14, and if the rule has been observed otherwise than in the breach, one would expect to find numerous references to interlocutory costs orders contained in many final orders made by this court.",
      "id": "s64"
    },
    {
      "text": "18 The question is whether Mr Currao's is the correct reading of O 62 r 14.",
      "id": "s65"
    },
    {
      "text": "The rule appears never to have been the subject of consideration by the court.",
      "id": "s66"
    },
    {
      "text": "It has been in the Rules from the outset, but had no analogue in the Rules of the Supreme Court of New South Wales or the Supreme Court of Victoria.",
      "id": "s67"
    },
    {
      "text": "It did, however, have an analogue in the High Court Rules 1952 , O 71 r 25 of which provided: \n \n All costs to which a party is entitled under an interlocutory order made in a proceeding shall be included in the final judgment when signed or entered, unless the costs have then been paid.",
      "id": "s68"
    },
    {
      "text": "See now High Court r 51.03.1, which is in the same terms.",
      "id": "s69"
    },
    {
      "text": "It had another analogue in the Supreme Court Rules 1947 (SA), O 65 r 20 (22) of which provided: \n \n All costs to which any party is entitled under any interlocutory order shall be included in the final judgment unless the costs have already been paid.",
      "id": "s70"
    },
    {
      "text": "The provision subsequently became r 101.16(i), in which the words \"bill of costs\" replaced the word \"judgment\".",
      "id": "s71"
    },
    {
      "text": "As noted by Perry J in Vergola Pty Ltd v Vergola Asia Pacific SDN BHD [2002] SACS 5, [16], the author of Lunn's Civil Procedure (SA) expressed the view that the rule \"presumably\" means --- \n \n ... that a party who has an order for costs in his favour on an interlocutory order, and subsequently obtains an order for the costs of the action, may include all of those costs in the one bill.",
      "id": "s72"
    },
    {
      "text": "It is, with respect, not immediately obvious why a provision that states that something shall be done presumably means that it may be done.",
      "id": "s73"
    },
    {
      "text": "However that may be, this brief comment in Lunn, repeated without elaboration by Perry J in Vergola , seems to be one of the only two recorded attempts to give a practical connotation to a provision of the kind that finds expression in O 62 r 14 of the Federal Court Rules .",
      "id": "s74"
    },
    {
      "text": "19 The other recorded attempt appears in the recent book Law of Costs (2003), in which Associate Professor Dal Pont expresses the view (at p 432) that O 62 r 14 is intended to reflect the long-standing position that reserved costs do not follow the event of the proceeding as a whole unless an order to that effect is made upon determination of that proceeding: see British Natural Premium Provident Association v Bywater [1897] 2 Ch 531.",
      "id": "s75"
    },
    {
      "text": "However, as Dal Pont later points out (pp 434-435), under the Rules of this Court, that traditional position has been reversed (in the absence of an order to some other effect): see O 62 r 15.",
      "id": "s76"
    },
    {
      "text": "In those circumstances, I do not think that the terms of r 14 are to be explained by reference to reserved costs.",
      "id": "s77"
    },
    {
      "text": "20 I consider that the submission made by Mr Currao should be resolved by considering whether it is a purpose of r 14 that the failure of the beneficiary of an interlocutory costs order to include a reference to those costs in the final order should have the effect of extinguishing forever that party's entitlement to enforce that order: see Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 28 ; (1998) 194 CLR 355, 390.",
      "id": "s78"
    },
    {
      "text": "Many of the provisions of O 62 are in the nature of directions, either to the parties or to the taxing officer, as to the procedure to be followed to make claims for costs and to determine the entitlement arising under, and the proper amount to be allowed on, those claims.",
      "id": "s79"
    },
    {
      "text": "Rule 14 is of such a character.",
      "id": "s80"
    },
    {
      "text": "It makes the final order the appropriate place to gather up, as it were, all the interlocutory costs orders made along the way.",
      "id": "s81"
    },
    {
      "text": "This enables the court, where appropriate, to make adjustments and allowances such as, for example, where the unsuccessful party wishes to set off the amount of costs which may be due to him or her on an interlocutory order against the amount of the final judgment which he or she would otherwise be obliged to pay in full.",
      "id": "s82"
    },
    {
      "text": "21 In a conventional situation in which a proceeding is finally determined by judgment, I consider that O 62 r 14 should be construed as obliging the beneficiary of interlocutory costs orders to bring those orders into account at the point of where final orders are made (or least where they are entered).",
      "id": "s83"
    },
    {
      "text": "In this sense, \"shall\" means \"shall\" in the rule.",
      "id": "s84"
    },
    {
      "text": "However, even in such a case, I do not consider that the failure of such a party to do so should, as a matter of law, be regarded as extinguishing the entitlement arising under the interlocutory orders.",
      "id": "s85"
    },
    {
      "text": "He or she no doubt would have to show cause why the court should, in effect, re-open the proceeding if it were later discovered that if, by reason of a slip or oversight, the interlocutory orders had not been brought into account, but, if cause were otherwise shown, it ought not to be regarded as a complete defence to such a party's attempt to enforce such orders that the parties' rights in that regard had been wholly extinguished by a failure to comply with r 14.",
      "id": "s86"
    },
    {
      "text": "22 Once court orders have been made in favour of a party, that party has a right, while those orders stand, to have them complied with.",
      "id": "s87"
    },
    {
      "text": "In the present case, the plaintiff's right was vested by the making of the interlocutory orders in question and the operation of O 62 r 7(1)(a) (subject, of course, to the operation of r 3(3) on the matter of timing only).",
      "id": "s88"
    },
    {
      "text": "As a matter of construction, I do not think that the purpose of r 14 was to defeat that right.",
      "id": "s89"
    },
    {
      "text": "I think its purpose was procedural or mechanical, in the way I have explained.",
      "id": "s90"
    },
    {
      "text": "The omission of any reference to the costs orders in the orders made by Young J on 15 May 2006 did not produce the result that the plaintiff's right was extinguished.",
      "id": "s91"
    },
    {
      "text": "23 I turn next to the terms of settlement executed on 26 April 2006.",
      "id": "s92"
    },
    {
      "text": "In those terms, the recitals referred to the present proceeding, to the relief sought by the plaintiff in the proceeding, and to the parties' agreement to resolve and settle the proceeding, and the Supreme Court proceeding to which I have referred, and \"to release and discharge each other from all or any claims arising out of the subject matter\" of those proceedings.",
      "id": "s93"
    },
    {
      "text": "The recitals formed part of the terms of settlement.",
      "id": "s94"
    },
    {
      "text": "24 Clause 4 of the terms of settlement provided as follows:\n \n Following payment and clearance of the Settlement Sum, the parties will seek orders that: \n \n \n (a) the Directors be released and discharged from the Undertaking;\n (b) The Supreme Court Proceeding be discontinued by consent with no order as to costs;\n (c) The Federal Court Proceeding be struck out by consent with no order as to costs.",
      "id": "s95"
    },
    {
      "text": "The parties will assist each other in carrying out all steps necessary to obtain these orders or similar orders discharging the Undertakings and disposing of the Supreme Court Proceeding and Federal Court Proceeding.",
      "id": "s96"
    },
    {
      "text": "Although Mr Currao relied upon clause 5 of the terms, I do not consider that that provision has any bearing upon the matters which I am required to decide.",
      "id": "s97"
    },
    {
      "text": "Clause 6, however, is central to those matters, and it provided as follows:\n \n Fastlane acknowledges that agrees that upon payment and clearance of the Settlement Sum- \n \n \n (a) it forever releases and discharges the Defendants and each of them from the Supreme Court Claims and the Federal Court Claims and all or any claims it has or might have against them in respect of or arising out of the subject matter of the Supreme Court Proceeding or the Federal Court Proceeding.",
      "id": "s98"
    },
    {
      "text": "(b) it transfers to the Defendants all of its rights, title and interest in the Unsold Goods or so much of them remaining in the possession of the Defendants (\"the Residual Goods\").",
      "id": "s99"
    },
    {
      "text": "25 Mr Currao submitted that the parties had agreed, in clause 4 of the terms, that this proceeding \"be struck out by consent with no order as to costs\".",
      "id": "s100"
    },
    {
      "text": "Save for O 32 r 3(1)(b) which is irrelevant to the present situation, I am not aware of, and counsel were not able to refer me to, any provision of the Federal Court Rules which provides for a proceeding to be \"struck out\".",
      "id": "s101"
    },
    {
      "text": "Clearly the parties were here speaking in the vernacular, and intending that the proceeding would be terminated, but making no particular reference to the formal means by which that would be achieved.",
      "id": "s102"
    },
    {
      "text": "It was not suggested that an application for leave to discontinue fell outside the parties' agreement that the proceeding \"be struck out by consent\", and I am prepared to treat the mode by which the proceeding was terminated as broadly in conformity with that agreement.",
      "id": "s103"
    },
    {
      "text": "26 The more difficult question concerns the meaning of the words \"with no order as to costs\".",
      "id": "s104"
    },
    {
      "text": "I consider that the most obvious meaning is that, upon termination of the proceeding, no order would be made as to costs.",
      "id": "s105"
    },
    {
      "text": "That is what occurred.",
      "id": "s106"
    },
    {
      "text": "Mr Currao submitted that the parties had effectively agreed that no costs order of any kind should survive the termination of the proceeding.",
      "id": "s107"
    },
    {
      "text": "I do not believe the words can reasonably carry that construction.",
      "id": "s108"
    },
    {
      "text": "The plaintiff had an established entitlement to its costs pursuant to orders made in the interlocutory stages of the proceeding, and I consider that, if the parties proposed that that right would be extinguished, clearer words than the general ones contained in clause 4 of the terms would have been required.",
      "id": "s109"
    },
    {
      "text": "After all, upon analysis, the defendants' proposition is not that there should never have been an order as to costs --- a manifest impossibility since the orders had already been made --- but rather than the plaintiff would agree not to proceed to taxation in relation to the existing orders in its favour.",
      "id": "s110"
    },
    {
      "text": "That is not what clause 4 of the terms says, and I can think of no reason to force the words of that clause beyond their natural meaning, which was that no order as to costs should be made upon the occasion that the proceeding was terminated.",
      "id": "s111"
    },
    {
      "text": "27 Mr Currao also submitted that the release contained in clause 6 of the terms operated so as to preclude the plaintiff from presenting its bills for taxation.",
      "id": "s112"
    },
    {
      "text": "He submitted that, by seeking to obtain recovery under the costs orders which it held, the plaintiff was making a \"claim ... in respect of or arising out of the subject matter of the ... Federal Court proceeding\".",
      "id": "s113"
    },
    {
      "text": "Mr McNamara submitted that the presentation of the plaintiff's bills for taxation did not constitute the making of a claim, and that, even if it did, such a claim was not in respect of or rising out of the subject matter of this proceeding.",
      "id": "s114"
    },
    {
      "text": "28 I would accept Mr McNamara's submission that, in presenting its bills for taxation, the plaintiff would not be making a claim in the relevant sense.",
      "id": "s115"
    },
    {
      "text": "Its entitlement to costs has been established conclusively by orders of the court.",
      "id": "s116"
    },
    {
      "text": "That entitlement was, in effect, a closed event before the terms of settlement were executed.",
      "id": "s117"
    },
    {
      "text": "In my view, a \"claim\" of the kind to which clause 6 refers is something other than, and naturally anterior to, the process by which the beneficiary of a court order seeks to have that order complied with.",
      "id": "s118"
    },
    {
      "text": "29 I also agree that the plaintiff's entitlement to costs of the two interlocutory proceedings in which it succeeded should not be regarded as being \"in respect of or arising out of the subject matter\" of the proceeding.",
      "id": "s119"
    },
    {
      "text": "I accept that that entitlement arises out of the proceeding, but clause 6 of the terms is clearly intended to be narrower.",
      "id": "s120"
    },
    {
      "text": "The plaintiff succeeded on its interlocutory motions because the court, apparently, took the view that the defendants' discovery had been deficient in some respects.",
      "id": "s121"
    },
    {
      "text": "This was a procedural matter, not involving or arising out of the subject matter of the proceeding.",
      "id": "s122"
    },
    {
      "text": "30 I have decided the questions arising under the terms of settlement without the need to refer to the exchanges of correspondence between the parties in the course of their negotiations whereby they finalised those terms.",
      "id": "s123"
    },
    {
      "text": "Mr Currao in particular sought to rely upon those exchanges in support of the proposition that the terms of settlement should be construed as though the settlement sum for which they provided comprehended all aspects of the defendants' money obligations resulting from the settlement, including those arising under the interlocutory costs orders to which I have referred.",
      "id": "s124"
    },
    {
      "text": "I was addressed at some length on the current state of the law as to the extent to which evidence of pre-contractual negotiations might be admitted in aid of the construction of the terms of settlement.",
      "id": "s125"
    },
    {
      "text": "To the extent that I admitted evidence of this kind, I found it of no real assistance in deciding the questions which arose upon the construction of the terms of settlement.",
      "id": "s126"
    },
    {
      "text": "The statements made by the parties in their negotiations were usually self-serving, often argumentative, and generally productive of more questions than answers apropos the construction of the final document to which the parties subscribed their names.",
      "id": "s127"
    },
    {
      "text": "It was apparent, as one would expect, that, in their negotiations, the parties took great care over the wording of the final terms of settlement.",
      "id": "s128"
    },
    {
      "text": "They did so, I infer, because, being concerned with significant commercial questions, they expected that the terms themselves would, once executed, regulate their respective rights and obligations.",
      "id": "s129"
    },
    {
      "text": "I am quite unpersuaded to take an approach which is to any extent inconsistent with that expectation.",
      "id": "s130"
    },
    {
      "text": "31 In the circumstances, I consider that the plaintiff is entitled to have its bills of costs taxed, and that the terms of settlement constitute no impediment to that process.",
      "id": "s131"
    },
    {
      "text": "The parties agreed that the costs of the plaintiff's Notice of Motion dated 27 February 2007 should follow the event.",
      "id": "s132"
    },
    {
      "text": "I shall order that the defendants pay the plaintiff's costs of that motion, and I intend that the plaintiff be entitled to have those costs taxed together with the costs of the two previous interlocutory motions with which these reasons have been concerned.",
      "id": "s133"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jessup.",
      "id": "s134"
    },
    {
      "text": "Associate:\n\nDated: 3 May 2007\n\n\n Counsel for the Plaintiff: M McNamara \n \n Solicitor for the Plaintiff: White Cleland \n \n Counsel for the Defendants: D Currao \n \n Solicitor for the Defendants: Nicol Robinson Halletts \n \n Date of Hearing: 28 March 2007 \n \n Date of Judgment: 3 May 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/492.html",
      "id": "s135"
    }
  ]
}