{
  "name": "In the matter of Geopacific Resources NL (ACN 003 208393) [2007] FCA 43 (18 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/43.html",
  "catchphrases": [
    {
      "text": "company's failure to lodge an application for admission to quotation for securities on the australian stock exchange ltd in accordance with ss 723(3)(a) and 724 (1)(b)(i) of the corporations act 2001 (cth)",
      "id": "c0"
    },
    {
      "text": "application under s 1322(4)(d) for an extension of time to lodge the application",
      "id": "c1"
    },
    {
      "text": "whether \"substantial injustice\" has been or is likely to be caused to any person in ordering an extension of time according to s 1322(6)(c).",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a further instance of an application under s 1322 of the Corporations Act (2001) (Cth) (\"the Act\") for an extension of time in which to lodge and serve an application for quotation of securities to be issued under a prospectus.",
      "id": "s0"
    },
    {
      "text": "Section 711(5)(c) of the Act requires that if the prospectus for an offer of security states that the securities will be able to be traded on a financial market, the prospectus must state that an application for admission of the securities for quotation on that financial market will be made to the operator of that market within 7 days after the date of the prospectus.",
      "id": "s1"
    },
    {
      "text": "2 The prospectus in this matter was issued by the applicant company Geopacific Resources NL on 22 December 2006 and was lodged with the Australian Securities and Investment Commission (\"ASIC\") on that date.",
      "id": "s2"
    },
    {
      "text": "That prospectus, which was in short form (see s 712 of the Act), proposed, amongst other things, a placement of 4.6 million new shares at an offer price of 54 cents per share.",
      "id": "s3"
    },
    {
      "text": "These shares were to be quoted on the Australian Stock Exchange (\"the ASX\").",
      "id": "s4"
    },
    {
      "text": "In light of s 723(3)(a) and s 724(1)(b)(i) of the Act, the company was under obligation to apply for quotation with the ASX within 7 days of the lodgement date, that is by 29 December 2006.",
      "id": "s5"
    },
    {
      "text": "3 The quotation was in fact lodged on 5 January 2007, being 7 days after the end of the period for application prescribed by the two subsections to which I have referred.",
      "id": "s6"
    },
    {
      "text": "While the offer period in the prospectus has now closed, no securities have as yet been issued pursuant to the prospectus.",
      "id": "s7"
    },
    {
      "text": "Indeed the company has refrained from so doing pending the outcome of this application.",
      "id": "s8"
    },
    {
      "text": "4 Geopacific Resources was incorporated in December 1986.",
      "id": "s9"
    },
    {
      "text": "It has an established and operating exploration business with respect to metals and minerals in Fiji and conducts business at a number of locations in that country.",
      "id": "s10"
    },
    {
      "text": "As the prospectus itself indicates, in addition to the 4.6 million shares offered under the prospectus, more than 25 million other shares which are on issue at the date of prospectus, are quoted on the ASX.",
      "id": "s11"
    },
    {
      "text": "The purpose of the offer of shares was to enable the company to expand its program of drilling and exploration in response to copper and gold targets that had been generated by work to date done in Fiji, as well as to enable to company to acquire advanced exploration property.",
      "id": "s12"
    },
    {
      "text": "5 Turning to the reason for delay, it emerges from the affidavit of Mr Pringle, a director of Geopacific Resources, that while he was not personally involved in the preparation of the quotation application, he was aware of the need for it, but was unaware of the obligation to lodge it with the ASX within 7 days of lodgement of the prospectus.",
      "id": "s13"
    },
    {
      "text": "On 5 January he received an email transmission from an official at the ASX which pointed out that the company had not applied to the ASX for quotation of the securities to be issued under the prospectus within the 7 day window.",
      "id": "s14"
    },
    {
      "text": "6 Following receipt of that email, Mr Pringle contacted the company secretary who prepared a quotation application and informed him of the ASX email.",
      "id": "s15"
    },
    {
      "text": "On the same date the quotation application was lodged.",
      "id": "s16"
    },
    {
      "text": "Mr Pringle in his affidavit states that the breach of the requirements of the Act in this regard was not deliberate or blatant.",
      "id": "s17"
    },
    {
      "text": "Rather the failure to lodge the quotation application within the prescribed time was due to inadvertence to the statutory timeframe provided by the Act.",
      "id": "s18"
    },
    {
      "text": "7 The company secretary, Mr Clegg, in his affidavit states notwithstanding he prepared the quotation application, he was unaware that the company was obliged to lodge it within 7 days of issuing the prospectus on 22 December 2006.",
      "id": "s19"
    },
    {
      "text": "He indicates it was his understanding that a quotation application would need to be lodged at the ASX following the closure of the offer period in respect of the securities offered under the prospectus.",
      "id": "s20"
    },
    {
      "text": "He was in other words, unaware of the requirement to comply with s 723(3)(a) and s 724(1)(b)(i) of the Act.",
      "id": "s21"
    },
    {
      "text": "8 Following a course, which has now become common in applications of this character, the legal advisers to Geopacific Resources made contact with, and served notice of, these proceedings, together with the affidavits and annexures, upon both ASIC and the ASX.",
      "id": "s22"
    },
    {
      "text": "9 On 11 January 2007 ASIC indicated to Geopacific Resources legal advisers that it did not object to the proposed orders sought in these proceedings and did not intend to appear at the hearing of this matter.",
      "id": "s23"
    },
    {
      "text": "On 15 January an officer of ASX in turn communicated with the legal advisers that it was not aware of any reason why, if the Court granted the orders sought, ASX would not proceed in the usual way to grant quotation securities upon receipt of an application for their quotation, subject to the usual conditions.",
      "id": "s24"
    },
    {
      "text": "10 The correspondence went on to indicate that the ASX was not aware of any reason why Geopacific Resources would not be able to satisfy the usual conditions imposed.",
      "id": "s25"
    },
    {
      "text": "Apparently no decision has yet been made on the application lodged on 5 January.",
      "id": "s26"
    },
    {
      "text": "11 The statutory setting is as follows.",
      "id": "s27"
    },
    {
      "text": "Section 723 provides:\n \n \"...\n \n \n \n (3) If a disclosure document for an offer of securities states or implies that the securities are to be quoted on a financial market (whether in Australia or elsewhere) and;\n \n \n \n \n \n (a) an application for the admission of the securities to quotation is not made within 7 days after the date of the disclosure document; or \n \n (b) the securities are not admitted to quotation within 3 months after the date of the disclosure document;\n \n then:\n \n (c) an issue or transfer of securities in response to an application made under the disclosure document is void; and\n \n (d) the person offering the securities must return the money received by the person from the applicants as soon as practicable.",
      "id": "s28"
    },
    {
      "text": "\"\n \n \n \n\n12 Section 724(1)(b) provides:\n \n \"(1) If a person offers securities under a disclosure document and:\n \n ...\n \n \n \n \n (b) the disclosure document states or implies that the securities are to be quoted on a financial market (whether in Australia or elsewhere) and: \n \n \n \n \n (i) an application for the admission to quotation is not made within 7 days after the date of the disclosure document; or \n \n ...\n \n \n \n the person must deal under subsection (2) with any applications for the securities made under the disclosure document that have not resulted in an issue or transfer of the securities.",
      "id": "s29"
    },
    {
      "text": "\" \n \n \n\n13 Section 724(2) provides:\n \n \"(2) The person must either:\n \n (a) repay the money received by the person from the applicants; or\n \n (b) give the applicants:\n \n (i) the documents required by subsection (3); and\n \n (ii) 1 month to withdraw their application and be repaid; or\n \n (c) issue or transfer the securities to the applicants and give them:\n \n (i) the documents required by subsection (3); and\n \n (ii) 1 month to withdraw their application and be repaid.",
      "id": "s30"
    },
    {
      "text": "\"\n \n\n14 The power of the Court to make orders inter alia avoiding the effects of irregularities is set out in s 1322 of the Act, relevant for present purposes is s 1322(4) which provides:\n \n \n \"(4) Subject to the following provisions of this section but without limiting the generality of any other provision of this Act, the Court may, on application by any interested person, make all or any of the following orders, either unconditionally or subject to such conditions as the Court imposes: \n \n \n \n \n \n \n (a) an order declaring that any act, matter or thing purporting to have been done, or any proceeding purporting to have been instituted or taken, under this Act or in relation to a corporation is not invalid by reason of any contravention of a provision of this Act or a provision of the constitution of a corporation; \n \n (b) an order directing the rectification of any register kept by ASIC under this Act; \n \n (c) an order relieving a person in whole or in part from any civil liability in respect of a contravention or failure of a kind referred to in paragraph (a);\n \n (d) an order extending the period for doing any act, matter or thing or instituting or taking any proceeding under this Act or in relation to a corporation (including an order extending a period where the period concerned ended before the application for the order was made) or abridging the period for doing such an act, matter or thing or instituting or taking such a proceeding;\n \n \n \n \n \n and may make such consequential or ancillary orders as the Court thinks fit.",
      "id": "s31"
    },
    {
      "text": "\"\n \n \n\n15 Importantly s 1322(6)(c) provides:\n \n \"The Court must not make an order under this section unless it is satisfied:\n \n ...\n \n \n \n (c) in every case --- that no substantial injustice has been or is likely to be caused to any person.",
      "id": "s32"
    },
    {
      "text": "\"\n \n \n\n16 There is now a considerable body of case law on the nature of the discretion conferred by s 1322.",
      "id": "s33"
    },
    {
      "text": "In Re Wave Capital Ltd (2003) 47 ACSR 418 French J indicated at paras 29 and 30 that:\n \n \n \"29.",
      "id": "s34"
    },
    {
      "text": "... Like the discretion to validate invalid share issues under s 254E, the power conferred by s 1322 must be exercised having regard to the requirements of the purposes of the Corporations Act and any other relevant statutes whose application may be in issue.",
      "id": "s35"
    },
    {
      "text": "It must also be exercised having regard to the interests of all parties affected and the public interest in ensuring compliance with statute law and company constitutions.",
      "id": "s36"
    },
    {
      "text": "Evidence of a blatant disregard of the provisions of the Act or the constitution of the company may lead to refusal of relief: Re Onslow Salt Pty Ltd (2003) 198 ALR 344; 45 ACSR 322 and cases there cited.",
      "id": "s37"
    },
    {
      "text": "The provision is, however, remedial in character and should be given a liberal construction: Re Insurance Australia Group Ltd [2003] FCA 581 ; (2003) 45 ACSR 702 at 707, [27] per Lindgren J citing Re Australian Koyo Ltd (1984) 8 ACLR 928 at 930 and Elderslie Finance Corp Ltd v Australian Securities Commission (1993) 11 ACSR 157 at 160.",
      "id": "s38"
    },
    {
      "text": "30.",
      "id": "s39"
    },
    {
      "text": "There is a constructional question whether the time limits for seeking quotations referred to in ss 723 and 724 are time limits which can be extended by the court under s 1322(4)(d).",
      "id": "s40"
    },
    {
      "text": "The power conferred by s 1322(4)(d) is to make an order 'extending the period for doing any act ... under the Act or in relation to a corporation'.",
      "id": "s41"
    },
    {
      "text": "Section 723(3) does not in terms impose an obligation to apply for quotation within 7 days after the date of the prospectus.",
      "id": "s42"
    },
    {
      "text": "Rather, it conditions the validity of the share issue or transfer in response to an application under the prospectus upon the application for quotation having been made within that time.",
      "id": "s43"
    },
    {
      "text": "I am satisfied, however, that the ordinary meaning of the words of s 1322(4)(d) can readily accommodate the extension of the period for making an application for quotation.",
      "id": "s44"
    },
    {
      "text": "The same is true in my opinion of the 7 day period referred to in s 724(1)(b).",
      "id": "s45"
    },
    {
      "text": "This accords with the approach taken by Lindgren J in Re Insurance Australia Group Ltd [2003] FCA 581 ; (2003) 45 ACSR 702 at 707, [28] where his Honour said:\n \n \n \n '[28] Courts have had no difficulty in treating s 1322(4)(d) as being available even though the \"period for doing any act, matter or thing or instituting or taking any proceeding under [the legislation] or in relation to a corporation\" in question did not form part of a provision which in terms imposed an absolute positive obligation to do the act, matter or thing or to institute or take the proceeding.",
      "id": "s46"
    },
    {
      "text": "' \n \n \n \n - citing Elderslie , above: Super John Pty Ltd v Futuris Rural Pty Ltd (1999) 32 CSR 398; 17 ACLC 1242; Pinnacle VRB Ltd v Reliable Power Inc [2001] VSC 262 ; (2001) 39 ACSR 8; 163 FLR 215; 19 ACLC 1450 and Brown v DML Resources Pty Ltd (in liq) (No 6) [2002] NSWSC 6 ; (2002) 40 ACSR 669; 166 FLR 393; 20 ACLC 537.",
      "id": "s47"
    },
    {
      "text": "\" \n \n \n \n \n\nThese observations have been repeated and acted upon in some number of decisions of this Court: see for example Re Tony Barlow Australia Ltd (2005) 53 ACSR 1 at pars 20 to 21; Re Biron Capital Ltd (2005) 54 ACSR 548 at par 14 ff.",
      "id": "s48"
    },
    {
      "text": "It is important to re-emphasise in this matter that as yet no shares have been issued pursuant to the prospectus.",
      "id": "s49"
    },
    {
      "text": "For that reason no question of invalidity as such arises at this stage, see s 254E(1) of the Act.",
      "id": "s50"
    },
    {
      "text": "Nonetheless, it is the case that extending time in a manner proposed in this application, that is up to and including 5 December 2007 (the date upon which the quotation application was in fact lodged with the ASX) will have the effect of depriving subscribers of a right that they would otherwise enjoy by virtue of the provisions of s 724(2) of the Act.",
      "id": "s51"
    },
    {
      "text": "17 This notwithstanding, I am satisfied that in the circumstances of this matter it would be appropriate to make the order sought by the applicant.",
      "id": "s52"
    },
    {
      "text": "The subscriptions were made as a result of placement offers being made to clients of a designated firm of stockbrokers.",
      "id": "s53"
    },
    {
      "text": "Given that the non-compliance with the statute, though real, is not significant in its duration, to extend the time as sought does not, in my view, interfere in any significant way with what was contemplated by the underlying business arrangements entered into by the subscribers and the company.",
      "id": "s54"
    },
    {
      "text": "18 What ultimately was being proposed was that the shares on offer would be marketable through the ASX.",
      "id": "s55"
    },
    {
      "text": "If this was not in fact the outcome secured within the 3-month period indicated in s 724(1)(b)(ii) then the consequences stipulated in s 724(2) would again come into play.",
      "id": "s56"
    },
    {
      "text": "I do not consider in the circumstances, particularly having regard to the attitude taken both by the ASIC and the ASX, that there is a likelihood of any substantial injustice being caused to any person.",
      "id": "s57"
    },
    {
      "text": "The principal consequence of refusal of the order would be to compel the company to undergo further expense to resolve its mistake.",
      "id": "s58"
    },
    {
      "text": "19 Given that I am not satisfied that there is any likelihood of prejudice to third parties, i.e.",
      "id": "s59"
    },
    {
      "text": "to the subscribers, I do not think it appropriate to inflict unnecessary inconvenience and expense on the applicant by refusing its application.",
      "id": "s60"
    },
    {
      "text": "20 Accordingly I order that:\n(1) The time for service and hearing of the Application be abridged.",
      "id": "s61"
    },
    {
      "text": "(2) Pursuant to s 1322(4)(d) of the Act, the period of seven days referred to in subs 723(3)(a) and 724(1)(b)(i) of the Act in respect of the Prospectus of the Plaintiff dated 22 December 2006 and lodged with ASIC on 22 December 2006 be extended to and include 5 January 2007.",
      "id": "s62"
    },
    {
      "text": "(3) Upon service of these orders on ASIC, ASIC will include such orders on its database.",
      "id": "s63"
    },
    {
      "text": "(4) The plaintiff make an announcement to the ASX disclosing the terms of these orders forthwith.",
      "id": "s64"
    },
    {
      "text": "(5) The plaintiff and all other interested parties including ASIC have liberty to apply to revoke or vary the orders above.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn J.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\nDated: 31 January 2007\n\n Counsel for the Applicant: Mr Richard O'Dea Solicitor for the Applicant: O'Loughlins \n \n Date of Hearing: 18 January 2007 Date of Judgment: 18 January 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/43.html",
      "id": "s67"
    }
  ]
}