{
  "name": "The University of Western Australia v Gray (No 15) [2007] FCA 423 (23 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/423.html",
  "catchphrases": [
    {
      "text": "waiver",
      "id": "c0"
    },
    {
      "text": "whether knowing and voluntary disclosure of advice",
      "id": "c1"
    },
    {
      "text": "whether conduct inconsistent with maintenance of confidentiality and privilege",
      "id": "c2"
    },
    {
      "text": "answers by witness for applicant in cross examination",
      "id": "c3"
    },
    {
      "text": "stated reliance upon legal advice in the forming of belief as to factual matters underpinning decision to commence proceeding",
      "id": "c4"
    },
    {
      "text": "belief as to factual matters relevant to answers to defences of laches, acquiescence and limitations act defences",
      "id": "c5"
    },
    {
      "text": "production ordered of redacted version of advice disclosing factual matters relied upon and inferences offered",
      "id": "c6"
    },
    {
      "text": "legal opinions as to strength or weakness of causes of action, options and recommendations excluded.",
      "id": "c7"
    },
    {
      "text": "legal professional privilege",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 On 20 March 2007 I ruled against the contention of the first respondent, Dr Gray, that the applicant, the University of Western Australia had waived privilege in respect of legal advice from senior counsel (the Advice) received by the University prior to its commencement of these proceedings on 21 December 2004.",
      "id": "s0"
    },
    {
      "text": "2 The waiver of legal professional privilege was said to be implied and to flow from a reference to the Advice in an affidavit sworn by the Vice Chancellor of the University, Professor Alan Robson, on 2 March 2007.",
      "id": "s1"
    },
    {
      "text": "The affidavit was filed in these proceedings.",
      "id": "s2"
    },
    {
      "text": "The relevant parts of the affidavit referring to the Advice were not read in evidence.",
      "id": "s3"
    },
    {
      "text": "3 The Advice was said to bear upon the University's plea, in answer to a defence based on the Limitation Act 1935 (WA), that it did not know that it had, and was unable to pursue, any cause of action in relation to alleged breaches of duty by Dr Gray because of his failure to comply with conditions of his contract of employment and University regulations.",
      "id": "s4"
    },
    {
      "text": "That non-compliance was said to have come from his failure to notify the University of the development of the patentable inventions and intellectual property which are in issue in these proceedings.",
      "id": "s5"
    },
    {
      "text": "A waiver of the privilege attaching to the Advice is now said to have occurred in the course of the Vice Chancellor's evidence when being cross examined by counsel for Sirtex, the second respondent.",
      "id": "s6"
    },
    {
      "text": "4 In its Application the University claims, against Sirtex, a declaration that all rights in the patents and associated intellectual property referred to in the Statement of Claim are held on trust by Sirtex for the University.",
      "id": "s7"
    },
    {
      "text": "It seeks also an order for the transfer by Sirtex of those rights.",
      "id": "s8"
    },
    {
      "text": "It claims damages including equitable damages and, at its election, an account of profits.",
      "id": "s9"
    },
    {
      "text": "5 In its Statement of Claim the University says that Dr Gray breached fiduciary duties owed to the University in relation to the creation of the patent rights and their ultimate acquisition by Sirtex .",
      "id": "s10"
    },
    {
      "text": "Sirtex is said to have been aware of the material facts and knowingly concerned in the breaches.",
      "id": "s11"
    },
    {
      "text": "The claim against Sirtex is equitable.",
      "id": "s12"
    },
    {
      "text": "6 Sirtex pleads equitable defences by way of laches and acquiescence.",
      "id": "s13"
    },
    {
      "text": "It alleges that in 1999 the University through the Vice Chancellor was aware of various facts upon which the University then asserted that it might have a claim with respect to the disputed rights.",
      "id": "s14"
    },
    {
      "text": "Despite its knowledge of these matters the University is said to have failed to take action to vindicate the rights which it asserted against Dr Gray and failed to communicate with Sirtex.",
      "id": "s15"
    },
    {
      "text": "It is said to have acquiesced in various actions by Sirtex including its borrowings, the issue of a prospectus and the issue of shares to investors having an aggregate value of $15 million.",
      "id": "s16"
    },
    {
      "text": "It is also said to have acquiesced in representations made by Sirtex as to its ownership of the disputed rights.",
      "id": "s17"
    },
    {
      "text": "Additionally Sirtex relies upon these matters as supportive of an estoppel against the University.",
      "id": "s18"
    },
    {
      "text": "7 Sirtex also pleads that the actions against it are statute barred by reason of the Limitation Act .",
      "id": "s19"
    },
    {
      "text": "To this the University makes a reply similar to that which it makes to Dr Gray's limitation defence.",
      "id": "s20"
    },
    {
      "text": "In answer to the acquiescence and laches defences it relies in part upon the alleged adoption or ratification by Sirtex of Dr Gray's action in signing deeds under which Sirtex acquired its interest in the rights.",
      "id": "s21"
    },
    {
      "text": "8 In evidence on 19 March 2007 Professor Robson described the events leading up to the decision by the University to commence these proceedings.",
      "id": "s22"
    },
    {
      "text": "He said:\n \n Well, I read a report prepared for me --- at the request of the University's lawyer, and on the basis of that report I made the decision that we should commence legal action.",
      "id": "s23"
    },
    {
      "text": "The report referred to was the Advice mentioned in the affidavit as filed but the reference to which had not been read in evidence in chief.",
      "id": "s24"
    },
    {
      "text": "9 Professor Robson was cross examined yesterday by counsel for Sirtex on an affidavit he swore on 20 December 2004 in support of an ex parte application by the University for injunctive relief.",
      "id": "s25"
    },
    {
      "text": "In that affidavit at [33] he said: -\n \n From meeting with and speaking to academic staff in the University, from perusing the records of the University, from the information provided to me during my duties on the Ethics Committee (to which I have referred in paragraph 19 of this affidavit), which included research applications setting out proposed research, and from perusing annexures ADR 12 and ADR 13, I am informed and believe that the invention disclosed in the SIR-Spheres Australian Application was:\n \n \n \n (a) discovered by Gray, possibly with the assistance of Burton and other employees of the University;\n \n (b) likely to have been discovered during the period of time between which Gray commenced employment with the University on 11 February 1985 and 21 January 1994 when the SIR-Spheres Australian Application was filed;\n \n (c) discovered during the period in which Gray, Burton and other members of the laboratory were employees of the University; and\n \n (d) discovered in the course of Gray's, Burton's and other members of the Laboratory's employment with the University.",
      "id": "s26"
    },
    {
      "text": "10 The following exchange occurred in cross examination of the Vice Chancellor of Counsel for Sirtex on this paragraph:-\n \n \n Q.",
      "id": "s27"
    },
    {
      "text": "When did you speak to the academic staff referred to in paragraph 33 for the purpose of forming that view?",
      "id": "s28"
    },
    {
      "text": "A.",
      "id": "s29"
    },
    {
      "text": "Over several years, actually.",
      "id": "s30"
    },
    {
      "text": "Q.",
      "id": "s31"
    },
    {
      "text": "I want you to be careful about this, because you are saying in this affidavit the view has only been recently been formed.",
      "id": "s32"
    },
    {
      "text": "A.",
      "id": "s33"
    },
    {
      "text": "Yes, but there'd been discussions that we'd had, we hadn't reached an opinion about that, and then we had the additional information that was disclosed in the external advice, it was then convincing to me that there was a reasonable case that the University had and I wasn't going to get the University engaged in litigation unless I believed there was a reasonable case.",
      "id": "s34"
    },
    {
      "text": "Q.",
      "id": "s35"
    },
    {
      "text": "You've just referred to some external advice have you not?",
      "id": "s36"
    },
    {
      "text": "A.",
      "id": "s37"
    },
    {
      "text": "Yes.",
      "id": "s38"
    },
    {
      "text": "Q.",
      "id": "s39"
    },
    {
      "text": "That assisted you in forming the views that you referred to in paragraph 33 ?",
      "id": "s40"
    },
    {
      "text": "A.",
      "id": "s41"
    },
    {
      "text": "Yes.",
      "id": "s42"
    },
    {
      "text": "Professor Robson then confirmed that the same considerations applied to the beliefs he expressed in his December 2004 affidavit at [37] and [42].",
      "id": "s43"
    },
    {
      "text": "11 Sirtex now contends that Professor Robson's evidence in this cross examination amounted to \"knowing and voluntary disclosure by UWA of the substance of the Advice for the purposes of s 122(2) of the Evidence Act 1995 (Cth) and was given with the consent of UWA for the purposes of s 122(1) of that Act.",
      "id": "s44"
    },
    {
      "text": "\"\n \n12 Sirtex also referred to the unread portions of Professor Robson's affidavit of 2 March 2007.",
      "id": "s45"
    },
    {
      "text": "Consistently with the ruling made on 20 March 2007 the fact that the affidavit was filed referring to the Advice, albeit not to its contents, coupled as it was with an express intention to maintain legal professional privilege is not an implied waiver.",
      "id": "s46"
    },
    {
      "text": "13 The question whether the mere filing of the affidavit referring to the existence of the Advice amounted to a waiver of privilege was the subject of the ruling which I gave on 20 March 2007 --- University of Western Australia v Gray (No 14) [2007] FCA 410.",
      "id": "s47"
    },
    {
      "text": "I do not propose to depart from that ruling here.",
      "id": "s48"
    },
    {
      "text": "I observe in so saying that Barrett J in Austress v Marlin (2002) NSWSC 958 held that legal professional privilege could not be maintained in respect of the contents of an affidavit filed in proceedings and served on other parties even if not read in evidence.",
      "id": "s49"
    },
    {
      "text": "His Honour distinguished that case from cases in which the filing of affidavits in one set of proceedings was said not to involve any consent to their use in another.",
      "id": "s50"
    },
    {
      "text": "The cases he distinguished on this basis were Abigroup v Akins (1997) 42 NSWLR 623; (1998) 43 NSWLR 539; Nilsen Industrial Electronics Pty Ltd v National Semi-Conductor Corporation (1994) 48 FCR 337; ACCC v Telstra Corporation Limited [2000] FCA 28 ; (2000) 96 FCR 317 and State Bank of South Australia v Smoothdale (No 2) (1995) 53 FCR 125.",
      "id": "s51"
    },
    {
      "text": "His Honour said at [8]:-\n \n I am satisfied that the principles in the cases to which I have referred do not apply where it is sought to use in particular proceedings affidavits or witness statements served by one's opponent in those same proceedings.",
      "id": "s52"
    },
    {
      "text": "The purpose of the communication, in a case such as that is to inform the recipient of the evidence the serving party intends to lead.",
      "id": "s53"
    },
    {
      "text": "That communication cannot carry with it any form of restriction upon the use the recipient may make of the material, save that it must be used for the proper purpose of the particular proceedings.",
      "id": "s54"
    },
    {
      "text": "14 Barrett J's approach was considered by the Full Court of the Federal Court in Liberty Funding Pty Ltd v Phoenix Capital Limited (2005) 218 ALR 283.",
      "id": "s55"
    },
    {
      "text": "That case concerned an application to the Federal Court for leave to use, in proceedings in the Supreme Court of Victoria, an affidavit filed in the Federal Court.",
      "id": "s56"
    },
    {
      "text": "It was not necessary for the Full Court to decide upon the correctness of the decisions distinguished by Barrett J.",
      "id": "s57"
    },
    {
      "text": "The nature of the privilege asserted in the case before the Full Court appears to have been litigation privilege on the basis that the relevant affidavit had been prepared for use in litigation and that its filing did not destroy privilege because of the implied undertaking limiting its use.",
      "id": "s58"
    },
    {
      "text": "The Court pointed out however at [20]:-\n \n The restraint on use after service is derived from an implied undertaking to the Court (in terms contemplating discharge in some circumstances) the purpose of which is to prevent any abuse of the Court's procedures.",
      "id": "s59"
    },
    {
      "text": "It is not a limitation based on confidentiality or privilege.",
      "id": "s60"
    },
    {
      "text": "The role intended to be fulfilled by the ... affidavit was inconsistent with the maintenance of the confidentiality of the communications recorded in, and any advice apparent from, the contents of the ... affidavit.",
      "id": "s61"
    },
    {
      "text": "The Court distinguished Akins and Smoothdale on the basis that the affidavit was not brought in as part of the contemplated evidence for a hearing but as \"a convenient procedural device in the nature of, but in lieu of a usual affidavit of discovery\".",
      "id": "s62"
    },
    {
      "text": "Later referring at [25] to the judgment of Barrett J the Court said:-\n \n Barrett J was undoubtedly correct.",
      "id": "s63"
    },
    {
      "text": "Thus it is necessary to posit a limited waiver, within a broad framework of the conduct of proceedings which may bring about the result (as in Austress ) that it is in the other side's power to destroy the privilege entirely by putting the statement or affidavit into evidence or examining or cross examining on its contents.",
      "id": "s64"
    },
    {
      "text": "15 Strictly speaking the observation by the Full Court was obiter as their Honours acknowledged at [27].",
      "id": "s65"
    },
    {
      "text": "The present case is not concerned with the question, which was before the Full Court, namely whether the content of an affidavit filed in court was privileged.",
      "id": "s66"
    },
    {
      "text": "The question in the earlier application for these proceedings for production of the Advice was whether reference in the affidavit to the fact that Advice was taken before commencing proceedings destroyed the privilege in it notwithstanding that the part of the affidavit referring to it was not read and that the claim for privilege was expressly maintained in the text of the affidavit.",
      "id": "s67"
    },
    {
      "text": "As previously held I do not accept that there was a waiver of client legal professional privilege in those circumstances.",
      "id": "s68"
    },
    {
      "text": "16 The question now before me is different.",
      "id": "s69"
    },
    {
      "text": "It is whether answers given by Professor Robson in his cross examination by Sirtex amount to waiver of legal professional privilege in respect of the Advice.",
      "id": "s70"
    },
    {
      "text": "17 Sirtex does not presently seek to adduce the Advice in evidence.",
      "id": "s71"
    },
    {
      "text": "It calls for its production.",
      "id": "s72"
    },
    {
      "text": "The position therefore is not directly governed by the provisions of the Evidence Act which restricts the adducing of evidence covered by client legal privilege.",
      "id": "s73"
    },
    {
      "text": "It appears to be governed by the common law.",
      "id": "s74"
    },
    {
      "text": "If however the provisions of the Evidence Act have the effect that the Advice could not be adduced in evidence then the utility of any call for its production is diminished.",
      "id": "s75"
    },
    {
      "text": "18 The relevant common law principle is expressed in the joint majority judgment of the High Court in Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 at [28] and [29]:-\n \n Legal professional privilege exists to protect the confidentiality of communications between lawyer and client.",
      "id": "s76"
    },
    {
      "text": "It is the client who is entitled to the benefit of such confidentiality, and who may relinquish that entitlement.",
      "id": "s77"
    },
    {
      "text": "It is inconsistency between the conduct of the client and maintenance of the confidentiality which effects a waiver of the privilege.",
      "id": "s78"
    },
    {
      "text": "Examples include disclosure by a client of the client's version of a communication with a lawyer, which entitles the lawyer to give his or her account of the communication, or the institution of proceedings for professional negligence against a lawyer, in which the lawyer's evidence as to advice given to the client will be received.",
      "id": "s79"
    },
    {
      "text": "...\n \n ... What brings about the waiver is the inconsistency, which the courts, where necessary informed by considerations of fairness, perceive, between the conduct of the client and maintenance of the confidentiality; not some overriding principle of fairness operating at large.",
      "id": "s80"
    },
    {
      "text": "19 A mere reference in evidence to the fact that a person did not commence a proceeding until legal advice was taken does not imply a waiver of privilege.",
      "id": "s81"
    },
    {
      "text": "Sirtex concedes as much in its submissions.",
      "id": "s82"
    },
    {
      "text": "It contends however that Professor Robson's evidence in cross examination involved a knowing and voluntary disclosure of the substance of the Advice that he received within the meaning of s 122(2) of the Evidence Act .",
      "id": "s83"
    },
    {
      "text": "That section relates to the circumstances in which otherwise privileged material may be adduced in evidence.",
      "id": "s84"
    },
    {
      "text": "If however the Advice can be adduced in evidence then its production may be required on the basis that it is appropriate to have regard, in this context, to s 122(2).",
      "id": "s85"
    },
    {
      "text": "20 Had the evidence of Professor Robson gone no further than the statement that he had regard to the Advice before instructing the University's solicitors to commence proceedings there would have been no waiver.",
      "id": "s86"
    },
    {
      "text": "In this case however he explicitly linked consideration of the Advice to the formulation of the beliefs as to relevant matters of fact referred to in [33] of his affidavit of December 2004.",
      "id": "s87"
    },
    {
      "text": "21 Counsel for the University submitted that the answer given by Professor Robson did not fit the question asked.",
      "id": "s88"
    },
    {
      "text": "However he was cautioned before the question was put and did explicitly link the advice given to the formation of his view about the relevant factual matters.",
      "id": "s89"
    },
    {
      "text": "It may be the case that the Advice contained a statement of the factual matters upon which it was based which would reflect a state of knowledge of the relevant factual issues attributable at that time to the University.",
      "id": "s90"
    },
    {
      "text": "If that state of knowledge could be seen to have been not materially different from that which the University had some years previously then it has a relevance to the defences and replies to the defences which were mentioned earlier in these reasons.",
      "id": "s91"
    },
    {
      "text": "22 In this context counsel for Sirtex referred to the judgment of Giles CJ of the Supreme Court of New South Wales in Ampolex Ltd v Perpetual Trustee Co (Canberra) Ltd (1995) 37 NSWLR 405.",
      "id": "s92"
    },
    {
      "text": "In that case parties claiming privilege had put in issue beliefs they held which induced them to purchase certain convertible notes.",
      "id": "s93"
    },
    {
      "text": "Ampolex said that those parties had thereby opened up for investigation the source of and basis for their beliefs and that inspection of the documents relevant thereto could not be denied.",
      "id": "s94"
    },
    {
      "text": "Reference was made in the judgment to a passage from the judgment of Jordan CJ in Thomason v Campbelltown Municipal Council (1939) 39 SR ( NSW) 347 at 358-359.",
      "id": "s95"
    },
    {
      "text": "Hence in effect one of the issues in the case was what advice if any the plaintiff had received from her legal advisers as to her alternative legal rights.",
      "id": "s96"
    },
    {
      "text": "In these circumstances, since the fact and nature of the advice is an issue in this case, I am of opinion that privilege cannot be raised to prevent the proof of the advice.",
      "id": "s97"
    },
    {
      "text": "The position is analogous to that which arises in a suit in Equity to set aside a transaction on the ground of undue influence.",
      "id": "s98"
    },
    {
      "text": "In such a suit it has always been the practice for the defendant to cross-examine the plaintiff with a view to proving that the plaintiff had competent legal advice when he entered into the transaction, and to call and examine the legal adviser if he is available; and I have never known it to be suggested that such evidence is inadmissible on the ground of the plaintiff's privilege.",
      "id": "s99"
    },
    {
      "text": "\"\n \n\n23 Giles CJ after quoting that passage said at 411:-\n \n The principle to which Ampolex appealed has recently been affirmed and applied in Benecke v National Australia Bank (1993) 35 NSWLR 109.",
      "id": "s100"
    },
    {
      "text": "It is ultimately founded on the fairness considered in Attorney-General for the Northern Territory v Maurice [1986] HCA 80 ; (1986) 161 CLR 475.",
      "id": "s101"
    },
    {
      "text": "Confining attention to the allegation made by GPG Nominees and Allied ... having exposed to scrutiny their corporate states of mind, being states of mind to which their legal advice is likely to have contributed, GPG Nominees and Allied cannot withhold the advice from their opponent.",
      "id": "s102"
    },
    {
      "text": "I emphasise that the legal advice is likely to have contributed to the states of minds of GPG Nominees and Allied, as was plain from the dates of and descriptions of the documents: were that not so, the principle may not have applied.",
      "id": "s103"
    },
    {
      "text": "24 I do not think that this is a case in which it could be said that there has been a knowing and voluntary disclosure of privileged material for the purposes of s 122 of the Evidence Act .",
      "id": "s104"
    },
    {
      "text": "The real question is whether the evidence given, in light of the issues raised on the pleadings, is inconsistent with the maintenance of the confidentiality of the material concerned.",
      "id": "s105"
    },
    {
      "text": "The test of inconsistency derives from the joint judgment of the High Court in Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 which has already been cited.",
      "id": "s106"
    },
    {
      "text": "In my opinion there is an inconsistency between the maintenance of the confidentiality of the Advice insofar as it sets out the factual matters upon which it is based and the reliance placed upon those matters by Professor Robson in the light of the issues pleaded.",
      "id": "s107"
    },
    {
      "text": "25 It does not follow that I would require the Advice to be produced in its entirety.",
      "id": "s108"
    },
    {
      "text": "Counsel's assessment of the strength or weakness of the University's case in its various aspects is not relevant to any pleaded issue.",
      "id": "s109"
    },
    {
      "text": "Its admission would be likely to be unfairly prejudicial to the University and of limited probative value.",
      "id": "s110"
    },
    {
      "text": "I would exercise the discretion under s 135 of the Evidence Act even were it otherwise admissible because of relevant factual material contained in it.",
      "id": "s111"
    },
    {
      "text": "26 What I propose to do in this case is to direct the production of a redacted version of the Advice limited to the factual matters set out in it and any inferences of fact which are offered in it.",
      "id": "s112"
    },
    {
      "text": "The legal advice as to the existence or non-existence of a cause or causes of action, the prospects of success, the options open to the University and any recommendations \n\n \nas to steps to be taken by the University are not required to be disclosed.",
      "id": "s113"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s114"
    },
    {
      "text": "Associate:\nDated: 26 March 2007\n\n\n Counsel for the Applicant: Mr T Tobin QC and Mr M Green \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr M Bennett and Mr I Freeman \n \n Solicitor for the First Respondent:\n\nCounsel for the Second Respondent: \n\nSolicitor for the Second Respondent: \n Lavan Legal\n\n\nMr JD Elliott SC and Mr EJC Heerey\n\n\nDLA Phillips Fox\n\n \n \n Date of Submissions: 22 March 2007 Date of Ruling: 23 March 2007 Publication of Reasons: 27 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/423.html",
      "id": "s115"
    }
  ]
}