{
  "name": "Minister for Immigration and Citizenship v Hassani [2007] FCA 436 (27 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/436.html",
  "catchphrases": [
    {
      "text": "purported appeal from decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "where respondent applied for australian citizenship",
      "id": "c1"
    },
    {
      "text": "where applicant minister's delegate refused to grant citizenship on the basis of criminal record and consequent failure to satisfy good character requirements of australian citizenship act 1948 (cth)",
      "id": "c2"
    },
    {
      "text": "where respondent applied to tribunal for review of minister's decision",
      "id": "c3"
    },
    {
      "text": "where respondent charged with a criminal offences prior to hearing before tribunal",
      "id": "c4"
    },
    {
      "text": "where tribunal made orders deferring hearing pending outcome of criminal charges",
      "id": "c5"
    },
    {
      "text": "where tribunal had already deferred hearing for periods which cumulatively exceeded 12 months",
      "id": "c6"
    },
    {
      "text": "whether tribunal's power to defer hearing under australian citizenship act was spent",
      "id": "c7"
    },
    {
      "text": "whether power to defer hearing under s 14a of australian citizenship act supplanted tribunal's general power to adjourn or power to adjourn under administrative appeals tribunal act 1975 (cth)",
      "id": "c8"
    },
    {
      "text": "whether tribunal's orders a 'decision' within the meaning of the administrative appeals tribunal act",
      "id": "c9"
    },
    {
      "text": "notice of objection to competency",
      "id": "c10"
    },
    {
      "text": "whether federal court of australia has jurisdiction to entertain application under administrative appeals tribunal act or administrative decisions (judicial review) act 1977",
      "id": "c11"
    },
    {
      "text": "whether tribunal committed jurisdictional error",
      "id": "c12"
    },
    {
      "text": "whether relief available under s 39b of the judiciary act 1903 (cth).",
      "id": "c13"
    },
    {
      "text": "administrative law",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "1 The Minister for Immigration and Citizenship purports to appeal pursuant to s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) ('the AAT Act') from orders made by the Administrative Appeals Tribunal ('the Tribunal').",
      "id": "s0"
    },
    {
      "text": "Under s 44(1) of the AAT Act the right of appeal is a right to appeal from a decision of the Tribunal on a question of law.",
      "id": "s1"
    },
    {
      "text": "The respondent to the purported appeal is Mr Artan Hassani.",
      "id": "s2"
    },
    {
      "text": "2 The orders of the Tribunal which are under challenge were made on 28 March 2006 and are in the following terms:\n \n \n '(a) The matter be adjourned until 1 May 2006 for a further telephone directions hearing; \n (b) Either party is at liberty to apply for an earlier telephone directions hearing in the event that the criminal proceedings in the Magistrates Court involving the applicant are finalised before 1 May 2006.",
      "id": "s3"
    },
    {
      "text": "' \n \n \n \n\n3 On 28 April 2006 I made an order that the proceedings before the Tribunal be stayed until further order.",
      "id": "s4"
    },
    {
      "text": "4 \n \nThe respondent claims that the orders made by the Tribunal do not constitute a 'decision' within the terms of s 44(1) of the AAT Act and therefore the applicant does not have a right of appeal under that Act.",
      "id": "s5"
    },
    {
      "text": "5 In order to protect its position the applicant has filed an application seeking relief in relation to the Tribunal's orders under s 5 or s 6 of the Administrative Decisions (Judicial Review) Act 1977 ('ADJR Act') or s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s6"
    },
    {
      "text": "6 The respondent has filed a notice of objection to competency wherein he objects to the jurisdiction of this Court to try the application for an order under the AAT Act or the ADJR Act or both.",
      "id": "s7"
    },
    {
      "text": "Before considering the matters raised by the notice of objection to competency it is appropriate to set out the facts and the issues raised by the applicant.",
      "id": "s8"
    },
    {
      "text": "The facts \n \n7 On 28 January 2003 the respondent made an application under the Australian Citizenship Act 1948 (Cth) ('the Act') for a grant of Australian citizenship.",
      "id": "s9"
    },
    {
      "text": "A delegate of the Minister for Immigration and Citizenship refused the application and on 27 January 2004 the respondent was advised that his application for a grant of Australian citizenship had not been approved.",
      "id": "s10"
    },
    {
      "text": "The delegate referred to s 13(1)(f) of the Australian Citizenship Act 1948 (Cth) ('the Act') which requires an applicant for a certificate of Australian citizenship to satisfy the Minister that he is a person of good character.",
      "id": "s11"
    },
    {
      "text": "The delegate advised the respondent that his application had been given careful consideration but, that because of his criminal history, the delegate was not satisfied that the respondent met the requirement in s 13(1)(f).",
      "id": "s12"
    },
    {
      "text": "8 On 11 February 2004 the respondent made an application to the Tribunal for the review of the delegate's decision.",
      "id": "s13"
    },
    {
      "text": "9 At this point, it is necessary to identify a number of events which took place between late 2003 and the date upon which the Tribunal made its orders.",
      "id": "s14"
    },
    {
      "text": "10 It seems that the respondent was alleged to have committed the offence of having taken part in the production of a controlled substance on 31 December 2003.",
      "id": "s15"
    },
    {
      "text": "The Tribunal held preliminary conferences of the respondent's application for review on 1 April 2004 and 3 June 2004 respectively.",
      "id": "s16"
    },
    {
      "text": "Various procedural orders were made on the second occasion.",
      "id": "s17"
    },
    {
      "text": "11 It is alleged that the respondent committed various traffic offences on 25 June 2004.",
      "id": "s18"
    },
    {
      "text": "12 On 8 September 2004 the Tribunal made the following directions:\n \n \n '1.",
      "id": "s19"
    },
    {
      "text": "this matter is not to be listed for hearing until after the resolution of the criminal charges that have already been laid against the applicant; \n 2. the Directions issued by the Tribunal on 3 June 2004 are vacated; and \n 3. the parties are at liberty to apply.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n \n\n13 On 22 June 2005, the proceedings against the respondent for the traffic offences previously referred to were finalised.",
      "id": "s21"
    },
    {
      "text": "14 On 18 July 2005 the Tribunal made various directions with a view to the application for review proceeding to hearing.",
      "id": "s22"
    },
    {
      "text": "On 4 November 2005 further directions were made for the same purpose.",
      "id": "s23"
    },
    {
      "text": "On the evidence before me it is not entirely clear when the order was made but at some stage an order was made that the respondent's application for review be heard on 23 and 24 January 2006.",
      "id": "s24"
    },
    {
      "text": "15 It is alleged that between 8 November 2005 and 8 December 2005 the respondent committed the offence of producing a controlled substance contrary to s 32(1)(a) of the Controlled Substances Act 1984 (SA).",
      "id": "s25"
    },
    {
      "text": "At a telephone directions hearing of the Tribunal held on 18 January 2006 the Tribunal was advised by the respondent's solicitor that charges in relation to the offences had been laid on or around 6 January 2006.",
      "id": "s26"
    },
    {
      "text": "The Tribunal member made the following directions:\n \n '... at the hearing of the application listed for 23 January 2006 the applicant and the respondent make submissions to the Tribunal on the following: \n \n \n 1.",
      "id": "s27"
    },
    {
      "text": "Whether s 13(11) of the Australian Citizenship Act 1948 is a bar to a decision of the Tribunal being given effect to.",
      "id": "s28"
    },
    {
      "text": "2.",
      "id": "s29"
    },
    {
      "text": "Whether the application before the Tribunal should be withdrawn.",
      "id": "s30"
    },
    {
      "text": "' \n \n\n16 On 23 January 2006 the Tribunal member made directions about the filing of written submissions by each of the parties.",
      "id": "s31"
    },
    {
      "text": "As I have said, on 28 March 2006 the Tribunal made the orders which are under challenge.",
      "id": "s32"
    },
    {
      "text": "The relevant statutory provisions \n \n17 Section 13 of the Act gives the Minister the power to grant a certificate of Australian citizenship to a person.",
      "id": "s33"
    },
    {
      "text": "Section 13(1) of the Act provides as follows:\n \n \n '(1) Subject to this section, the Minister may, in the Minister's discretion, upon application in accordance with the approved form, grant a certificate of Australian citizenship to a person who satisfies the Minister that: \n \n \n (a) the person is a permanent resident; \n (b) the person has attained the age of 18 years; \n (c) the person understands the nature of the application; \n \n \n \n (d) the person has been present in Australia as a permanent resident for a period of, or for periods amounting in the aggregate to, not less than one year during the period of 2 years immediately preceding the date of the furnishing of the application; \n (e) the person has been present in Australia as a permanent resident for a period of, or for periods amounting in the aggregate to, not less than 2 years during the period of 5 years immediately preceding the date of the furnishing of the application; \n \n \n \n (f) the person is of good character; \n \n \n \n (g) the person possesses a basic knowledge of the English language; \n (h) the person has an adequate knowledge of the responsibilities and privileges of Australian citizenship; and \n (j) if granted a certificate of Australian citizenship, the person is likely to reside, or to continue to reside, in Australia, or to maintain a close and continuing association with Australia.",
      "id": "s34"
    },
    {
      "text": "' \n \n \n \n \n\n18 Section 13(11)(a) of the Act provides as follows:\n \n \n '(11) The Minister shall not grant a certificate of Australian citizenship to a person under subsection (1), (9), (9B) or (9E): \n \n \n \n \n (a) during any period during which proceedings for an offence against a law of the Commonwealth, a State or a Territory (including proceedings by way of appeal or review) are pending in relation to the person; or \n \n \n \n \n\n19 Sections 14 and 14A of the Act give the Minister the power to defer consideration of an application made under s 13 in certain circumstances.",
      "id": "s35"
    },
    {
      "text": "Section 14 is not relevant in the present case.",
      "id": "s36"
    },
    {
      "text": "Section 14A of the Act provides as follows:\n \n '(1) If: \n (a) an application is made to the Minister under section 13; and \n (b) it appears to the Minister that: \n \n (i) a visa held by the applicant may be cancelled under a provision of the Migration Act 1958 (whether or not the person has been given any notice to that effect); or \n (ii) the person has been charged, or may be charged, with an offence under a law of the Commonwealth, a State or a Territory; \n \n \n the Minister may defer consideration of the application until the end of a period determined by the Minister.",
      "id": "s37"
    },
    {
      "text": "(2) The Minister must not defer consideration of an application for a period that exceeds, or for periods that in total exceed, 12 months.",
      "id": "s38"
    },
    {
      "text": "(3) If: \n \n \n \n (a) the Minister decides to defer consideration of an application; and \n \n \n \n \n (b) the applicant is present in Australia; \n the Minister must give the applicant written notice setting out the decision.",
      "id": "s39"
    },
    {
      "text": "The notice may be served personally, by post or by an electronic communication.",
      "id": "s40"
    },
    {
      "text": "(4) If the Minister decides to defer consideration of an application, section 13 and subsection (1) of this section apply in relation to the application as if it had been furnished immediately before the end of that period.",
      "id": "s41"
    },
    {
      "text": "(5) Nothing in this section prevents: \n \n \n (a) an applicant from withdrawing the application; or \n \n \n \n \n (b) a person whose application under section 13 has been refused from making a further application or applications under that section.",
      "id": "s42"
    },
    {
      "text": "' \n \n \n \n \n\n20 Certain provisions of the AAT Act are also relevant.",
      "id": "s43"
    },
    {
      "text": "The Tribunal's power to review certain decisions is set out in s 25 and its powers with respect to matters of procedure are set out in s 40.",
      "id": "s44"
    },
    {
      "text": "Section 40 contains the power of the Tribunal to adjourn proceedings and it relevantly provides:\n \n '(1) For the purpose of reviewing a decision, the Tribunal may: \n \n \n (a) take evidence on oath or affirmation; \n \n \n \n \n (b) proceed in the absence of a party who has had reasonable notice of the proceeding; and \n \n \n \n \n (c) adjourn the proceeding from time to time.",
      "id": "s45"
    },
    {
      "text": "' \n \n \n \n\n21 Section 43 deals with, among other things, the Tribunal's powers and discretions for the purpose of reviewing a decision.",
      "id": "s46"
    },
    {
      "text": "Section 43(1) provides:\n \n \n '(1) For the purpose of reviewing a decision, the Tribunal may exercise all the powers and discretions that are conferred by any relevant enactment on the person who made the decision and shall make a decision in writing: \n (a) affirming the decision under review; \n (b) varying the decision under review; or \n (c) setting aside the decision under review and: \n \n \n (i) making a decision in substitution for the decision so set aside; or \n (ii) remitting the matter for reconsideration in accordance with any directions or recommendations of the Tribunal.",
      "id": "s47"
    },
    {
      "text": "' \n The Tribunal's reasons \n \n22 In considering the Tribunal's reasons, it is important to note the difference between the submissions made by the applicant to this Court and the submissions made by the applicant to the Tribunal.",
      "id": "s48"
    },
    {
      "text": "Before the Tribunal, the applicant submitted that the power to defer in s 14A of the Act was not a power available to the Tribunal.",
      "id": "s49"
    },
    {
      "text": "He submitted that the power was not available to the Tribunal unless and until the decision made by him was set aside.",
      "id": "s50"
    },
    {
      "text": "In addition to that matter, it appears that before the Tribunal the applicant accepted that the Tribunal's general power to adjourn in s 40(1) of the AAT Act was available to it, although he did submit that it should not be exercised in the circumstances of the case.",
      "id": "s51"
    },
    {
      "text": "23 Before this Court, the applicant accepted that the power to defer in s 14A was available to the Tribunal, and his principal submission was that the power to defer consideration of the application was spent because it had already been deferred for a period that exceeded, or for periods that in total exceeded 12 months (s 14A(2)).",
      "id": "s52"
    },
    {
      "text": "He also submitted that the presence of the power to defer in s 14A of the Act, irrespective of whether it could be exercised in the particular circumstances, meant that the Tribunal's general power to adjourn in s 40(1) of the AAT Act was not available to it or, in the alternative, was not available to be exercised when the ground advanced for the application was the fact that charges were pending against the applicant for review.",
      "id": "s53"
    },
    {
      "text": "24 For his part, the respondent submitted that the Tribunal had available to it the power to defer in s 14A of the Act and, at the same time, it also had its general power to adjourn.",
      "id": "s54"
    },
    {
      "text": "He submitted that the circumstances were such that the power to defer could be exercised.",
      "id": "s55"
    },
    {
      "text": "He submitted that the Tribunal's general power to adjourn was not in any way restricted or curtailed by the provisions of s 14A of the Act.",
      "id": "s56"
    },
    {
      "text": "On the assumption that that proposition was correct, the respondent submitted that there was no error in the exercise of the discretion of the Tribunal to adjourn the proceeding and he referred to the limits on this Court's power to interfere with the exercise of a discretion of this nature.",
      "id": "s57"
    },
    {
      "text": "25 The Tribunal member rejected the submission that the power in s 14A of the Act was a power which was not available to the Tribunal and he held that the power in s 14A was available to the Tribunal.",
      "id": "s58"
    },
    {
      "text": "The Tribunal member referred to the provisions of s 13(11)(a) of the Act as a limitation on the exercise of jurisdiction by the Tribunal on review.",
      "id": "s59"
    },
    {
      "text": "A little later, the Tribunal member said that those provisions were a prohibition on the exercise of jurisdiction by the Tribunal on review and that the Tribunal 'is not presently at liberty to proceed to hear the application for review'.",
      "id": "s60"
    },
    {
      "text": "He referred to the power in s 14(a)(1)(b)(ii) as 'complementary' to s 13(11)(a) and that the power could be used in a case where the circumstances of the alleged offending were relevant to the application before the Tribunal.",
      "id": "s61"
    },
    {
      "text": "The Tribunal member said that the twelve month period referred to in s 14A(2) of the Act must be taken as the period commencing at the time the alleged offending occurred, and not at the time the application for review was made.",
      "id": "s62"
    },
    {
      "text": "He said that that was the appropriate conclusion in order to make 'practical sense in the present case'.",
      "id": "s63"
    },
    {
      "text": "26 The Tribunal member referred to the Tribunal's general power to adjourn in s 40(1) of the Act and he referred to the rival contentions of the parties as to whether that power should be exercised.",
      "id": "s64"
    },
    {
      "text": "He said that to proceed to hear and determine the application for review would involve an inquiry by the Tribunal into the very issues raised in the criminal proceedings and that that would place the respondent in the invidious position of having to make his case before the Tribunal and, in doing so, having to compromise his right of silence in the criminal proceedings.",
      "id": "s65"
    },
    {
      "text": "He said that, for the respondent to proceed with his application in those circumstances, would not be consistent with 'the principle inherent in s 14A(1)(b)(ii) of the Act'.",
      "id": "s66"
    },
    {
      "text": "The Tribunal member also considered whether it would be a contempt of Court for the Tribunal to proceed to hear and determine the application for review before the determination of the criminal proceedings.",
      "id": "s67"
    },
    {
      "text": "After referring to various authorities, the Tribunal member concluded that there would be a real risk that there would be actual interference with the administration of justice if the Tribunal was to proceed, and, if it did, it may well be a contempt of Court.",
      "id": "s68"
    },
    {
      "text": "27 The Tribunal member concluded by saying the following:\n \n 'Balancing all of the considerations referred to in these reasons, the Tribunal is of the view that, because there is a real risk of interference with the administration of justice, it should not presently proceed to a hearing of the application for review.",
      "id": "s69"
    },
    {
      "text": "' \n \n\n28 It is not entirely clear whether the Tribunal member exercised his power to defer consideration of the application for review under s 14A(1)(b)(ii) of the Act, or he granted an adjournment under the Tribunal's general power to adjourn in s 40(1) of the AAT Act.",
      "id": "s70"
    },
    {
      "text": "He seems to have taken the view that it was open to him to refrain from proceeding to a hearing of the application for review under either provision.",
      "id": "s71"
    },
    {
      "text": "Issues on the appeal \n \n29 I do not think the orders made by the Tribunal which are under challenge constitute a decision under s 44(1) of the AAT Act.",
      "id": "s72"
    },
    {
      "text": "The substantive application before the Tribunal was an application for review of the delegate's decision under s 13 of the Act not to grant a certificate of Australian citizenship to the respondent.",
      "id": "s73"
    },
    {
      "text": "The right to bring the application for review is contained in s 52A of the Act.",
      "id": "s74"
    },
    {
      "text": "The orders of the Tribunal defer or adjourn consideration of the application for review.",
      "id": "s75"
    },
    {
      "text": "The orders do not amount to a final decision or determination.",
      "id": "s76"
    },
    {
      "text": "In accordance with well-established authority the orders therefore do not constitute a decision within s 44(1) of the AAT Act: Director-General of Social Services v Chaney (1980) 3 ALD 161 per Deane J, with whom Fisher J agreed, at 178, 180; Australian Broadcasting Tribunal v Bond [1990] HCA 33 ; (1990) 170 CLR 321 (' Bond ') per Mason CJ at 335; Geographical Indications Committee v The Honourable Justice O'Connor (2000) 64 ALD 325 at 332-333.",
      "id": "s77"
    },
    {
      "text": "In my opinion, there is no right of appeal from the Tribunal's orders under s 44(1) of the AAT Act.",
      "id": "s78"
    },
    {
      "text": "30 I do not think the orders made by the Tribunal constitute a decision under s 5 of the ADJR Act.",
      "id": "s79"
    },
    {
      "text": "The meaning of 'decision' in s 5 of the ADJR Act was considered by Mason CJ in Bond .",
      "id": "s80"
    },
    {
      "text": "His Honour said that a reviewable decision under s 5 of the ADJR Act had a number of characteristics, including the fact that it must be a substantive determination.",
      "id": "s81"
    },
    {
      "text": "His Honour said (at 337-338):\n \n 'Another essential quality of a reviewable decision is that it be a substantive determination.",
      "id": "s82"
    },
    {
      "text": "With the exception of s 3(2)(g), the instances of decision mentioned in s 3(2) are all substantive in character.",
      "id": "s83"
    },
    {
      "text": "Moreover, the provisions in sub-ss (1), (2), (3) and (5) of s 3 point to a substantive determination.",
      "id": "s84"
    },
    {
      "text": "In this context the reference in s 3(2)(g) to \"doing or refusing to do any other act or thing \" (emphasis added) should be read as referring to the exercise or refusal to exercise a substantive power.",
      "id": "s85"
    },
    {
      "text": "I do not perceive in s 16(1)(b) or in par (e) of Sched 1 or par (a) of Sched 2 to the AD(JR) Act any contrary implication.",
      "id": "s86"
    },
    {
      "text": "These exclusions from the AD(JR) Act or from s 13 appear to have been introduced for more abundant caution and it would be unwise to take too much from them.",
      "id": "s87"
    },
    {
      "text": "If \"decision\" were to embrace procedural determinations, then there would be little scope for review of \"conduct\", a concept which appears to be essentially procedural in character.",
      "id": "s88"
    },
    {
      "text": "To take an example, the refusal by a decision-maker of an application for an adjournment in the course of an administrative hearing would not constitute a reviewable decision, being a procedural matter not resolving a substantive issue and lacking the quality of finality.",
      "id": "s89"
    },
    {
      "text": "Then it is the \"conduct\" of the hearing in refusing an adjournment that is the subject of review.",
      "id": "s90"
    },
    {
      "text": "To treat the refusal of the adjournment in this way is more consistent with the concept of \"conduct\" than with the notion of \"decision under an enactment\".",
      "id": "s91"
    },
    {
      "text": "' \n \n\n31 The applicant submitted that the order deferring or adjourning the application for review was conduct for the purpose of making a decision.",
      "id": "s92"
    },
    {
      "text": "It seems to me that that is probably the case, but the question which then arises is whether any of the grounds in s 6 of the ADJR Act are relevant to the grounds upon which the applicant challenges the orders.",
      "id": "s93"
    },
    {
      "text": "A number of the grounds, although not all of them, relate to the proposed decision which in this case is the decision to be made on the application for review either to affirm the decision of the delegate or to grant a certificate of Australian citizenship to the applicant.",
      "id": "s94"
    },
    {
      "text": "If necessary, I will give the parties the opportunity to make further submissions with respect to this issue.",
      "id": "s95"
    },
    {
      "text": "32 It may not be necessary for the parties to make further submissions because I have also reached the conclusion that this is an appropriate case for relief under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s96"
    },
    {
      "text": "The respondent did not argue that relief under s 39B was not, in theory, available.",
      "id": "s97"
    },
    {
      "text": "He submitted that it was not available in this case because there was no jurisdictional error by the Tribunal.",
      "id": "s98"
    },
    {
      "text": "For the reasons set out below I reject that submission and hold that the Tribunal erred in a manner going to its jurisdiction.",
      "id": "s99"
    },
    {
      "text": "The respondent submitted that the Court would rarely exercise its discretion to issue constitutional writs in relation to a decision by the Tribunal to defer or adjourn an application for review.",
      "id": "s100"
    },
    {
      "text": "I agree with that as a general statement, but I think that this is an appropriate case.",
      "id": "s101"
    },
    {
      "text": "The Tribunal has erred in concluding that it could exercise the power in s 14A of the Act and it has erred in its consideration of its general power to adjourn in light of the provisions of the Act and, in particular, s 13(11)(a).",
      "id": "s102"
    },
    {
      "text": "33 As I have said, before me both parties submitted that the power to defer in s 14A(1) was a power available to the Tribunal.",
      "id": "s103"
    },
    {
      "text": "The section in the AAT Act which confers various powers and discretions of the primary decision-maker on the Tribunal is s 43.",
      "id": "s104"
    },
    {
      "text": "It seems appropriate to interpret s 43(1) broadly and proceed on the basis that for the purpose of the subsection the Tribunal would be exercising the power to defer 'for the purpose of reviewing [the] application'.",
      "id": "s105"
    },
    {
      "text": "The power to defer is a power available to the Tribunal.",
      "id": "s106"
    },
    {
      "text": "It is a power which is subject to a limitation and any exercise of the power by the Tribunal is subject to the same limitation.",
      "id": "s107"
    },
    {
      "text": "What is the meaning of the limitation?",
      "id": "s108"
    },
    {
      "text": "First, I think the twelve-month period commences from the time the decision to defer is taken.",
      "id": "s109"
    },
    {
      "text": "With respect, I reject the view of the Tribunal member that it commences when the offence which is the subject of the charge was allegedly committed.",
      "id": "s110"
    },
    {
      "text": "There is no warrant in the section for identifying that as the commencement point.",
      "id": "s111"
    },
    {
      "text": "Secondly, I think that it is only possible to defer for a maximum period of twelve months and it is not possible to defer for twelve months on the basis of one charge or set of charges and then later for a further period of up to twelve months on the basis of a second and later charge or set of charges.",
      "id": "s112"
    },
    {
      "text": "The terms of the section are such that a deferral or deferrals of consideration of the application for review for longer than twelve months is not permitted.",
      "id": "s113"
    },
    {
      "text": "In my opinion, the words of the section are such that if the power to defer is exercised, consideration of the application for review must at least commence within a period of twelve months thereafter.",
      "id": "s114"
    },
    {
      "text": "34 The Tribunal's general power to adjourn is not excluded by the fact that the power to defer is a power available to the Tribunal.",
      "id": "s115"
    },
    {
      "text": "The Tribunal is not bound to exercise the power to defer in s 14A.",
      "id": "s116"
    },
    {
      "text": "In any event, there is a clear difference between a statutory power to defer an application for review and a power to adjourn an application for review and there may be many reasons for adjourning an application which are unrelated to the matters referred to in s 14(1)(b) of the Act.",
      "id": "s117"
    },
    {
      "text": "The Tribunal might adjourn because of the unavailability of a party or witness or for any of the reasons that routinely lead to adjournments of a proceeding before a court or tribunal.",
      "id": "s118"
    },
    {
      "text": "35 However, the general power to adjourn is affected by the provisions of the Act.",
      "id": "s119"
    },
    {
      "text": "First, if an application is made to adjourn or defer an application for review on the ground that a charge is pending, it would be appropriate that the decision-maker proceed under s 14A rather than the general power to adjourn in s 40(1).",
      "id": "s120"
    },
    {
      "text": "Secondly, and in any event, I doubt that there would be grounds to adjourn because of a pending charge.",
      "id": "s121"
    },
    {
      "text": "I say that because the alternative to the granting of an adjournment would not be that the applicant for review would be required to compromise his or her right to silence before the hearing of the criminal charge.",
      "id": "s122"
    },
    {
      "text": "The effect of s 13(11)(a) of the Act is quite clear.",
      "id": "s123"
    },
    {
      "text": "The decision-maker must not grant a certificate of Australian citizenship to a person while proceedings for a relevant offence are pending in relation to that person.",
      "id": "s124"
    },
    {
      "text": "It is not clear what the Tribunal member meant when he said that s 13(11)(a) operated as a prohibition on the exercise of jurisdiction by the Tribunal on review.",
      "id": "s125"
    },
    {
      "text": "Certainly the Tribunal could not grant a certificate of Australian citizenship, but it could list the matter for hearing and find that the facts fall within s 13(11)(a) and that it cannot or should not exercise the power in s 14A and, having reached those conclusions, dismiss the application for review and affirm the decision of the delegate.",
      "id": "s126"
    },
    {
      "text": "I turn now to apply these principles to the facts of this case.",
      "id": "s127"
    },
    {
      "text": "36 The Tribunal member erred in concluding that the power in s 14A could, in the circumstances, be exercised by him.",
      "id": "s128"
    },
    {
      "text": "It is not entirely clear from the direction (see [12] above) what power the Tribunal member considered he was exercising on 8 September 2004 when he directed that the matter not be listed for hearing until after the resolution of the criminal charges.",
      "id": "s129"
    },
    {
      "text": "I think it is appropriate to view it as an exercise of the power to defer in s 14A because, for the reasons I have given, it would not have been a proper exercise of the discretion to adjourn the application on the ground referred to in the direction.",
      "id": "s130"
    },
    {
      "text": "What that means is that the power in s 14A was spent because consideration of the application did not at least commence within twelve months of 8 September 2004.",
      "id": "s131"
    },
    {
      "text": "37 The exercise by the Tribunal of its general power to adjourn miscarried because it was not entitled to take into account the pending charge in considering whether to adjourn and, in any event, the Tribunal member misunderstood what would occur if the application was not adjourned.",
      "id": "s132"
    },
    {
      "text": "If not adjourned, then the application should have been listed and if the facts fell within s 13(11)(a) it should have been dismissed and the delegate's decision affirmed.",
      "id": "s133"
    },
    {
      "text": "Conclusion \n \n38 The applicant is entitled to relief, but I will give the parties leave to make further submissions as to the appropriate relief in light of these reasons.",
      "id": "s134"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s135"
    },
    {
      "text": "Associate:\n\nDated: 27 March 2007\n\n\n Counsel for the Applicant: Ms S Maharaj QC with Mr R Prince \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Mr W J N Wells QC with Dr C D Bleby \n \n Solicitor for the Respondent: Patsouris and Associates \n \n Date of Hearing: 3 October 2006 \n \n Date of Judgment: 27 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/436.html",
      "id": "s136"
    }
  ]
}