{
  "name": "ICAP Australia Pty Limited v BGC Partners (Australia) Pty Limited [2007] FCA 467 (29 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/467.html",
  "catchphrases": [
    {
      "text": "discovery",
      "id": "c0"
    },
    {
      "text": "application to vary access regime for discovered documents",
      "id": "c1"
    },
    {
      "text": "to whom confidential business documents should be disclosed",
      "id": "c2"
    },
    {
      "text": "applicable principles",
      "id": "c3"
    },
    {
      "text": "need for procedural fairness",
      "id": "c4"
    },
    {
      "text": "in balancing the competing considerations access to individual employee respondents granted to most of the documents subject to the giving of a confidentiality undertaking",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n 1 By Notice of Motion filed 31 January 2007, BGC seeks to vary an access regime for certain discovered documents, asserted by ICAP to contain confidential and commercially sensitive information.",
      "id": "s0"
    },
    {
      "text": "The access regime was established by consent orders made 4 July 2006 which provided for access to be granted to BGC's legal representatives and its expert witness, Mr Gower.",
      "id": "s1"
    },
    {
      "text": "2 The documents have previously been supplied to those persons pursuant to confidentiality undertakings in accordance with the consent orders.",
      "id": "s2"
    },
    {
      "text": "3 The Motion seeks access for Mr Webster, Mr Kent, Mr Mikolaitis and Mr Herbert, who are all respondents in the proceedings.",
      "id": "s3"
    },
    {
      "text": "4 The Motion also seeks access for BGC's General Counsel, Mr Bartlett.",
      "id": "s4"
    },
    {
      "text": "ICAP has now consented to access being granted to Mr Bartlett on the appropriate confidentiality undertakings\n \n5 All of the documents to which access is sought for the nominated persons are said to be relevant to ICAP's damages claim.",
      "id": "s5"
    },
    {
      "text": "The circumstances in which the claim arises were set out in my interlocutory judgment dated 18 February 2005; [2005] FCA 130.",
      "id": "s6"
    },
    {
      "text": "6 In brief terms, on 17 January 2005, fourteen employees of ICAP resigned en masse from their employment.",
      "id": "s7"
    },
    {
      "text": "They comprised the entire futures desk at ICAP's Sydney office.",
      "id": "s8"
    },
    {
      "text": "I was satisfied, at an interlocutory level, that the evidence pointed strongly in favour of an inference that what took place was part of a coordinated plan to take business away from ICAP.",
      "id": "s9"
    },
    {
      "text": "7 All of those employees entered into employment contracts with BGC and were indemnified by BGC against liability arising out of legal proceedings brought by ICAP.",
      "id": "s10"
    },
    {
      "text": "8 Later in January 2005, four employees of ICAP's \"swaps\" desk, and one employee from its \"bonds\" desk, also walked out and joined BGC.",
      "id": "s11"
    },
    {
      "text": "9 I was also satisfied that there is an arguable case that Mr Webster, who was at the time a director of ICAP, induced many of the employees to breach their contracts with ICAP.",
      "id": "s12"
    },
    {
      "text": "It also appeared to me that Mr Kent, a senior ICAP employee, was involved in the recruitment of ICAP's employees.",
      "id": "s13"
    },
    {
      "text": "10 The effect of what took place on 17 January 2005 and 28 January 2005 was that ICAP lost its entire futures desk as well as four members of its swaps desk.",
      "id": "s14"
    },
    {
      "text": "They included Mr Mikolaitis who was head of the swaps desk, and Mr Herbert.",
      "id": "s15"
    },
    {
      "text": "11 As I have already mentioned, the persons for whom access is now sought are Messrs Webster, Kent, Mikolaitis and Herbert.",
      "id": "s16"
    },
    {
      "text": "BGC contends that without access being granted to these nominated persons, BGC cannot instruct its lawyers as to how the asserted facts upon which the damages claim rests can be challenged and answered.",
      "id": "s17"
    },
    {
      "text": "12 The circumstances set out above make it plain that ICAP and BGC are bitter trade rivals.",
      "id": "s18"
    },
    {
      "text": "ICAP asserts that the information to which BGC seeks access for the nominated persons is highly sensitive and confidential.",
      "id": "s19"
    },
    {
      "text": "It relies on a well-established line of authorities that recognises that in these circumstances the Court has a discretion to mould an access regime which gives appropriate protection to the party whose confidential documents are at issue whilst enabling the other party such access as is necessary to properly conduct the litigation.",
      "id": "s20"
    },
    {
      "text": "The legal principles \n \n13 The principles have been applied and explained in a large number of authorities.",
      "id": "s21"
    },
    {
      "text": "They include Mobil Oil of Australia Ltd v Guina Developments Pty Ltd [1996] 2 VR 34, Macquarie Generation v Coal &amp; Allied Industries Ltd [2001] FCA 1349 , C7 Pty Ltd v Foxtel Management Pty Ltd [2002] FCA 1189 and Reebok v SOCOG [2000] NSWSC 295.",
      "id": "s22"
    },
    {
      "text": "14 In Mobil Oil at 38, Hayne JA pointed out that ordinarily, the fact that documents are confidential is not a bar to inspection by the other party.",
      "id": "s23"
    },
    {
      "text": "He said, however, that where the parties are trade rivals, different considerations arise.",
      "id": "s24"
    },
    {
      "text": "15 What underlies Hayne JA's analysis is his statement that the principles of a trade rival cannot forget the secret information once it is revealed.",
      "id": "s25"
    },
    {
      "text": "Thus, the value of the commercially sensitive information will be lost unless it is protected by an appropriate access regime.",
      "id": "s26"
    },
    {
      "text": "The implied obligation not to use the documents other than for the purpose of the proceedings is thought to be insufficient, as between trade rivals, to permit unrestricted access.",
      "id": "s27"
    },
    {
      "text": "16 The balancing exercise to which Hayne JA referred in Mobil Oil at 39-40 involves weighing the needs of a party to litigation against the \"legitimate concern\" of a trade rival.",
      "id": "s28"
    },
    {
      "text": "17 The principal factors which inform the exercise of the discretion have been stated in the authorities.",
      "id": "s29"
    },
    {
      "text": "A party to litigation is entitled to know the case it has to meet and to properly instruct solicitors and counsel.",
      "id": "s30"
    },
    {
      "text": "The nature and content of the documents, the degree of confidentiality of the information and the risk that the rival will use it to the detriment of the other party are important factors to be weighed in the balance; Mobil Oil at 39-40; Reebok at [43]; Hadid v Lenfest Communications Inc (1996) 70 FCR 403 at 410-411.",
      "id": "s31"
    },
    {
      "text": "The Competing Contentions \n \n18 BGC's position rests firmly on the proposition that it cannot adequately defend a claim for damages of at least $4 million unless the nominated persons are given access to the documents.",
      "id": "s32"
    },
    {
      "text": "It submits that without such access it cannot instruct its lawyers as to how to challenge essential facts on which the claim is based.",
      "id": "s33"
    },
    {
      "text": "Nor can it conduct the litigation or receive advice about it on a fully informed basis.",
      "id": "s34"
    },
    {
      "text": "19 BGC puts forward the nominated persons as representatives with the requisite degree of knowledge and experience to look at the documents.",
      "id": "s35"
    },
    {
      "text": "It relies on evidence, on information and belief that there are no other BGC employees with the appropriate experience, apart from persons to whom similar objection would be taken by ICAP.",
      "id": "s36"
    },
    {
      "text": "20 ICAP points to the bitter rivalry between the parties, as is evidenced by the subject matter of the litigation.",
      "id": "s37"
    },
    {
      "text": "It also relies upon the small number of participants in the relevant industry, namely inter-dealing broking in Sydney.",
      "id": "s38"
    },
    {
      "text": "The evidence establishes that ICAP and BGC are two of only five competitors in that industry.",
      "id": "s39"
    },
    {
      "text": "21 Mr Webster is the President of BGC in the Asia-Pacific region.",
      "id": "s40"
    },
    {
      "text": "He appears to be responsible for recruiting staff and expanding BGC's business in Sydney.",
      "id": "s41"
    },
    {
      "text": "He had similar responsibilities when he was employed by ICAP.",
      "id": "s42"
    },
    {
      "text": "22 Mr Kent is BGC's Director of Business Development for Asia-Pacific and reports to Mr Webster.",
      "id": "s43"
    },
    {
      "text": "He held a senior role at ICAP up to January 2005.",
      "id": "s44"
    },
    {
      "text": "23 Mr Mikolaitis and Mr Herbert are both senior interest rate swaps brokers.",
      "id": "s45"
    },
    {
      "text": "ICAP suggests, though in a very general way, that they would be involved in the recruitment of swaps brokers for BGC.",
      "id": "s46"
    },
    {
      "text": "24 ICAP relies on evidence which establishes that the success and financial performance of both ICAP and BGC is dependent upon the performance of individual brokers.",
      "id": "s47"
    },
    {
      "text": "Thus, each seeks to locate and identify people of talent within the available market.",
      "id": "s48"
    },
    {
      "text": "25 There is evidence of continuing recruitment efforts by BGC.",
      "id": "s49"
    },
    {
      "text": "In April 2006, BGC recruited three swaps brokers from one of the market participants.",
      "id": "s50"
    },
    {
      "text": "Also, in December 2006, BGC appears to have made an unsuccessful approach to brokers employed by another competitor.",
      "id": "s51"
    },
    {
      "text": "26 Thus, the substance of ICAP's concerns is that there is a real risk that once the confidential information is revealed to the nominated persons, it would be used to BGC's advantage:\n \n&#8226; to solicit or recruit brokers from ICAP, or at least, to evaluate the time at which approaches may be made;\n \n&#8226; to assess the performance of ICAP's swaps desk and to assist BGC's strategic business planning.",
      "id": "s52"
    },
    {
      "text": "27 ICAP points to the fiduciary obligations of the nominated persons to BGC to advance BGC's business interests.",
      "id": "s53"
    },
    {
      "text": "ICAP submits that it is unlikely that the nominated persons could disregard the information once it is revealed to them.",
      "id": "s54"
    },
    {
      "text": "However, ICAP concedes in its evidence that it does not suggest that the nominated persons will consciously misuse the information.",
      "id": "s55"
    },
    {
      "text": "28 There are six categories of documents in dispute.",
      "id": "s56"
    },
    {
      "text": "There were some minor differences between the parties as to the descriptions of the categories and the documents which fall under the particular categories.",
      "id": "s57"
    },
    {
      "text": "In my view nothing turns on the differences.",
      "id": "s58"
    },
    {
      "text": "Category 1 --- Terms of ICAP's contracts with existing employees \n \n29 ICAP claims that its recoverable damages include the cost of paying bonuses to, and increasing the salaries of, ICAP employees who remained with that company after the walkouts in January 2005.",
      "id": "s59"
    },
    {
      "text": "ICAP has discovered the contracts of employment of those persons and has prepared summaries of some parts.",
      "id": "s60"
    },
    {
      "text": "30 An issue will therefore arise at the final hearing as to whether the bonuses and salaries were reasonable or necessary.",
      "id": "s61"
    },
    {
      "text": "This will turn, at least in part upon the importance of the employees to ICAP and upon the terms of the contracts entered into for the purposes of retaining their services.",
      "id": "s62"
    },
    {
      "text": "31 BGC submits that the information about the employees' remuneration, bonuses and term of employment is not confidential or commercially sensitive.",
      "id": "s63"
    },
    {
      "text": "I reject that submission for two reasons.",
      "id": "s64"
    },
    {
      "text": "32 First, the contracts contain a confidentiality clause which would extend to those provisions.",
      "id": "s65"
    },
    {
      "text": "Second, the employees owe a duty of loyalty to their employer which, in my view, would be likely to preclude an employee from openly disclosing the information to a rival.",
      "id": "s66"
    },
    {
      "text": "33 BGC pointed to evidence which suggests that this sort of information is routinely swapped between employees and other potential employers.",
      "id": "s67"
    },
    {
      "text": "I doubt whether this is an answer, particularly in light of the subject matter of the present proceedings.",
      "id": "s68"
    },
    {
      "text": "34 Nevertheless, whether or not the information is sufficiently commercially sensitive to enliven the discretion to mould an order for access, I do not consider that access should be withheld from the nominated persons.",
      "id": "s69"
    },
    {
      "text": "35 The nominated persons worked at ICAP until January 2005.",
      "id": "s70"
    },
    {
      "text": "They are well placed to give instructions necessary for an assessment of the issue of whether the terms of the contracts were reasonable.",
      "id": "s71"
    },
    {
      "text": "36 I do not consider that it was necessary for BGC to spell out in more detail, the reasons why the nominated persons require access or the way in which they propose to use the material in the conduct of the litigation.",
      "id": "s72"
    },
    {
      "text": "In my opinion, the information in the documents going to remuneration and the other matters I have identified are a central part of this aspect of the claim.",
      "id": "s73"
    },
    {
      "text": "37 It seems to me that without access to the information BGC would be prejudiced in its ability to defend the claim.",
      "id": "s74"
    },
    {
      "text": "38 I have taken into account the circumstances of the walkouts in January 2005 and the general evidence of what seems to be ruthless recruiting of employees in the marketplace.",
      "id": "s75"
    },
    {
      "text": "Nevertheless, I am satisfied that disclosure to the nominated persons, on the restrictive conditions which have been discussed between the parties, would not pose a real risk of misuse of the information.",
      "id": "s76"
    },
    {
      "text": "Category 2 --- financial forecasts for ICAP Australia for the period 1/10/05 to 31/3/06 \n \n39 There is no dispute about ICAP's financial forecasts for the period up to 30 September 2005.",
      "id": "s77"
    },
    {
      "text": "However, ICAP has discovered its forecasts for the period from 1 October 2005 to 31 March 2006 to which it wishes to restrict access.",
      "id": "s78"
    },
    {
      "text": "40 The forecasts are relevant to ICAP's loss of profits claim.",
      "id": "s79"
    },
    {
      "text": "ICAP contends that it lost profits as a result of the departure of the employees.",
      "id": "s80"
    },
    {
      "text": "Investigation of this issue involves a comparison between the position ICAP actually found itself in when the employees left as against the position it would have been in had the employees remained with ICAP for the terms of their employment.",
      "id": "s81"
    },
    {
      "text": "41 ICAP has served an expert report which deals with the calculation of this loss.",
      "id": "s82"
    },
    {
      "text": "To meet this, BGC submits that it needs people with knowledge of the market factors as well as the reasonableness of the assumptions as to ICAP's likely performance.",
      "id": "s83"
    },
    {
      "text": "42 There is force in the submission that the information is no longer current and therefore lacks the necessary commercial sensitivity.",
      "id": "s84"
    },
    {
      "text": "In any event, it seems to me that the forecasts are of central importance and that without access to the nominated persons, BGC would be prejudiced in its defence.",
      "id": "s85"
    },
    {
      "text": "43 The other comments I have made under Category 1 also apply here.",
      "id": "s86"
    },
    {
      "text": "Access should be granted to the nominated persons on the terms that have been discussed.",
      "id": "s87"
    },
    {
      "text": "Category 3 --- Overhead Allocation Spreadsheet \n \n44 ICAP has discovered a spreadsheet in which it seeks to restrict access for the period from 1 April 2005 to 31 March 2006.",
      "id": "s88"
    },
    {
      "text": "The spreadsheet contains allocations of overheads between the various different broking desks.",
      "id": "s89"
    },
    {
      "text": "45 The spreadsheet contains material which goes to the issue in the proceedings of the reasonableness of ICAP's loss of profits claim.",
      "id": "s90"
    },
    {
      "text": "ICAP's expert report addresses this issue.",
      "id": "s91"
    },
    {
      "text": "46 The observations I have made under Category 2 also apply here.",
      "id": "s92"
    },
    {
      "text": "Access should be made available to the nominated persons.",
      "id": "s93"
    },
    {
      "text": "Category 4 --- Prebon Documents \n \n47 ICAP's claim for damages includes part of the cost of acquiring the \"Prebon\" business in September 2005.",
      "id": "s94"
    },
    {
      "text": "48 The acquisition consisted of 18 brokers but ICAP's case is that only four of them were employed to replace the four ICAP swaps brokers who left on 28 January 2005.",
      "id": "s95"
    },
    {
      "text": "No claim for damages is made in respect of any ongoing losses on the swaps desk after 30 September 2005.",
      "id": "s96"
    },
    {
      "text": "49 ICAP's claim is said to amount to the percentage of the cost of acquisition that equals the percentage of the salaries of the replacement brokers relative to the salaries of all of the Prebon brokers on the desk that was purchased.",
      "id": "s97"
    },
    {
      "text": "50 ICAP is prepared to grant access to Mr Mikolaitis and Mr Herbert to redacted versions of documents which disclose the salaries and bonuses of the employees who are said to be the replacement brokers.",
      "id": "s98"
    },
    {
      "text": "The term (ie the duration), notice periods and/or restraint provisions of the contracts for those persons would not be provided.",
      "id": "s99"
    },
    {
      "text": "Nor would any such details, ie salaries, bonuses, period of contract or notice period, be provided for the remaining thirteen brokers.",
      "id": "s100"
    },
    {
      "text": "51 Issues which will arise on this aspect of the claim include whether the persons are in truth \"replacement brokers\", whether the salaries are reasonable and whether the ratio is correctly calculated.",
      "id": "s101"
    },
    {
      "text": "52 I do not see how BGC could address these issues without access to all of the terms of contract for the \"replacement employees\".",
      "id": "s102"
    },
    {
      "text": "Moreover, investigation of these issues will involve a comparison of the terms of contract of those employees with the terms of contract of the remaining employees.",
      "id": "s103"
    },
    {
      "text": "53 The Prebon employees are swaps brokers.",
      "id": "s104"
    },
    {
      "text": "Mr Mikolaitis and Mr Herbert are the appropriate persons to review the documents and give instructions.",
      "id": "s105"
    },
    {
      "text": "54 ICAP is concerned to protect the revenue stream represented by the Prebon desk from unlawful poaching.",
      "id": "s106"
    },
    {
      "text": "I have taken into account the aggressive nature of the marketplace.",
      "id": "s107"
    },
    {
      "text": "However, I am not satisfied that the risk of misuse of the information is a realistic one, given the conditions which will be imposed.",
      "id": "s108"
    },
    {
      "text": "Document Category 5 --- Swaps desk spreadsheets from October 2005 \n \n55 ICAP has produced spreadsheets which appear to show the performance of the swaps desk for the period to 30 September 2005.",
      "id": "s109"
    },
    {
      "text": "The material from 1 October 2005 onwards has been redacted.",
      "id": "s110"
    },
    {
      "text": "56 The spreadsheets appear to summarise, for each calendar month, the number and dollar value of trades carried out by named brokers for particular identified clients.",
      "id": "s111"
    },
    {
      "text": "57 But for a limitation on the way in which ICAP puts its claim for damages, the redacted information would be relevant to a comparison between ICAP's actual and hypothetical performance of the swaps desk.",
      "id": "s112"
    },
    {
      "text": "58 However, ICAP has stated that it makes no claim for damages in respect of ongoing losses on the interest rates swaps desk after 30 September 2005.",
      "id": "s113"
    },
    {
      "text": "59 Notwithstanding this limitation, I am satisfied that the redacted information is relevant to at least one other aspect of the damages claim.",
      "id": "s114"
    },
    {
      "text": "That is, the issue of whether the \"replacement employees\" acquired with the Prebon desk are in truth replacements for ICAP's former employees.",
      "id": "s115"
    },
    {
      "text": "60 The comments I have made in relation to the other categories apply.",
      "id": "s116"
    },
    {
      "text": "Access should be given to Mr Mikolaitis and Mr Herbert.",
      "id": "s117"
    },
    {
      "text": "Document Category 6 --- Management accounts and forecasts for Swaps Desk for 1/10/05 to 31/03/06 \n \n61 ICAP has discovered the management account and forecasts for the swaps desk for the period to 30 September 2005.",
      "id": "s118"
    },
    {
      "text": "Information for the period 1 October 2005 to 31 March 2006 has been redacted.",
      "id": "s119"
    },
    {
      "text": "62 For the reasons given under Categories 4 and 5, I would grant access to Mr Mikolaitis and Mr Herbert.",
      "id": "s120"
    },
    {
      "text": "Orders \n\n \n63 The parties are to bring in short minutes to reflect my reasons.",
      "id": "s121"
    },
    {
      "text": "I certify that the sixty-three [63] paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s122"
    },
    {
      "text": "Associate:\n\n\nDated: 29 March 2007\n\n Counsel for the Applicant: Mr JR Sackar QC and Ms EA Collins \n \n Solicitor for the Applicant: Minter Ellison \n \n Counsel for the 1 st Respondent: Mr MR Elliott \n \n Solicitor for the 1 st Respondent: Horton Rhodes \n \n Counsel for the 2 nd --- 23 rd Respondent: Mr AP Coleman \n \n Solicitor for the 2 nd --- 23 rd Respondent: Clayton Utz \n \n Date of Hearing: 12 March 2007 \n \n Date of Judgment: 29 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/467.html",
      "id": "s123"
    }
  ]
}