{
  "name": "Heilbrunn v Lightwood PLC [2007] FCA 433 (28 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/433.html",
  "catchphrases": [
    {
      "text": "practice and procedure",
      "id": "c0"
    },
    {
      "text": "service out of the jurisdiction",
      "id": "c1"
    },
    {
      "text": "damage suffered wholly or partly within australia for item 5 in table accompanying order 8 rule 2",
      "id": "c2"
    },
    {
      "text": "admiralty and maritime jurisdiction",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the plaintiff for an order granting leave to serve the application and statement of claim in this proceeding in the United Kingdom, pursuant to Order 8 rule 2 of the Federal Court Rules .",
      "id": "s0"
    },
    {
      "text": "2 The application was supported by two affidavits of Mr Edward Davies of the plaintiff's solicitors.",
      "id": "s1"
    },
    {
      "text": "From those affidavits and the submissions of Mr Davies the following is apparent.",
      "id": "s2"
    },
    {
      "text": "The defendant is incorporated and carries on business in the United Kingdom, but not Australia.",
      "id": "s3"
    },
    {
      "text": "The plaintiff is the owner of a vintage Vauxhall motor car made in 1921.",
      "id": "s4"
    },
    {
      "text": "The car was purchased in 2001 by the plaintiff for $180,000.",
      "id": "s5"
    },
    {
      "text": "As a member of a club, called the Vauxhall Owners Club, the plaintiff was invited to participate in a trial in the United Kingdom in 2003 to celebrate the centenary of production of Vauxhall motor cars.",
      "id": "s6"
    },
    {
      "text": "A member of the club, a Mr Seymour, organised the transport of the club's members' cars to and from England.",
      "id": "s7"
    },
    {
      "text": "A freight forwarder called Vantage Freight Services Pty Ltd issued an outward multimodal transport bill of lading from Sydney to Tilbury which bill evidenced the outward contract of carriage.",
      "id": "s8"
    },
    {
      "text": "A company called Planetwide Limited (\"Planetwide\") was responsible for the transportation of the cars (including the plaintiff's car) on the return journey from England to Australia.",
      "id": "s9"
    },
    {
      "text": "Planetwide issued a multimodal transport bill of lading covering the carriage of the cars on the return trip.",
      "id": "s10"
    },
    {
      "text": "The substantive transport link between Australia and England and return was sea-carriage.",
      "id": "s11"
    },
    {
      "text": "In respect of the return carriage, the plaintiff was told to deliver his car to the defendant as agent for Planetwide at the defendant's premises in Kent.",
      "id": "s12"
    },
    {
      "text": "He did so on 15 July 2003.",
      "id": "s13"
    },
    {
      "text": "At the time of delivery, and after he was informed that it was intended that the car be driven into the container in which the car would be carried to Australia by sea, the plaintiff told representatives of the defendant that it would not be wise to drive the car into the container and that it should be pushed in.",
      "id": "s14"
    },
    {
      "text": "Nevertheless, he did give one employee of the defendant some instruction on driving the car if that course were to be undertaken.",
      "id": "s15"
    },
    {
      "text": "On the following day, a different employee of the defendant attempted to drive the car into the container.",
      "id": "s16"
    },
    {
      "text": "Unfortunately, he so drove the car that it collided with the container causing substantial damage to the car.",
      "id": "s17"
    },
    {
      "text": "The car was then loaded in a damaged state.",
      "id": "s18"
    },
    {
      "text": "Repairs were undertaken in Australia which cost A$32,037.23, being the sum claimed.",
      "id": "s19"
    },
    {
      "text": "3 On being taxed with these facts in January 2007 by the solicitors for the plaintiff, solicitors for the defendant in England asserted a time bar based on the terms and conditions said to have governed the undertaking of the work by the defendant.",
      "id": "s20"
    },
    {
      "text": "These terms and conditions (the United Kingdom Warehousing Association Terms) provided for a bar on any proceedings unless issued and served within nine months of the event giving rise to the claim.",
      "id": "s21"
    },
    {
      "text": "There was also a clause under the heading \"Governing Law\" which provided as follows:\n \n All contracts between the Company and the Customer shall be governed in all respects by the law of England (unless the goods are stored in Scotland in which case Scottish Law applies) and the Customer hereby submits to the exclusive jurisdiction of the English (or Scottish if appropriate) courts.",
      "id": "s22"
    },
    {
      "text": "4 The attitude of the defendant expressed through its solicitors is that (a) the claim is barred because of the contractual provision; (b) the English courts have exclusive jurisdiction; and (c) there could be no jurisdiction in any Australian court in respect of a claim concerning the loading of and injury to the car which took place entirely in England.",
      "id": "s23"
    },
    {
      "text": "5 Attached to one of Mr Davies' affidavits was a letter from the defendant itself.",
      "id": "s24"
    },
    {
      "text": "That letter permits the following to be stated.",
      "id": "s25"
    },
    {
      "text": "First, the letter asserted that the defendant was contracted by Planetwide.",
      "id": "s26"
    },
    {
      "text": "Secondly, it was accepted that the car was taken into the possession of the defendant.",
      "id": "s27"
    },
    {
      "text": "Thirdly, it was accepted that the employee who drove the car lost control of the motor vehicle, hitting the container.",
      "id": "s28"
    },
    {
      "text": "Fourthly, it was confirmed that the vehicle was in good condition when the vehicle was delivered to the defendant, roadworthy and driveable.",
      "id": "s29"
    },
    {
      "text": "Fifthly, it was accepted that the plaintiff had instructed a member of the defendant's staff, other than the person who drove and damaged the car, on the appropriate driving techniques for such an old car.",
      "id": "s30"
    },
    {
      "text": "6 It can be concluded that the defendant had possession of the car as either a bailee or sub-bailee.",
      "id": "s31"
    },
    {
      "text": "Also, subject to any particular term of the contract or relationship, the defendant would bear the onus of proving that it exercised reasonable care in the possession of the car.",
      "id": "s32"
    },
    {
      "text": "This would be a matter of English law, but I do not understand that there would be any issue about this.",
      "id": "s33"
    },
    {
      "text": "7 There is, however, no specific information (other than the conclusory assertion of the defendant's solicitor) available to the Court, or apparently to the plaintiff, as to whether Planetwide and the defendant contracted on the basis of the United Kingdom Warehousing Association Terms.",
      "id": "s34"
    },
    {
      "text": "It does not appear that these standard terms and conditions were given to the plaintiff by the defendant.",
      "id": "s35"
    },
    {
      "text": "8 The first matter that needs to be addressed is whether or not there is a ground for asserting that this Court has jurisdiction in respect of the matter.",
      "id": "s36"
    },
    {
      "text": "First, this a claim in the Admiralty jurisdiction of the Court.",
      "id": "s37"
    },
    {
      "text": "The claim is one under s 4(3)(e) or (f) of the Admiralty Act 1988 (Cth) (\"a claim for loss of or damage to goods carried by ship or a claim arising out of an agreement that relates to the carriage of goods or persons by a ship...\").",
      "id": "s38"
    },
    {
      "text": "The car was being loaded into a container preparatory to sea carriage under a multimodal bill of lading.",
      "id": "s39"
    },
    {
      "text": "There is a basis to assert that the jurisdiction of the Court, in the sense of subject matter jurisdiction, is attracted.",
      "id": "s40"
    },
    {
      "text": "Section 5(1) of the Admiralty Act provides, relevantly, that the Act applies in relation to all maritime claims wherever arising.",
      "id": "s41"
    },
    {
      "text": "It is necessary, however, in relation to an in personam claim, for the defendant to be either present in the jurisdiction and thus amenable to service, or for some ground for service out of the jurisdiction under Australian law to apply.",
      "id": "s42"
    },
    {
      "text": "9 Under Order 8 rule 2 of the Federal Court Rules , an originating process may be served on a person in a foreign country in a proceeding which consists of, or includes, any one or more of the kinds of proceeding mentioned in the table in that rule.",
      "id": "s43"
    },
    {
      "text": "The table includes reference in item 5 to a proceeding based on, or seeking the recovery of, damage suffered wholly or partly in Australia caused by a tortious act or omission (wherever occurring).",
      "id": "s44"
    },
    {
      "text": "10 It is clear from a number of cases in New South Wales decided in the 1980s on a cognate rule that damage in this rule does not mean the injury which completed the tort, but rather it means the disadvantage or detriment suffered by the plaintiff as a result of the tortious act or omission of the defendant.",
      "id": "s45"
    },
    {
      "text": "In this respect the word \"damage\" in this context has a wider meaning than injury: Brix-Neilsen v Oceaneering Australia Pty Ltd [1982] 2 NSWLR 173; Challenor v Douglas [1983] 2 NSWLR 405; Flaherty v Girgis (1985) 4 NSWLR 248 (the contrary proposition was not pressed in the High Court where the debate concerned constitutional questions: Flaherty v Girgis [1987] HCA 17 ; (1987) 162 CLR 574).",
      "id": "s46"
    },
    {
      "text": "These cases concerned personal injury where a degree of personal suffering or expenditure had been suffered or made in New South Wales, the tort having wholly occurred in another State.",
      "id": "s47"
    },
    {
      "text": "The same logic was applied to property cases in the cargo claim matter of Darrell Lea Chocolate Shops Pty Ltd v Spanish-Polish Shipping Co Inc (The 'Katowice II) (1990) 25 NSWLR 568 and see also Colosseum Investment Holdings Pty Ltd v Vanguard Logistic Services Pty Ltd [2005] NSWSC 803 at [40] - [50] .",
      "id": "s48"
    },
    {
      "text": "11 This approach may be recognised as wider than the operation of Art 5(3) of the Brussels Convention: see Marinari v Lloyds Bank Plc [1996] QB 217 and Mazur Media Ltd v Mazur Media GmbH [2004] 1 WLR 2966 at 2973-2974 [23]-[26].",
      "id": "s49"
    },
    {
      "text": "Nevertheless, the English Civil Procedure Rule 6.20(8)(a) which provides for service out of the jurisdiction in respect of \"a claim made in tort where --- (a) the damage was sustained within the jurisdiction\" was construed by Nigel Teare QC, sitting (as his Lordship then was) as a deputy High Court judge, in Booth v Phillips [2004] 1 WLR 3292 at 3298-3300 [32]-[44] in a manner informed by, and consistently with, Flaherty v Girgis 4 NSWLR 248.",
      "id": "s50"
    },
    {
      "text": "There is a similar rule in the Singapore Civil Procedure Rules (Order 11 rule 1(f)(ii)).",
      "id": "s51"
    },
    {
      "text": "The rule appears to be interpreted in a way conformable with the Australian cases and Booth v Phillips [2004] 1 WLR 3292, see Selvam GP, Singapore Civil Procedure 2003 (Thomson) pp 98-99 at [11/1/29].",
      "id": "s52"
    },
    {
      "text": "As to Hong Kong, see Hong Kong Civil Procedure Rules Order 11 rule 1(1)(f) and Chan P, Hong Kong Civil Procedure 2006 pp 113-114 at [11/1/28].",
      "id": "s53"
    },
    {
      "text": "These cognate approaches do not govern the interpretation of Order 8 rule 2 of this Court's Rules.",
      "id": "s54"
    },
    {
      "text": "They do reveal, however, that the approach in Australia in the cases to which I have referred and which I have followed are not outside well-known parameters of the exercise of power to serve foreigners outside the jurisdiction.",
      "id": "s55"
    },
    {
      "text": "12 On the proper construction of Order 8 rule 2, damage was suffered in Australia within the meaning of the rule and the proceeding is one under which an order can be made under Order 8 rule 2 for service in the United Kingdom.",
      "id": "s56"
    },
    {
      "text": "The question arises then whether the power should be exercised.",
      "id": "s57"
    },
    {
      "text": "The relevant clause of the conditions of contract, if binding, may well be such as to raise a time bar.",
      "id": "s58"
    },
    {
      "text": "However, there is no material upon which it can be presently concluded that the relevant terms and conditions governed the relationship between either the defendant and Planetwide or the defendant and the plaintiff.",
      "id": "s59"
    },
    {
      "text": "In correspondence, the solicitors for the defendant have raised the issue of the applicability of The 'Pioneer Container' [1994] 2 AC 324.",
      "id": "s60"
    },
    {
      "text": "The question of the applicability of this case in circumstances where there is a quasi-bailment (that is when a company in the position of Planetwide does not obtain actual possession) may be debatable.",
      "id": "s61"
    },
    {
      "text": "I express no view on that.",
      "id": "s62"
    },
    {
      "text": "However, even if The 'Pioneer Container' [1994] 2 AC 324 is potentially applicable, its application would need to be grounded evidentially in the incorporation of the relevant terms as governing the relationship between Planetwide and the defendant in circumstances that would bind the plaintiff.",
      "id": "s63"
    },
    {
      "text": "13 Looking at the statement of claim there appear to be more than ample grounds to come to the view that there was a bailment and some real question as to whether there was due care in the handling of the goods.",
      "id": "s64"
    },
    {
      "text": "The time bar may be made out as a matter of defence, but it is not self-evident that such a plea, if or when made, would succeed.",
      "id": "s65"
    },
    {
      "text": "14 The claim is a small one.",
      "id": "s66"
    },
    {
      "text": "The plaintiff wishes to bring the matter before the Court.",
      "id": "s67"
    },
    {
      "text": "The defendant has not, in the opportunity that has been given to it, provided material which would make clear the basis upon which it contracted with Planetwide.",
      "id": "s68"
    },
    {
      "text": "Nor has it made clear the precise basis upon which the plaintiff will be bound by these terms and conditions, beyond an assertion of the applicability of The 'Pioneer Container' [1994] 2 AC 324.",
      "id": "s69"
    },
    {
      "text": "15 Further, the governing law clause, which I have set out above, appears to be limited in its own terms to contracts.",
      "id": "s70"
    },
    {
      "text": "I am not clear as to whether the defendant will assert that there was a direct contract between the plaintiff and it or whether it will be said that on its proper construction the clause is wide enough to extend to non-contractual bailment counts supported by cases such as The 'Pioneer Container' [1994] 2 AC 324.",
      "id": "s71"
    },
    {
      "text": "On what is before the Court, the governing law clause is not a basis to conclude that leave should not be granted .",
      "id": "s72"
    },
    {
      "text": "16 In all these circumstances, in my view, the plaintiff has made out a case sufficient to warrant service out of the jurisdiction based on Order 8 rule 2 and in particular item 5 of the table in that rule.",
      "id": "s73"
    },
    {
      "text": "17 England is not a Convention country.",
      "id": "s74"
    },
    {
      "text": "18 In these circumstances the orders of the Court will be:\n \n 1.",
      "id": "s75"
    },
    {
      "text": "Leave be granted to the plaintiff to serve the application and statement of claim in this proceeding on the defendant in the United Kingdom.",
      "id": "s76"
    },
    {
      "text": "2.",
      "id": "s77"
    },
    {
      "text": "Such service is:\n \n(a) to take place by private agent in a manner not contrary to the law of United Kingdom and to be effected by no later than 30 April 2007; \n \n(b) to be effected at Hanger 2\n \nNorth Weald Aerodrome\n \nNorth Weald \n \nEpping Essex CM16 6AA\n \nUnited Kingdom\n \n(c) to include the service of these orders and reasons.",
      "id": "s78"
    },
    {
      "text": "3.",
      "id": "s79"
    },
    {
      "text": "The proceeding stand over for directions to 9.30 am on 8 June 2007 in Sydney.",
      "id": "s80"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Allsop J.",
      "id": "s81"
    },
    {
      "text": "Associate:\nDated: 28 March 2007\n\n Solicitor for the Plaintiff Norman Waterhouse \n \n Date of Hearing: 2 March 2007 \n \n Date of Judgment: 28 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/433.html",
      "id": "s82"
    }
  ]
}