{
  "name": "SZISJ v Minister for Immigration &amp; Citizenship [2007] FCA 479 (12 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/479.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "proper notice of hearing given",
      "id": "c1"
    },
    {
      "text": "ample opportunity to assemble and produce documents",
      "id": "c2"
    },
    {
      "text": "no persecution demonstrated",
      "id": "c3"
    },
    {
      "text": "no jurisdictional error",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 The appellant, a citizen of the Peoples' Republic of China, arrived in Sydney on 16 August 2005.",
      "id": "s0"
    },
    {
      "text": "On 16 September 2005 he lodged an application for a protection (class XA) visa under the Migration Act 1958 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "On 12 December 2005 a delegate of the first respondent refused to grant a protection visa.",
      "id": "s2"
    },
    {
      "text": "On 17 January 2006 the appellant applied for a review of that decision to the Refugee Review Tribunal ('the RRT').",
      "id": "s3"
    },
    {
      "text": "By a decision signed on 16 March 2006 and handed down on 6 April 2006 the RRT affirmed the decision of the delegate not to grant a protection visa.",
      "id": "s4"
    },
    {
      "text": "2 On 21 April 2006 the appellant applied to the Federal Magistrates Court for judicial review of the decision of the RRT.",
      "id": "s5"
    },
    {
      "text": "On 12 December 2006 Scarlett FM dismissed that application.",
      "id": "s6"
    },
    {
      "text": "From that judgment an appeal is brought to this Court by Notice of Appeal dated 21 December 2006.",
      "id": "s7"
    },
    {
      "text": "3 The grounds of appeal are as follows:\n \n \n '1.",
      "id": "s8"
    },
    {
      "text": "The decision involved an error of law in that procedures required by the Migration Act and the RRT were not observed in connection with the making of the decision.",
      "id": "s9"
    },
    {
      "text": "2.",
      "id": "s10"
    },
    {
      "text": "The RRT did not take into account my newly provided evidence from church to the case.",
      "id": "s11"
    },
    {
      "text": "3.",
      "id": "s12"
    },
    {
      "text": "There was not sufficient evidence to justify the making of the decision.",
      "id": "s13"
    },
    {
      "text": "' \n \n\n4 It may be noted that nothing is said to suggest error in the judgment of Scarlett FM.",
      "id": "s14"
    },
    {
      "text": "The criticisms which are made are of the conduct of the hearing by the RRT.",
      "id": "s15"
    },
    {
      "text": "It is to that issue which I shall turn in the first instance.",
      "id": "s16"
    },
    {
      "text": "5 At the hearing before the RRT the appellant declared that he had assumed a false identity and that a number of claims made in his primary application were incorrect because they were intended to support that false identity.",
      "id": "s17"
    },
    {
      "text": "The RRT accepted this evidence and indicated, as a result, that it would 'disregard the information provided by the applicant in his written testimony and in the forms which he completed as part of his primary application'.",
      "id": "s18"
    },
    {
      "text": "It indicated that it would decide the matter before it on the basis of 'the testimony provided by the applicant at the hearing and any subsequent information he gave the Tribunal'.",
      "id": "s19"
    },
    {
      "text": "6 The appellant claimed to be a Christian who belonged to an underground church in China and feared persecution if he returned to China because some members of his church had already been arrested.",
      "id": "s20"
    },
    {
      "text": "The RRT found it more likely than not that the appellant was a Christian.",
      "id": "s21"
    },
    {
      "text": "It then observed:\n \n 'However, a finding that the applicant is a Christian does not resolve the issue as to whether the applicant was persecuted or faces persecution in China.",
      "id": "s22"
    },
    {
      "text": "This is because as noted in the Country Information, and as admitted by the applicant himself, China permits some Christian groups to practice their religion as long as they are registered with the authorities.",
      "id": "s23"
    },
    {
      "text": "' \n \n\n7 The RRT proceeded to examine the question of whether the appellant faced persecution.",
      "id": "s24"
    },
    {
      "text": "The RRT found:\n \n 'In his oral testimony, the applicant did not provide any credible basis from which the Tribunal could reasonably infer that he had the profile that would have attracted the adverse attention of the authorities to warrant his persecution and his subsequent escape.",
      "id": "s25"
    },
    {
      "text": "' \n \n\nand:\n \n 'There is no credible evidence that supports the applicant's claims that his organisation was subject to persecution in China.",
      "id": "s26"
    },
    {
      "text": "The Tribunal is accordingly not satisfied that the applicant faced or faces persecution in China because of his association with his Church activity.",
      "id": "s27"
    },
    {
      "text": "' \n \n\n8 The RRT also dealt with claims that the appellant had been 'forced to go into hiding for six to seven years in the Chinese Provinces of Hernan and Hubei' but found:\n \n 'By the applicant's own admission, he was also employed in these Provinces as a plasterer, and worked for a brief period at a petrol station.",
      "id": "s28"
    },
    {
      "text": "Far from going into hiding, he worked in the building industry and at a petrol station in public.",
      "id": "s29"
    },
    {
      "text": "The evidence leads the Tribunal to conclude that the applicant moved to the two Provinces in search of work, and not to hide from the authorities because of his association with his church.",
      "id": "s30"
    },
    {
      "text": "' \n \n\n9 The RRT found, as a result:\n \n 'The claims by the applicant do not disclose a credible basis to conclude that he was subject to persecution in China.",
      "id": "s31"
    },
    {
      "text": "The Tribunal is accordingly not satisfied that the applicant faced persecution in China because of Christian beliefs or that he faces persecution in China if he returns to that country.",
      "id": "s32"
    },
    {
      "text": "' \n \n\n10 All the findings to which I have referred were made by the RRT as a result of its consideration of the appellant's evidence to it.",
      "id": "s33"
    },
    {
      "text": "The task of weighing such evidence and reaching factual conclusions upon it is part of the function assigned under the Act to the RRT.",
      "id": "s34"
    },
    {
      "text": "It is not the function of this Court, nor of the Federal Magistrates Court, to substitute any different conclusion.",
      "id": "s35"
    },
    {
      "text": "11 I can see nothing in the decision of the RRT to provide any support for the first or third grounds in the appeal to this Court.",
      "id": "s36"
    },
    {
      "text": "12 The second ground refers to 'newly provided evidence from church'.",
      "id": "s37"
    },
    {
      "text": "It is not clear whether this refers to material which was before the RRT or to entirely new material.",
      "id": "s38"
    },
    {
      "text": "I shall advert to both possibilities.",
      "id": "s39"
    },
    {
      "text": "The RRT decision records:\n \n 'To support his claims that he was a member of an underground church in China he faces persecution, the applicant submitted a letter purportedly written by his church and signed by four elders or leaders in his church.",
      "id": "s40"
    },
    {
      "text": "' \n \n\nThe RRT said it had: 'considered the letter, but has decided not to put much weight on it'.",
      "id": "s41"
    },
    {
      "text": "13 The entire content of the letter is not revealed although the RRT, in a later passage: 'notes that the letter from the church elders also stated that the applicant was forced to move [sic] \"move out\" because of his religion'.",
      "id": "s42"
    },
    {
      "text": "14 The RRT's conclusions about the letter were expressed as follows:\n \n 'The Tribunal is accordingly not satisfied that the letter written by the church leaders provides a sufficient basis to support the applicant's claims of persecution.",
      "id": "s43"
    },
    {
      "text": "' \n \n\n15 It is clear, therefore, if the allegations in the second ground of appeal refer to material before the RRT the material in question was taken into account, although rejected, by the RRT.",
      "id": "s44"
    },
    {
      "text": "I shall refer shortly to an application by the appellant to provide further material at the hearing of the appeal.",
      "id": "s45"
    },
    {
      "text": "16 It follows from the matters to which I have referred that the allegation of jurisdictional error in the hearing and decision of the RRT, as contained in the grounds of appeal in this Court, cannot be made out directly by reference to the proceedings before the RRT.",
      "id": "s46"
    },
    {
      "text": "17 The matters relied upon before the Federal Magistrates Court were differently expressed.",
      "id": "s47"
    },
    {
      "text": "They are set out in the judgment of Scarlett FM in the following terms:\n \n 'The amended application contains a number of grounds which I will read out and summarise as follows: \n \n \n i) The Tribunal failed to carry out its statutory duty.",
      "id": "s48"
    },
    {
      "text": "ii) Before the applicant attended the hearing the Tribunal had determined that he was to fail the review.",
      "id": "s49"
    },
    {
      "text": "iii) That the Tribunal's decision was based on unwarranted assumptions or was based on reasoning which was irrational or illogical.",
      "id": "s50"
    },
    {
      "text": "iv) The Tribunal did not consider that he used his true ID in the hearing.",
      "id": "s51"
    },
    {
      "text": "v) The applicant brought new evidence from the local church to prove his situation.",
      "id": "s52"
    },
    {
      "text": "vi) The Tribunal failed to carry out its decision in a bona fide manner.",
      "id": "s53"
    },
    {
      "text": "' \n \n \n\n18 Scarlett FM's final conclusion was in the following terms:\n \n 'Not one of the grounds referred to by the applicant in his amended application establishes a jurisdictional error.",
      "id": "s54"
    },
    {
      "text": "I am mindful of the fact that the applicant was not legally represented in these proceedings.",
      "id": "s55"
    },
    {
      "text": "My own reading of the Tribunal decision and supporting documents is that there is no other jurisdictional error not referred to by the applicant or the first respondent that I can discern.",
      "id": "s56"
    },
    {
      "text": "I am satisfied that no jurisdictional error has been made out and the decision is therefore a privative clause decision as defined in subsection 474(2) of the Migration Act .",
      "id": "s57"
    },
    {
      "text": "Because it is a privative clause decision it is not subject to orders in the nature of certiorari or mandamus and the application must be dismissed.",
      "id": "s58"
    },
    {
      "text": "' \n \n\n19 In the appeal in this Court no allegation of error by Scarlett FM is made.",
      "id": "s59"
    },
    {
      "text": "In any event I see no error in the way the appellant's grounds for judicial review were dealt with.",
      "id": "s60"
    },
    {
      "text": "20 At the hearing of the appeal the appellant asked me to receive some documents which he said related to his activities in Australia since his arrival.",
      "id": "s61"
    },
    {
      "text": "He told me the documents had not been before the RRT.",
      "id": "s62"
    },
    {
      "text": "I declined to receive them.",
      "id": "s63"
    },
    {
      "text": "Scarlett FM also declined to receive new material about his membership of a local church in Australia.",
      "id": "s64"
    },
    {
      "text": "They are not relevant to either the application for judicial review before the Federal Magistrates Court or the appeal to this Court.",
      "id": "s65"
    },
    {
      "text": "In any event, the issue which was critical for the RRT was not whether the appellant was a Christian (the RRT accepted that he was) but whether he had been, or would be, persecuted for that reason in China.",
      "id": "s66"
    },
    {
      "text": "21 The appellant said at the appeal that the RRT had not asked him to provide any information.",
      "id": "s67"
    },
    {
      "text": "However, letters to the appellant dated 24 January 2006 (informing him that his application for review had been received) and 25 January 2006 (inviting him to a hearing before the RRT) both clearly informed him of his opportunity to provide to the RRT any documents upon which he wished to rely.",
      "id": "s68"
    },
    {
      "text": "22 He said also that he only received a letter about the hearing the day before it occurred.",
      "id": "s69"
    },
    {
      "text": "In fact the appellant appears to have received more than one letter because the hearing date was changed on two occasions.",
      "id": "s70"
    },
    {
      "text": "The letters were dated 25 January, 21 February and 2 March 2006 respectively, appointing hearings on 21 February, 2 March and finally 8 March, 2006.",
      "id": "s71"
    },
    {
      "text": "The Appeal Book also contains a document dated 2 March 2006 in the following terms:\n \n \n \n \n 'To \n Registrar \n \n I agree to waive OFF the normal notification time given for the Hearing Invitation letter.",
      "id": "s72"
    },
    {
      "text": "(Signed) \n \n [name omitted]\n \n 2/03/06' \n \n\n23 When shown the document the appellant initially denied any knowledge of it.",
      "id": "s73"
    },
    {
      "text": "However, he subsequently accepted that signatures appearing upon the applications for review, a letter to the RRT (declaring his true identity and forwarding documents to it) and the note to the Registrar set out above, all bore his signature.",
      "id": "s74"
    },
    {
      "text": "24 I am satisfied the appellant had proper notice of the hearing and an ample opportunity to assemble and produce documents to the RRT and his assertion that he had only one day's notice of the hearing is without substance.",
      "id": "s75"
    },
    {
      "text": "25 The appellant did not provide any written submissions in support of the appeal.",
      "id": "s76"
    },
    {
      "text": "Apart from the matters I have already mentioned the essence of his oral submissions to me was that he wished his case to be reconsidered.",
      "id": "s77"
    },
    {
      "text": "No jurisdictional issue arose from the matters he put.",
      "id": "s78"
    },
    {
      "text": "26 As no error in the judgment of Scarlett FM has been established and no jurisdictional error in the decision of the RRT has been established the appeal must be dismissed.",
      "id": "s79"
    },
    {
      "text": "It is appropriate to dismiss it with costs.",
      "id": "s80"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s81"
    },
    {
      "text": "Associate:\n\nDated: 12 April 2007\n\n\n The Appellant was self represented \n \n \n Solicitor for the Respondent: Ms K Rose of DLA Phillips Fox \n \n Date of Hearing: 8 March 2007 \n \n Date of Judgment: 12 April 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/479.html",
      "id": "s82"
    }
  ]
}