{
  "name": "The University of Western Australia v Gray (No 14) [2007] FCA 410 (20 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/410.html",
  "catchphrases": [
    {
      "text": "waiver",
      "id": "c0"
    },
    {
      "text": "reference to existence of legal advice prior to commencing action in affidavit filed in proceedings",
      "id": "c1"
    },
    {
      "text": "reference to that advice not read in evidence",
      "id": "c2"
    },
    {
      "text": "whether waiver of legal professional privilege through filing of affidavit",
      "id": "c3"
    },
    {
      "text": "no waiver",
      "id": "c4"
    },
    {
      "text": "plea of absence of malice in instituting proceedings",
      "id": "c5"
    },
    {
      "text": "no implied waiver of legal professional privilege re pre-action advice",
      "id": "c6"
    },
    {
      "text": "legal professional privilege",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 A question has arisen whether legal professional privilege has been waived by the University of Western Australia (the University), which is the applicant in these proceedings, in relation to advice received by it before it commenced the present action.",
      "id": "s0"
    },
    {
      "text": "2 In a number of paragraphs of Dr Gray's defence to the University's statement of claim, he pleads that the cause of action asserted by the University is time barred by reason of the Limitation Act 1935 (WA).",
      "id": "s1"
    },
    {
      "text": "This plea appears in paragraphs 20.4.2, 70.1.2, 90.3.2, 92.3.2, 99.3.2, 121.1.2, 135.6.2, 150.4.2, 159.2.2, 173.5.2, 186.6.2, 193.5.2 and 209.5.2 of the defence.",
      "id": "s2"
    },
    {
      "text": "3 In [85] of its reply to the defence so far as it relates to these paragraphs, the University says that it denies each and every matter alleged and that Dr Gray's breach of regulatory and contractual requirements that he notify the University of the development of patentable inventions or intellectual property \"precluded the University from bringing proceedings in respect of such breaches prior to 21 December 2004\".",
      "id": "s3"
    },
    {
      "text": "The University further pleads that by reason of Dr Gray's conduct and non-compliance with what are called the \"Prompt Notification\" and \"Prompt Reporting\" conditions, it did not know that it had and was unable to pursue any causes of action in relation to breaches of these conditions prior to 21 December 2004.",
      "id": "s4"
    },
    {
      "text": "It also relies, in its plea, upon representations by Dr Gray called the Non-Disclosure Representations.",
      "id": "s5"
    },
    {
      "text": "It asserts, on the basis of those matters, that Dr Gray is estopped from relying upon the provisions of s 38(1)(c) of the Limitation Act .",
      "id": "s6"
    },
    {
      "text": "4 Counsel for Dr Gray characterises this pleading as containing \"pleas to the effect that until a discrete point in time, the applicant was not aware of the existence of its alleged legal rights\".",
      "id": "s7"
    },
    {
      "text": "He says that the University seeks to justify this assertion by reference to the timing at which legal advice was obtained and, by doing so and in fairness to the process, opens to scrutiny and waives privilege \"over its state of mind and the basis by which that state of mind arose, prior to that discrete date\" (sic).",
      "id": "s8"
    },
    {
      "text": "Absent disclosure of the material it is said that the question of the timing of the University's knowledge sufficient to enable it to commence proceedings could not fairly be assessed.",
      "id": "s9"
    },
    {
      "text": "5 On the face of its Reply the University relies entirely upon the facts of Dr Gray's alleged non-disclosure of the relevant patentable invention and intellectual property as causative of its failure to commence proceedings before 21 December 2004 and as supportive of the estoppel which it raises.",
      "id": "s10"
    },
    {
      "text": "There is nothing in the pleading to indicate reliance upon legal advice received by the University as affecting the time at which it commenced proceedings.",
      "id": "s11"
    },
    {
      "text": "6 In [14] and [15] of Professor Robson's affidavit of 2 March 2007 as filed there was a reference to legal advice received from senior counsel.",
      "id": "s12"
    },
    {
      "text": "In the event, all but one sentence of those two paragraphs was not read.",
      "id": "s13"
    },
    {
      "text": "The sentence that was read stated that on Monday 27 September 2004 the Vice Chancellor advised one Peter Curtis to proceed with a case against Dr Gray and others.",
      "id": "s14"
    },
    {
      "text": "As indicated, in the course of argument on 16 March 2007, I do not accept that the inclusion of a reference to legal advice in an affidavit which is filed in court by a party, where that reference is not read in evidence and where there is an explicit claim to maintain legal professional privilege, constitutes a waiver of legal professional privilege.",
      "id": "s15"
    },
    {
      "text": "It may be that if that part of the affidavit were read in evidence, it would be capable of characterisation as an action inconsistent with the maintenance of legal professional privilege, although I am inclined to doubt it in the circumstances of this particular case.",
      "id": "s16"
    },
    {
      "text": "But it was not read in evidence and cannot be relied upon as supporting a waiver.",
      "id": "s17"
    },
    {
      "text": "7 Counsel for Dr Gray also relied upon paragraphs 6, 7 and 8 of the Vice Chancellor's affidavit to the effect that he was not actuated by malice towards Dr Gray in commencing proceedings against him.",
      "id": "s18"
    },
    {
      "text": "Again, this cannot, in my opinion, constitute a waiver of legal professional privilege in relation to advice received by the University concerning the commencement of proceedings against Dr Gray.",
      "id": "s19"
    },
    {
      "text": "8 I therefore reject the contention made that legal professional privilege has been waived in relation to legal advice received by the University prior to the commencement of these proceedings.",
      "id": "s20"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s21"
    },
    {
      "text": "Associate:\nDated: 21 March 2007\n\n\n Counsel for the Applicant: Mr T Tobin QC and Mr M Green \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr M Bennett and Mr I Freeman \n \n Solicitor for the First Respondent:\n\nCounsel for the Second Respondent: \n\nSolicitor for the Second Respondent: \n\n Lavan Legal\n\n\nMr JD Elliott SC and Mr EJC Heerey\n\n\nDLA Phillips Fox\n\n \n \n Date of Submissions: 16 March 2007 \n \n Date of Judgment: 20 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/410.html",
      "id": "s22"
    }
  ]
}