{
  "name": "Reid, in the matter of an application for an inquiry relating to elections for offices in the Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union [2007] FCA 513 (23 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/513.html",
  "catchphrases": [
    {
      "text": "registered organisation",
      "id": "c0"
    },
    {
      "text": "election",
      "id": "c1"
    },
    {
      "text": "irregularities in acceptance of some nominations and rejection of others",
      "id": "c2"
    },
    {
      "text": "orders made for further steps in elections to be conducted on basis that certain persons are, and certain persons are not, candidates",
      "id": "c3"
    },
    {
      "text": "returning officers fix new timetable",
      "id": "c4"
    },
    {
      "text": "application for orders modifying new timetable",
      "id": "c5"
    },
    {
      "text": "whether orders sought incidental or supplementary to, or consequential on, earlier orders",
      "id": "c6"
    },
    {
      "text": "whether orders sought within reservation of liberty to apply",
      "id": "c7"
    },
    {
      "text": "whether liberty to apply extends to working out consequences of application of orders already made",
      "id": "c8"
    },
    {
      "text": "whether proposed modifications to timetable provide for proper and efficient conduct of elections",
      "id": "c9"
    },
    {
      "text": "\"incidental or supplementary to, or consequential on\"",
      "id": "c10"
    },
    {
      "text": "industrial law",
      "id": "c11"
    },
    {
      "text": "words and phrases",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 On Friday last, 16 March 2007, I made orders in each of these three proceedings.",
      "id": "s0"
    },
    {
      "text": "I then reserved my reasons for judgment.",
      "id": "s1"
    },
    {
      "text": "I have today, 23 March 2007, published my reasons for judgment in all three of the proceedings.",
      "id": "s2"
    },
    {
      "text": "I made the orders last Friday, because of the urgency of the situation.",
      "id": "s3"
    },
    {
      "text": "2 The proceedings are inquiries into the conduct of elections for various national offices and offices of the Victorian Branch of the Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union ('the Union'), an organisation registered pursuant to Sch 1 to the Workplace Relations Act 1996 (Cth) ('the Workplace Relations Act ').",
      "id": "s4"
    },
    {
      "text": "The orders that I made were of two kinds.",
      "id": "s5"
    },
    {
      "text": "I made various declarations that the rejection by the returning officers of certain nominations for certain positions, and the acceptance by the returning officers of certain nominations for certain positions, constituted irregularities, and were void.",
      "id": "s6"
    },
    {
      "text": "The second kind of order I made was to direct the Industrial Registrar to make arrangements for the taking of the uncompleted steps in the elections on particular bases.",
      "id": "s7"
    },
    {
      "text": "The orders were that directions be given for the taking of the uncompleted steps on the basis that certain persons were, and other persons were not, candidates for particular offices.",
      "id": "s8"
    },
    {
      "text": "The first kinds of orders were made pursuant to the power conferred on the Court by s 206(4)(a) of Sch 1 to the Workplace Relations Act .",
      "id": "s9"
    },
    {
      "text": "The second kinds of orders were made pursuant to the power conferred on the Court by s 206(4)(c)(i) of Sch 1 to the Workplace Relations Act .",
      "id": "s10"
    },
    {
      "text": "3 Upon my publishing the reasons for judgment today, counsel for one of the parties in the three proceedings has invited me to make further orders, pursuant to the liberty to apply, which I reserved in those orders.",
      "id": "s11"
    },
    {
      "text": "4 Subsequent to the making of my orders last Friday, and to the making of arrangements by the Industrial Registrar with the returning officers for the completion of the uncompleted steps in the elections, on the bases that I had determined should occur, the returning officers have set down a revised timetable for the conduct of the elections.",
      "id": "s12"
    },
    {
      "text": "Under that timetable, the order of placing of candidates' names on the various ballot papers is to be determined by the returning officers at 12.00 noon today, 23 March 2007.",
      "id": "s13"
    },
    {
      "text": "The ballots are to open simultaneously on 12 April, and to close at 10.00 am on 3 May 2007.",
      "id": "s14"
    },
    {
      "text": "Counsel for the Union seeks to have the Court modify that timetable, so that the time for the ballot to open would be 19 April 2007, and that it would close at 10.00 am on 10 May 2007.",
      "id": "s15"
    },
    {
      "text": "There are two possible sources of power on which counsel for the Union relies in seeking these orders.",
      "id": "s16"
    },
    {
      "text": "One is the power given to the Court by s 206(4)(d) of Sch 1 of the Workplace Relations Act , to make an order incidental or supplementary to, or consequential on, any other order under the section.",
      "id": "s17"
    },
    {
      "text": "The other is the reservation of liberty to apply in the orders themselves.",
      "id": "s18"
    },
    {
      "text": "5 As to the first basis, I am far from persuaded that the orders sought are orders incidental or supplementary to, or consequential on, any of the orders that I made on 16 March 2007.",
      "id": "s19"
    },
    {
      "text": "Of course, once election inquiries concerning the correctness of the returning officer's actions in rejecting certain nominations and accepting others are over, it is necessary for the elections to be resumed, and in many cases that involves the conduct of ballots for various offices.",
      "id": "s20"
    },
    {
      "text": "But this is not to say that s 206(4)(d) gives to the Court a general power to supervise the conduct of those further steps.",
      "id": "s21"
    },
    {
      "text": "The fact that one event follows another does not mean that orders can be made about the second event on the basis that those orders are incidental or supplementary to, or consequential on, the first event.",
      "id": "s22"
    },
    {
      "text": "It is necessary to emphasise that the orders that I made last Friday were not orders that would lead to the taking of the uncompleted steps in the elections.",
      "id": "s23"
    },
    {
      "text": "Those steps would have been required to be taken in any event.",
      "id": "s24"
    },
    {
      "text": "The orders I made were simply orders that lead to the taking of those uncompleted steps on particular bases, namely that certain persons were to be regarded as candidates for certain offices, and certain persons were to be regarded as not being candidates for certain offices.",
      "id": "s25"
    },
    {
      "text": "The connection between the orders that are now proposed and the orders that I made last Friday therefore appears to me to be far too remote for the orders sought today to be described as incidental or supplementary to, or consequential on, the orders I made last Friday.",
      "id": "s26"
    },
    {
      "text": "6 The second basis on which the orders are sought today is that I reserved liberty to apply in the orders that I made last Friday.",
      "id": "s27"
    },
    {
      "text": "When I made those orders, I indicated to the representatives of the parties who were present that the purpose of reserving liberty to apply was to enable anyone who took the view that I had made errors in the detail of the orders I made to inform me about those errors at the earliest possible time, preferably before the orders were entered, so that they could be corrected.",
      "id": "s28"
    },
    {
      "text": "The orders themselves were complex, given that there were three election inquiries, each relating to different elections, and there was some overlap between the three proceedings in relation to the elections that they covered.",
      "id": "s29"
    },
    {
      "text": "I took the view, as I have said in my reasons for judgment, that it was necessary for me to give in each inquiry the relief that was appropriate to that inquiry, ie to make orders in relation to the elections that were the subject of that inquiry, and to refrain from making orders in any inquiry in relation to elections that were not the subject of it.",
      "id": "s30"
    },
    {
      "text": "As a consequence, there is not a complete set of the orders in any individual proceeding, and there is much repetition between the three proceedings.",
      "id": "s31"
    },
    {
      "text": "The primary purpose of the reservation of liberty to apply was to overcome any difficulties that may have occurred as a result of the quick preparation of those orders, so as to provide the returning officers with a clear guide as to how the uncompleted steps should be completed.",
      "id": "s32"
    },
    {
      "text": "7 \n \nThat is not to say that the liberty to apply is necessarily confined to the making of corrections to the orders of the kind that I have described.",
      "id": "s33"
    },
    {
      "text": "The precise limits of liberty to apply reserved in an order have not been explored before me today, but I am prepared to accept that liberty to apply can extend as far as making orders for the working out of the consequences of the application of the orders that have been made.",
      "id": "s34"
    },
    {
      "text": "It is therefore necessary for me to turn to the grounds on which the orders were sought today.",
      "id": "s35"
    },
    {
      "text": "I should say that, to the extent to which the orders have been sought, they have not been sought by reference to any admissible evidence, but only by reference to assertions of fact from the bar table, some of which are controversial as between the parties.",
      "id": "s36"
    },
    {
      "text": "8 Counsel for the Union advanced his argument in favour of the making of the orders on the basis that they were orders for both the proper and efficient conduct of the elections.",
      "id": "s37"
    },
    {
      "text": "He said that it was proper to delay the conduct of the ballots by a week, so as to provide all candidates with more time in which to campaign.",
      "id": "s38"
    },
    {
      "text": "According to counsel for the Union, the original timetable laid down by the returning officers for the conduct of the ballots provided for a period of three weeks and three days from the determination of positions on the ballot papers to the opening of the ballots.",
      "id": "s39"
    },
    {
      "text": "The current timetable provides for a period of two weeks and six days, which now includes what, at least to most people, is the Easter break.",
      "id": "s40"
    },
    {
      "text": "To some extent, the compression of the period may simply be the result of necessity.",
      "id": "s41"
    },
    {
      "text": "The original timetable was disrupted by the institution of the election inquiries, which had to be dealt with very swiftly.",
      "id": "s42"
    },
    {
      "text": "9 I have to confess that I have had difficulty in understanding both counsel for the Union's assertion that more time was necessary for candidates to campaign, and why it is necessary for the additional time to be between the choice of positions on the ballot papers and the opening of the ballots.",
      "id": "s43"
    },
    {
      "text": "Since last Friday, when I made my orders, the identities of the candidates for the particular positions have been known.",
      "id": "s44"
    },
    {
      "text": "It has been possible for candidates to campaign from that time, both by way of advancing their own claims to be preferred for election to office and by way of denigrating those of their opponents.",
      "id": "s45"
    },
    {
      "text": "I do not understand counsel for the Union to be suggesting that there should be delay in the determination of positions on the respective ballot papers.",
      "id": "s46"
    },
    {
      "text": "I do not understand how it can be said that real campaigning is not possible until it is known whether the candidates whose nominations have now been accepted will be truly candidates or whether they will withdraw their nominations prior to the printing of the ballot papers in accordance with the provision in r 4.8(f) of the rules of the Union.",
      "id": "s47"
    },
    {
      "text": "As far as I can see, campaigning is possible at the present time.",
      "id": "s48"
    },
    {
      "text": "10 I am also far from convinced that a long period for campaigning would necessarily be what all candidates would desire.",
      "id": "s49"
    },
    {
      "text": "Counsel for the applicants in two of the inquiries has put to me the submission, which I find persuasive, that some candidates may prefer a longer campaigning period, and others may prefer a shorter one.",
      "id": "s50"
    },
    {
      "text": "That is the very sort of thing that the Court should not enter upon deciding.",
      "id": "s51"
    },
    {
      "text": "For those reasons, I am not at all persuaded that any delay in the conduct of the ballots is required for the proper or fair conduct of the elections.",
      "id": "s52"
    },
    {
      "text": "11 The second basis, efficiency, perhaps has more substance to it.",
      "id": "s53"
    },
    {
      "text": "I understand that, once the draw for positions on the ballot papers is completed at or after 12.00 noon today, the returning officers will, as soon as practicable, give instructions to the printers for the printing of ballot papers.",
      "id": "s54"
    },
    {
      "text": "Somewhere over 200 000 ballot papers will have to be printed.",
      "id": "s55"
    },
    {
      "text": "Once printed, they will have to be collected by the returning officers, collated and posted to those on the roll of voters.",
      "id": "s56"
    },
    {
      "text": "The returning officers are understandably keen to begin the printing process as soon as possible.",
      "id": "s57"
    },
    {
      "text": "I do not know whether they have arrangements with the printer that, from the printer's point of view, are dependent upon the printer's other commitments, so I do not know whether those arrangements can be disrupted by delaying the printing of the ballot papers.",
      "id": "s58"
    },
    {
      "text": "12 What counsel for the Union points out to me is that he, and those advising other parties to the proceedings, have not so far had an opportunity to scrutinise my reasons for judgment, which have only been published this morning.",
      "id": "s59"
    },
    {
      "text": "Once they do so, there is the possibility that someone may decide to seek leave to appeal from that judgment and may also seek a stay of the orders that I have made, or perhaps some other form of interlocutory orders that would have an effect on the conduct of the ballots.",
      "id": "s60"
    },
    {
      "text": "If anyone did decide to appeal, and were successful in making some application for a stay or for interlocutory orders, then the printing of the ballot papers might be wasted, the ballot papers that had been printed might have to be thrown away, and others might have to be printed in the future, which would itself no doubt delay the conduct of the ballots.",
      "id": "s61"
    },
    {
      "text": "I am advised that, if those events were to occur, it would be public funds that would bear the cost of the ballot papers being wasted.",
      "id": "s62"
    },
    {
      "text": "13 I can see that it would be an unfortunate event if the ballot papers printed were to be wasted because an application for leave to appeal were made.",
      "id": "s63"
    },
    {
      "text": "Nevertheless, I do not think it would be a proper thing for the Court to make an order delaying that printing on the material available to me at the present time.",
      "id": "s64"
    },
    {
      "text": "The primary responsibility for determining the opening and closing dates of any ballot rests with the returning officer, expressly pursuant to r 4.8(a) of the rules of the Union.",
      "id": "s65"
    },
    {
      "text": "This Court does not exercise any form of general supervisory role of the returning officers in the conduct of elections within organisations registered under the Workplace Relations Act .",
      "id": "s66"
    },
    {
      "text": "It is undesirable that this Court should exercise such a supervisory role.",
      "id": "s67"
    },
    {
      "text": "The returning officers have expertise in the conduct of the elections, and they are the best ones to determine what they should do in relation to the printing of ballot papers and when they should do it.",
      "id": "s68"
    },
    {
      "text": "I do not, therefore, regard it as proper for me to make orders that would delay the printing of the ballot papers in the present circumstances.",
      "id": "s69"
    },
    {
      "text": "14 It may be that, if those representing the Union were to negotiate with the returning officers for some delay, the returning officers would be able to accommodate them.",
      "id": "s70"
    },
    {
      "text": "There would seem to be some benefit in doing that, if it were possible, in order to prevent waste, in case there should be an application for leave to appeal and an application for some form of interlocutory orders.",
      "id": "s71"
    },
    {
      "text": "It seems to me that, in these circumstances, I should not make orders of that kind.",
      "id": "s72"
    },
    {
      "text": "15 For these reasons the application for the orders made on behalf of the Union this morning is dismissed.",
      "id": "s73"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s74"
    },
    {
      "text": "Associate:\n\nDated: 11 April 2007\n\n\n Counsel for Mr Reid, Mr Wisniewski, Mr Campbell and Mr McMinimee: M Harding \n \n Solicitor for Mr Reid, Mr Wisniewski, Mr Campbell and Mr McMinimee: Paul Horvath \n \n Counsel for the Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union: SJ Moore \n \n Solicitor for the Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union: Taylor &amp; Scott \n \n Counsel for Mr Pryor and Mr Peisley: C Rawson \n \n Solicitor for Mr Pryor and Mr Peisley: Australian Government Solicitor \n \n Counsel for Mr Nicolaides, Mr Thompson, Mr Hale, Mr Robb, Mr Dargavel and Mr Oliver: M Mensforth \n \n Date of Hearing: 23 March 2007 \n \n Date of Judgment: 23 March 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/513.html",
      "id": "s75"
    }
  ]
}