{
  "name": "Olivaylle Pty Ltd (ACN 080 670 640) v Flottweg GMBH &amp; Co KGAA (ABN 95 101 547 424) [2007] FCA 56 (5 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/56.html",
  "catchphrases": [
    {
      "text": "security for costs",
      "id": "c0"
    },
    {
      "text": "s1335 corporations act 2001 (cth)",
      "id": "c1"
    },
    {
      "text": "no onus to adduce evidence of applicant's ability to pay",
      "id": "c2"
    },
    {
      "text": "no credible evidence establishing that there is reason to believe there is a real chance that the applicant will be unable to pay the respondent's costs",
      "id": "c3"
    },
    {
      "text": "corporations law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me a Notice of Motion seeking security for costs pursuant to s 1335 of the Corporations Act 2001 (Cth).",
      "id": "s0"
    },
    {
      "text": "The proceedings in which this motion arises were commenced on 16 November 2006 when the applicant, Olivaylle Pty Ltd, filed and served an Application and Statement of Claim against the respondent, Flottweg GMBH &amp; Co KGAA, seeking damages for breach of contract and relief under ss 82 and 87 of the Trade Practices Act in respect of an alleged contravention of s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s1"
    },
    {
      "text": "In its Statement of Claim the applicant describes itself as one of the \"world's largest family owned integrated producers and processors of premium extra virgin olive oil\".",
      "id": "s2"
    },
    {
      "text": "Unsurprisingly, in its defence the respondent has not admitted this claim.",
      "id": "s3"
    },
    {
      "text": "2 The essence of the matter is as follows.",
      "id": "s4"
    },
    {
      "text": "The respondent is a German registered company having a registered office in Australia.",
      "id": "s5"
    },
    {
      "text": "It is a manufacturer of what is described as a solid bowl centrifuge separation equipment.",
      "id": "s6"
    },
    {
      "text": "Such equipment is used apparently for processing olives to extract olive oil.",
      "id": "s7"
    },
    {
      "text": "In February 2005 Olivaylle entered into a contract with Flottweg for the provision of a processing machine.",
      "id": "s8"
    },
    {
      "text": "That contract provided for payment by four instalments between 11 August 2004 when a 20 per cent deposit was paid and 1 August 2006.",
      "id": "s9"
    },
    {
      "text": "The machine was delivered in April 2005 on payment of the second instalment.",
      "id": "s10"
    },
    {
      "text": "The claim is that the machine was defective in a number of respects, in relation to which representations were allegedly made, hence the Trade Practices Act claim.",
      "id": "s11"
    },
    {
      "text": "Those same matters were also the subjects, allegedly, of terms of the contract.",
      "id": "s12"
    },
    {
      "text": "3 It would appear from para 23 of the Statement of Claim that representatives acting on behalf of Flottweg dealt with the machine for some purposes (alleged by Olivaylle) to be by way of repair and modification.",
      "id": "s13"
    },
    {
      "text": "From answers given by counsel for Flottweg at the hearing before me, this occurred at Olivaylle's place of business.",
      "id": "s14"
    },
    {
      "text": "4 On 14 December 2006 a correspondence began between the solicitors for the respondent and the applicant's solicitors in which Flottweg indicated its concern was to establish whether or not Olivaylle would be able to meet any costs order that may be made against it in the proceedings.",
      "id": "s15"
    },
    {
      "text": "Having referred to s 1335 of the Corporations Act it requested that Olivaylle provide copies of documents which evidenced its financial position and its capacity to meet any adverse order.",
      "id": "s16"
    },
    {
      "text": "It was indicated that it was anticipated those documents would include \"statement of cashflows, profit and loss statement, current balance sheet and bank statements\".",
      "id": "s17"
    },
    {
      "text": "An alleged reason given for this request was that Olivaylle had not recently filed returns with the Australian Securities and Investment Commission (\"ASIC\") that would provide any indication as to its financial position.",
      "id": "s18"
    },
    {
      "text": "I interpolate at this stage in no respect has Olivaylle not complied with its obligations under the Corporations Act .",
      "id": "s19"
    },
    {
      "text": "Olivaylle's response to this was that it had lodged all necessary documents with ASIC and left the matter at that.",
      "id": "s20"
    },
    {
      "text": "On the day of that response Flottweg's solicitors again indicated they had no indication that Olivaylle could meet a costs order and foreshadowed that if they had to make an application for security and were unsuccessful because Olivaylle had the capacity to meet a costs order they would seek indemnity costs of that application.",
      "id": "s21"
    },
    {
      "text": "5 On 10 January solicitors for Olivaylle indicated that they would resist such an application should it be made.",
      "id": "s22"
    },
    {
      "text": "On 24 January 2007 solicitors for Flottweg indicated that unless Olivaylle provided security for costs in a sum satisfactory to Flottweg or else evidence that Olivaylle had the means to satisfy a costs order, it would apply for a court order that Olivaylle provide security in the sum of $300,000 and it annexed a draft notice of motion seeking that sum.",
      "id": "s23"
    },
    {
      "text": "THE NOTICE OF SECURITY \n \n6 Section 1335 of the Corporations Act gives the court jurisdiction to require a plaintiff corporation to provide sufficient security for costs to be given in proceedings it has initiated \"if it appears by credible testimony that there is reason to believe that the corporation will be unable to pay the costs of the defendant if successful in his, her or its defence\".",
      "id": "s24"
    },
    {
      "text": "Two affidavits were filed by the respondent in support of its application.",
      "id": "s25"
    },
    {
      "text": "The first of these annexed the correspondence to which I have already referred and land title searches which revealed that the applicant is not a registered proprietor of property in South Australia but is the registered proprietor of a Crown allotment in Wallowa in the State of Victoria.",
      "id": "s26"
    },
    {
      "text": "It also has filed a search of ASIC's records which disclose amongst other things that Olivaylle's registered office and principal place of business are on the Crown allotment to which I have referred and that the company has a thousand issued shares, these being held by one of its four directors.",
      "id": "s27"
    },
    {
      "text": "The search also reveals that a fixed and floating charge exists over a property of Olivaylle in favour of the National Australia Bank Ltd (\"the NAB\").",
      "id": "s28"
    },
    {
      "text": "That debenture was lodged on 6 December 1999.",
      "id": "s29"
    },
    {
      "text": "7 It is essentially from this material and from its inability to extract information from Olivaylle concerning its financial circumstances that Flottweg contends it has met the threshold requirement of s 1335 of the Act.",
      "id": "s30"
    },
    {
      "text": "The only material put on by Olivaylle resisting the motion was an affidavit annexing a property search which included a map and land description of the Crown allotment at Wallowa to which I earlier referred.",
      "id": "s31"
    },
    {
      "text": "That search reveals that the allotment contains 1976 acres.",
      "id": "s32"
    },
    {
      "text": "The affidavit mistakenly asserts that the property was unencumbered.",
      "id": "s33"
    },
    {
      "text": "I say mistakenly because of the debenture to which I have referred above.",
      "id": "s34"
    },
    {
      "text": "8 The essence of the case advanced by the respondent is that the likely costs to be incurred by it in defending these proceedings are $240,000; that the applicant is a limited liability property company with only one thousand share issues; and that I should not assume that a proprietary company of this nature has assets in excess of half a million dollars, this being an estimate of the costs to both parties of the proceedings.",
      "id": "s35"
    },
    {
      "text": "The respondent relies further on the repeated refusals to provide evidence of financial position; on the fact that the Victorian property is subject to a debenture; and on a lack of evidence of Olivaylle's liability if any to the NAB.",
      "id": "s36"
    },
    {
      "text": "It then goes on to indicate that its application was brought promptly.",
      "id": "s37"
    },
    {
      "text": "9 The respondent relies particularly on the reasons of Pidgeon and Owen JJ in FFE Minerals Australia Pty Ltd v Mining Australia Pty Ltd [2000] WASCA 69 ; (2000) 33 ACSR 739 to the effect that the legislative intent of s 1335 was that, in permitting the incorporation of a limited liability entity, it was necessary to ensure that persons who might have dealings, whether voluntary or involuntary, with such an entity should have a measure of protection from prejudice resulting from the limited liability character of a corporation.",
      "id": "s38"
    },
    {
      "text": "10 In that case the anticipated costs of the moving party were $44,000; the plaintiff company's paid up capital was $4,001; it had no land registered in its name; from 1990 to 1995 (the last date on which it was required to file financial returns) it suffered operating losses after tax, save in 1995; and it did not file any answering affidavit.",
      "id": "s39"
    },
    {
      "text": "I would note, as well, that the pleadings were not before the court.",
      "id": "s40"
    },
    {
      "text": "Nor, it would seem, was there evidence of the relationship of the parties other than that the litigation concerned a contractual dealing.",
      "id": "s41"
    },
    {
      "text": "11 Pidgeon and Owen JJ considered that the absence of land combined with the low share capital gave rise to an appearance that there was reason to believe that there were no assets to meet the costs.",
      "id": "s42"
    },
    {
      "text": "12 Before considering the respondent's submissions I should make the following observations about s 1335 and the proper approach to be taken under it.",
      "id": "s43"
    },
    {
      "text": "First, there is no onus on the applicant to adduce evidence of its ability to pay its debts (i.e.",
      "id": "s44"
    },
    {
      "text": "a future costs order).",
      "id": "s45"
    },
    {
      "text": "Nor is the issue of whether security should be ordered to be determined on the basis of whether or not that onus has been satisfied.",
      "id": "s46"
    },
    {
      "text": "Rather, as Goldberg J indicated in Second Lenbourne Pty Ltd v Beagle Management Pty Ltd [1999] FCA 486 at [9] , what is required is that there be credible testimony before the Court that there is reason to believe that the applicant will be unable to pay the respondent's costs if the respondent is successful.",
      "id": "s47"
    },
    {
      "text": "Secondly, it now seems reasonably well accepted that the paid up capital of an applicant company is not as of course relevant in proceedings of this variety because the capital structure itself will ordinarily be irrelevant to the ability to pay.",
      "id": "s48"
    },
    {
      "text": "As Heerey J observed of a context in which the paid up capital of a company was only $12 in Microcorp Pty Ltd v Terran Computers Pty Ltd, Peter Desmond Nunn, Philip Robert Hempel, Phillip Andrew Grasso and Vlado Joseph Dancevic (unreported Fed Court 19 December 1991 at p 3):\n \n \"Today companies with very small paid up capital may be solvent and prosperous while others with balance sheets showing impressive sums in this regard may have no more than wistful memories of past glories to show to creditors.",
      "id": "s49"
    },
    {
      "text": "\"\n \n\nThirdly, for the purpose of determining whether the threshold requirement has been met, the convenient approach to adopt is that of von Doussa J in Beach Petroleum NL v Johnson (1992) 10 ACLC 525:\n \n \"In my opinion the power of the Court under s 1335 arises if credible evidence establishes that there is reason to believe there is a real chance that in events which can fairly be described as reasonably possible the plaintiff corporation will be unable to pay the costs of the defendant upon service of the allocatur, if judgment goes against it.",
      "id": "s50"
    },
    {
      "text": "This will be so even if in other events which can also be fairly described as reasonably possible the plaintiff corporation would be able to pay the costs.",
      "id": "s51"
    },
    {
      "text": "The degree of likelihood of the plaintiff corporation being unable to pay the costs along with all the circumstances, actual and possible, about its financial position, would be then to be taken into account in the exercise of discretion, and in framing the orders of the court if the decision is to order security.",
      "id": "s52"
    },
    {
      "text": "\"\n \n CONSIDERATION \n \n13 Bearing in mind the applicant bears no onus to adduce evidence of its ability to pay its debts and considering all of the present circumstances, I do not consider that Olivaylle's refusal to provide the information sought by the respondent suggests it may be unable to pay an adverse costs order.",
      "id": "s53"
    },
    {
      "text": "The evidence before me suggests that Olivaylle would appear to have a substantial olive growing and processing business conducted on a near 2,000 acre property which has been visited by representatives of the respondent in the circumstances I noted earlier.",
      "id": "s54"
    },
    {
      "text": "The respondent entered into business dealings with the applicant and there is nothing to suggest from those dealings (which involved the payment of instalments to Flottweg totalling more than one million dollars over two years) that the applicant was in any way unable to meet its obligations to the respondent; that any delays were incurred in making payment; or that there were other reasons which would give Flottweg cause for concern about the financial circumstances of Olivaylle.",
      "id": "s55"
    },
    {
      "text": "14 For the reasons given by Heerey J to which I earlier referred I do not consider that the capital structure of Olivaylle provides reason suggesting it may not have either assets in excess of half a million dollars or else the capability to accommodate liabilities in such a sum.",
      "id": "s56"
    },
    {
      "text": "There is no credible testimony before me to suggest that it does not.",
      "id": "s57"
    },
    {
      "text": "It has been able to acquire a very expensive machine and it is the owner of what appears to be a significant business.",
      "id": "s58"
    },
    {
      "text": "I infer this both from the property holding it has and has from the size and pleaded capacity of the machine purchased from Flottweg.",
      "id": "s59"
    },
    {
      "text": "The character and duration of the prior business relationship of the parties and the fact that Olivaylle conducts a business on substantial land that it owns places the circumstances of this matter in a quite different field of discourse from those in FFE Minerals Australia Pty Ltd .",
      "id": "s60"
    },
    {
      "text": "15 I would add, though, that while the respondent relies as a discretionary factory in support of its application upon its bringing the application promptly there is, in my view, something to be said for the proposition that it may have been excessively prompt and pre-emptory in the circumstances.",
      "id": "s61"
    },
    {
      "text": "I would say that its ready resort to this procedure might be said to invite some suspicion that it is at least a litigation tactic.",
      "id": "s62"
    },
    {
      "text": "The spectre held out of seeking indemnity costs, even if unsuccessful in the application for security, betrays either a misunderstanding of Olivaylle's obligations in this respect or else it was simply a high handed gesture.",
      "id": "s63"
    },
    {
      "text": "16 There is no credible evidence establishing that there is reason to believe there is a real chance that could suggest there is reason to believe that Olivaylle will be unable to pay Flottweg's costs if successful in its defence.",
      "id": "s64"
    },
    {
      "text": "I simply am in a position of being asked to speculate about this matter, speculate in the absence of testimony providing any basis for suspicion that it will not, in the event of being unsuccessful, be able to pay those costs.",
      "id": "s65"
    },
    {
      "text": "I do not consider that the threshold requirement of s 1335(1) has been satisfied.",
      "id": "s66"
    },
    {
      "text": "I will dismiss the motion for security for costs with costs.",
      "id": "s67"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn J .",
      "id": "s68"
    },
    {
      "text": "Associate:\n\nDated: 5 February 2007\n\n Counsel for the Applicant: Mr J Teague Solicitor for the Applicant: Wallmans Lawyers \n \n Counsel for the Respondent: Mr S Doyle Solicitor for the Respondent: Baker &amp; McKenzie \n \n Date of Hearing: 2 February 2007 Date of Judgment: 5 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/56.html",
      "id": "s69"
    }
  ]
}