{
  "name": "Chapman on behalf of the Wakka Wakka People 2 v State of Queensland [2007] FCA 597 (27 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/597.html",
  "catchphrases": [
    {
      "text": "person named as \"the applicant\" unable or unwilling to act",
      "id": "c0"
    },
    {
      "text": "whether continue to be authorised",
      "id": "c1"
    },
    {
      "text": "whether proper or necessary party to the proceedings",
      "id": "c2"
    },
    {
      "text": "o 6 r 9 fcr",
      "id": "c3"
    },
    {
      "text": "whether inconsistent with native title act 1993 (cth)",
      "id": "c4"
    },
    {
      "text": "whether register of native title claims can be amended to remove names of persons as applicant apart from s 66b",
      "id": "c5"
    },
    {
      "text": "purpose of register",
      "id": "c6"
    },
    {
      "text": "native title",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicants to this motion (whom I shall refer to as the 'applicants' in these reasons) are all of those persons named as the applicant in these proceedings, brought on behalf of the Wakka Wakka People, other than Mr Reggie Little, Mr Sam Joe Murray Jnr and Pastor Henry Collins.",
      "id": "s0"
    },
    {
      "text": "They seek orders that those three persons cease to be parties to the proceedings and that the Register of Native Title Claims be amended in accordance with that order.",
      "id": "s1"
    },
    {
      "text": "Pastor Collins is deceased.",
      "id": "s2"
    },
    {
      "text": "The basis of the application so far as concerns Mr Little and Mr Murray is that they have refused to cooperate with the applicants and have evinced an intention to no longer act in a representative capacity.",
      "id": "s3"
    },
    {
      "text": "2 Section 66B of the Native Title Act 1993 (Cth) ('the NTA') provides for a procedure for replacement of 'the applicant' .",
      "id": "s4"
    },
    {
      "text": "Section 61(1) of the NTA provides that the person or persons who may make an application for native title determination are: \n \n 'A person or persons authorised by all the persons (the native title claim group ) who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group ...'.",
      "id": "s5"
    },
    {
      "text": "3 The first note to that provision states that the person or persons will be 'the applicant' and refers to subs (2), which provides that, in the case of a native title determination application made by a person or persons authorised to make the application by a native title claim group, the follow apply: \n \n '(c) the person is, or the persons are jointly, the applicant ; and \n \n \n (d) none of the other members of the native title claim group or compensation claim group is the applicant .",
      "id": "s6"
    },
    {
      "text": "' \n \n \n \n\n Section 61(3) requires the application to state the names and address for service of the person who is, or the persons who are, the applicant.",
      "id": "s7"
    },
    {
      "text": "4 The second note to s 61(1) refers to s 251B as stating what it means for a person or persons to be authorised by all of the persons in the native title claim group.",
      "id": "s8"
    },
    {
      "text": "That section refers to persons in a native title claim group authorising a 'person or persons' to make a native title determination application by a traditional process of decision-making or, where there is no such process, an agreed process.",
      "id": "s9"
    },
    {
      "text": "5 Section 66B(1) provides that one or more members of the native title claim group, who are authorised to do so, may apply to the Court for an order replacing the 'current applicant' on two grounds: either that the current applicant is no longer authorised by the claim group, or the current applicant has exceeded the authority given by the claim group, to make the application and to deal with matters arising in relation to it.",
      "id": "s10"
    },
    {
      "text": "By subs (2) the Court may make the order if it is so satisfied.",
      "id": "s11"
    },
    {
      "text": "6 In the present case there has been no meeting revoking the authority of Mr Little or Mr Murray or authorising the making of an application under s 66B.",
      "id": "s12"
    },
    {
      "text": "The application for the first order is brought pursuant to O 6 r 9(b) of the Federal Court Rules , which provides that the Court may on application by any party or of its own motion order that a party cease to be a party where they have ceased to be a proper or necessary party.",
      "id": "s13"
    },
    {
      "text": "7 Neither Mr Little nor Mr Murray appeared on the hearing of the application.",
      "id": "s14"
    },
    {
      "text": "The material will show that since early 2003 neither Mr Little nor Mr Murray have attended any meeting of the applicant group concerning the conduct of the native title claim, despite invitations and requests to do so.",
      "id": "s15"
    },
    {
      "text": "In mid-2003 they supported an unsuccessful application to strike out this application.",
      "id": "s16"
    },
    {
      "text": "It was then alleged that the applicant group could not act together.",
      "id": "s17"
    },
    {
      "text": "They have said that they would not instruct the Gurang Land Council, as the other members of the applicant group did and thereafter they have dealt with the group through the then representative body, Queensland South Representive Body.",
      "id": "s18"
    },
    {
      "text": "Mr Murray says that he has attended only one meeting since the claim was lodged.",
      "id": "s19"
    },
    {
      "text": "He has not attended any others because he did not have confidence in the Gurang Land Council nor that the claim could be progressed.",
      "id": "s20"
    },
    {
      "text": "The material also discloses that, save for Mr Little's participation at a few points, neither he nor Mr Murray have participated in any negotiations for indigenous land use agreements, as a result of which many benefits have been lost to the claim group.",
      "id": "s21"
    },
    {
      "text": "I put the relevance of this evidence to the questions arising under O 6 r 9 to one side for present purposes.",
      "id": "s22"
    },
    {
      "text": "The conduct of the two in connexion with these proceedings permits a conclusion that they are neither a proper nor necessary party to them.",
      "id": "s23"
    },
    {
      "text": "An order could be made under O 6 r 9 unless its application is denied by the NTA.",
      "id": "s24"
    },
    {
      "text": "8 The State of Queensland made no submissions as to the merits of the application, but was supportive of an approach which permitted the rules of Court to operate with respect to the proceedings.",
      "id": "s25"
    },
    {
      "text": "The submissions identified the central argument which might be raised against such an approach as one based upon the notion of the 'applicant' referred to in the NTA, and in particular, ss 61 and 251B and the 'current applicant' referred to in s 66B, as having an indivisible character.",
      "id": "s26"
    },
    {
      "text": "This might be seen to follow from the requirement of s 61(2)(c) , that the persons authorised are jointly 'the applicant' .",
      "id": "s27"
    },
    {
      "text": "It is that entity which has been authorised it might be contended.",
      "id": "s28"
    },
    {
      "text": "The authority is not directed to individuals as applicants and an approach which views them in that way is inconsistent with the NTA.",
      "id": "s29"
    },
    {
      "text": "It would follow that orders concerning the persons making up \"the applicant\" could not be made.",
      "id": "s30"
    },
    {
      "text": "9 The question as to the nature of \"the applicant\" for the purposes of the NTA has been raised in other proceedings.",
      "id": "s31"
    },
    {
      "text": "In Butchulla People v State of Queensland [2006] FCA 1063 I considered that the purpose of s 61 was to provide for the representation of the claim group by persons having a common interest (at [38] and following).",
      "id": "s32"
    },
    {
      "text": "Section 61(2)(c) , in its reference to persons being jointly 'the applicant' , does not create a legal entity itself capable of suing.",
      "id": "s33"
    },
    {
      "text": "The requirement that persons making up the applicant act together, does not imply that their ability to continue to act was dependant upon each other person authorised also continuing in that capacity.",
      "id": "s34"
    },
    {
      "text": "The continuance of authorisation must depend upon the terms of the authorisation, a matter upon which the NTA did not speak.",
      "id": "s35"
    },
    {
      "text": "Section 251B recognises that, in some cases, proper authorisation may require the use of traditional customs and laws.",
      "id": "s36"
    },
    {
      "text": "Beyond that, the NTA does not contain any reference to the terms upon which persons may be authorised.",
      "id": "s37"
    },
    {
      "text": "The interest of each member was identical and those authorised are representative of the entire claim group.",
      "id": "s38"
    },
    {
      "text": "10 In the Butchulla People [2006] FCA 1063 application, the method of authorisation was agreed upon, in the absence of any identified traditional laws or customs.",
      "id": "s39"
    },
    {
      "text": "It involved the resolution of those present at the meeting following upon a motion put, a process undertaken in modern meeting procedures.",
      "id": "s40"
    },
    {
      "text": "In those circumstances I held that the presumptions usually applied to personal appointments could operate, which is to say that their authorisation is intended to continue until revoked and whilst they are willing and able to act in their representative capacity.",
      "id": "s41"
    },
    {
      "text": "I should add that the question as to the terms of authorisation in any given case is one of fact and the presumption may yield to other indicia of the intention of those authorising.",
      "id": "s42"
    },
    {
      "text": "This might arise where traditional customs, inconsistent with modern assumptions, are applied.",
      "id": "s43"
    },
    {
      "text": "In the present case the authorisation meetings of 19 and 20 October 1999 and 4 and 5 November 1999 followed a contemporary process of decision-making.",
      "id": "s44"
    },
    {
      "text": "11 I was influenced to the view expressed in the Butchulla People's application by reference to the evident purpose of the provisions of the NTA and because that view did not cut across any purpose or the operation of its provisions.",
      "id": "s45"
    },
    {
      "text": "The requirement of the NTA, that persons authorised act together, is not a term or condition of appointment, but a statutory requirement having as its purpose the efficient prosecution of claims.",
      "id": "s46"
    },
    {
      "text": "A view that the inability of one to continue to act should not affect the authorisation of the others is consistent with the nature of the rights to native title determination.",
      "id": "s47"
    },
    {
      "text": "I concluded at [45]: \n \n 'In my view s 251B should be understood to refer to the authorisation of each person who is to represent the claim group and act with others as the ' applicant '.",
      "id": "s48"
    },
    {
      "text": "The authorisation is personal to them and continues until revoked or whilst they are willing or able to act.",
      "id": "s49"
    },
    {
      "text": "Sections 66B(1) and 64 (5), dealing with replacement and appointment respectively, should be read in a way consistent with this approach.",
      "id": "s50"
    },
    {
      "text": "The reference to the ' current applicant ' being no longer authorised would be taken to refer only to those persons whose authority has in fact been revoked.",
      "id": "s51"
    },
    {
      "text": "This may not be all persons comprising ' the applicant '.",
      "id": "s52"
    },
    {
      "text": "The ' new applicant ' referred to in s 64(5) is each person who is authorised to make up the applicant when a change is made to one or more of them.",
      "id": "s53"
    },
    {
      "text": "The evidence that the subsection requires about their authorisation would be satisfied by those persons not newly appointed referring to their prior authorisation and the fact that it has not been revoked.",
      "id": "s54"
    },
    {
      "text": "For administrative convenience and clarity, their authorisation might also be ratified at the same meeting which authorises the new appointment or appointments, but this is not necessary.",
      "id": "s55"
    },
    {
      "text": "' \n\n12 I adhere to that view for the reasons given.",
      "id": "s56"
    },
    {
      "text": "A contrary approach would mean that 'the applicant' in native title claim proceedings would cease to exist if it transpired that just one of the persons making up 'the applicant' was not a member of the claim group or died and involve the considerable expense of undertaking another authorisation meeting of the entire group.",
      "id": "s57"
    },
    {
      "text": "I note that the decision in the Butchulla People's application has been followed by Spender J in Doolan v Native Title Registrar [2007] FCA 192.",
      "id": "s58"
    },
    {
      "text": "13 The approach which I consider to be open does not limit the grounds for the effective removal of a person to those in s 66B(1), rather it gives effect to the basis upon which authorisation was originally made.",
      "id": "s59"
    },
    {
      "text": "It should not be inferred that it was intended that s 66B(1) be the only means by which the constitution of the applicant in proceedings before the Court can be altered.",
      "id": "s60"
    },
    {
      "text": "As the State of Queensland pointed out in its submissions, that provision provides a right in persons to apply to the Court in circumstances where they are not a party to the proceedings and O 6 r 9 is not available to them.",
      "id": "s61"
    },
    {
      "text": "14 Once it is accepted that the references in the NTA to 'the applicant' do not prevent the authorisation of persons as applicant being viewed individually, there is no reason why O 6 r 9 should not have operation.",
      "id": "s62"
    },
    {
      "text": "As Spender J pointed out in Doolan [2007] FCA at [62] applications for determination of native title are applications in the Federal Court, to be dealt with under the Federal Court of Australia Act 1976 (Cth) and the Federal Court Rules , unless otherwise stated.",
      "id": "s63"
    },
    {
      "text": "In Central West Goldfields People v State of Western Australia [2003] FCA 467 , Carr J exercised the discretion given by O 6 r 9 and in doing so rejected the contention that the person in question was not a party to the application because she was only one of the persons who are jointly the applicant.",
      "id": "s64"
    },
    {
      "text": "In his Honour's view she was also a party within the meaning of O 6 r 3 because she is named as one of the eight joint applicants who seek relief.",
      "id": "s65"
    },
    {
      "text": "15 The second order sought was said to be of particular importance to the State of Queensland.",
      "id": "s66"
    },
    {
      "text": "In its submissions it expressed concern at the prospect that the Register of Native Title Claims could not be amended to reflect changes ordered by the Court.",
      "id": "s67"
    },
    {
      "text": "The future act regime of the NTA depends upon the identification of the representatives of the claimant group in order that procedural rights can be accorded.",
      "id": "s68"
    },
    {
      "text": "16 The Register is established by s 185.",
      "id": "s69"
    },
    {
      "text": "It is required to contain all the information set out in s 186(1) and this includes 'the name and address of the applicant' .",
      "id": "s70"
    },
    {
      "text": "Clearly enough this must refer to all the persons who together are the applicant.",
      "id": "s71"
    },
    {
      "text": "Section 66B(4) provides that the Registrar must amend the Register to reflect an order made under that section.",
      "id": "s72"
    },
    {
      "text": "The Register must be amended in the other circumstances identified in s 190, such as where a claim is amended, a claim is determined or withdrawn or where additional information is provided.",
      "id": "s73"
    },
    {
      "text": "The State of Queensland apprehends that there is some doubt concerning the ability to have the Register amended in circumstances other than those for which express provision is made.",
      "id": "s74"
    },
    {
      "text": "If the Register could not be amended, in a case such as this, there would be an inconsistency between the Register and the parties named in the proceedings before the Court.",
      "id": "s75"
    },
    {
      "text": "Moreover it would be inaccurate to maintain the name of a person on the Register where they are unable or unwilling to continue to act as applicant and where they can no longer be taken to be authorised.",
      "id": "s76"
    },
    {
      "text": "Such a result would be contrary to the clear purpose of the Register and the need that it be correct.",
      "id": "s77"
    },
    {
      "text": "The answer to the view, which some may hold, is that a power of amendment or correction is necessarily implied in such a circumstance.",
      "id": "s78"
    },
    {
      "text": "This follows from the requirement of s 186(1) as to what must be contained in the Register.",
      "id": "s79"
    },
    {
      "text": "It must reflect the true state of affairs as to those persons who comprise the applicant and their contact details.",
      "id": "s80"
    },
    {
      "text": "In circumstances where there is no doubt about the capacity of a person to continue to act, such as in the case of death, the Registrar might feel confident about the removal of a name.",
      "id": "s81"
    },
    {
      "text": "In other, more contentious, cases it may be necessary for the Court to order the amendment of the Register after a hearing, with or without a declaration as to the right of persons to continue to be an applicant.",
      "id": "s82"
    },
    {
      "text": "A declaration could be made in these proceedings, as reflecting the foundation for the consequential order under O 6 r 9, but it would not appear to be necessary.",
      "id": "s83"
    },
    {
      "text": "17 The authorisation of each of the three persons referred to above was made upon the basis that they were able, and wished, to act in the capacity as a representative of the claim group for the purpose of advancing the application towards a determination of the native title rights and interests claimed.",
      "id": "s84"
    },
    {
      "text": "Pastor Collins cannot now act and the other two persons have shown that they are unwilling to do so.",
      "id": "s85"
    },
    {
      "text": "It follows that they are no longer a person authorised as applicant and an order under O 6 r 9 is justified.",
      "id": "s86"
    },
    {
      "text": "The Register should be amended accordingly.",
      "id": "s87"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kiefel.",
      "id": "s88"
    },
    {
      "text": "Associate: \nDated: 27 April 2007\n\n\n Solicitor for the Applicants: Mr A Preston \n \n Counsel for the Respondent State of Queensland: Mr G Hiley QC \n \n Solicitors for the Respondent State of Queensland: Crown Law \n \n Solicitors for the interested parties: MacDonnells Solicitors \nMr B Beston \n \n Date of Hearing: 8 February 2007 \n \n Date of Judgment: 27 April 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/597.html",
      "id": "s89"
    }
  ]
}