{
  "name": "Boensch v Pascoe [2007] FCA 532 (16 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/532.html",
  "catchphrases": [
    {
      "text": "privilege",
      "id": "c0"
    },
    {
      "text": "legal professional privilege",
      "id": "c1"
    },
    {
      "text": "production of documents by solicitor in response to s 77a bankruptcy notice",
      "id": "c2"
    },
    {
      "text": "inadvertent tender of documents by counsel",
      "id": "c3"
    },
    {
      "text": "whether waiver of privilege",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 The real issue in this appeal can be stated shortly.",
      "id": "s0"
    },
    {
      "text": "It is whether the tender by counsel of six documents, forming part of a 73 page exhibit, constituted a waiver of privilege in the six documents.",
      "id": "s1"
    },
    {
      "text": "2 Ironically, the issue arose at first instance in the course of an application to claim privilege over a separate part of the 73 page exhibit.",
      "id": "s2"
    },
    {
      "text": "The learned Federal Magistrate found that legal professional privilege had been waived in the six documents.",
      "id": "s3"
    },
    {
      "text": "His Honour said, at [11] of his judgment of 22 November 2006, that counsel for the party who tendered the documents \"specifically eschewed\" any suggestion of inadvertence in the tender.",
      "id": "s4"
    },
    {
      "text": "He proceeded on the basis that the tender was deliberate.",
      "id": "s5"
    },
    {
      "text": "3 The appellant, Mr Boensch, contends that his Honour was in error in concluding that the tender was deliberate and that any claim of inadvertence had been eschewed.",
      "id": "s6"
    },
    {
      "text": "Mr Boensch submits that, upon the proper application of the principle stated by the High Court in Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 at 13, there was no implied or accidental waiver of privilege in the six documents.",
      "id": "s7"
    },
    {
      "text": "4 The essential reason why this issue arises is the failure of the solicitor who produced the documents to the first respondent, Mr Pascoe, and to the Court, to make proper enquiry as to the extent of the materials comprised within the documents that were produced and tendered.",
      "id": "s8"
    },
    {
      "text": "5 In the hope of maintaining clarity in my analysis of the question, I will endeavour to distinguish between the documents produced or referred to at various stages of the proceeding.",
      "id": "s9"
    },
    {
      "text": "6 The critical documents, for the purpose of this judgment, fall into three categories.",
      "id": "s10"
    },
    {
      "text": "The first category is the six documents that were tendered as part of Exhibit JL1.",
      "id": "s11"
    },
    {
      "text": "I will call them the Extra Documents.",
      "id": "s12"
    },
    {
      "text": "The second category is certain documents produced to Mr Pascoe and described in my reasons as the First Documents.",
      "id": "s13"
    },
    {
      "text": "The third category is certain documents described as Exhibit SDP6 in the application heard before his Honour on 22 November 2006.",
      "id": "s14"
    },
    {
      "text": "The Background Facts \n \n7 Mr Boensch is a bankrupt.",
      "id": "s15"
    },
    {
      "text": "Mr Pascoe is his trustee in bankruptcy.",
      "id": "s16"
    },
    {
      "text": "The second respondent, Mrs Boensch, is Mr Boensch's wife.",
      "id": "s17"
    },
    {
      "text": "8 On or about 30 August 2005 Mr Pascoe gave a notice under s 77A of the Bankruptcy Act 1966 (Cth) to the former solicitor for Mr and Mrs Boensch, Mr James Leong.",
      "id": "s18"
    },
    {
      "text": "That section of the Act provides for compulsory production of the documents and records of a bankrupt whose examinable affairs are under investigation.",
      "id": "s19"
    },
    {
      "text": "9 On or about 30 September 2005 Mr Leong answered the s 77A notice by providing a number of documents to Mr Pascoe.",
      "id": "s20"
    },
    {
      "text": "I will call the documents that were produced to Mr Pascoe in answer to the notice \"the First Documents\".",
      "id": "s21"
    },
    {
      "text": "10 Mr Leong's evidence before the Federal Magistrate was that he did not obtain any instructions from Mr Boensch before answering the s 77A notice.",
      "id": "s22"
    },
    {
      "text": "Accordingly, Mr Leong had no instructions to claim privilege, nor does he appear to have made such a claim when he produced the First Documents to Mr Pascoe.",
      "id": "s23"
    },
    {
      "text": "Moreover, he did not have instructions to waive privilege.",
      "id": "s24"
    },
    {
      "text": "11 Nearly ten months later, on 19 July 2006, Mr Pascoe commenced proceedings in the Federal Magistrates Court against Mr and Mrs Boensch seeking orders under ss 120 and 121 of the Bankruptcy Act setting aside certain transactions entered into between Mr and Mrs Boensch prior to the date of the sequestration order.",
      "id": "s25"
    },
    {
      "text": "12 The application filed in the Federal Magistrates Court was supported by an affidavit sworn by Mr Pascoe.",
      "id": "s26"
    },
    {
      "text": "Exhibited to the affidavit was a bundle of documents produced to Mr Pascoe by Mr Leong in answer to the s 77A notice.",
      "id": "s27"
    },
    {
      "text": "The documents were described as Exhibit SDP6.",
      "id": "s28"
    },
    {
      "text": "I will refer to those documents as Exhibit SDP6 in these reasons.",
      "id": "s29"
    },
    {
      "text": "13 Counsel for Mr Boensch submits that the documents in Exhibit SDP6 are a subset of the First Documents.",
      "id": "s30"
    },
    {
      "text": "I have not inspected Exhibit SDP6 but the description of them in Mr Pascoe's affidavit filed on 19 July 2006 in the Federal Magistrates Court, as a bundle of file notes of meetings or conversations, indicates that the submission is correct.",
      "id": "s31"
    },
    {
      "text": "14 The matter came before Federal Magistrate Raphael for directions on 15 August 2006.",
      "id": "s32"
    },
    {
      "text": "The legal representatives for Mr and Mrs Boensch stated that a claim for privilege was to be made over the documents contained in Exhibit SDP6.",
      "id": "s33"
    },
    {
      "text": "His Honour directed that any application in relation to the admissibility of Exhibit SDP6 be filed by 5 September 2006.",
      "id": "s34"
    },
    {
      "text": "15 On 8 September 2006, Mr and Mrs Boensch filed a document entitled \"Amended Interim Application\" seeking inter alia a declaration that the documents comprising Exhibit SDP6 were documents to which legal professional privilege attaches.",
      "id": "s35"
    },
    {
      "text": "His Honour then made an order for the determination of that issue, and an associated question, as a separate question under Part 17 of the Federal Magistrates Court Rules 2001 .",
      "id": "s36"
    },
    {
      "text": "His Honour also referred to the hearing of a preliminary question under s 189 of the Evidence Act 1995 , although it is difficult to see how the occasion for such a hearing had arisen.",
      "id": "s37"
    },
    {
      "text": "16 On 20 November 2006 the solicitor for Mr and Mrs Boensch served on Mr Pascoe's solicitor a draft statement of evidence of Mr Leong.",
      "id": "s38"
    },
    {
      "text": "An exhibit, referred to as Exhibit JL1 to the statement, was not served at that time but was adopted by Mr Leong when he was called to give evidence before Federal Magistrate Raphael on 21 November 2006.",
      "id": "s39"
    },
    {
      "text": "The exhibit appears to have been provided to Mr Pascoe's legal representatives shortly before the hearing.",
      "id": "s40"
    },
    {
      "text": "Mr Leong's statement \n \n17 Exhibit JL1 to Mr Leong's statement contained 73 pages of documents.",
      "id": "s41"
    },
    {
      "text": "Reference was made in the statement to all of the pages of Exhibit JL1.",
      "id": "s42"
    },
    {
      "text": "That exhibit included the Extra Documents.",
      "id": "s43"
    },
    {
      "text": "Exhibit JL1 is not identical with Exhibit SDP6 or with the First Documents.",
      "id": "s44"
    },
    {
      "text": "I will continue to refer to it as Exhibit JL1.",
      "id": "s45"
    },
    {
      "text": "18 Mr Leong's statement concluded by stating in [51] that:\n \n \"All the documents exhibited to this statement are documents I produced to Scott Pascoe in answer to the Notice.",
      "id": "s46"
    },
    {
      "text": "\" \n\n19 The only documents exhibited to the statement were those contained in Exhibit JL1.",
      "id": "s47"
    },
    {
      "text": "As I have said, they included the Extra Documents.",
      "id": "s48"
    },
    {
      "text": "It is apparent that the Extra Documents did not form part of the First Documents, namely those produced to Mr Pascoe in answer to the s 77A notice.",
      "id": "s49"
    },
    {
      "text": "20 [50] of Mr Leong's statement was as follows:\n \n \"By this statement I do not intend to disclose any confidential communications for which legal professional privilege may otherwise be properly available.",
      "id": "s50"
    },
    {
      "text": "I do not intend to waive any legal professional privilege otherwise properly available.",
      "id": "s51"
    },
    {
      "text": "\" \n\n The Proceeding before the Federal Magistrate \n \n21 Mr Leong was called by counsel for Mr Boensch to give evidence on 21 November 2006.",
      "id": "s52"
    },
    {
      "text": "Counsel tendered, through the witness, the statement and the exhibit, that is Exhibit \nJL1.",
      "id": "s53"
    },
    {
      "text": "They were marked together by his Honour as Exhibit 1\n \n22 Mr Pascoe's counsel, Mr Johnson, cross-examined Mr Leong.",
      "id": "s54"
    },
    {
      "text": "Mr Johnson showed Mr Leong a copy of the documents sent to Mr Pascoe on 30 September 2005, that is to say, the First Documents.",
      "id": "s55"
    },
    {
      "text": "Mr Johnson then put to the witness that the content of [51] of his statement was not correct.",
      "id": "s56"
    },
    {
      "text": "23 That is to say, Mr Johnson drew Mr Leong's attention to the inaccuracy of the statement in [51] which assumed, incorrectly, that Exhibit JL1 was identical to the First Documents.",
      "id": "s57"
    },
    {
      "text": "However, Mr Leong failed to understand this and said that [51] was correct.",
      "id": "s58"
    },
    {
      "text": "24 In the course of argument Mr Johnson informed his Honour that the documents in \nJL1 included documents that had not previously been disclosed to Mr Pascoe.",
      "id": "s59"
    },
    {
      "text": "He stated that privilege had been waived \"on all of these documents for this application\".",
      "id": "s60"
    },
    {
      "text": "That is to say, Mr Pascoe's claim of waiver of privilege over the Extra Documents was first raised in the course of argument, after the tender of those documents.",
      "id": "s61"
    },
    {
      "text": "25 When counsel for Mr Boensch, Mr Heath, realised the apparent error, he informed his Honour.",
      "id": "s62"
    },
    {
      "text": "He said:\n \n \"I relied on paragraph 51.",
      "id": "s63"
    },
    {
      "text": "If it now appears that in relation to 51 that answer is not correct --- \" \n\n26 The following exchange then took place:\n \n \"HIS HONOUR: Mr Heath, let us get this absolutely clear.",
      "id": "s64"
    },
    {
      "text": "You are not being criticised.",
      "id": "s65"
    },
    {
      "text": "These things happen.",
      "id": "s66"
    },
    {
      "text": "What you are saying is the witness told you something --- \n MR HEATH: Yes.",
      "id": "s67"
    },
    {
      "text": "HIS HONOUR: --- contained in paragraph 51; right?",
      "id": "s68"
    },
    {
      "text": "MR HEATH: Yes, your Honour.",
      "id": "s69"
    },
    {
      "text": "HIS HONOUR: Relying upon that --- this is what you say: you gave the documents to Mr Johnson or his solicitors?",
      "id": "s70"
    },
    {
      "text": "MR JOHNSON: My recollection is that my friend's instructing solicitor handed them to me, your Honour.",
      "id": "s71"
    },
    {
      "text": "HIS HONOUR: Whatever.",
      "id": "s72"
    },
    {
      "text": "They got into your hands, Mr Johnson.",
      "id": "s73"
    },
    {
      "text": "MR JOHNSON: Yes.",
      "id": "s74"
    },
    {
      "text": "Just so there can't be a misunderstanding.",
      "id": "s75"
    },
    {
      "text": "HIS HONOUR: And as far as you were concerned they were to be dealt with as any other document in here.",
      "id": "s76"
    },
    {
      "text": "And the way in which I am to deal with any document in here is to say either they are privileged or they are not and there is no different category of any of the documents in here; is that right?",
      "id": "s77"
    },
    {
      "text": "MR HEATH: That is so, your Honour.",
      "id": "s78"
    },
    {
      "text": "HIS HONOUR: Well, what has happened is that either you were misled or mistaken and you have inadvertently, you say, handed Mr Johnson some documents --- additional documents that he had never seen before and for which you would have made a specific claim for privilege and never shown them to him if the facts had been revealed to you; is that right?",
      "id": "s79"
    },
    {
      "text": "MR HEATH: Yes.",
      "id": "s80"
    },
    {
      "text": "If it is the case that paragraph 51 is incorrect --- \n HIS HONOUR: Well, I think it is, isn't it, because he has admitted it.",
      "id": "s81"
    },
    {
      "text": "Mr Johnson has asked him two questions; did you give these documents to Mr Pascoe?",
      "id": "s82"
    },
    {
      "text": "Answer: no.",
      "id": "s83"
    },
    {
      "text": "In relation to both of these documents.",
      "id": "s84"
    },
    {
      "text": "MR JOHNSON: I think it: I can't remember now.",
      "id": "s85"
    },
    {
      "text": "HIS HONOUR: Or: I can't remember.",
      "id": "s86"
    },
    {
      "text": "MR JOHNSON: It has dropped back to: I can't remember.",
      "id": "s87"
    },
    {
      "text": "MR HEATH: Yes.",
      "id": "s88"
    },
    {
      "text": "But there is an issue about this now obviously.",
      "id": "s89"
    },
    {
      "text": "That was my recollection.",
      "id": "s90"
    },
    {
      "text": "There were some \"don't recalls\", in there in relation to this.",
      "id": "s91"
    },
    {
      "text": "But if it is the case that paragraph 51 is wrong, then the issue of privilege in documents that are included in this but were not, in fact, produced to Mr Pascoe are now disclosed, then such disclosure is inadvertent .",
      "id": "s92"
    },
    {
      "text": "\" (Emphasis added.",
      "id": "s93"
    },
    {
      "text": ") \n\n27 Later in argument Mr Heath said the following:\n \n \"Your Honour, thank you for the time in relation to this issue.",
      "id": "s94"
    },
    {
      "text": "Your Honour, in my respectful submission, no issue of embarrassment or inadvertent disclosure of privilege arises and that is for these reasons.",
      "id": "s95"
    },
    {
      "text": "First of all, one has to consider the context of the current proceedings before your Honour.",
      "id": "s96"
    },
    {
      "text": "When I say \"current proceedings\" I mean, separate question, preliminary issue, voir dire, however it is to be characterised.",
      "id": "s97"
    },
    {
      "text": "That is, the context of the present proceedings before your Honour today are the determination of whether privilege exists in certain documents.",
      "id": "s98"
    },
    {
      "text": "\" \n\n28 The \"certain documents\" to which Mr Heath referred, were the documents in Exhibit SDP6.",
      "id": "s99"
    },
    {
      "text": "They were the subject matter of the hearing, not the Extra Documents to which the argument moved only after they were tendered.",
      "id": "s100"
    },
    {
      "text": "His Honour's reasons for judgment \n \n29 His Honour said at [6] that the essence of Mr Johnson's argument was that the tender of Exhibit 1, that is to say Mr Leong's statement and the exhibit described as Exhibit JL1, was a voluntary act of counsel which had the effect of bringing into the public domain all the documents contained in Exhibit 1 (including the Extra Documents) and waiving any privilege therein.",
      "id": "s101"
    },
    {
      "text": "30 His Honour then observed at [7] that, as Mr Heath had correctly pointed out, this was a hearing solely to determine whether the contents of Exhibit SDP6 were the subject of privilege.",
      "id": "s102"
    },
    {
      "text": "31 His Honour went on to say at [9] that unfortunately the documents contained in Exhibit 1 were not confined to those in Exhibit SDP6.",
      "id": "s103"
    },
    {
      "text": "He said that some of the documents in Exhibit 1 were new documents that had not previously been seen by Mr Pascoe (that is, the Extra Documents).",
      "id": "s104"
    },
    {
      "text": "32 The substance of his Honour's reasons may be found in the following paragraphs:\n \n \"[10] What then is the situation with regard to those?",
      "id": "s105"
    },
    {
      "text": "Mr Heath says that these documents are no different from SDP6 documents and that Mr Leong's statement in paragraphs 50 and 51 is sufficient to provide privilege to them.",
      "id": "s106"
    },
    {
      "text": "But I have difficulty with that.",
      "id": "s107"
    },
    {
      "text": "The documents which are contained in the Exhibit are not the documents which are annexed to the statement.",
      "id": "s108"
    },
    {
      "text": "I made it clear yesterday that I appreciated that the documents found in the Exhibit may have been placed there as a matter of inadvertence or for some other reason which might mitigate a loss of privilege.",
      "id": "s109"
    },
    {
      "text": "But those appearing for the respondents specifically eschewed such an approach.",
      "id": "s110"
    },
    {
      "text": "All I am left with then is a deliberate tender of documents which could have been tendered under cover with no more than a description and added to the list of SDP6 documents if that was thought appropriate.",
      "id": "s111"
    },
    {
      "text": "But it was not.",
      "id": "s112"
    },
    {
      "text": "[11] It seems to me that in those circumstances the dicta of his Honour the Chief Justice in Birks [(1990) 19 NSWLR 677] at 683-684 would apply notwithstanding Mr Heath's eloquent argument of the special nature of these proceedings.",
      "id": "s113"
    },
    {
      "text": "It is an argument that I accept but only for those documents for which these proceedings applied, namely the documents in SDP6.",
      "id": "s114"
    },
    {
      "text": "\" \n\n33 I granted leave to appeal from his Honour's orders and judgment on 6 February 2007.",
      "id": "s115"
    },
    {
      "text": "Whether there was a waiver of privilege over the Extra Documents \n \n34 The test of implied waiver of privilege was stated by the High Court in Mann v Carnell at [29].",
      "id": "s116"
    },
    {
      "text": "Their Honours pointed to an intentional act of disclosure which was inconsistent with the maintenance of confidentiality in the communication.",
      "id": "s117"
    },
    {
      "text": "35 Their Honours went on to say that \"[w]hat brings about the waiver is the inconsistency, which the courts, where necessary informed by considerations of fairness, perceive, between the conduct of the client and maintenance of confidentiality\".",
      "id": "s118"
    },
    {
      "text": "They said the test is \"not some overriding principle of fairness operating at large\".",
      "id": "s119"
    },
    {
      "text": "36 Reference may also be made to the observations, to the same effect, by Gyles J in Bennett v Chief Executive Officer of the Australian Customs Service [2004] FCAFC 237 ; (2004) 140 FCR 101 at [68] .",
      "id": "s120"
    },
    {
      "text": "See also the review of the authorities by Allsop J in DSE (Holdings) Pty Limited v Intertan Inc [2003] FCA 384 ; and Lombe v Pollak [2004] FCA 264 at [30] --- [33] dealing with the common law test.",
      "id": "s121"
    },
    {
      "text": "37 It is unnecessary for present purposes to determine whether or to what extent the provisions of s 122 of the Evidence Act dealing with the circumstances in which privilege may be lost correspond with the common law principles; see Mann v Carnell at [23]; see also Van Zonneveld v Seaton [2004] NSWSC 960 at [11] (per Campbell J).",
      "id": "s122"
    },
    {
      "text": "38 It seems to me that on either approach, what is required is a voluntary act which is inconsistent with the purpose of maintaining confidentiality.",
      "id": "s123"
    },
    {
      "text": "An inadvertent or unintentional act will not be sufficient to amount to waiver.",
      "id": "s124"
    },
    {
      "text": "39 Of course, \"a mere plea\" of inadvertence may not by itself necessarily enable a party to avoid a waiver of privilege; Hooker Corporation Ltd v Darling Harbour Authority (1987) 9 NSWLR 538 at 542-543.",
      "id": "s125"
    },
    {
      "text": "Thus, the Court must be satisfied on the material before it that the act was in truth inadvertent.",
      "id": "s126"
    },
    {
      "text": "40 In the present case, inadvertence is established by the fact that even when cross-examined on the documents, Mr Leong did not realise that the documents in Exhibit \nJL1 included the Extra Documents.",
      "id": "s127"
    },
    {
      "text": "41 It was only when Mr Heath realised what had happened that he drew his Honour's attention to the apparent inadvertence.",
      "id": "s128"
    },
    {
      "text": "This is clear, in my view from the passages of the transcript that I have reproduced above.",
      "id": "s129"
    },
    {
      "text": "42 It is true that in the last passage of the transcript that I have reproduced at [27], Mr Heath said that no issue of inadvertence arose.",
      "id": "s130"
    },
    {
      "text": "However, this was because, as Mr Heath correctly observed, the amended application before his Honour dealt only with the question of whether privilege could be maintained over Exhibit SDP6.",
      "id": "s131"
    },
    {
      "text": "43 With due respect to his Honour, whose judgment was given ex tempore , an examination of the transcript shows that Mr Heath did not eschew inadvertence in relation to the maintenance of the claim over the Extra Documents.",
      "id": "s132"
    },
    {
      "text": "44 Of course, I do not criticise his Honour for delivering ex tempore reasons.",
      "id": "s133"
    },
    {
      "text": "It is merely that a full reading of the transcript puts in context the last passage of Counsel's remarks on the issue of inadvertence.",
      "id": "s134"
    },
    {
      "text": "45 In any event, I would add that it is difficult to see how the tender of Exhibit JL1 was inconsistent with the maintenance of confidentiality.",
      "id": "s135"
    },
    {
      "text": "It was tendered on an application to claim privilege and it was tendered with the express proviso in [50] of Mr Leong's statement that he did not intend to disclose confidential communications to which privilege may attach.",
      "id": "s136"
    },
    {
      "text": "46 The tender of Exhibit JL1 cannot be said to have been to deploy the substance of legal advice for forensic or commercial purposes so as to reveal an implied inconsistency with the maintenance of confidentiality; Bennett at [68].",
      "id": "s137"
    },
    {
      "text": "47 I accept Mr Johnson's submission that it is extraordinary that both solicitors and counsel for Mr Boensch failed to make any or any adequate enquiry as to the extent of the materials contained in Exhibit JL1.",
      "id": "s138"
    },
    {
      "text": "Some criticism may flow from that.",
      "id": "s139"
    },
    {
      "text": "But it does not preclude a finding of inadvertence.",
      "id": "s140"
    },
    {
      "text": "48 I do not accept Mr Johnson's submission that the documents in Exhibit JL1 were delivered without qualification as to their status.",
      "id": "s141"
    },
    {
      "text": "The qualification was stated in [50] of the statement to which the Exhibit was attached.",
      "id": "s142"
    },
    {
      "text": "Although no evidence was put before his Honour to explain the mistake, the circumstances make it plain that error and inadvertence were revealed.",
      "id": "s143"
    },
    {
      "text": "Orders \n \n49 I will make orders 1, 3 and 4 sought in the notice of appeal filed on 13 February 2007.",
      "id": "s144"
    },
    {
      "text": "I certify that the preceding forty-nine (49) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s145"
    },
    {
      "text": "Associate: \n\n\n\n\nDated: 16 April 2007\n\n\n Counsel for the Appellant: N Perram SC with MJ Heath \n \n Solicitor for the Appellant: Wright Pavuk Lawyers \n \n Counsel for the Respondent: JT Johnson \n \n Solicitor for the Respondent: McLean &amp; Associates \n \n Date of Hearing: 6 February 2007 \n \n Date of Judgment: 16 April 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/532.html",
      "id": "s146"
    }
  ]
}