{
  "name": "Australian Securities and Investments Commission v Yandal Gold Pty Ltd [2007] FCA 542 (18 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/542.html",
  "catchphrases": [
    {
      "text": "final judgment",
      "id": "c0"
    },
    {
      "text": "fund established for distribution to a class",
      "id": "c1"
    },
    {
      "text": "unable to locate all members of class",
      "id": "c2"
    },
    {
      "text": "liberty to apply reserved",
      "id": "c3"
    },
    {
      "text": "whether power to order the return of the balance of the fund",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This case raises a nice point concerning the rule that once an order of a court has been perfected the court is, to employ the Latin description, \"functus officio\" and its decision cannot be reopened.",
      "id": "s0"
    },
    {
      "text": "There are exceptions to the rule.",
      "id": "s1"
    },
    {
      "text": "The question here is whether the order sought in the instant application falls within the exceptions.",
      "id": "s2"
    },
    {
      "text": "2 The circumstances giving rise to the application are as follows.",
      "id": "s3"
    },
    {
      "text": "In 1999 Edensor Nominees Pty Ltd and Normandy Consolidated Gold Holdings Pty Ltd entered into an agreement that Yandal Gold Pty Ltd, a subsidiary of Yandal Gold Holdings Pty Ltd a company in which each of them would hold shares, would make a takeover bid for all of the shares in Great Central Mines Ltd. At the time of the agreement the Edensor group and the Normandy Consolidated group already held shares in Great Central Mines.",
      "id": "s4"
    },
    {
      "text": "There was a side agreement between the two groups that neither would accept the offer for its shares.",
      "id": "s5"
    },
    {
      "text": "Following the bid ASIC took proceedings against the companies seeking a declaration that both the shareholders' agreement and the side agreement contravened s 615 of the Corporations Law , being the law then in force.",
      "id": "s6"
    },
    {
      "text": "The action was heard by Merkel J.",
      "id": "s7"
    },
    {
      "text": "He found that there had been a contravention.",
      "id": "s8"
    },
    {
      "text": "He also found that statements in Yandal Gold's bidder statement were incorrect, in particular the statements that the Yandal Group held no relevant interest in Great Central Mines and the Yandal Group had not acquired any shares in Great Central Mines in the four months preceding the bid: see Australian Securities and Investments Commission v Yandal Gold Pty Ltd (1999) 32 ACSR 317.",
      "id": "s9"
    },
    {
      "text": "3 On the question of relief Merkel J said that as a result of the contravention the price offered to shareholders was significantly less than would have been offered if there had been no contravention.",
      "id": "s10"
    },
    {
      "text": "As a result he made orders permitting accepting shareholders to avoid the contracts pursuant to which they sold their shares to the bid company.",
      "id": "s11"
    },
    {
      "text": "He also fashioned an order to provide compensation to those shareholders who did not avoid their contracts.",
      "id": "s12"
    },
    {
      "text": "To that end he ordered that Edensor Nominees Pty Ltd pay to ASIC $28.5 million and for ASIC to distribute the fund on a pro rata basis to non-rescinding shareholders.",
      "id": "s13"
    },
    {
      "text": "He reserved liberty to apply.",
      "id": "s14"
    },
    {
      "text": "A later order provided for the fund to be established by Newmont Australia Limited (previously Normandy Mining Limited) either on its own behalf or on behalf of Edensor Nominees.",
      "id": "s15"
    },
    {
      "text": "4 In due course the fund was established by Newmont Australia.",
      "id": "s16"
    },
    {
      "text": "Thereafter ASIC distributed all but 0.9 per cent of the fund to non-rescinding shareholders.",
      "id": "s17"
    },
    {
      "text": "The balance of the fund, approximately $300,000 plus interest, has not been paid out.",
      "id": "s18"
    },
    {
      "text": "The reason is that cheques that were sent to 253 non-rescinding shareholders were not presented.",
      "id": "s19"
    },
    {
      "text": "Extensive efforts have been made to contact the missing shareholders but to no avail.",
      "id": "s20"
    },
    {
      "text": "In a practical sense there is little more that ASIC can do to find them.",
      "id": "s21"
    },
    {
      "text": "5 As a result ASIC seeks an order that the amount which it still holds, after deduction of its costs and expenses, be paid to Newmont Australia.",
      "id": "s22"
    },
    {
      "text": "That company will undertake that if a non-rescinding shareholder turns up before 3 January 2009 and seeks payment of the amount due to him Newmont will pay the amount.",
      "id": "s23"
    },
    {
      "text": "6 In my view there is power to make the order sought.",
      "id": "s24"
    },
    {
      "text": "It has always been accepted that a court retains jurisdiction after final judgment to deal with matters involved in or arising in the course of the operation of the court's order.",
      "id": "s25"
    },
    {
      "text": "If the need to deal with an order is foreseen the order usually reserves liberty to apply.",
      "id": "s26"
    },
    {
      "text": "At any rate a court has inherent power to deal with such matters.",
      "id": "s27"
    },
    {
      "text": "That a court retains the ability to deal with matters arising out of its orders does not permit it to grant substantive relief of a kind not originally sought in the proceeding or which is substantially different from that given by the final order: Phillips v Walsh (1990) 20 NSWLR 206, 209.",
      "id": "s28"
    },
    {
      "text": "Indeed, reservation of liberty to apply is usually confined to \"questions of machinery which may arise from the implementation of a court's orders\": Abigroup Ltd v Abignano (1992) 112 ALR 497, 509.",
      "id": "s29"
    },
    {
      "text": "But it is not limited to matters of machinery.",
      "id": "s30"
    },
    {
      "text": "A court can make a variety of orders provided what is involved does not undermine the finality of the orders already made: Penrice v Williams (1883) 23 Ch D 353.",
      "id": "s31"
    },
    {
      "text": "7 It is not possible to define the limits of a court's power to deal with aspects of its final orders.",
      "id": "s32"
    },
    {
      "text": "For the purposes of the instant application it is sufficient to say that I am in no doubt that there is jurisdiction to make the order sought.",
      "id": "s33"
    },
    {
      "text": "The problem in this case has come about because of events that occurred after the final orders were made.",
      "id": "s34"
    },
    {
      "text": "The result of those events is that ASIC has funds which it cannot dispose of.",
      "id": "s35"
    },
    {
      "text": "It was not intended that the funds remain with ASIC or be paid to State governments under unclaimed moneys legislation.",
      "id": "s36"
    },
    {
      "text": "Something else must be done to deal with the money and it falls upon the Court to decide what that should be.",
      "id": "s37"
    },
    {
      "text": "The appropriate thing to do is to return the money with a provision that if a shareholder shows up in the next six years he is to be paid the amount due to him.",
      "id": "s38"
    },
    {
      "text": "8 There is precedent for the type of order ASIC seeks.",
      "id": "s39"
    },
    {
      "text": "It used to be the case that on a reduction of capital it was necessary to settle a list of creditors and require a fund to be set aside out of which the claims of creditors would be satisfied.",
      "id": "s40"
    },
    {
      "text": "The order confirming the reduction would reserve \"liberty to the [company] to apply for payment out to it of the funds in Court on production of evidence that the alleged claims of [creditors] have been secured and generally with reference to the said moneys\": Thereby the court retained control over the fund and the ability to provide for its disposition in the event of difficulties.",
      "id": "s41"
    },
    {
      "text": "An example of such an order may be found in Seton on Decrees vol III p 2428-2429.",
      "id": "s42"
    },
    {
      "text": "9 I will make orders in accordance with the short minutes of orders handed up by Mr Strong.",
      "id": "s43"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s44"
    },
    {
      "text": "Associate:\n\nDated: 18 April 2007\n\n\n Counsel for the Plaintiff:: R Strong \n \n Solicitor for the Plaintiff Australian Securities and Investments Commission \n \n Date of Hearing: 6 February 2007 \n \n Date of Judgment: 18 April 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/542.html",
      "id": "s45"
    }
  ]
}