{
  "name": "Australian Securities and Investments Commission v Lee [2007] FCA 508 (11 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/508.html",
  "catchphrases": [
    {
      "text": "investigation by asic",
      "id": "c0"
    },
    {
      "text": "application for orders under s 1323 of the corporations act 2001",
      "id": "c1"
    },
    {
      "text": "principles to be applied",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Australian Securities and Investments Commission is conducting an investigation to discover who is behind a fraudulent trading scheme that has come to its attention.",
      "id": "s0"
    },
    {
      "text": "It appears that Australian investors have been induced into purchasing non-existent \"heating oil options\", \"gasoline options\" and \"gold bullion options\" on non-existent foreign commodities exchanges.",
      "id": "s1"
    },
    {
      "text": "All in all, investors have been cheated into paying around $8 million dollars for these bogus investments.",
      "id": "s2"
    },
    {
      "text": "The money investors have paid was transferred into three foreign bank accounts, one in the name of Capital Marketing Services, another in the name of Universal Trading, both with the Hong Kong branch of the Bank of China, and a third in the name of AM Global Management with the Kuala Lumpur branch of the AmBank (M) Berhad.",
      "id": "s3"
    },
    {
      "text": "A small portion of the money found its way (by transfer) into Australian bank accounts maintained by each defendant.",
      "id": "s4"
    },
    {
      "text": "On 17 November 2006, on the ex parte application of ASIC, I made orders freezing the Australian bank accounts.",
      "id": "s5"
    },
    {
      "text": "Four days later the orders were continued and an additional order was made freezing other accounts and restraining any dealing with an asset one defendant had purchased with the money.",
      "id": "s6"
    },
    {
      "text": "The orders were again extended on 19 December 2006.",
      "id": "s7"
    },
    {
      "text": "Following a hearing on 29 January 2007, the orders were continued pending trial.",
      "id": "s8"
    },
    {
      "text": "What follows are my reasons for making the last order.",
      "id": "s9"
    },
    {
      "text": "2 First, the factual background.",
      "id": "s10"
    },
    {
      "text": "Not much is known about the defendants.",
      "id": "s11"
    },
    {
      "text": "The first defendant, Mr Lee, lives in Malaysia, at least according to the records of his Australian bankers, Westpac and ANZ.",
      "id": "s12"
    },
    {
      "text": "He may have travelled to Australia on one or two occasions in the past.",
      "id": "s13"
    },
    {
      "text": "Mr Lee maintains several accounts with ANZ and Westpac.",
      "id": "s14"
    },
    {
      "text": "In the period February to September 2006, over $2 million was transferred into his Westpac accounts.",
      "id": "s15"
    },
    {
      "text": "The money came in by electronic funds transfer of amounts not exceeding $100,000.",
      "id": "s16"
    },
    {
      "text": "Most transfers were effected by a \"cash dealer located in Singapore known as the Colombo Exchange\".",
      "id": "s17"
    },
    {
      "text": "A small sum, $48,964.94, has been traced back to the Universal account with the Bank of China.",
      "id": "s18"
    },
    {
      "text": "Over a similar period (March to November 2006) around $1.6 million was transferred into Mr Lee's accounts with the ANZ.",
      "id": "s19"
    },
    {
      "text": "This amount was also paid by regular deposits of less than $100,000 in most instances.",
      "id": "s20"
    },
    {
      "text": "An amount of approximately $90,000 came from the Capital Marketing Services account with the Bank of China.",
      "id": "s21"
    },
    {
      "text": "3 Following the ex parte orders, the court papers were sent by ASIC to Mr Lee at his address in Malaysia.",
      "id": "s22"
    },
    {
      "text": "A few days later Mr Lee (or someone who purported to be Mr Lee) responded to ASIC by email.",
      "id": "s23"
    },
    {
      "text": "The person said that the information in the papers was \"totally new and shocking to me\".",
      "id": "s24"
    },
    {
      "text": "He said that ASIC \"can be assured that I will contact you within the next 24 hours after I have go [sic] through all the attachments and probably seek a legal representative in Australia to represent my interest.",
      "id": "s25"
    },
    {
      "text": "\" This was followed up a few days later by a second email in which Mr Lee (or the person purporting to be Mr Lee) said that he was in the process \"of engaging a top firm in Melbourne to represent [him] in this case.",
      "id": "s26"
    },
    {
      "text": "\" He went on to say: \"Also I asked you to properly investigate this case especially in Malaysia, Hong Kong and Australia (cold calling as mentioned in those attachments).",
      "id": "s27"
    },
    {
      "text": "Please do not simply jump to conclusion about myself / 1 st defendant in this case.",
      "id": "s28"
    },
    {
      "text": "Myself runs an IT company in Malaysia.",
      "id": "s29"
    },
    {
      "text": "\"\n \n4 In due course Mr Lee retained Melbourne solicitors, Baker &amp; McKenzie, to act on his behalf.",
      "id": "s30"
    },
    {
      "text": "The solicitors took up with ASIC its investigation into Mr Lee.",
      "id": "s31"
    },
    {
      "text": "In a letter dated 20 December 2006 the solicitors informed ASIC that they would not advise their client \"to participate in [ASIC's] investigations in any way unless ASIC [could] confirm in writing that [Mr Lee was] not and [would] not be a subject in any criminal or civil penalty investigation and unless and until [ASIC gave] undertakings to that effect.",
      "id": "s32"
    },
    {
      "text": "\" ASIC was not willing to give the undertaking.",
      "id": "s33"
    },
    {
      "text": "Accordingly, Mr Lee has not provided ASIC with any information concerning the money in his accounts.",
      "id": "s34"
    },
    {
      "text": "5 Mr Lee took much the same attitude on the interlocutory application.",
      "id": "s35"
    },
    {
      "text": "That is, he elected to remain silent, filing no affidavit or other material explaining how he came to have in his accounts funds some of which it would seem had been stolen from Australian investors.",
      "id": "s36"
    },
    {
      "text": "6 ASIC is continuing its investigation into Mr Lee.",
      "id": "s37"
    },
    {
      "text": "The investigation has disclosed that Mr Lee has several foreign bank accounts.",
      "id": "s38"
    },
    {
      "text": "The accounts that have been tracked down so far are in Vietnam, Hong Kong and the United States of America.",
      "id": "s39"
    },
    {
      "text": "Large sums of money (in the millions of dollars) have been deposited into the accounts.",
      "id": "s40"
    },
    {
      "text": "In all more than $A7.5 million has been deposited.",
      "id": "s41"
    },
    {
      "text": "ASIC's inquiries suggest that the source of the funds is the same Singaporean cash dealer who deposited money into Mr Lee's accounts with Westpac and ANZ.",
      "id": "s42"
    },
    {
      "text": "More information is likely to be discovered about Mr Lee as the investigation progresses.",
      "id": "s43"
    },
    {
      "text": "7 The second defendant, Mr Jugraj, lives in Australia.",
      "id": "s44"
    },
    {
      "text": "He came here as a student.",
      "id": "s45"
    },
    {
      "text": "Mr Jugraj has an account with the Commonwealth Bank.",
      "id": "s46"
    },
    {
      "text": "Between 23 October and 1 November 2006, three deposits, totalling approximately $90,000, were made into the account.",
      "id": "s47"
    },
    {
      "text": "The source of the funds was the Bank of China account maintained by Capital Marketing Services.",
      "id": "s48"
    },
    {
      "text": "Mr Jugraj informed ASIC that the deposits were arranged by his father, an Indian citizen who lives in Chennai.",
      "id": "s49"
    },
    {
      "text": "He told ASIC that the purpose of the funds was to support his application for permanent residence in Australia.",
      "id": "s50"
    },
    {
      "text": "He said that he believes his father used the services of a finance broker in Chennai to arrange for the funds to be deposited.",
      "id": "s51"
    },
    {
      "text": "The money has been used by Mr Jugraj to purchase Northern Territory Treasury Corporation bonds in the amount of $100,000.",
      "id": "s52"
    },
    {
      "text": "The bonds are still in his name and the orders I made on 21 November 2006 included an order that Mr Jugraj not deal with the bonds pending the trial.",
      "id": "s53"
    },
    {
      "text": "8 The source of the power to make the restraining orders sought by ASIC is s 1323(1) of the Corporations Act 2001 (Cth) which, relevantly, provides that where an investigation is being carried out either under the Australian Securities and Investments Commission Act 2001 (Cth) or the Corporations Act in relation to an act or omission by a person (referred to as the \"relevant person\") that constitutes or may constitute a contravention of the Corporations Act and the court \"considers it necessary or desirable to do so for the purpose of protecting the interests of a person (... called an aggrieved person) to whom [the relevant person] is liable, or may be or become liable, to pay money ... the Court may ... make one or more of the following orders:\n \n \n \n \n (d) an order prohibiting a person who is indebted to the relevant person... from making a payment in total or partial discharge of the debt to... [the relevant person]; \n (e) an order prohibiting a person holding money... on behalf of the relevant person... from paying all or any of the money, or transferring, or otherwise parting with possession of the financial products or other property, to... the person on whose behalf the money... is... held; \n (f) an order prohibiting the taking or sending out of [the] jurisdiction... by a person of money of the relevant person...\n \n \n\n9 It is also necessary to mention s 1323(3).",
      "id": "s54"
    },
    {
      "text": "By that subsection the court is given power to make an interim order under s 1323(1) if \"in the opinion of the court it is desirable to do so.",
      "id": "s55"
    },
    {
      "text": "\" The orders I made, for which these are the reasons, were interim orders made under s 1323(3).",
      "id": "s56"
    },
    {
      "text": "10 Before explaining the reasons for making the orders, I will make some preliminary observations.",
      "id": "s57"
    },
    {
      "text": "First, the evidence, which is unlikely to be contradicted when this case comes on for final hearing, is that there have been serious breaches of the Corporations Act , the ASIC Act and both Commonwealth and State Crimes Acts.",
      "id": "s58"
    },
    {
      "text": "This is not surprising given the nature of the fraud that has been perpetrated.",
      "id": "s59"
    },
    {
      "text": "The principal (although, I accept, not the only) purpose for the investigation is to identify the perpetrators so that they may be prosecuted and track down the money that investors have been cheated into parting with so that it may be returned to them.",
      "id": "s60"
    },
    {
      "text": "11 Second, one of the several objects of s 1323 is to assist people who have lost money, as a result of breaches of the Corporations Act or ASIC Act, to recover what they have lost either in specie (which will often be impossible) or by way of damages.",
      "id": "s61"
    },
    {
      "text": "The section achieves this object by permitting, by way of injunction or the appointment of a receiver, the preservation of property against which the person who has lost money (the aggrieved person) can have recourse if he has a good personal or proprietary claim against the person who has taken his money (the relevant person).",
      "id": "s62"
    },
    {
      "text": "12 Nevertheless, and this is the third observation, the remedies available under s 1323 are dramatic and the court should exercise care before making any order.",
      "id": "s63"
    },
    {
      "text": "While it is not necessary to show that the aggrieved person in fact has a case against the relevant person in order to obtain an interim injunction, the strength of the case is important.",
      "id": "s64"
    },
    {
      "text": "If the investigation is in its early stages it may be enough to show a possible case against the relevant person or the person on whose behalf the relevant person holds property.",
      "id": "s65"
    },
    {
      "text": "If the investigation is in late stages, or has been completed, probably no order should be made (or continued) unless the evidence suggests a prime facie case of liability: see generally Corporate Affairs Commission (NSW) v Walker (1987) 11 ACLR 884; Corporate Affairs Commission (SA) v Lone Star Exploration NL (No 2) (1988) 14 ACLR 499; Australian Securities Commission v A S Nominees Ltd (1995) 18 ACSR 459, 511-512.",
      "id": "s66"
    },
    {
      "text": "13 The final observation concerns the \"jurisdictional pre-conditions\" that are imposed by s 1323.",
      "id": "s67"
    },
    {
      "text": "Here I am not referring simply to the three conditions referred to in s 1323(1) that were commented upon in Corporate Affairs Commission v United International Technologies Pty Ltd (1987) 6 ACLC 637, 642.",
      "id": "s68"
    },
    {
      "text": "I have in mind what might also be described as a \"jurisdictional pre-condition\" namely the requirements in paras (d) (e) and (f) that a protective order can only be made in respect of \"[indebtedness]... to the relevant person or [his] associate\" (para (d)), \"[any] money, financial or products or other property [held] on behalf of the relevant person or [his] associate\" (para (e)) and \"money of the relevant person [or his associate]\" (para (f)).",
      "id": "s69"
    },
    {
      "text": "At a final hearing of an application under s 1323 it will be necessary for ASIC to prove on the civil standard that one of these conditions exist.",
      "id": "s70"
    },
    {
      "text": "When an interim order is sought this is not a requirement.",
      "id": "s71"
    },
    {
      "text": "All the court need do is decide whether it is \"desirable\" that an interim order be made.",
      "id": "s72"
    },
    {
      "text": "And it may be desirable even if ASIC is not able to tender proof that will establish the existence of any one of the conditions.",
      "id": "s73"
    },
    {
      "text": "By analogy with cases on interlocutory injunctions, if ASIC can show something like a possible or prima facie case that will usually be enough.",
      "id": "s74"
    },
    {
      "text": "14 Returning to the case at hand, the interim orders were made for the following reasons: As I have said, it appears not to be in dispute that some of the money paid by investors has found its way into each defendant's account.",
      "id": "s75"
    },
    {
      "text": "I infer from this that each defendant was either involved in the fraud or holds money on behalf of a person who was involved.",
      "id": "s76"
    },
    {
      "text": "The inference is more readily drawn by the fact that neither defendant has gone into evidence to explain how he came by money from the Universal or Capital Marketing Services accounts in Hong Kong.",
      "id": "s77"
    },
    {
      "text": "In these circumstances the investors might have good claims against each defendant, or in respect of the funds in each defendant's possession, and are entitled to a protective order to preserve those funds until the matter is more fully investigated at the trial.",
      "id": "s78"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s79"
    },
    {
      "text": "Associate: \n\n\nDated: 11 April 2007\n\n\n Counsel for the Plaintiff: M Sifris SC\nJ Moore \n \n Solicitor for the Plaintiff: Australian Securities and Investments Commission \n \n Counsel for the First Defendant: J Delany SC\nA Hanak \n \n Solicitor for the First Defendant: Baker &amp; McKenzie \n \n Appearing for the Second Defendant: Praveen Kumar Jugraj (in person) \n \n Date of Hearing: 9 February 2007 \n \n Date of Judgment: 11 April 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/508.html",
      "id": "s80"
    }
  ]
}