{
  "name": "Deputy Commissioner of Taxation v De Simone Consulting Pty Ltd [2007] FCA 548 (20 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/548.html",
  "catchphrases": [
    {
      "text": "winding up",
      "id": "c0"
    },
    {
      "text": "insolvency",
      "id": "c1"
    },
    {
      "text": "statutory demand not complied with",
      "id": "c2"
    },
    {
      "text": "rebuttable presumption of insolvency",
      "id": "c3"
    },
    {
      "text": "proof of solvency",
      "id": "c4"
    },
    {
      "text": "whether audited accounts necessary",
      "id": "c5"
    },
    {
      "text": "application withdrawn",
      "id": "c6"
    },
    {
      "text": "costs of the application",
      "id": "c7"
    },
    {
      "text": "corporations",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The application brought by the Deputy Commissioner of Taxation to wind up De Simone Consulting Pty Ltd has been withdrawn.",
      "id": "s0"
    },
    {
      "text": "The issue that still separates the parties is who should bear the costs of the application.",
      "id": "s1"
    },
    {
      "text": "The registrar before whom the application was initially returned decided that they should be borne by the company.",
      "id": "s2"
    },
    {
      "text": "Dissatisfied with that decision, the company applies for its review which is now before me as a hearing de novo.",
      "id": "s3"
    },
    {
      "text": "2 The jurisdiction to determine costs notwithstanding that a proceeding has been settled is undoubted.",
      "id": "s4"
    },
    {
      "text": "While the jurisdiction is clear, the task is difficult unless the judge can form a view about the merits of the case.",
      "id": "s5"
    },
    {
      "text": "If that cannot be done there is often little choice but to let the costs lie where they fall.",
      "id": "s6"
    },
    {
      "text": "3 This case is said to be one of those where the merits are clear.",
      "id": "s7"
    },
    {
      "text": "To understand the argument I need only mention a few of the background facts.",
      "id": "s8"
    },
    {
      "text": "The Deputy Commissioner's application for the winding up of the company was grounded on the company's failure to comply with a statutory demand for unpaid tax in the sum of $408,500.96.",
      "id": "s9"
    },
    {
      "text": "The company denied liability to pay that amount but did not apply to have the statutory demand set aside.",
      "id": "s10"
    },
    {
      "text": "The Deputy Commissioner issued the application to wind up the company on 13 October 2006, supported by the usual affidavits.",
      "id": "s11"
    },
    {
      "text": "When the application first came on before the registrar on 16 November 2006, Mr De Simone, a director of the company, produced a suitcase that contained several hundred thousand dollars in cash.",
      "id": "s12"
    },
    {
      "text": "He said this was more than enough to meet the debt due to the Deputy Commissioner.",
      "id": "s13"
    },
    {
      "text": "Mr De Simone also asserted that the production of the cash was evidence of the company's solvency.",
      "id": "s14"
    },
    {
      "text": "He asked that the application be dismissed.",
      "id": "s15"
    },
    {
      "text": "The stunt took everyone by surprise.",
      "id": "s16"
    },
    {
      "text": "The application was stood over to enable the company to file proper evidence of its solvency.",
      "id": "s17"
    },
    {
      "text": "4 The next event occurred on 8 December 2006.",
      "id": "s18"
    },
    {
      "text": "On that day Mr De Simone served a lengthy affidavit deposing to the company's solvency.",
      "id": "s19"
    },
    {
      "text": "In the following week, the company paid $175,000 to the Deputy Commissioner.",
      "id": "s20"
    },
    {
      "text": "5 When the application again came before the registrar, the Deputy Commissioner asked for, and was granted, leave to withdraw the application.",
      "id": "s21"
    },
    {
      "text": "There was then an argument about the costs.",
      "id": "s22"
    },
    {
      "text": "The registrar decided they should be borne by the company.",
      "id": "s23"
    },
    {
      "text": "That is the order which is the subject of the review.",
      "id": "s24"
    },
    {
      "text": "6 For the purposes of deciding who should bear the costs I do not intend to enquire into the merits of the company's claim that it was not indebted to the Deputy Commissioner.",
      "id": "s25"
    },
    {
      "text": "The argument is complicated and depends upon an agreement (the existence of which is not in dispute) between the company and the Deputy Commissioner to withdraw assessments of income tax that had been raised against the company and to reassess the company's liability.",
      "id": "s26"
    },
    {
      "text": "One aspect of the argument is an assertion by the company that the statutory demand was based on the assessments that were to be withdrawn.",
      "id": "s27"
    },
    {
      "text": "The Deputy Commissioner says this is not so.",
      "id": "s28"
    },
    {
      "text": "7 It is accepted on both sides that the court only has jurisdiction to wind up a company in insolvency if the company is insolvent.",
      "id": "s29"
    },
    {
      "text": "In the case of an application relying on a statutory demand, the court presumes the company is insolvent if it fails to comply with the statutory demand: Corporations Act 2001 (Cth) s 459C(2)(a).",
      "id": "s30"
    },
    {
      "text": "On the other hand, the presumption only operates except so far as the contrary is proved, the onus being on the company to establish its solvency: s 459C(3).",
      "id": "s31"
    },
    {
      "text": "8 I now turn to the basis upon which the Deputy Commissioner says he is entitled to his costs.",
      "id": "s32"
    },
    {
      "text": "The argument is that Mr De Simone's affidavit did not prove the solvency of the company and a winding up order would have been made had the Deputy Commissioner decided not to withdraw his application.",
      "id": "s33"
    },
    {
      "text": "In this connection I was told of a practice that has developed by which a company wishing to prove its solvency must produce audited accounts that evidence solvency.",
      "id": "s34"
    },
    {
      "text": "The practice is said to flow from the cases referred to by Weinberg J in Ace Contractors &amp; Staff Pty Ltd v Westgarth Development Pty Ltd [1999] FCA 728 , a decision that has been cited with approval in Expile Pty Ltd v Jabb's Excavations Pty Ltd (2003) 45 ACSR 711, a decision of the Court of Appeal of New South Wales.",
      "id": "s35"
    },
    {
      "text": "9 To put what I am about to say into its proper context I will set out the first three propositions that appear in the relevant part of Weinberg J's reasons.",
      "id": "s36"
    },
    {
      "text": "He said (at para 44):\n \n \"The authorities which govern the operation of s 459G of the Corporations Law seem to me to establish the following propositions: \n\n&#8226; The respondent is presumed to be insolvent and as such bears the onus of proving its solvency: s 459C(2) and (3); \n \n&#8226; In order to discharge that onus the Court should ordinarily be presented with the \"fullest and best\" evidence of the financial position of the respondent.",
      "id": "s37"
    },
    {
      "text": "&#8226; Unaudited accounts and unverified claims of ownership or valuation are not ordinarily probative of solvency.",
      "id": "s38"
    },
    {
      "text": "Nor are bald assertions of solvency arising from a general review of the accounts, even if made by qualified accountants who have detailed knowledge of how those accounts were prepared.",
      "id": "s39"
    },
    {
      "text": "\" \n \n (citations omitted) \n\n10 Let me say at once that I reject as unfounded the proposition that to discharge the onus established by s 459C(3) a company must produce audited accounts to prove solvency.",
      "id": "s40"
    },
    {
      "text": "The cases to which Weinberg J referred do not support the existence of such a rule.",
      "id": "s41"
    },
    {
      "text": "Nor does his decision.",
      "id": "s42"
    },
    {
      "text": "11 The question whether a company is solvent involves both a question of law and a question of fact.",
      "id": "s43"
    },
    {
      "text": "The legal question, or what may be partly a legal question, is what is meant by the word \"insolvent\" in s 459A for the purpose of determining what is meant by the opposite.",
      "id": "s44"
    },
    {
      "text": "The judge will provide that meaning.",
      "id": "s45"
    },
    {
      "text": "He or she may say that the word has a technical meaning and state what that meaning is.",
      "id": "s46"
    },
    {
      "text": "Or he or she may say that the word is used in its ordinary sense and go to a dictionary to discover that meaning.",
      "id": "s47"
    },
    {
      "text": "12 A company that wishes to establish the fact of solvency in accordance with the meaning laid down by the judge must tender evidence for that purpose.",
      "id": "s48"
    },
    {
      "text": "Then the following steps will occur.",
      "id": "s49"
    },
    {
      "text": "First, the judge will decide whether the evidence is relevant.",
      "id": "s50"
    },
    {
      "text": "The judge will then determine whether the evidence is admissible, for not all relevant evidence finds its way into court.",
      "id": "s51"
    },
    {
      "text": "Next, the judge will assess the probative value of the evidence.",
      "id": "s52"
    },
    {
      "text": "That assessment is inductive.",
      "id": "s53"
    },
    {
      "text": "Finally the judge will decide whether the claimed solvency is probable or more probable than not.",
      "id": "s54"
    },
    {
      "text": "13 It is contrary to basic rules of evidence to assert there is only one method of proving solvency, namely the production of audited accounts.",
      "id": "s55"
    },
    {
      "text": "I can explain why by way of a simple, but not wholly fanciful, example.",
      "id": "s56"
    },
    {
      "text": "Assume that a company secretary gives the following uncontradicted evidence.",
      "id": "s57"
    },
    {
      "text": "\"My company is listed on the ASX.",
      "id": "s58"
    },
    {
      "text": "At present it has a market capitalisation of around $2.5 billion.",
      "id": "s59"
    },
    {
      "text": "I am familiar with the company's records and am able to say that that the company's assets (excluding intangible assets, for their valuation is unreliable) exceeds its liabilities by about $1.5 billion.",
      "id": "s60"
    },
    {
      "text": "Among those assets are cash and securities that can be converted to cash in seven days that are amounts in aggregate $500 million.",
      "id": "s61"
    },
    {
      "text": "I apologise for not producing the last audited accounts.",
      "id": "s62"
    },
    {
      "text": "I left them back in the office.",
      "id": "s63"
    },
    {
      "text": "\" a judge would fall into legal error if on this evidence he did not find the company to be solvent.",
      "id": "s64"
    },
    {
      "text": "14 The explanation to be given to the cases to which Weinberg J referred is this.",
      "id": "s65"
    },
    {
      "text": "There are many shaky companies in the marketplace.",
      "id": "s66"
    },
    {
      "text": "Applications are made to wind up some of them.",
      "id": "s67"
    },
    {
      "text": "Applications are also made to wind up solvent companies.",
      "id": "s68"
    },
    {
      "text": "In each case a representative can come along attempting to prove solvency to avoid a winding up.",
      "id": "s69"
    },
    {
      "text": "Judges will look with care at the evidence especially if the judge suspects the company is or may be in a weak financial position.",
      "id": "s70"
    },
    {
      "text": "Dependant upon the degree of doubt justified by the facts, a judge may say that the only evidence he will treat as probative is \"the fullest and best\" evidence available - the kind that in Commonwealth Bank of Australia v Begonia (1983) 11 ACSR 609 Hayne J said was often necessary although interesting enough, not in that case.",
      "id": "s71"
    },
    {
      "text": "In some instances this may be the company's audited accounts together with verified proof of both the ownership and value of the company's assets.",
      "id": "s72"
    },
    {
      "text": "On the other hand there will be many instances where proof of that sort is not required.",
      "id": "s73"
    },
    {
      "text": "In such cases there is no good reason to put the company to the time, trouble and expense of producing audited accounts.",
      "id": "s74"
    },
    {
      "text": "In the end it will all depend upon each particular fact of a case.",
      "id": "s75"
    },
    {
      "text": "15 Returning to Mr De Simone's affidavit, if the evidence were unchallenged it does make out a prima facie case of solvency.",
      "id": "s76"
    },
    {
      "text": "What Mr De Simone said was not the \"fullest and best\" evidence of the company's financial position.",
      "id": "s77"
    },
    {
      "text": "Nor did he produce the audited accounts of the company.",
      "id": "s78"
    },
    {
      "text": "But he did explain in some detail the nature of the assets and liabilities of the company.",
      "id": "s79"
    },
    {
      "text": "He listed the current assets and liabilities, and provided details of the non-current assets and liabilities.",
      "id": "s80"
    },
    {
      "text": "It is apparent that much of the information came from the company's records, although the records were not produced.",
      "id": "s81"
    },
    {
      "text": "The thrust of Mr De Simone's evidence was that, after allowing for the debt due to the Deputy Commissioner, the company had surplus assets exceeding $1.4 million, a good proportion of which comprised debts that were due and payable and short-term loans that were either due and payable or payable at short notice.",
      "id": "s82"
    },
    {
      "text": "16 Mr Agardy said that Mr De Simone's evidence would have been subjected to careful scrutiny if the case had gone to trial.",
      "id": "s83"
    },
    {
      "text": "No doubt this is true.",
      "id": "s84"
    },
    {
      "text": "That only demonstrates that it is impossible to predict what the outcome of the case would have been.",
      "id": "s85"
    },
    {
      "text": "17 In the event, neither side can make a just claim that it be paid the costs of the proceeding.",
      "id": "s86"
    },
    {
      "text": "To the extent that the registrar held otherwise, I think, with respect, she was in error.",
      "id": "s87"
    },
    {
      "text": "18 While neither side is entitled to all the costs I am, nonetheless, of the view that the Deputy Commissioner should have his costs up to 8 December 2006 when he received Mr De Simone's affidavit.",
      "id": "s88"
    },
    {
      "text": "The Deputy Commissioner was entitled to bring the winding up application when the company failed to pay the amount in the statutory demand or to bring proceedings to have the demand set aside.",
      "id": "s89"
    },
    {
      "text": "While the costs of the adjournment that occurred on 16 November 2006 to allow the defendant to put on proper evidence were reserved, it seems to me they should be borne by the company.",
      "id": "s90"
    },
    {
      "text": "There will be no order for the costs incurred thereafter, including the cost of the review.",
      "id": "s91"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s92"
    },
    {
      "text": "Associate:\n\nDated: 17 April 2007\n\n\n Counsel for the Plaintiff: P F Agardy \n \n Solicitor for the Plaintiff: Australian Government Solicitor \n \n Counsel for the Defendant: G T Bigmore QC \n \n Solicitor for the Defendant: Peter S Lustig \n \n Date of Hearing: 20 March 2007 \n \n Date of Judgment: 20 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/548.html",
      "id": "s93"
    }
  ]
}