{
  "name": "Australian Securities &amp; Investments Commission In the Matter of Richstar Enterprises Pty Ltd ACN 099 071 968 v Carey(No 15) [2007] FCA 544 (17 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/544.html",
  "catchphrases": [
    {
      "text": "receiver orders",
      "id": "c0"
    },
    {
      "text": "asset preservation orders",
      "id": "c1"
    },
    {
      "text": "corporations act 2001 (cth) s 1323",
      "id": "c2"
    },
    {
      "text": "application for variation of orders as release of funds to meet legal costs of one company subject to receiver orders defending proceedings brought by related companies controlled by the same director",
      "id": "c3"
    },
    {
      "text": "alleged breach of loan agreement",
      "id": "c4"
    },
    {
      "text": "proposed third party notice against receivers for refusing to approve loan payment",
      "id": "c5"
    },
    {
      "text": "application refused",
      "id": "c6"
    },
    {
      "text": "application for release of funds from one company to create pool available for legal expenses of companies' controller and other purposes",
      "id": "c7"
    },
    {
      "text": "application refused",
      "id": "c8"
    },
    {
      "text": "corporations",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 Variations to receiver and associated preservation orders made earlier in these proceedings are sought by Mr Norman Carey, Richstar Enterprises Pty Ltd (Richstar), Redchime Pty Ltd (Redchime) and Healthcare Properties Pty Ltd (Healthcare Properties).",
      "id": "s0"
    },
    {
      "text": "An amended minute of the proposed orders was filed on 3 April 2007 together with written submissions.",
      "id": "s1"
    },
    {
      "text": "The Court also heard oral argument in relation to the proposals on that day.",
      "id": "s2"
    },
    {
      "text": "These defendants seek the release of funds presently under the control of Court appointed receivers or subject to asset preservation orders to meet legal expenses incurred, or likely to be incurred, by Mr Carey and associated companies.",
      "id": "s3"
    },
    {
      "text": "2 Order 1 of the minute, which relates to pending proceedings in the Supreme Court of New South Wales by QBE Insurance (Australia) Ltd (QBE) and the contingent liability of Mr Carey to that company, is not pursued.",
      "id": "s4"
    },
    {
      "text": "Paragraphs 5 and 6 of the minute propose variations to orders made on 5 February 2007 in relation to Richstar.",
      "id": "s5"
    },
    {
      "text": "They are minor variations to existing orders which covered legal costs and disbursements incurred in respect of interlocutory applications up to 22 December 2006.",
      "id": "s6"
    },
    {
      "text": "The variations cover legal work done and disbursements incurred in relation to the same interlocutory application and applications for funding in respect of it since 22 December 2006.",
      "id": "s7"
    },
    {
      "text": "The proposed variations empower the receivers of Richstar to authorise those additional payments subject to agreement or taxation by a Registrar of the Court.",
      "id": "s8"
    },
    {
      "text": "The variations were not contentious and orders giving effect to them were made by consent on 3 April 2007.",
      "id": "s9"
    },
    {
      "text": "3 There remain in contention the orders proposed in [2], [3] and [4] of the minute.",
      "id": "s10"
    },
    {
      "text": "They deal with two distinct issues.",
      "id": "s11"
    },
    {
      "text": "Paragraphs 2 and 3 seek the release of $50,000 to enable Richstar to defend proceedings commenced against it in the Supreme Court of Western Australia by Keypoint Developments Pty Ltd (Keypoint) and Keyworld Investments Pty Ltd (Keyworld) and for the purpose of issuing a third party notice against the corporate receivers of Richstar.",
      "id": "s12"
    },
    {
      "text": "Paragraph 4 seeks the release of $300,000 from the funds of Healthcare Properties to the solicitors for that company for the purpose of applying that money to the provision of legal services, including accounting services (if any) and all necessary disbursements in relation to a variety of matters set out in an affidavit sworn by Mr Carey on 28 March 2007.",
      "id": "s13"
    },
    {
      "text": "For the most part those matters do not relate to the affairs of Healthcare Properties.",
      "id": "s14"
    },
    {
      "text": "They would include legal costs incurred by Mr Carey.",
      "id": "s15"
    },
    {
      "text": "4 For the reasons that follow the variations proposed in [2], [3] and [4] of the amended minute of proposed orders are refused.",
      "id": "s16"
    },
    {
      "text": "The Richstar application --- paragraphs 2 and 3 of the minute \n \n5 The Richstar application is covered by [2] and [3] of the proposed orders.",
      "id": "s17"
    },
    {
      "text": "It relates to proceedings commenced in the Supreme Court of Western Australia on 3 November 2006.",
      "id": "s18"
    },
    {
      "text": "Two companies, Keypoint, which is the ninth defendant in these proceedings, and Keyworld have commenced those proceedings against Richstar.",
      "id": "s19"
    },
    {
      "text": "Keypoint and Keyworld allege that they entered into contracts for the purchase of five pieces of land in Queensland in 2005.",
      "id": "s20"
    },
    {
      "text": "According to the statement of claim filed with the writ, Allan Frank Carey, the brother of Norman Carey, acting in his capacity as sole director of Keypoint, Keyworld and Richstar, decided that Richstar would lend Keypoint and Keyworld the funds necessary to effect settlement of the property purchases.",
      "id": "s21"
    },
    {
      "text": "Allan Frank Carey resigned as a director of all three companies in 2006 and was succeeded by Norman Carey's sister, Karen Sandra Carey-Hazell, in each case.",
      "id": "s22"
    },
    {
      "text": "The loan agreement is said to have been formalised in writing by a letter from Richstar to Keypoint on 20 March 2006.",
      "id": "s23"
    },
    {
      "text": "6 According to the statement of claim, Keypoint demanded the advance from Richstar orally and in writing between 21 and 26 April 2006 following the appointment of the receivers.",
      "id": "s24"
    },
    {
      "text": "The receivers refused the demands.",
      "id": "s25"
    },
    {
      "text": "Richstar is thereby said to have breached the loan agreement entered into with Keypoint and Keyworld.",
      "id": "s26"
    },
    {
      "text": "The statement of claim itself gives no particulars of the amount to be advanced or the terms and conditions of the advance.",
      "id": "s27"
    },
    {
      "text": "However, in her affidavit in support of the proposed order Ms Carey-Hazell contends that there was, prior to the appointment of receivers, \"a legal obligation on the part of [Richstar] to advance up to $3,000,000 to [Keypoint] and Keyworld Pty Ltd ... to assist these companies in the purchase of each of the properties ...\".",
      "id": "s28"
    },
    {
      "text": "7 Keypoint and Keyworld claim to have suffered loss and damage as a result of the alleged breach of the loan agreement.",
      "id": "s29"
    },
    {
      "text": "The loss and damage asserted exceeds $8.5 million.",
      "id": "s30"
    },
    {
      "text": "Richstar proposes to issue third party notices against the Court appointed receivers on the basis that they repudiated the pre-receivership contract.",
      "id": "s31"
    },
    {
      "text": "The action, it may be noted, is brought by two companies of which Ms Carey-Hazell is sole director, against a company of which she is also sole director.",
      "id": "s32"
    },
    {
      "text": "8 The letter relied upon in the statement of claim appears to be that which is annexed to an affidavit sworn 12 April 2006 by Karen Carey-Hazell.",
      "id": "s33"
    },
    {
      "text": "The letter is addressed to Ms Carey-Hazell as \"Ms K Carey\" at Keypoint.",
      "id": "s34"
    },
    {
      "text": "It was purportedly signed by \"Frank Carey\" as director of Richstar.",
      "id": "s35"
    },
    {
      "text": "An acceptance of the offer contained in the letter was represented by the common seal of Keypoint applied in the presence of Ms Carey on 6 April 2006.",
      "id": "s36"
    },
    {
      "text": "9 According to Australian Securities and Investments Commission (ASIC) records, Allan Frank Carey ceased to be a director of Keypoint on 20 March 2006, while Karen Carey was appointed as its director on 17 March 2006.",
      "id": "s37"
    },
    {
      "text": "The records also show that Allan Frank Carey ceased to be a director of Keyworld on 12 April 2006, while Karen Carey was appointed as its director on the same day.",
      "id": "s38"
    },
    {
      "text": "ASIC records show Allan Carey ceased to be a director of Richstar on 12 April 2006.",
      "id": "s39"
    },
    {
      "text": "According to Mr Raymond Ellis, Ms Carey was appointed as a director of Richstar on 17 March 2006 although this does not appear on the ASIC records for Richstar.",
      "id": "s40"
    },
    {
      "text": "10 The amount of the facility offered in the letter is said to be $3 million.",
      "id": "s41"
    },
    {
      "text": "Its purpose is stated to be \"... to assist the Borrower with funding for property based projects\".",
      "id": "s42"
    },
    {
      "text": "Its term is 12 months with interest at 3% above the business overdraft rate of the Commonwealth Bank.",
      "id": "s43"
    },
    {
      "text": "The security required is \"... a fixed and floating charge over the assets and undertakings of the Borrower in favour of Richstar Enterprises Pty Ltd\".",
      "id": "s44"
    },
    {
      "text": "The offer was to expire \"... on 13 April 2006 unless accepted or revoked prior to that date\".",
      "id": "s45"
    },
    {
      "text": "11 In an affidavit, which was sworn on 1 August 2006, one of the receivers, Brian McMaster referred to the circumstances of the alleged loan agreement.",
      "id": "s46"
    },
    {
      "text": "His staff were unable to find any board minute recording the loan resolution said to have been made by Allan Frank Carey as director of Richstar and Keypoint.",
      "id": "s47"
    },
    {
      "text": "A forensic examination of Westpoint Group computer records held on the Redchime computer system by Calvin Wills, an Information Technology specialist employed by KordaMentha, was outlined by Mr McMaster.",
      "id": "s48"
    },
    {
      "text": "That outline supports an inference that the loan approval letter relied upon by Keypoint and referred to in Karen Carey-Hazell's affidavit was not created until 11 April 2006.",
      "id": "s49"
    },
    {
      "text": "12 Mr Wills' searches of the Redchime computer system disclosed a Microsoft Word document entitled \"Project Loan Facility - $2,000,000\" dated 6 April 2006.",
      "id": "s50"
    },
    {
      "text": "The first four pages (being five pages in total) of the document were substantially the same as the loan approval letter although they referred to a loan for $2 million rather than $3 million.",
      "id": "s51"
    },
    {
      "text": "The last page was an undated and unsigned \"Extract of Resolutions of the Board of Directors of Keypoint Pty Ltd\" for a loan of $2,700,000.",
      "id": "s52"
    },
    {
      "text": "The document was first saved on 22 April 2005 and last saved on 6 April 2006 by Raymond Ellis, the finance manager of both Keypoint and Richstar.",
      "id": "s53"
    },
    {
      "text": "13 The second document identified by Mr Wills was a Microsoft Word document entitled \"Richstar to Keypoint $2.0m loan.doc\".",
      "id": "s54"
    },
    {
      "text": "It was dated 20 March 2006.",
      "id": "s55"
    },
    {
      "text": "It was substantially the same as the loan approval letter although it referred to a loan for $2 million rather than $3 million.",
      "id": "s56"
    },
    {
      "text": "The document was first saved to the Corporate Defendant's file system on 5 April 2006 and last saved on the same day by Mr Ellis.",
      "id": "s57"
    },
    {
      "text": "14 The third document was a Microsoft Word document entitled \"Project Loan Facility - $3,000,000\" dated 20 March 2006.",
      "id": "s58"
    },
    {
      "text": "The first four pages (being five pages in total) were an exact match of the loan approval letter.",
      "id": "s59"
    },
    {
      "text": "The last page was an undated and unsigned \"Extract of Resolutions of the Board of Directors of Keypoint Pty Ltd\" for a loan of $2 million.",
      "id": "s60"
    },
    {
      "text": "The document was first created on 11 April 2006 and last saved on the same day by Mr Ellis.",
      "id": "s61"
    },
    {
      "text": "15 Mr Wills informed Mr McMaster that based upon the above information the third document bearing the $3 million loan amount was created from the first document bearing the $2 million loan amount through the process of a user opening the original document, making changes to the loan amount, and selecting the \"Save As\" option to store the new version on the Redchime file system.",
      "id": "s62"
    },
    {
      "text": "Each of these documents was exhibited to Mr McMaster's affidavit.",
      "id": "s63"
    },
    {
      "text": "16 Mr McMaster also exhibited an email located by Mr Wills from Mr Ellis' account to \"Frank Carey\" on 6 April 2006 attaching a document entitled \"Project Loan Facility - $2,000,000\".",
      "id": "s64"
    },
    {
      "text": "The email said: \n \n Frank, \n \n Can you please sign for Richstar and fax back to me.",
      "id": "s65"
    },
    {
      "text": "Place original in the mail --- thanks.",
      "id": "s66"
    },
    {
      "text": "Karen has already signed the acceptance here in Perth.",
      "id": "s67"
    },
    {
      "text": "Thanks\n Ray\n \n\nThe attachment, which is also exhibited to Mr McMaster's affidavit, is identical to the 6 April 2006 document.",
      "id": "s68"
    },
    {
      "text": "It constitutes an offer for a loan of $2 million and otherwise differs in some respects textually from the loan approval letter relied upon in this case.",
      "id": "s69"
    },
    {
      "text": "17 It is not necessary for present purposes to make concluded findings about these matters.",
      "id": "s70"
    },
    {
      "text": "It is sufficient to say that the evidence supports an inference that the loan approval letter relied upon by Keypoint and referred to in Karen Carey-Hazell's affidavit in support of the present application did not come into existence until after the date it bore.",
      "id": "s71"
    },
    {
      "text": "If created after 30 March 2006 it would have post-dated freezing orders made by Siopis J on that date.",
      "id": "s72"
    },
    {
      "text": "There is doubt about the genuineness of the loan transaction relied upon by Keypoint and Keyworld.",
      "id": "s73"
    },
    {
      "text": "I also note from other evidence referred to in the submissions on behalf of the receivers that there was, in any event, a paucity of relevant information available to them.",
      "id": "s74"
    },
    {
      "text": "As the receivers point out in their submissions, at the time of making his decision Mr McMaster had been appointed for one week, had not been given access to the books and records of Richstar and was solely reliant on limited information selected by Messrs Carey and Ellis.",
      "id": "s75"
    },
    {
      "text": "He had discovered that Richstar had transferred $875,000 to Keypoint after the freezing orders by Siopis J had been made and that that money had not yet been returned to Richstar.",
      "id": "s76"
    },
    {
      "text": "He was not the receiver of Keypoint and did not at that stage have any power to investigate the affairs of Keypoint.",
      "id": "s77"
    },
    {
      "text": "18 In refusing to meet the demand from Keypoint and Keyworld for the advance of moneys, the Richstar receiver, Brian McMaster, wrote in the following terms to Mr Norman Carey on 26 April 2006:\n \n The Court Orders were made to ensure that any assets of the Defendants (in this case particularly Richstar) which are not needed to meet the normal expenses of ordinary business are preserved and secured: see paragraphs [24]-[29] and [99] of the judgment of Justice French delivered on 20 April 2006.",
      "id": "s78"
    },
    {
      "text": "I have reviewed the information that you have provided me.",
      "id": "s79"
    },
    {
      "text": "Based on that information I do not consider that it is Richstar's ordinary course of business to lend money to others.",
      "id": "s80"
    },
    {
      "text": "In any event, $2 million represents almost all of Richstar's cash assets.",
      "id": "s81"
    },
    {
      "text": "I do not accept that lending such a large proportion of a company's cash assets on one transaction would, on any view, be in the ordinary course of a company's money lending business.",
      "id": "s82"
    },
    {
      "text": "Accordingly, I do not accept that the payment of approximately $2 million is an acceptable payment in accordance with the terms of the Orders.",
      "id": "s83"
    },
    {
      "text": "\" \n \n\n19 The application for the release of funds in relation to the Supreme Court proceedings is, in my opinion, entirely without merit.",
      "id": "s84"
    },
    {
      "text": "The action is brought by two companies of which Ms Carey-Hazell is sole director against another company of which she is sole director.",
      "id": "s85"
    },
    {
      "text": "The statement of claim alleges a loan agreement made by Allan Frank Carey, initially effectively with himself, in his three capacities as sole director of each of the companies purporting to act on behalf of each of them.",
      "id": "s86"
    },
    {
      "text": "It is said to have been \"formalised in writing by a letter from Richstar to Keypoint dated 20 March 2006\".",
      "id": "s87"
    },
    {
      "text": "20 The action brought in the Supreme Court has evidently been brought for the purpose of enabling a claim to be made through the third party proceedings against the corporate receivers.",
      "id": "s88"
    },
    {
      "text": "Given the common directorship of the plaintiffs and the defendant, Ms Carey-Hazell's conflict of interest is obvious as is the associated risk that the plaintiffs and the defendant in the Supreme Court proceedings will not be at arms length.",
      "id": "s89"
    },
    {
      "text": "Quite apart from that concern, on the face of it the receivers appear to have been acting entirely within the scope of their duties under the Court orders by which they were appointed.",
      "id": "s90"
    },
    {
      "text": "The receiver orders made on 20 April 2006, so far as they affected Richstar, included the following provision, in Order 3:\n \n These orders shall not prevent the Fifth, Sixth and Eighth Defendants by their officers other than the Corporate Receivers from continuing to operate in the ordinary course of its business, provided that they must obtain the Corporate Receivers' prior consent to any transaction that would result in the transfer or disposition of any part of the Corporate Property exceeding a value of in excess of $5,000 or a series of transactions that would result in the transfer or disposition of any part of the Corporate Property totalling a value of in excess of $5,000 within any seven (7) day period.",
      "id": "s91"
    },
    {
      "text": "21 Proposed orders 2 and 3 are refused.",
      "id": "s92"
    },
    {
      "text": "ASIC and the receivers may recover the costs of resisting those orders from Richstar.",
      "id": "s93"
    },
    {
      "text": "No funds are to be made available to meet the costs of bringing that application.",
      "id": "s94"
    },
    {
      "text": "22 Order 4 seeks to apply $300,000 out of funds held by Healthcare Properties to enable Mr Carey and others to meet legal expenses associated with various aspects of these and other proceedings.",
      "id": "s95"
    },
    {
      "text": "It is said, in effect, that the transaction costs of obtaining specific approvals for particular expenses is such that there are economies to be achieved by simply creating a pool fund from which legal expenses can be met.",
      "id": "s96"
    },
    {
      "text": "The difficulty is that the proposed fund is comprised of moneys held by Healthcare Properties.",
      "id": "s97"
    },
    {
      "text": "The underlying assumption of the application seems to be that they are, in effect, Mr Carey's moneys as he is the controller of that company.",
      "id": "s98"
    },
    {
      "text": "23 As senior counsel for ASIC pointed out in oral submissions, Norman Carey is the sole director of Healthcare Properties, the sole shareholder of which is Westpoint Financial Services Pty Ltd.",
      "id": "s99"
    },
    {
      "text": "He is the sole director and sole shareholder of that company.",
      "id": "s100"
    },
    {
      "text": "There is also evidence that Westpoint Financial Services is the sole unit holder of the Healthcare Property Trust.",
      "id": "s101"
    },
    {
      "text": "It seems that that Trust is effectively controlled by Mr Carey.",
      "id": "s102"
    },
    {
      "text": "This is borne out by [5] of Mr Carey's affidavit of 28 March 2007 in which he says, inter alia: \n \n \n (d) Further, unless a matter specifically relates to for instance the Fifth Defendant or the Twelfth Defendant, I cannot obtain access to any funds.",
      "id": "s103"
    },
    {
      "text": "However, the only basis upon which the Twelfth Defendant's funds are subject to s 1323 orders is, so it is said, that I am the ultimate beneficiary of those funds.",
      "id": "s104"
    },
    {
      "text": "I do not for instance understand the Plaintiff's case against that company to be based on it having done anything wrong or it having in effect any creditors or aggrieved parties.",
      "id": "s105"
    },
    {
      "text": "Rather, it is said that I may ultimately be made personally liable in this action and therefore funds which I may be able to access should fall within the purview of s 1323 orders.",
      "id": "s106"
    },
    {
      "text": "(e) Without the s 1323 orders I would be able to access the Twelfth Defendant's funds to inter alia pay necessary legal and other expenses.",
      "id": "s107"
    },
    {
      "text": "24 Mr Carey appears to be the effective controller of the Healthcare Property Trust, a trust deed for which has evidently not been located.",
      "id": "s108"
    },
    {
      "text": "The surplus funds held by Healthcare Properties are in excess of $837,000 and, as counsel for ASIC submitted, would constitute property falling within the class identified in [3.6] of the receiver orders made against Mr Carey as amended and extended on 5 February 2007, which extend to: \n \n property held by a Third Party as trustee of a trust where the individual defendant agrees that he is or the Court directs that he is to be treated as the effective controller or owner of the trust property.",
      "id": "s109"
    },
    {
      "text": "25 It may be that the receivers appointed to the control of Mr Carey's assets may regard the assets of the Healthcare Property Trust as money effectively under Mr Carey's control and therefore subject to their control under the existing orders.",
      "id": "s110"
    },
    {
      "text": "Absent any other creditors of Healthcare Properties, it is open to Mr Carey's receivers to agree to a modest pool sum being available to meet ongoing legal costs associated with these proceedings such as the obtaining of advice or the sending of letters provided that individual accounts do not exceed some specified threshold requiring their approval.",
      "id": "s111"
    },
    {
      "text": "That is a matter for the receivers to consider and perhaps to discuss with Mr Carey's representatives.",
      "id": "s112"
    },
    {
      "text": "The proposed variation of the orders sought in respect of Healthcare Properties is refused.",
      "id": "s113"
    },
    {
      "text": "The amount is far too great and, in any event, the orders sought would not achieve the desired result because of the effect of the receiver orders against Mr Carey in their application to trust property of which he is the effective controller.",
      "id": "s114"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s115"
    },
    {
      "text": "Associate:\nDated: 17 April 2007\n\n Counsel for the Plaintiff: Mr S Owen-Conway QC Solicitor for the Plaintiff: Australian Government Solicitor \nCounsel for the Receivers:\nSolicitor for the Receivers: \nMr JA Thomson\nCorrs Chambers Westgarth Counsel for the First, Fifth, Eighth and Twelfth Respondents: Mr M de Kerloy Solicitor for the First, Fifth, Eighth and Twelfth Respondents: Mony de Kerloy \n \n Date of Hearing: 3 April 2007 Date of Judgment: 17 April 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/544.html",
      "id": "s116"
    }
  ]
}