{
  "name": "SZGPQ v Minister for Immigration &amp; Citizenship [2007] FCA 648 (3 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/648.html",
  "catchphrases": [
    {
      "text": "appeal from decision of the federal magistrates court",
      "id": "c0"
    },
    {
      "text": "application for a protection visa",
      "id": "c1"
    },
    {
      "text": "whether breach of ss 424, 424a of migration act 1958 (cth)",
      "id": "c2"
    },
    {
      "text": "no point of principle.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of a Federal Magistrate of 15 December 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') dated 10 May 2005 handed down 31 May 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision on 9 March 2004 of a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs under the Migration Act 1958 (Cth) (\"the Act \") to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The appellant is a citizen of the People's Republic of China (\"China\") who arrived in Australia on 17 January 2004.",
      "id": "s2"
    },
    {
      "text": "On 23 January 2004 the appellant lodged an application for a protection visa with the then Department of Immigration and Multicultural and Indigenous Affairs.",
      "id": "s3"
    },
    {
      "text": "3 On 10 May 2003 a delegate of the first respondent refused the application for a protection visa and on 29 June 2005, the appellant made an application under the Judiciary Act 1903 (Cth) and the Act , applying to the Tribunal for a review of that decision.",
      "id": "s4"
    },
    {
      "text": "The Tribunal invited the appellant to attend a hearing.",
      "id": "s5"
    },
    {
      "text": "The hearing, which occurred on 25 April 2005 was attended by the appellant who was assisted by a Mandarin interpreter.",
      "id": "s6"
    },
    {
      "text": "CLAIMS BEFORE THE TRIBUNAL \n \n4 Before the Tribunal, the appellant claimed that he left China because he was not able to survive the persecution that he was experiencing there.",
      "id": "s7"
    },
    {
      "text": "After discovering that the managers of the real estate company that he was working for had offered a bribe to the local government to get a construction contract in 2001, the appellant claimed that he reported this to the local Construction Bureau.",
      "id": "s8"
    },
    {
      "text": "5 The appellant then stated that he was consequently \"targeted\" by local authorities by being denied employment opportunities, was fired by the company and was unable to find other jobs.",
      "id": "s9"
    },
    {
      "text": "He claimed that he was also threatened in anonymous letters and telephone calls from time to time.",
      "id": "s10"
    },
    {
      "text": "The appellant further claimed that he was required to pay higher school fees for his child and that when he tried to seek help from \"higher authorities\" they \"stood by the local government\".",
      "id": "s11"
    },
    {
      "text": "6 He claimed that he was afraid that he would be unable to obtain employment and so be unable to support his family.",
      "id": "s12"
    },
    {
      "text": "He claimed that the government's persecution might jeopardise his family members and he was afraid for his safety.",
      "id": "s13"
    },
    {
      "text": "7 The appellant added a further statement in his application for review to the Tribunal, which contained further elements of alleged persecution.",
      "id": "s14"
    },
    {
      "text": "8 In the submissions to the Tribunal, the appellant stated that he had been a soldier in the People's Liberation Army (PLA) and had been in military service from 1987 to 1991.",
      "id": "s15"
    },
    {
      "text": "He claimed to have developed an anti-government political opinion during the 1989 pro-democracy movement.",
      "id": "s16"
    },
    {
      "text": "He claimed that on 30 April 2002 a large protest was held by construction workers (with many who were also demobilised soldiers) demanding the authorities withdraw their unfair treatment of the appellant and that the appellant was seen as a key leader in the anti-government gathering.",
      "id": "s17"
    },
    {
      "text": "The appellant asserted that on 10 September 2003 he had organised a public sit-in protest asking for the protection of basic human rights.",
      "id": "s18"
    },
    {
      "text": "He claimed to have been arrested and tortured and that a bribe was paid for his release.",
      "id": "s19"
    },
    {
      "text": "These particular claims became quite central to the Tribunal's findings.",
      "id": "s20"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n9 The Tribunal found that the appellant was not truthful concerning his claims, fabricated his claims concerning being arrested, detained and assaulted by the authorities after organising protests and rejected the appellant's claim that he was \"of any adverse interest to the Chinese authorities\".",
      "id": "s21"
    },
    {
      "text": "10 The Tribunal ultimately found that the appellant was not a credible witness.",
      "id": "s22"
    },
    {
      "text": "The Tribunal did not accept the appellant's explanation for the substantial differences between the claims in his statement in his protection visa application and his written statement to the Tribunal.",
      "id": "s23"
    },
    {
      "text": "It held that it was not plausible that the appellant's agent would by mistake omit crucial elements such as the claimed protests, the arrest, detention and assault while in detention as well as his release upon payment of a bribe --- the differences between the two documents were not details but were significant claims.",
      "id": "s24"
    },
    {
      "text": "Further, it found that the appellant's evidence was inconsistent with regard to what he claimed he had told the migration agent.",
      "id": "s25"
    },
    {
      "text": "At first he stated that he trusted his agent but did not give him a detailed account and then later at the hearing he claimed that he did not know the agent, found him through an advertisement but that he did tell him about his arrest, detention and assault.",
      "id": "s26"
    },
    {
      "text": "The Tribunal additionally found the appellant's evidence regarding his departure from China legally and without difficulty was vague and lacking in detail.",
      "id": "s27"
    },
    {
      "text": "It found that the fact that the appellant had been able to leave China legally without difficulties was strong evidence that he was not of any adverse interest to the authorities at the time of his departure.",
      "id": "s28"
    },
    {
      "text": "The Tribunal concluded the appellant had not been truthful and had fabricated his claims of being politically outspoken, organising protests, being arrested, detained and assaulted by authorities.",
      "id": "s29"
    },
    {
      "text": "It did not accept the appellant was of any adverse interest to the Chinese authorities including for any membership of a particular social group such as that of demobilised soldiers.",
      "id": "s30"
    },
    {
      "text": "11 The appellant was not found to have a well founded fear of being persecuted for reasons of his political opinion, actual or imputed, or his membership of a particular social group, being demobilised soldiers, or for any other Convention reason should he return to China now or in the reasonably foreseeable future.",
      "id": "s31"
    },
    {
      "text": "As a consequence of this, the Tribunal found that the appellant did not satisfy the required criteria for a protection visa, as set out in s 36(2) of the Act and subsequently affirmed the decision not to grant a protection visa.",
      "id": "s32"
    },
    {
      "text": "GROUNDS BEFORE THE FEDERAL MAGISTRATE \n\n12 On 27 September 2005 the appellant applied for judicial review of the decision of the Tribunal, submitting an amended application under the Judiciary Act 1903 and the Act .",
      "id": "s33"
    },
    {
      "text": "Before the Federal Magistrate, the appellant claimed that there was an error of law in the Tribunal's decision constituting jurisdictional error, and that there was procedural error in the Tribunal's decision constituting an absence of natural justice.",
      "id": "s34"
    },
    {
      "text": "Detailed particulars of these grounds were also provided.",
      "id": "s35"
    },
    {
      "text": "The Federal Magistrate summarised the grounds as follows: \n \n 1.",
      "id": "s36"
    },
    {
      "text": "The Tribunal failed to comply with its obligation pursuant to s 424A of the Migration Act 1958 (\"the Act \").",
      "id": "s37"
    },
    {
      "text": "2.",
      "id": "s38"
    },
    {
      "text": "The Tribunal failed to comply with its obligation under s 424 of the Act .",
      "id": "s39"
    },
    {
      "text": "3.",
      "id": "s40"
    },
    {
      "text": "The Tribunal did not take into account the reputation of his migration agent, who he claimed was Jack Meng, in rejecting the applicant's explanation for inconsistencies in his account of his claims.",
      "id": "s41"
    },
    {
      "text": "4.",
      "id": "s42"
    },
    {
      "text": "The Tribunal was in breach of s 424A in relation to country information that it relied on.",
      "id": "s43"
    },
    {
      "text": "5.",
      "id": "s44"
    },
    {
      "text": "The Tribunal failed to comply with s 425 of the Act because of the way the hearing was conducted.",
      "id": "s45"
    },
    {
      "text": "6.",
      "id": "s46"
    },
    {
      "text": "In considering the issue of the applicant's departure from China, the Tribunal relied on independent country information.",
      "id": "s47"
    },
    {
      "text": "Presumably, it should not have done so.",
      "id": "s48"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n\n13 In relation to the claimed breach of s 424A of the Act , the Federal Magistrate found that the information relied on in the appellant's protection visa application should have been put to the appellant in writing pursuant to s 424A(1) and (2) and that this did not occur.",
      "id": "s49"
    },
    {
      "text": "However, his Honour held that as the appellant had adopted the statement attached to his protection visa application for consideration by the Tribunal the information in that statement was information given by the appellant to the Tribunal and was accordingly exempted by s 424A(3)(b) of the Act .",
      "id": "s50"
    },
    {
      "text": "14 In relation to the claims of breach of s 424 of the Act his Honour correctly held that there was no mandatory obligation upon the Tribunal to obtain further information under that provision.",
      "id": "s51"
    },
    {
      "text": "15 His Honour then turned to the grounds relating to the appellant's migration agent.",
      "id": "s52"
    },
    {
      "text": "As his Honour correctly noted, the Tribunal did not accept the applicant's explanation that his migration agent had not included significant information which the appellant had given him, in the application to the Department.",
      "id": "s53"
    },
    {
      "text": "It found this explanation to be \"simply not plausible\".",
      "id": "s54"
    },
    {
      "text": "16 His Honour also dealt with the alternative argument that the 'very bad reputation' of the migration agent, Mr Meng, whose registration as an agent had been cancelled gave rise to the plausible inference that he would have omitted crucial elements of the appellant's claims in his written statement.",
      "id": "s55"
    },
    {
      "text": "His Honour treated that as a ground of complaint that the Tribunal had failed to take into account a relevant consideration in making an assessment on the plausibility of the appellant's explanation.",
      "id": "s56"
    },
    {
      "text": "17 However as his Honour identified there was no evidence before him that Mr Meng was the migration agent for the appellant at the time of his application for a protection visa or during the period in which that application was processed in the Minister's Department.",
      "id": "s57"
    },
    {
      "text": "Furthermore the relevant part of the application document disclosed that the appellant did not authorise anyone to act for him or to receive communications on his behalf.",
      "id": "s58"
    },
    {
      "text": "18 When the appellant did finally appoint a migration agent to act for him, well after he had filed his application for review, it was not Mr Meng whom he appointed.",
      "id": "s59"
    },
    {
      "text": "Nor, when he changed agents, did he appoint Mr Meng.",
      "id": "s60"
    },
    {
      "text": "Before the Tribunal the appellant made no reference to Mr Meng.",
      "id": "s61"
    },
    {
      "text": "In any event, at its highest, the complaint of the appellant before the Tribunal concerning an unnamed migration agent was that he 'may not [be] as accurate and detailed as they should be'.",
      "id": "s62"
    },
    {
      "text": "Later he said he only suspected that his agent did not give enough information.",
      "id": "s63"
    },
    {
      "text": "19 The Federal Magistrate considered the second claimed breach of s 424A(1) of the Act that country information was not put to the appellant.",
      "id": "s64"
    },
    {
      "text": "He held, correctly, that the country information fell within the exception set out in s 424A(3)(b).",
      "id": "s65"
    },
    {
      "text": "His Honour accepted that the Tribunal relied in part on the information that the appellant left China legally, that the information was provided in the protection visa application and that the appellant's reference in his review application to the statement in the protection visa application did not refer to that information.",
      "id": "s66"
    },
    {
      "text": "However, his Honour found the appellant did provide the information that he left China legally at the hearing before the Tribunal.",
      "id": "s67"
    },
    {
      "text": "The Tribunal had asked specific questions about the appellant leaving China legally and the appellant had answered those questions.",
      "id": "s68"
    },
    {
      "text": "He held that the appellant would have clearly understood the nature and importance of what he was saying and that he had not only acknowledged the information in his protection visa application but \"volunteered\" that information as to how he left legally.",
      "id": "s69"
    },
    {
      "text": "Accordingly he found that the information was excepted by s 424A(3)(b) of the Act .",
      "id": "s70"
    },
    {
      "text": "In so finding he considered relevant authority including particularly: NAZY v Minister for Immigration and Multicultural and Indigenous Affairs (2005) 87 ALD 357; SZDPY v Minister for Immigration and Multicultural Affairs [2006] FCA 627 ; SZEEU v Minister for Immigration and Multicultural Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214.",
      "id": "s71"
    },
    {
      "text": "20 The Federal Magistrate turned to the grounds regarding the conduct of the hearing.",
      "id": "s72"
    },
    {
      "text": "With reference to the transcript of the hearing, his Honour found that it did not provide any basis for the appellant's complaint that he was prevented from giving information nor was he interrupted and stopped by the Tribunal member.",
      "id": "s73"
    },
    {
      "text": "The appellant had claimed that the Tribunal member was ill which prevented the appellant from answering questions.",
      "id": "s74"
    },
    {
      "text": "Although his Honour noted that the Tribunal member had an ear infection at the time, his Honour found there was no medical condition which affected the Tribunal member and which caused the appellant to be reluctant in answering.",
      "id": "s75"
    },
    {
      "text": "21 The Federal Magistrate had regard to a particular in the amended application which appeared to raise a ground that the Tribunal placed greater reliance on particular country information.",
      "id": "s76"
    },
    {
      "text": "However, reliance on country information was no error in itself and it was the role of the Tribunal to assign the weight of the evidence.",
      "id": "s77"
    },
    {
      "text": "22 The Federal Magistrate found that the appellant's claim that the Tribunal did not assess his application \"fairly and carefully\" was not made out.",
      "id": "s78"
    },
    {
      "text": "The Federal Magistrate further found that the grounds and complaints which were set out in the appellant's application, the subsequent written submissions and the complaints made at the hearing did not reveal that the Tribunal had made any jurisdictional error.",
      "id": "s79"
    },
    {
      "text": "There was nothing, in the opinion of the Federal Magistrate, which indicated that the Tribunal did not give \"a careful consideration to the (appellant's) claims and circumstances\", against relevant standards of fairness or at general law.",
      "id": "s80"
    },
    {
      "text": "The Federal Magistrate ordered the application dismissed pursuant to r 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth) (\"the Rules \").",
      "id": "s81"
    },
    {
      "text": "NOTICE OF APPEAL \n\n23 On 29 December 2006 the appellant filed a notice of appeal against the decision of the Federal Magistrate, particularly in relation to the contended breach of s 424A of the Act and the cancellation of the appellant's migration agent's registration.",
      "id": "s82"
    },
    {
      "text": "The appellant addressed the Federal Magistrate's finding that the information in the statement attached to the protection visa application was adopted by the review application.",
      "id": "s83"
    },
    {
      "text": "The appellant claimed that he did not give the information to the Tribunal but rather it was his migration agent and therefore fell outside of the exception in s 424A(3)(b) of the Act .",
      "id": "s84"
    },
    {
      "text": "24 The notice of appeal raises the following grounds:\n \n 1.",
      "id": "s85"
    },
    {
      "text": "The learned Federal Magistrate erred in law.",
      "id": "s86"
    },
    {
      "text": "2.",
      "id": "s87"
    },
    {
      "text": "The learned Federal Magistrate was wrong in finding that the Refugee Review Tribunal acted properly in its findings.",
      "id": "s88"
    },
    {
      "text": "Nine particulars were provided by the appellant in the notice of appeal as follows: \n \n 1.",
      "id": "s89"
    },
    {
      "text": "Again, the key issue in my case, according to the Tribunal's decision, is regarding to my credibility, based on \"substantial difference between claims made by\" me in my original application to DIMIA and \"those made to the Refugee Review Tribunal following DIMIA's refusal of\" my application.",
      "id": "s90"
    },
    {
      "text": "The Tribunal believed that \"It is simply not plausible that the Applicant's agent would omit the most crucial elements of his claims...\".",
      "id": "s91"
    },
    {
      "text": "2.",
      "id": "s92"
    },
    {
      "text": "The Tribunal failed to comply with its obligation under s 424 and s 424A of the Act .",
      "id": "s93"
    },
    {
      "text": "As a matter of fact, the Tribunal should realize the substantial difference between claims in my original application to DIMIA and those made to the Refugee Review Tribunal as early as before the hearing.",
      "id": "s94"
    },
    {
      "text": "According to s 424 of the Act , the Tribunal may get any information that it considers relevant; particularly while the Tribunal has regarded to that information in making the decision on the review.",
      "id": "s95"
    },
    {
      "text": "If the Tribunal indeed cared about the \"substantial difference\", it should give me a chance to provide further information before the hearing.",
      "id": "s96"
    },
    {
      "text": "Unfortunately, the Tribunal failed to do so; \n \n \n \n 3.",
      "id": "s97"
    },
    {
      "text": "The Tribunal failed to comply with its obligation under Section 424A of the Act .",
      "id": "s98"
    },
    {
      "text": "According to s 424A of the Act , the Tribunal must: \n \n a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and\n b) ensure, as far as is reasonable practicable, that the applicant understands why it is relevant to the review; and \n c) invite the applicant to comment on it.",
      "id": "s99"
    },
    {
      "text": "In other words, if the Tribunal indeed gave weight to the \"substantial difference\" between two documents, it must give \"particulars\" of its information regarding to the issue; \"ensure me to understand the information is relevant to the review and \"invite\" me to \"comment on it.",
      "id": "s100"
    },
    {
      "text": "\"\n \n Unfortunately, the Tribunal failed to do so.",
      "id": "s101"
    },
    {
      "text": "4.",
      "id": "s102"
    },
    {
      "text": "The learned Federal Magistrate erred in law that: \"... the Tribunal's obligation pursuant to s 424A(1) to have put the information contained in the applicant's statement in his original protection visa application to him in writing was subject to the exception contained in s 424A(3)(b) in that it was information that the applicant subsequently gave to the Tribunal for the purposes of the application for review...\" \n \n \n \n 5.",
      "id": "s103"
    },
    {
      "text": "Guided by the Act , I have found that: \n Section 424A Applicant must be given certain information\n ...\n (3) This section does not apply to information: \n \n \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or \n \n (b) that the applicant gave for the purpose of the application; or \n \n \n \n \n (c) that is non-disclosable information.",
      "id": "s104"
    },
    {
      "text": "6.",
      "id": "s105"
    },
    {
      "text": "The question is that my original application was prepared by Mr Jack MENG who was a migration agent with a very bad reputation and whose registration as a migration agent had even been cancelled by the MARA.",
      "id": "s106"
    },
    {
      "text": "Particularly, Mr Meng has \n \n NEITHER clearly explained to me what he has put, on my behalf, in my original application such as answers to questions 40 to 44:- \n \n \n \"Please see my statement\" \n \n NOR clearly informed me that he has put the words in the application to the Tribunal such as: \n \n \"Please read my statement submitted to the Immigration Department\" \n \n \n 7.",
      "id": "s107"
    },
    {
      "text": "Further, Mr Meng has NEVER explained to me about the content of the application to the Tribunal, such as: \n \n \"Please tell us why you consider yourself to be a refugee.",
      "id": "s108"
    },
    {
      "text": "Any person included in this application may sent a separate statement if they want to\" \n \n 8.",
      "id": "s109"
    },
    {
      "text": "Therefore, the issue that we are talking about in my case is definitely NOT the one that the applicant gave for the purpose of the application; but the one that Mr Meng gave for the purpose of the application!",
      "id": "s110"
    },
    {
      "text": "9.",
      "id": "s111"
    },
    {
      "text": "So, it is definitely the case that the Tribunal failed to comply with its obligations under s 424 and s 424A of the Act .",
      "id": "s112"
    },
    {
      "text": "10.",
      "id": "s113"
    },
    {
      "text": "Mr Meng was the person who acted on my behalf as a migration agent to prepare and lodge my protection visa application to the Department and to the Tribunal, which could be easily be evidenced.",
      "id": "s114"
    },
    {
      "text": "(Transcribed from the original without alteration) \n \n \n I shall deal with these nine particulars below.",
      "id": "s115"
    },
    {
      "text": "THE APPELLANT'S SUBMISSIONS \n \n25 The appellant, in substance, in oral submissions aided by an interpreter restated his grounds and particulars of appeal.",
      "id": "s116"
    },
    {
      "text": "He emphasised that the adverse finding of credibility against him was the result of the failings of his migration agent Mr Jack Meng.",
      "id": "s117"
    },
    {
      "text": "26 Because the appellant said that he had only received a copy of the first respondent's outline of submissions the night before the hearing I granted him an adjournment at the end of the hearing on 2 May in order, if he so wished, to make further submissions the following day.",
      "id": "s118"
    },
    {
      "text": "At the resumed hearing on 3 May the appellant made further submissions but these were merely argumentative concerning his disagreement with the Tribunal's findings of fact.",
      "id": "s119"
    },
    {
      "text": "THE FIRST RESPONDENT'S SUBMISSIONS \n \n27 The first respondent made the following submissions.",
      "id": "s120"
    },
    {
      "text": "These are generally taken from the filed written outline of submissions subject to amendments made by counsel during the hearing.",
      "id": "s121"
    },
    {
      "text": "Ground 1 (particular 1): Whether the Tribunal erred in relation to credibility finding \n \n28 The appellant has not identified in what respect an error of law infects the Tribunal's findings as to credibility.",
      "id": "s122"
    },
    {
      "text": "It was open to the Tribunal to reach findings as to the appellant's credibility, this being a function of the primary decision-maker, for which detailed reasons need not be given.",
      "id": "s123"
    },
    {
      "text": "In fact reasons were given as to why the appellant was not believed on these matters.",
      "id": "s124"
    },
    {
      "text": "No error is apparent in these findings of the Tribunal.",
      "id": "s125"
    },
    {
      "text": "Ground 2 (particular 2): Whether Tribunal failed to comply with s 424 \n \n29 The appellant claims that the Tribunal failed to comply with s 424 of the Act because it should have given the appellant a chance to provide further information, evidence, arguments or comment in relation to the issue of the \"substantial difference\" between the written submissions and the statement in the protection visa application.",
      "id": "s126"
    },
    {
      "text": "30 Nicholls FM correctly held that s 424 did not impose upon the Tribunal a duty to obtain further information, evidence, argument or comment from the appellant.",
      "id": "s127"
    },
    {
      "text": "31 Section 424(1) vests in the Tribunal a discretion as to whether in conducting the review it will get any information it considers relevant.",
      "id": "s128"
    },
    {
      "text": "The discretion may be exercised by inviting the applicant pursuant to s 424(2) and (3) to give additional information.",
      "id": "s129"
    },
    {
      "text": "The Tribunal only has a duty under s 424(1) to take into account additional information given by the applicant if it exercises its discretion in favour of getting information, and also decides to invite the applicant to give it.",
      "id": "s130"
    },
    {
      "text": "Further, the Tribunal has no duty under s 426(3) of the Act to obtain evidence upon receipt of a request by an applicant, nor any duty to issue a summons under s 427(3) of the Act .",
      "id": "s131"
    },
    {
      "text": "Whether evidence, argument or comment, as described by the appellant, would constitute \"information\" which would be capable of giving rise to the duty under s 424(1) does not in the circumstances arise.",
      "id": "s132"
    },
    {
      "text": "Ground 3 (particulars 2, 3 and 4): Whether Tribunal failed to comply with s 424A \n \n32 The appellant claims that the Tribunal failed to comply with s 424A of the Act because it failed to give him in writing the particulars of information it considered would be the reason or part of the reason for affirming the decision under review.",
      "id": "s133"
    },
    {
      "text": "The information was that there was a substantial difference between the claims he made in his original application for a protection visa and those made to the Tribunal, and that it was not plausible that his agent would omit the most crucial elements of his claims.",
      "id": "s134"
    },
    {
      "text": "In his application for the protection visa the appellant claimed that after he reported corrupt dealings between his company and local government he was targeted by the local authorities, dismissed, denied employment opportunities, threatened anonymously and required to pay a higher school fee for his child.",
      "id": "s135"
    },
    {
      "text": "In his written submissions and oral evidence to the Tribunal he claimed that he was a key leader of an anti-government movement, spoke at protest meetings, organised other demobilised soldiers, was arrested after participating in a public sit-in protest, and was beaten and injured by police and released after 10 days.",
      "id": "s136"
    },
    {
      "text": "33 Inferences which the Tribunal drew from the incompleteness of the information contained in the statement in the protection visa application were part of the subjective appraisals, thought processes and evaluative processes of the Tribunal.",
      "id": "s137"
    },
    {
      "text": "Since such processes do not amount to \"information\" for the purposes of s 424A , the duty of disclosure is not enlivened.",
      "id": "s138"
    },
    {
      "text": "34 The first respondent accepts that the material in the protection visa application was \"information\" for the purposes of s 424A.",
      "id": "s139"
    },
    {
      "text": "The issue under s 424A in the present case is whether the appellant \"gave\" the information in his protection visa application to the Tribunal for the purposes of the review.",
      "id": "s140"
    },
    {
      "text": "35 Nicholls FM was correct to conclude that the Tribunal did not breach s 424A of the Act .",
      "id": "s141"
    },
    {
      "text": "The appellant expressly referred to and incorporated in his application for review by the Tribunal the statement made in his protection visa application by:\n \n \n (i) stating in his application for review \"Please read my statement submitted to the Immigration Department\"; \n (ii) stating in the written submissions provided to the Tribunal on 6 December 2004 \" I would like to provide further information as follows \"; and\n (iii) stating at the Tribunal hearing that: \n \n \n INTERPRETER : When I first came, I was not familiar with the procedure, I trusted my immigration agent to act for me and submitted the documents for me, and the documents have been filed may not as accurate and detailed as they should be.",
      "id": "s142"
    },
    {
      "text": "I submitted to the RRT the documents that I think would help to clarify things.",
      "id": "s143"
    },
    {
      "text": ".",
      "id": "s144"
    },
    {
      "text": ".",
      "id": "s145"
    },
    {
      "text": ".",
      "id": "s146"
    },
    {
      "text": "MEMBER : Are you saying to just clarify that the original application was not very detailed, which was to the Department of Immigration to make the decision?",
      "id": "s147"
    },
    {
      "text": "INTERPRETER : I think so.",
      "id": "s148"
    },
    {
      "text": "INTERPRETER : When I first came, we just have language barriers, I am not sure what he had written fully reflected what I have told him.",
      "id": "s149"
    },
    {
      "text": "Interpreter: As I said he was having some trouble, I submitted the documents just in case he missed out something that I told him.",
      "id": "s150"
    },
    {
      "text": "36 As a result of the express reference in the application, the reference by implication in the written submissions, and the oral acknowledgement that the written submission supplemented and filled in the details of what was in the protection visa application, the appellant \"gave\" the statement in the protection visa application to the Tribunal for the purposes of his application for review.",
      "id": "s151"
    },
    {
      "text": "It was information excluded from the duty under s 424A(1) because it fell within the exception in s 424A(3)(b).",
      "id": "s152"
    },
    {
      "text": "37 The present case is on all fours with NBKT v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 195.",
      "id": "s153"
    },
    {
      "text": "The appellant in NBKT provided written submissions to the Tribunal in support of her application for review (which consisted in a letter from her advisers and a statement by herself), expanding upon the claims stated in her protection visa application and introducing further claims.",
      "id": "s154"
    },
    {
      "text": "In NBKT Young J (with whom Gyles and Stone JJ concurred) held that by filing written submissions with the Tribunal that expressly referred to and incorporated the statement of grounds which were attached to her visa application, the appellant invited the Tribunal to refer to her protection visa application.",
      "id": "s155"
    },
    {
      "text": "There was therefore little doubt that she intended the Tribunal to look at the visa application and its attachments.",
      "id": "s156"
    },
    {
      "text": "Young J held that this was a sufficient basis for the conclusion that the information was given by the appellant in that case for the purposes of the review and was excepted by s 424A(3)(b) from the duty of disclosure.",
      "id": "s157"
    },
    {
      "text": "38 The appellant's statement in his application for review and in his written submissions indicate he intended the Tribunal to look at the visa application and the statement in it and to supplement that statement by reference to the application for review and written submissions.",
      "id": "s158"
    },
    {
      "text": "39 Although it is not necessary in the present case in order to establish the application of s 424A(3)(b) , the answers given by the appellant in the course of the oral hearing before the Tribunal also rendered the protection visa application information which the appellant \"gave\" the Tribunal for the purposes of the review.",
      "id": "s159"
    },
    {
      "text": "The appellant gave oral testimony that the statement in the visa application might be inaccurate as well as incomplete.",
      "id": "s160"
    },
    {
      "text": "He said he had not read that statement.",
      "id": "s161"
    },
    {
      "text": "However he relied on his written submissions to correct the statement if it was inconsistent with the written submissions, and also sought to supplement the statement generally.",
      "id": "s162"
    },
    {
      "text": "This testimony also supports the inference that the appellant intended the written submissions to be read with the statement in the protection visa application.",
      "id": "s163"
    },
    {
      "text": "In SZDXA v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FMCA 842 an appeal determined in SZEEU v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 2 ; (2006) 150 FCR 214 the appellant submitted that his statement, but not the balance of the visa application form or the copied pages of the passport, had been incorporated into the application for review by the Tribunal.",
      "id": "s164"
    },
    {
      "text": "The information critical to succeeding on the basis of non-compliance with s 424A was contained in the copied pages of the passport rather than in the statement.",
      "id": "s165"
    },
    {
      "text": "Moore J, with whom Weinberg J and Allsop J agreed, held that the appellant had not established the fact that the copies pages were not incorporated by having been enclosed with the application for review.",
      "id": "s166"
    },
    {
      "text": "Moore J also held that information about the appellant having a business visa and travelling for work interests fell within s 424A(3)(b) when that was information given by the appellant in evidence before the Tribunal.",
      "id": "s167"
    },
    {
      "text": "40 The approach taken in SZEEU to the SZEEU appeal itself could be regarded as inconsistent, indicating that Moore J considered that an applicant's adoption at a Tribunal hearing of what is contained in his protection visa application does not transform its contents into information provided by the applicant in his application for review.",
      "id": "s168"
    },
    {
      "text": "In VWBF v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 851 Heerey J considered the SZDXA and SZEEU appeals and concluded that information is given for the purposes of s 424A(3)(b) if the application conveys to the Tribunal, whether in answer to a question posed by the Tribunal, or by volunteering the information to the Tribunal.",
      "id": "s169"
    },
    {
      "text": "Where an applicant says at the hearing that he relies on what was said in his protection visa application then what is in the protection visa application is information given for the purposes of the application for review, within s 424A(3)(b).",
      "id": "s170"
    },
    {
      "text": "41 In NBKT Young J considered in obiter whether testimony at the Tribunal hearing was given by an applicant for the purposes of s 424A(3)(b) in circumstances where it consisted in responses to questions asked by the Tribunal member.",
      "id": "s171"
    },
    {
      "text": "Young J agreed with the approach taken by Heerey J in VWBF .",
      "id": "s172"
    },
    {
      "text": "42 NBKT is Full Court authority that where an applicant adopts a protection visa application at a Tribunal hearing, whether by volunteering such adoption, or in answer to a question, the applicant gives the information in the protection visa application to the Tribunal.",
      "id": "s173"
    },
    {
      "text": "Ground 4 (particulars 4-10): Sections 424 and 424A and Mr Meng \n Section 424 \n \n43 The appellant claims that the Tribunal should have sought evidence from, or relating to, Mr Meng, his former migration agent, because he was responsible for entering incorrect information in the statement in the protection visa application.",
      "id": "s174"
    },
    {
      "text": "44 For the reasons set out above the Tribunal did not have a duty to obtain evidence.",
      "id": "s175"
    },
    {
      "text": "There could be no non-compliance with s 424 of the Act in respect of the Tribunal's failure to obtain evidence from or about Mr Meng.",
      "id": "s176"
    },
    {
      "text": "Section 424A \n \n45 The Tribunal did not accept it as plausible that the agent would have omitted from the statement the most crucial elements of the claim.",
      "id": "s177"
    },
    {
      "text": "The Tribunal found that the agent did not make a mistake, and in this context made an adverse finding as to the appellant's credibility.",
      "id": "s178"
    },
    {
      "text": "46 Nicholls FM correctly held that if the appellant were claiming that the Tribunal failed to take into account a relevant consideration namely Mr Meng's notoriety, then that ground was not established.",
      "id": "s179"
    },
    {
      "text": "There was no evidence the appellant had authorised or otherwise appointed Mr Meng as his agent.",
      "id": "s180"
    },
    {
      "text": "Nor had the appellant put to the Tribunal that it should not take into account his statement in the protection visa application because Mr Meng included incorrect material.",
      "id": "s181"
    },
    {
      "text": "47 The appellant now puts the case relating to Mr Meng as non-compliance with s 424A of the Act .",
      "id": "s182"
    },
    {
      "text": "Mr Meng's name does not appear in the transcript of the hearing before the Tribunal or in the Tribunal's reasons.",
      "id": "s183"
    },
    {
      "text": "There is no factual finding by the Federal Magistrates Court that Mr Meng was his agent when he completed the protection visa application.",
      "id": "s184"
    },
    {
      "text": "Indeed Nicholls FM noted that there was no evidence before him to support such a finding.",
      "id": "s185"
    },
    {
      "text": "Even if that fact had been established on the evidence, it was not information the Tribunal considered was a reason or a part of the reason for its decision to affirm the decision under review.",
      "id": "s186"
    },
    {
      "text": "The Tribunal concluded that the appellant was not credible for a number of reasons.",
      "id": "s187"
    },
    {
      "text": "The Tribunal was not prepared to accept that in the circumstances of the case any migration agent would have omitted the most crucial elements of a claim.",
      "id": "s188"
    },
    {
      "text": "REASONS \n \n48 I accept the submissions of the first respondent including the submission that it is not necessary to the disposition of the grounds of appeal concerning the asserted breach by the Tribunal of s 424A of the Act to consider whether the oral testimony given by the appellant to the Tribunal, by way of answers to questions put, also rendered the protection visa application information as \"information\" which the appellant \"gave\" for the purposes of the review application within the meaning of s 424A(3)(b) of the Act .",
      "id": "s189"
    },
    {
      "text": "49 I am of the opinion that the appellant's express invitation to the Tribunal, in his application for review (\"Section D --- Your reasons for making the application\") to \"Please read my statement submitted to the Immigration Department\" constituted that statement in its entirety as \"information\" which the appellant \"gave\" for the purpose of his application.",
      "id": "s190"
    },
    {
      "text": "Accordingly s 424A(3)(b) of the Act had application: NBKT v Minister for Immigration and Multicultural and Indigenous Affairs at [63].",
      "id": "s191"
    },
    {
      "text": "Furthermore his statement in his written submissions to the Tribunal, referred to above that he would like to provide further information, underlined his intention that the Tribunal should consider his earlier statement for the purposes of his application.",
      "id": "s192"
    },
    {
      "text": "50 However, I am, in any event, of the opinion that the answers given by the appellant to the Tribunal concerning clarification of information given to the Minister in the course of its hearing, and to which the first respondent has pointed also enlivens the exception under s 424A(3)(b) of the Act : see NBKT v Minister for Immigration and Multicultural Affairs at [54]-[59].",
      "id": "s193"
    },
    {
      "text": "These answers, in my opinion, disclose by inference that the appellant intended that the Tribunal should have regard to his statement in its entirety for the purposes of his application for a protection visa.",
      "id": "s194"
    },
    {
      "text": "51 It may be that particulars numbers 4-10 in the appellant's notice of appeal amount to a contention that the exception under s 424A(3)(b) had no application because the information in his statement accompanying his application for a protection visa was not his information but that of Mr Jack Meng and therefore could not be information which he the appellant \"gave\" for the purposes of s 424A(3)(b).",
      "id": "s195"
    },
    {
      "text": "52 Assuming that to be the force of those particulars I nonetheless reject that contention.",
      "id": "s196"
    },
    {
      "text": "It was not established in evidence that the visa application statement was not in effect the appellant's statement.",
      "id": "s197"
    },
    {
      "text": "Further and in any event for the reasons I have stated the appellant \"gave\" that statement to the Tribunal thus enlivening s 424A(3)(b) of the Act .",
      "id": "s198"
    },
    {
      "text": "In my opinion, even accepting, which I do not, that the statement was not the appellant's in the sense that it was incomplete, incorrect or both in whole or in part, is beside the point.",
      "id": "s199"
    },
    {
      "text": "Information which an applicant may give for the purposes of s 424A(3)(b) of the Act is not confined, in my opinion, to documents of which the applicant is the author.",
      "id": "s200"
    },
    {
      "text": "CONCLUSION \n \n53 I have carefully considered the reasons of the Tribunal and those of the Federal Magistrate generally as well as in the light of the appellant's grounds of appeal.",
      "id": "s201"
    },
    {
      "text": "I am satisfied that no jurisdictional error has been established.",
      "id": "s202"
    },
    {
      "text": "I would dismiss the appeal.",
      "id": "s203"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s204"
    },
    {
      "text": "Associate:\nDated: 03 May 2007\n\n\n The Appellant: The appellant appeared in person \n \n Counsel for the Respondent: Ms M Allars \n \n Solicitors for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 2 &amp; 3 May 2007 \n \n Date of Judgment: 03 May 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/648.html",
      "id": "s205"
    }
  ]
}