{
  "name": "Pandee Services Pty Limited (ACN 060 674 160) v Roberts [2007] FCA 68 (9 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/68.html",
  "catchphrases": [
    {
      "text": "application to further amend an amended statement of claim",
      "id": "c0"
    },
    {
      "text": "application should be allowed unless cause of action so untenable that it cannot possibly succeed",
      "id": "c1"
    },
    {
      "text": "consideration of vicarious liability for breach of confidence",
      "id": "c2"
    },
    {
      "text": "consideration of level of knowledge required for knowing participation in breach of fiduciary duty",
      "id": "c3"
    },
    {
      "text": "consideration of accessorial liability under s 183(2) of corporations act 2001 (cth)",
      "id": "c4"
    },
    {
      "text": "application allowed in part.",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 There are two applications before me.",
      "id": "s0"
    },
    {
      "text": "The first is an application by the applicant in this proceeding to file a further amended statement of claim.",
      "id": "s1"
    },
    {
      "text": "The application is opposed by the second respondents.",
      "id": "s2"
    },
    {
      "text": "The second is an application by the second respondents to strike out the applicant's existing statement of claim which was filed on 12 September 2005 (the 12 September SOC).",
      "id": "s3"
    },
    {
      "text": "2 This proceeding was commenced on 4 July 2005 by application with an accompanying statement of claim.",
      "id": "s4"
    },
    {
      "text": "3 The applicant sought in the application the following orders:\n \n \n '1.",
      "id": "s5"
    },
    {
      "text": "A declaration pursuant to section 1317E of the Corporations Act 2001 (Cth) (\" the Act \") that the First Respondent has contravened subsection 182(1) of the Act by improperly using his position as an employee of a corporation to gain an advantage for himself and/or the Second Respondents as set out in the statement of claim.",
      "id": "s6"
    },
    {
      "text": "2.",
      "id": "s7"
    },
    {
      "text": "A declaration pursuant to section 1317E of the Act that the First Respondent has contravened subsection 183(1) by improperly using information obtained by him in his capacity as an employee of the Applicant to gain an advantage for himself and/or the Second Respondents as set out in the statement of claim.",
      "id": "s8"
    },
    {
      "text": "3.",
      "id": "s9"
    },
    {
      "text": "A declaration pursuant to section 1317E of the Act that the Second Respondents have contravened subsection 182(2) of the Act by being persons involved in the First Respondent's contravention of the Act as set out in the statement of claim.",
      "id": "s10"
    },
    {
      "text": "4.",
      "id": "s11"
    },
    {
      "text": "A declaration pursuant to section 1317E of the Act that the Second Respondents have contravened subsection 183(2) of the Act by being persons involved in the First Respondent's contravention of the Act as set out in the statement of claim.",
      "id": "s12"
    },
    {
      "text": "5.",
      "id": "s13"
    },
    {
      "text": "An injunction, pursuant to section 1324 of the Act and/or section 23 of the Federal Court of Australia Act 1976 (Cth), restraining the Respondents and each of them whether by themselves, their servants or agents or otherwise howsoever from using the Confidential Information (as defined in paragraph 4 of the statement of claim).",
      "id": "s14"
    },
    {
      "text": "6.",
      "id": "s15"
    },
    {
      "text": "Delivery up.",
      "id": "s16"
    },
    {
      "text": "7.",
      "id": "s17"
    },
    {
      "text": "An inquiry as to damages.",
      "id": "s18"
    },
    {
      "text": "8.",
      "id": "s19"
    },
    {
      "text": "Alternatively, at the election of the Applicant, an account of all the profits made by the First Respondent and/or the Second Respondents from the use of the Confidential Information.",
      "id": "s20"
    },
    {
      "text": "' \n \n \n\nand other consequential orders.",
      "id": "s21"
    },
    {
      "text": "4 The declarations sought against the respondents are for contraventions of the Corporations Act 2001 (Cth) (the Act ).",
      "id": "s22"
    },
    {
      "text": "5 In the originating application the applicant's entire case depends upon proof of a contravention by the first respondent of s 182(1) or s 183(1) of the Act or proof of a contravention by the second respondents of s 182(2) or s 183(2) of the Act .",
      "id": "s23"
    },
    {
      "text": "The applicant has now abandoned any claim that the first or second respondents have contravened s 182 of the Act .",
      "id": "s24"
    },
    {
      "text": "Therefore, the applicant's case against the respondents is that they have contravened, in the case of the first respondent s 183(1) of the Act and, in the case of the second respondents, s 183(2) of the Act .",
      "id": "s25"
    },
    {
      "text": "6 On 12 September 2005 the applicant filed an amended statement of claim (the 12 September SOC) which was permitted by the provisions of O 13 r 3 of the Federal Court Rules .",
      "id": "s26"
    },
    {
      "text": "The first respondent filed his defence on 28 September 2005 and the second respondents their defence on 30 September 2005.",
      "id": "s27"
    },
    {
      "text": "The parties made discovery to each other including supplementary discovery.",
      "id": "s28"
    },
    {
      "text": "7 On 1 May 2006 the applicant filed a notice of motion seeking leave to file and serve a further amended statement of claim in the form of a document annexed to the affidavit of the applicant's solicitor.",
      "id": "s29"
    },
    {
      "text": "The second respondents sought particulars of the proposed further amended statement of claim but were advised by the applicant that it did not intend to give any further particulars.",
      "id": "s30"
    },
    {
      "text": "The second respondents thereafter indicated that they would oppose the applicant's application to file the further amended statement of claim.",
      "id": "s31"
    },
    {
      "text": "8 The matter first came before me on 17 July 2006 for the hearing of the applicant's notice of motion.",
      "id": "s32"
    },
    {
      "text": "On that occasion the applicant's counsel contended that the second respondents' outline of submissions raised five issues which had never before been raised by the second respondents in relation to the applicant's statement of claim.",
      "id": "s33"
    },
    {
      "text": "The matter was adjourned and, in the meantime, the second respondents filed a notice of motion seeking an order that the applicant's further amended statement of claim annexed to the applicant's solicitor's affidavit be struck out.",
      "id": "s34"
    },
    {
      "text": "That notice of motion was unnecessary because the document annexed to the solicitor's affidavit had not been filed.",
      "id": "s35"
    },
    {
      "text": "9 Three days later, on 11 August 2006, the second respondents filed an amended notice of motion seeking that the applicant' s 12 September SOC be struck out.",
      "id": "s36"
    },
    {
      "text": "10 The matter came on again on 11 September 2006 when the applicant indicated that it no longer sought to file and serve the further amended statement of claim annexed to the applicant's solicitor's affidavit, but rather sought to file a proposed further amended statement of claim annexed to the applicant's counsel's submissions (PFASC).",
      "id": "s37"
    },
    {
      "text": "11 The first respondent did not oppose the applicant filing the PFASC.",
      "id": "s38"
    },
    {
      "text": "However, during the hearing the first respondent applied for an order that the applicant give particulars of its claim for loss or damage in par 35 of the PFASC.",
      "id": "s39"
    },
    {
      "text": "The applicant did not oppose such an order and in due course I will order that the applicant give full particulars of its claim for loss or damage.",
      "id": "s40"
    },
    {
      "text": "The form of the order will depend upon my decision on the issues to be resolved between the applicant and the second respondents.",
      "id": "s41"
    },
    {
      "text": "12 I should therefore first consider whether the applicant be given leave to file the PFASC annexed to the applicant's counsel's submissions.",
      "id": "s42"
    },
    {
      "text": "If I grant leave then that statement of claim will stand in substitution for the 12 September SOC and make the second respondents' application to strike out that statement of claim otiose.",
      "id": "s43"
    },
    {
      "text": "If, on the other hand, I refuse the applicant leave to file the PFASC then I should next consider the second respondents' application to strike out the applicant' s 12 September SOC.",
      "id": "s44"
    },
    {
      "text": "13 It is asserted in the PFASC that the first respondent was employed by the applicant as a sales account manager from 28 October 1998 to 28 February 2005.",
      "id": "s45"
    },
    {
      "text": "The second respondents have been in partnership since 12 October 2004 and carrying on business under the partnership name 'Warehouse Matrix'.",
      "id": "s46"
    },
    {
      "text": "14 The applicant pleads that it was possessed of confidential information relating to its clients which, because of the nature of the first respondent's employment with the applicant, was disclosed to the first respondent so that the first respondent might fulfil his responsibilities as a sales account manager with the applicant.",
      "id": "s47"
    },
    {
      "text": "It is not necessary to identify the confidential information.",
      "id": "s48"
    },
    {
      "text": "The applicant further pleads that, during the course of the first respondent's employment, the first respondent learned of other confidential information which was possessed by the applicant but which was not relevant to the first respondent's employment with the applicant.",
      "id": "s49"
    },
    {
      "text": "15 It is pleaded that the first respondent was 'under, a duty of trust and confidence towards the Applicant in respect of the Confidential Information': par 10 of the PFASC.",
      "id": "s50"
    },
    {
      "text": "16 It is pleaded that the first respondent resigned his employment with the applicant on 22 February 2005 with effect from 28 February 2005 but that at some time before 28 February 2005 'the First Respondent removed all papers, computer disks and other materials stored in a filing cabinet near his desk from the Applicant's premises': par 11A of the PFASC.",
      "id": "s51"
    },
    {
      "text": "17 The first respondent commenced employment with the second respondents on or before 4 March 2005: par 14 of the PFASC.",
      "id": "s52"
    },
    {
      "text": "It is pleaded that at some time the first respondent, in his capacity as an employee of the second respondents, provided quotations to the applicant's clients for the supply of products by the second respondents to those clients: par 15 of the PFASC.",
      "id": "s53"
    },
    {
      "text": "It is pleaded that in giving those quotations the confidential information (as earlier particularised in the PFASC) was used in that the quotations set out the products supplied by the applicant to the client in question and the product replacement sought to be supplied by the second respondents, and the difference in cost between the two products.",
      "id": "s54"
    },
    {
      "text": "18 It is further pleaded some time in March 2005 after the first respondent commenced his employment with the second respondents, the second respondents commenced supplying products to two particular clients of the applicant: pars 17 and 18 of the PFASC.",
      "id": "s55"
    },
    {
      "text": "19 It is pleaded as against the first respondent that the first respondent has, in breach of his duty of trust and confidence, used and/or disclosed confidential information in providing the written quotations: par 21 of the PFASC.",
      "id": "s56"
    },
    {
      "text": "It is pleaded in the alternative that the first respondent has, in giving the quotations referred to, improperly used information obtained by the first respondent as an employee of the applicant to gain an advantage for himself and/or the second respondents and thereby contravened s 183(1) of the Act : par 22 of the PFASC.",
      "id": "s57"
    },
    {
      "text": "20 As against the second respondents, it is pleaded that the first respondent provided the written quotations to the applicant's clients in his capacity as an employee of the second respondents and for and on behalf of the second respondents: par 23 of the PFASC.",
      "id": "s58"
    },
    {
      "text": "It is pleaded that thereby his acts or conduct in providing those written quotations were those of the second respondents: par 24 of the PFASC.",
      "id": "s59"
    },
    {
      "text": "Paragraphs 23 and 24 seek to raise a plea that the second respondents are vicariously liable for the acts and conduct of the first respondent.",
      "id": "s60"
    },
    {
      "text": "21 Next, it is pleaded that the male second respondents at all material times had knowledge of the first respondent's possession of the applicant's confidential information.",
      "id": "s61"
    },
    {
      "text": "It is further pleaded that those male second respondents knew that the first respondent was disclosing and/or using the confidential information in providing written quotations: pars 25 and 26 of the PFASC.",
      "id": "s62"
    },
    {
      "text": "No particulars are given of how or when the male second respondents acquired that knowledge.",
      "id": "s63"
    },
    {
      "text": "22 The plea in par 25 is that the male second respondents had actual knowledge that the first respondent had acquired confidential information possessed by the applicant.",
      "id": "s64"
    },
    {
      "text": "23 The plea in par 26 is that the male second respondents 'at all material times' had actual knowledge that the first respondent was disclosing or using that confidential information in providing the written quotes.",
      "id": "s65"
    },
    {
      "text": "24 Alternatively, it is pleaded that the male second respondents after 14 March 2005 knew that the first respondent was disclosing or using the applicant's confidential information in the written quotes: par 27 of the PFASC.",
      "id": "s66"
    },
    {
      "text": "Again, it is not pleaded how or when the male second respondents became aware that the first respondent was using the applicant's confidential information in the preparation of the written quotes except that it was after 14 March 2005 when one of the two clients commenced purchasing products from the second respondents.",
      "id": "s67"
    },
    {
      "text": "25 The plea in par 27 is that the male second respondents after 14 March 2005 had actual knowledge that the first respondent was disclosing or using that confidential information in providing written quotes.",
      "id": "s68"
    },
    {
      "text": "26 Paragraphs 25, 26 and 27 can be understood therefore as a plea that the male second respondents, from the date upon which the second respondents first employed the first respondent or at the latest 14 March 2005, had actual knowledge that the first respondent was disclosing or using the applicant's confidential information in the written quotes.",
      "id": "s69"
    },
    {
      "text": "There is no plea that the female second respondents had actual knowledge of those matters.",
      "id": "s70"
    },
    {
      "text": "27 It is pleaded, in the further alternative, that at no time whilst the first respondent was employed by the second respondents did any of the second respondents make any enquiries as to whether the first respondent was disclosing and/or using confidential information or take any steps to supervise the first respondent in his provision of quotes or take any steps to ensure the first respondent was not using and/or disclosing confidential information in his performance of his duties as an employee of the second respondents: par 28 of the PFASC.",
      "id": "s71"
    },
    {
      "text": "28 Although the plea does not say so expressly, the plea in par 28 may be understood that because of their failure to do what is alleged all second respondents had constructive knowledge of the first respondent's conduct.",
      "id": "s72"
    },
    {
      "text": "The knowledge may be imputed the plea asserts because of the second respondents' failure to make any inquiries or take proper steps to ensure that the first respondent was not disclosing or using the applicant's confidential information.",
      "id": "s73"
    },
    {
      "text": "29 It is pleaded by reason of the matters in pars 23, 24, 25 and 26 or 28 of the PFASC that the second respondents knowingly participated in each of the first respondent's breaches of his duty of trust and confidence.",
      "id": "s74"
    },
    {
      "text": "30 As a particular to this plea it is asserted that the acts, conduct and knowledge of each of the second respondents is imputed to them all.",
      "id": "s75"
    },
    {
      "text": "It is not pleaded how that imputation arises.",
      "id": "s76"
    },
    {
      "text": "The plea really means that the male second respondents' actual knowledge (pars 25, 26 and 27) is imputed to the remaining second respondents.",
      "id": "s77"
    },
    {
      "text": "The plea is that by reason of the male second respondents' actual knowledge, or all the second respondents' imputed or constructive knowledge, the second respondents knowingly participated in each of the first respondent's breaches of his duty of trust and confidence.",
      "id": "s78"
    },
    {
      "text": "31 Next it is pleaded because of the matters in pars 23, 24, 25 and 26 that the second respondents aided and abetted or procured the first respondent to contravene the Act or were knowingly concerned in or a party to that contravention: par 30 of the PFASC.",
      "id": "s79"
    },
    {
      "text": "The applicant does not in that plea rely upon pars 27 or 28 of the PFASC.",
      "id": "s80"
    },
    {
      "text": "It is further pleaded in par 30 of the PFASC that the acts, conduct and knowledge of each of the second respondents are imputed to all of them.",
      "id": "s81"
    },
    {
      "text": "32 This plea may be understood to mean that because the male second respondents 'at all material times', which because of the plea in par 27 must be at a time prior to 14 March, had actual knowledge of the matters in par 25 all of the second respondents aided, abetted, counselled or procured or were knowingly concerned in or party to the first respondent's contravention of s 183(1) of the Act .",
      "id": "s82"
    },
    {
      "text": "It is pleaded as a particular to this paragraph that the acts, conduct and knowledge of each of the second respondents is imputed to all of them.",
      "id": "s83"
    },
    {
      "text": "It follows that insofar as this plea is directed to the male second respondents it relies only upon their actual knowledge but, insofar as it is directed to the female second respondents, it relies upon their constructive knowledge.",
      "id": "s84"
    },
    {
      "text": "33 The applicant pleads that because the second respondents aided, abetted, counselled or procured the first respondent to contravene the Act or were knowingly concerned in that contravention, the second respondents were persons who themselves contravened s 183(1) of the Act by reason of the provisions of s 183(2) of the Act : par 31 of the PFASC.",
      "id": "s85"
    },
    {
      "text": "34 The applicant next pleads in par 32, as an alternative to the pleas in pars 29, 30 and 31, that by reason of the matters in pars 23, 24, 25, 27 or 28 the second respondents knowingly participated in the first respondent's breaches of his duty of trust and confidence in respect of the two clients referred to in the PFASC.",
      "id": "s86"
    },
    {
      "text": "Again as a particular, the applicant pleads that the acts, conduct and knowledge of each of the second respondents is imputed to them all.",
      "id": "s87"
    },
    {
      "text": "This plea may be understood to mean that by reason of the actual knowledge of the male second respondents or the constructive knowledge of all the second respondents, the second respondents knowingly participated in a breach of the first respondent's duty of trust and confidence.",
      "id": "s88"
    },
    {
      "text": "35 In par 33 it is pleaded, by reason of the matters in pars 23, 24, 25 and 27, the second respondents aided, abetted, counselled or procured the first respondent to contravene the Act or were knowingly concerned in or a party to the contravention and by reason of that were persons who were involved in the first respondent's contravention of s 183(1) of the Act in relation to the two clients of the applicant earlier described and thereby themselves in contravention of s 183(2) of the Act : pars 33 and 34 of the PFASC.",
      "id": "s89"
    },
    {
      "text": "36 This paragraph also includes the same plea that the acts, conduct and knowledge of each of the second respondents imputed to them all.",
      "id": "s90"
    },
    {
      "text": "The plea in par 33 can be understood to mean that, by reason of the male second respondents actual knowledge and the female second respondents constructive knowledge, the second respondents aided and abetted, counselled or procured or were knowingly concerned in a contravention by the first respondent of s 183(1) in respect to the written quotes supplied to the two clients of the applicant.",
      "id": "s91"
    },
    {
      "text": "37 The applicant then pleads that it has suffered loss and damage in that it has lost the sales of product to the two clients identified in the PFASC: par 35.",
      "id": "s92"
    },
    {
      "text": "The applicant concedes that it must particularise its claim for damages.",
      "id": "s93"
    },
    {
      "text": "It claims the first and second respondents are liable to account to it for any profits made by them: par 36.",
      "id": "s94"
    },
    {
      "text": "An injunction is sought against the first and second respondents.",
      "id": "s95"
    },
    {
      "text": "The applicant also seeks the relief claimed in the application.",
      "id": "s96"
    },
    {
      "text": "38 As I have said, I have two applications before me.",
      "id": "s97"
    },
    {
      "text": "First, the applicant's application for leave to file an amended statement of claim (the PFASC).",
      "id": "s98"
    },
    {
      "text": "Secondly, the second respondents' application to strike out the 12 September SOC.",
      "id": "s99"
    },
    {
      "text": "39 Because the first respondent does not oppose the applicant's application to amend its statement of claim, it would be appropriate if I were of the opinion that the PFASC disclosed no reasonable cause of action against the second respondents to allow the PFASC, insofar as it relates to the first respondent, to be filed subject to an order that it give particulars of the loss and damage pleaded in par 35.",
      "id": "s100"
    },
    {
      "text": "40 Because this matter has proceeded as if it were an application to strike out both the PFASC and the statement of claim of 12 September 2005 on the ground that it disclose no reasonable cause of action against the second respondents, it is appropriate to assume that the allegations of fact made in the PFASC and the statement of claim of 12 September 2005 will be made out at trial: Northern Land Council v The Commonwealth (No 2) [1987] HCA 52 ; (1987) 75 ALR 210 at 216; Cubillo v The Commonwealth [1999] FCA 518 ; (1999) 89 FCR 528 at 542.",
      "id": "s101"
    },
    {
      "text": "The allegations of fact contained in the statement of claim should be accepted at face value: Australian Competition and Consumer Commission v Alice Car &amp; Truck Rentals Pty Ltd trading as Territory Rent-a-car [1997] FCA 129.",
      "id": "s102"
    },
    {
      "text": "41 I should approach this application on the basis that the PFASC should be allowed to be filed unless it is clearly made out that the pleading discloses no reasonable cause of action, at least against the second respondents.",
      "id": "s103"
    },
    {
      "text": "In that regard it would be appropriate to apply the test in General Steel Industries v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 130 and allow the pleading to be filed or, alternatively, in the case of the statement of claim of 12 September 2005, not be struck out unless the cause of action is so untenable that it cannot possibly succeed.",
      "id": "s104"
    },
    {
      "text": "The provisions of s 31A of the Federal Court of Australia Act 1976 (Cth) do not apply to this application because this is not an application for summary judgment.",
      "id": "s105"
    },
    {
      "text": "42 The statement of claim should contain in a summary form the material facts upon which the applicant relies but not the evidence upon which those facts are to be proved.",
      "id": "s106"
    },
    {
      "text": "The applicant must include sufficient particulars to enable the respondent to the proceeding to know and understand the case which is brought against him or her.",
      "id": "s107"
    },
    {
      "text": "The statement of claim should contain such material facts and particulars as will allow the respondent to prevent the respondent from being taken by surprise at the trial and to know the evidence that needs to be obtained.",
      "id": "s108"
    },
    {
      "text": "43 Essentially, three matters are put against the second respondents.",
      "id": "s109"
    },
    {
      "text": "First, that the second respondents are vicariously liable for conduct of the first respondent in using the applicant's confidential information in relation to the written quotes.",
      "id": "s110"
    },
    {
      "text": "Secondly, the second respondents knowingly participated in the first respondent's breach of his duty of confidence.",
      "id": "s111"
    },
    {
      "text": "Thirdly, the second respondents are accessorily liable because they aided, abetted, counselled or procured the first respondent to contravene s 183(1) of the Act or were knowingly concerned in that contravention.",
      "id": "s112"
    },
    {
      "text": "In that regard it is pleaded that the second respondents thereby contravened s 183(2) of the Act .",
      "id": "s113"
    },
    {
      "text": "44 The second respondents contend that all three pleas cannot stand.",
      "id": "s114"
    },
    {
      "text": "First, it was contended that a plea of vicarious liability was 'untenable'.",
      "id": "s115"
    },
    {
      "text": "Secondly, it was contended that the PFASC did not identify any act of participation or conduct on the part of the second respondents which could make the second respondents liable for knowingly participating in the first respondent's breach of his duty of confidence.",
      "id": "s116"
    },
    {
      "text": "Thirdly, it was contended that the second respondents could not be accessorily liable under s 183(1) or liable under s 183(2) without actual knowledge on their part.",
      "id": "s117"
    },
    {
      "text": "Further, the second respondents contended the PFASC does not identify how the respondents' conduct caused the damage complained of.",
      "id": "s118"
    },
    {
      "text": "45 In the alternative, the second respondents argued that the PFASC lacked sufficient particulars and that particulars should be ordered.",
      "id": "s119"
    },
    {
      "text": "46 As I have already advised, the plea in par 24, that by reason of the first respondent providing quotations in his capacity as an employee of the second respondents his acts or conduct were those of the second respondents, is a plea that the second respondents are vicariously liable for the acts of the first respondent.",
      "id": "s120"
    },
    {
      "text": "It follows the earlier pleas in pars 15 and 23 that the first respondent provided the applicant's clients with a written quote in his capacity as an employee of the second respondents.",
      "id": "s121"
    },
    {
      "text": "47 The conduct of the first respondent complained of is not tortious.",
      "id": "s122"
    },
    {
      "text": "It is a claim that the first respondent breached his equitable duty of confidence.",
      "id": "s123"
    },
    {
      "text": "48 The second respondents argued that the doctrine of vicarious liability was confined to a tort committed by an employee in the course of that employee's employment and that therefore that this plea should be struck out.",
      "id": "s124"
    },
    {
      "text": "In Photo Production v Securicor Transport Limited [1980] UKHL 2 ; [1980] AC 827 at 848, Lord Diplock said that the expression 'vicarious liability' should be confined to liability for tort.",
      "id": "s125"
    },
    {
      "text": "There is, however, authority contrary to the second respondents' proposition.",
      "id": "s126"
    },
    {
      "text": "In Coulthard v South Australia (1995) 63 SASR 531 (' Coulthard ') the Full Court of the Supreme Court of South Australia was concerned with the publication of confidential information.",
      "id": "s127"
    },
    {
      "text": "King CJ said at 535:\n \n 'No authority has come to my attention which establishes that vicarious liability of an employer can exist under the equitable doctrine of breach of confidence.",
      "id": "s128"
    },
    {
      "text": "Nevertheless a breach of the equitable obligation of confidence is analogous to a common law tort.",
      "id": "s129"
    },
    {
      "text": "It is to be expected that equity would follow the law in such circumstances and that the common law doctrine of the vicarious liability in tort of an employer for the acts of employees in the course of their employment would apply in equity to breaches of confidence.",
      "id": "s130"
    },
    {
      "text": "It is to be expected that equity would act upon the conscience of the employer by requiring the employer to accept responsibility for the employee's breach of confidence.",
      "id": "s131"
    },
    {
      "text": "' \n \n\n49 King CJ concluded that it was not established that any breach of confidence had occurred in the course of the employer's employment.",
      "id": "s132"
    },
    {
      "text": "Perry and Debelle JJ both assumed that the respondent employer could be liable for a breach by its employee of his duty of confidence but, like King CJ, found that what was done was not done in the course of employment.",
      "id": "s133"
    },
    {
      "text": "I am unable to find any other authority on that point.",
      "id": "s134"
    },
    {
      "text": "(But see Jason Pizer 'Holding an Appointor Vicariously Liable for its Nominee Director's Wrongdoing -- an Australian Roadmap' 1997, Vol 15 Company and Securities Law Journal.",
      "id": "s135"
    },
    {
      "text": ") However, this is not the time to decide whether the decision in Coulthard is correct.",
      "id": "s136"
    },
    {
      "text": "Having regard to that decision and the dicta of King CJ referred to, it cannot be said on an application of this kind that the pleas in par 24 are untenable.",
      "id": "s137"
    },
    {
      "text": "50 Paragraphs 25 and 26 plead actual knowledge on the part of the two male second respondents.",
      "id": "s138"
    },
    {
      "text": "Paragraph 27 also pleads actual knowledge on the part of the two male respondents but from a different time, apparently, to that asserted in par 26.",
      "id": "s139"
    },
    {
      "text": "In any event, all three paragraphs, 25, 26 and 27, plead actual knowledge on the part of two of the four second respondents.",
      "id": "s140"
    },
    {
      "text": "51 Paragraph 28 pleads a form of constructive knowledge by reason of the failure of the second respondents to do any of the matters particularised in that paragraph.",
      "id": "s141"
    },
    {
      "text": "Each of pars 29, 30, 32 and 33 plead a form of constructive knowledge on the part of the two female second respondents, the knowledge it is said being imputed to them.",
      "id": "s142"
    },
    {
      "text": "It is not pleaded how or why the acts and conduct and knowledge of each of the second respondents is imputed to all of them.",
      "id": "s143"
    },
    {
      "text": "It may be assumed that each partner's act or conduct or knowledge is imputed to the other by reason of their partnership.",
      "id": "s144"
    },
    {
      "text": "That may not be important.",
      "id": "s145"
    },
    {
      "text": "More importantly, the knowledge of the female second respondents and any imputed knowledge obtained by all respondents by reason of the acts or omissions in par 28 cannot rise above constructive knowledge.",
      "id": "s146"
    },
    {
      "text": "52 The plea that the first respondent breached his duty of trust and confidence is a plea of breach of fiduciary duty: Hospital Products Ltd v United States Surgical Corporation [1984] HCA 64 ; (1984) 156 CLR 41 at 96-97.",
      "id": "s147"
    },
    {
      "text": "The plea in par 29 is that the second respondents knowingly participated in that breach of fiduciary duty.",
      "id": "s148"
    },
    {
      "text": "As I have said, the knowledge relied on is both actual and, in the alternative, constructive.",
      "id": "s149"
    },
    {
      "text": "53 It is not suggested that the second respondents owed any fiduciary duty to the applicant.",
      "id": "s150"
    },
    {
      "text": "There is no suggestion, nor could there be, that there was any fiduciary relationship between the second respondents and the applicant.",
      "id": "s151"
    },
    {
      "text": "The second respondents are said to be liable to the applicant because they knowingly participated in the first respondent's breach of fiduciary duty.",
      "id": "s152"
    },
    {
      "text": "A person who knowingly participates in a breach of fiduciary duty is liable to account to the person to whom the fiduciary duty was owed where that person obtains a benefit by that participation: Consul Development Pty Ltd v DPC Estates Pty Ltd [1975] HCA 8 ; (1975) 132 CLR 373 at 397.",
      "id": "s153"
    },
    {
      "text": "54 It was not put that the second respondents could not be liable without actual knowledge of the first respondent's breach of fiduciary duty.",
      "id": "s154"
    },
    {
      "text": "It was accepted that a plea that the second respondents knowingly participated in a breach by the first respondent of his duty of confidence with the kind of knowledge pleaded in par 28 of the PFASC could be allowed to stand.",
      "id": "s155"
    },
    {
      "text": "55 In Consul Development Pty Ltd v DPC Estates Pty Ltd , Gibbs J (at 398) and Stephen J (at 412) with whom Barwick CJ agreed expressed different views as to the knowledge required to establish liability in circumstances of this kind.",
      "id": "s156"
    },
    {
      "text": "The English Courts have expressed different views: Royal Brunei Airlines Sdn Bhd v Tan Kok Ming [1995] UKPC 4 ; [1995] 2 AC 378; Twinsectra Ltd v Yardley [2002] UKHL 12 ; [2002] 2 AC 164.",
      "id": "s157"
    },
    {
      "text": "It appears that the English view has not been accepted in New South Wales and Stephen J's view has been preferred to that of Gibbs J: Yeshiva Properties No 1 Pty Ltd and Others v Marshall (2005) 219 ALR 112 per Bryson JA at [18]-[22].",
      "id": "s158"
    },
    {
      "text": "Because of the uncertainty in the law in Australia on this topic, it would be difficult to conclude that a plea of the kind in par 28 was untenable: Short (as Executrix of the Estate of Short (decd)) v Crawley (No 25) [2005] NSWSC 928 per White J at [43]; The Bell Group Ltd (in liq) v Westpac Banking Corporation and Ors (No 5) [2004] WASC 273.",
      "id": "s159"
    },
    {
      "text": "However, because no issue was raised by the second respondents as to the kind of knowledge required, I do not need to explore this complex issue.",
      "id": "s160"
    },
    {
      "text": "56 The second respondents contended that the PFASC did not identify any act of participation on the part of the second respondents.",
      "id": "s161"
    },
    {
      "text": "That contention must be rejected.",
      "id": "s162"
    },
    {
      "text": "The PFASC makes it clear that the act of participation by the second respondents is their taking the benefits of the profits on the contracts with the applicant's two former clients with the knowledge pleaded.",
      "id": "s163"
    },
    {
      "text": "57 In my opinion, the claim that the plea that the second respondents knowingly participated in the first respondent's breach of his duty of trust is untenable must be rejected.",
      "id": "s164"
    },
    {
      "text": "58 The third attack raises for consideration the construction of s 183 and s 79 of the Act .",
      "id": "s165"
    },
    {
      "text": "59 Section 183 of the Act provides:\n \n '(1) A person who obtains information because they are, or have been, a director or other officer or employee of a corporation must not improperly use the information to: \n \n \n \n \n (a) gain an advantage for themselves or someone else; or \n (b) cause detriment to the corporation.",
      "id": "s166"
    },
    {
      "text": "(2) A person who is involved in a contravention of subsection (1) contravenes this subsection.",
      "id": "s167"
    },
    {
      "text": "' \n \n\n60 Section 79 defines 'involvement in contraventions'.",
      "id": "s168"
    },
    {
      "text": "It provides:\n \n 'A person is involved in a contravention if, and only if, the person: \n \n \n \n \n (a) has aided, abetted, counselled or procured the contravention; or \n (b) has induced, whether by threats or promises or otherwise, the contravention; or \n (c) has been in any way, by act or omission, directly or indirectly, knowingly concerned in, or party to, the contravention; or \n (d) has conspired with others to effect the contravention.",
      "id": "s169"
    },
    {
      "text": "' \n \n \n \n \n\n61 Thus the second respondents will have been involved in a contravention of s 183(1) if they have done any of the actions in s 79.",
      "id": "s170"
    },
    {
      "text": "62 Section 79 of the Act is in the same terms as s 75B of the Trade Practices Act 1974 (Cth) (the Trade Practices Act ) which was considered by the High Court in Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661.",
      "id": "s171"
    },
    {
      "text": "Section 75B plays a similar role in the Trade Practices Act to that played by s 79 in the Act .",
      "id": "s172"
    },
    {
      "text": "A person will be accessorily liable to a contravention of a provision of the Trade Practices Act if the person does any of the matters prescribed in s 75B.",
      "id": "s173"
    },
    {
      "text": "In Yorke v Lucas the High Court considered each of the paragraphs in s 75B.",
      "id": "s174"
    },
    {
      "text": "In respect to paragraph (a) the Court observed that these words have been taken from the criminal law and that to be liable under s 75B(a) a party needed to have intentionally participated in the contravention.",
      "id": "s175"
    },
    {
      "text": "The Court said at 668:\n \n 'The nature of the prohibition imposed by s. 52 is, however, governed by the terms in which it is created and the context in which it is found.",
      "id": "s176"
    },
    {
      "text": "Section 75B , on the other hand, in speaking of aiding, abetting, counselling or procuring, makes use of an existing concept drawn from the criminal law and unless the context requires otherwise, there is every reason to suppose that it was intended to carry with it the settled meaning which it already bore: cf.",
      "id": "s177"
    },
    {
      "text": "Barker v. The Queen [1983] HCA 18 ; (1983) 153 C.L.R.",
      "id": "s178"
    },
    {
      "text": "338.",
      "id": "s179"
    },
    {
      "text": "Nor is there any reason to suppose that because the application of s. 75B may occur in conjunction with a provision such as s. 52 , which requires no intent, it must also be construed so as to dispense with intent as an element of aiding, abetting, counselling or procuring.",
      "id": "s180"
    },
    {
      "text": "In Giorgianni v. The Queen it was held that secondary participation required intent based upon knowledge, notwithstanding that the statutory provision creating the principal offence imposed strict liability.",
      "id": "s181"
    },
    {
      "text": "' \n \n\n63 The High Court held that a person will only be guilty of the offence of aiding and abetting or counselling and procuring the commission of an offence if the person intentionally participates in it.",
      "id": "s182"
    },
    {
      "text": "Therefore, to form the requisite intent the person must have knowledge of the essential matters which go to make up the offence.",
      "id": "s183"
    },
    {
      "text": "It determined that the same knowledge should be required for a contravention of s 75B of the Trade Practices Act .",
      "id": "s184"
    },
    {
      "text": "64 The majority then addressed s 75B(c) and said at 670:\n \n 'There can be no question that a person cannot be knowingly concerned in a contravention unless he has knowledge of the essential facts constituting the contravention.",
      "id": "s185"
    },
    {
      "text": "' \n \n\n65 They went on to say further at 670:\n \n 'In our view, the proper construction of par (c) requires a party to a contravention to be an intentional participant, the necessary intent being based upon knowledge of the essential elements of the contravention.",
      "id": "s186"
    },
    {
      "text": "' \n \n\n66 For persons therefore to be aiding or abetting or counselling or procuring or be knowingly concerned in a contravention of the Trade Practices Act , a person must have knowledge of the essential facts and circumstances so as to be able to form the necessary intent.",
      "id": "s187"
    },
    {
      "text": "The person must have actual rather than constructive knowledge.",
      "id": "s188"
    },
    {
      "text": "67 In my opinion, s 79 of the Act would be construed in the same way as s 75B of the Trade Practices Act : see Re HIH Insurance Ltd (In Liq) (2002) 41 ACSR 66.",
      "id": "s189"
    },
    {
      "text": "68 It follows therefore that a party cannot be involved in a contravention of s 183(1) of the Act unless the party has actual knowledge of the elements of s 183(1).",
      "id": "s190"
    },
    {
      "text": "The elements that must be established for a contravention of s 183(1) are that the person referred to in s 183(1) was an officer or employee of the corporation; that he or she acquired information because he or she was an officer or employee; that the person made improper use of that information; that the person did so to gain an advantage for themselves or someone else or to cause detriment to the corporation.",
      "id": "s191"
    },
    {
      "text": "69 In my opinion, the plea that the second respondents had constructive knowledge of the matters contained in par 28 or the female second respondents had constructive knowledge as pleaded in pars 29, 30, 32 and 33 could not support a claim that the second respondents contravened s 183(2) by being involved in a contravention of s 183(1).",
      "id": "s192"
    },
    {
      "text": "Those pleas are untenable.",
      "id": "s193"
    },
    {
      "text": "70 Moreover, the plea of actual knowledge in par 25 insofar as it relates to the male second respondents cannot support a claim that they contravened s 183(2) by being involved in a contravention of s 183(1).",
      "id": "s194"
    },
    {
      "text": "That is because the plea of actual knowledge in par 25 falls short of alleging knowledge of each of the elements of s 183(1).",
      "id": "s195"
    },
    {
      "text": "71 Paragraph 25 is in the following form:\n \n \n '25.",
      "id": "s196"
    },
    {
      "text": "At all material times, Mr Robert Kym Wildman and/or Mr Gilbert Raymond Wildman knew that: \n \n \n \n \n \n 25.1 the First Respondent had been an employee of the Applicant to 28 February 2006 as pleaded in paragraph 2 above; \n \n 25.2 the Applicant had the Confidential Information, or information of similar nature and style relating to its clients, as pleaded in paragraph 4 above; \n \n 25.3 the Confidential Information, or information of similar nature and style relating to the Applicant's clients, was confidential to the Applicant, as pleaded in paragraph 4 above; and \n \n 25.4 the Applicant had disclosed the Confidential Information, or information of similar nature and style relating to its clients, to the First Respondent in the course of his employment and for the purposes thereof, as pleaded in paragraphs 25, 6, 7 above.",
      "id": "s197"
    },
    {
      "text": "' \n \n \n \n\n72 The confidential information is particularised in par 4:\n \n '4.1 The Confidential Information consisted of: \n \n \n \n (a) the name, address and contact details of each client; \n \n \n \n \n \n (b) the name of each product supplied by the Applicant to the client; \n \n (c) the quantity of each type of product supplied by the Applicant to the client; and \n \n (d) the price charged by the Applicant for each product supplied by it to the client.",
      "id": "s198"
    },
    {
      "text": "' \n \n \n \n\n73 In par 26 it is pleaded that the male second respondent knew that 'the first respondent was disclosing and/or using the Confidential Information in the written quotes ...'.",
      "id": "s199"
    },
    {
      "text": "The first respondent could not disclose any confidential information of the kind pleaded in par 4 to the former clients of the applicant.",
      "id": "s200"
    },
    {
      "text": "Those two clients would each know that information.",
      "id": "s201"
    },
    {
      "text": "There is no allegation that that information was supplied to the male second respondent.",
      "id": "s202"
    },
    {
      "text": "There is no allegation that the male second respondents knew that the first respondent improperly used the information or, more particularly, how he had improperly used the information.",
      "id": "s203"
    },
    {
      "text": "Moreover, there is no allegation that the male second respondents knew that if he did so he did so to gain an advantage for himself or the second respondents or cause detriment to the applicant.",
      "id": "s204"
    },
    {
      "text": "74 It would be appropriate, therefore, not to allow the PFASC to be filed including the pleas in pars 30, 31, 33 and 34.",
      "id": "s205"
    },
    {
      "text": "75 The fourth proposition put by the second respondents was that the PFASC did not identify how the impugned conduct gave rise to loss or damage.",
      "id": "s206"
    },
    {
      "text": "I disagree with that contention.",
      "id": "s207"
    },
    {
      "text": "It is clear enough that the applicant's case is that by reason of the conduct complained of the applicant lost the benefit of the two contracts with the two clients and the second respondents obtained that benefit.",
      "id": "s208"
    },
    {
      "text": "I think the applicant has properly pleaded the relief which is sought having regard to the conduct complained of.",
      "id": "s209"
    },
    {
      "text": "76 However, the claim for relief cannot be allowed to stand in its present form because it relies, in part, upon contraventions of the Act which I have held cannot be allowed to be included in the document to be filed.",
      "id": "s210"
    },
    {
      "text": "77 That leaves for consideration the question of the particularity of the PFASC.",
      "id": "s211"
    },
    {
      "text": "78 The second respondents contended that the PFASC should contain particulars of the knowledge acquired by the male second respondents as pleaded in pars 25 and 26.",
      "id": "s212"
    },
    {
      "text": "79 It was contended that the applicants should be compelled to identify the circumstances in and by which the male second respondents acquired that knowledge.",
      "id": "s213"
    },
    {
      "text": "80 I reject that contention.",
      "id": "s214"
    },
    {
      "text": "Order 12 rule 3 of the Federal Court Rules provides:\n \n \n '3(1) A party pleading any condition of mind shall give particulars of the facts on which he relies.",
      "id": "s215"
    },
    {
      "text": "(2) In subrule (1) \"condition of mind\" includes any disorder or disability of mind, any malice and any fraudulent intention, but does not include knowledge.",
      "id": "s216"
    },
    {
      "text": "' \n \n \n\n81 In my opinion, the circumstances in which the knowledge was acquired is not required to be pleaded or particularised.",
      "id": "s217"
    },
    {
      "text": "It is enough, in the circumstances of this case, to assert simply that the second respondents had that actual knowledge.",
      "id": "s218"
    },
    {
      "text": "The manner by which they acquired the knowledge is a matter of evidence and not a matter for particulars.",
      "id": "s219"
    },
    {
      "text": "82 However, the situation is not the same, in my opinion, in relation to par 28 which pleads constructive knowledge on the part of the second respondents by reason of their failure to do that which is pleaded.",
      "id": "s220"
    },
    {
      "text": "83 In my opinion, the applicant should be required to give particulars of the facts and circumstances which existed after the first respondent was employed by the second respondents which should have put the second respondents on notice to make the inquiries or take the steps pleaded in par 28: Fox v H Wood (Harrow) Ltd [1963] 2 QB 601.",
      "id": "s221"
    },
    {
      "text": "84 As I have already mentioned, in a number of the paragraphs which follow it is said that the acts, conduct and knowledge of each of the second respondents is imputed to all of them.",
      "id": "s222"
    },
    {
      "text": "In my opinion, that plea requires particularisation.",
      "id": "s223"
    },
    {
      "text": "The applicant ought to particularise the facts and circumstances which allow it to be said that, as a consequence, the acts, conduct and knowledge of each of the second respondents is imputed to all of them.",
      "id": "s224"
    },
    {
      "text": "85 Lastly, as the applicant conceded, the applicant needs to give particulars of the loss or damage which the applicants says that he suffered by reason of the respondents' breaches.",
      "id": "s225"
    },
    {
      "text": "86 In the circumstances, it would be appropriate to allow the parties to consider these reasons and for the second respondents to bring in short minutes.",
      "id": "s226"
    },
    {
      "text": "87 If a statement of claim is filed which does not rely upon a contravention of the Act , the applicant will need to consider whether the originating application should be amended.",
      "id": "s227"
    },
    {
      "text": "88 In view of the fact that I have indicated that I would propose to allow the PFASC to be filed, albeit in an amended form, it is not necessary to address the second respondents' notice of motion to strike out the existing statement of claim.",
      "id": "s228"
    },
    {
      "text": "If, however, the applicant elects not to file the PFASC in the form which I have said I would permit, then that notice of motion will need to be addressed and orders made in conformity with these reasons.",
      "id": "s229"
    },
    {
      "text": "I certify that the preceding eighty-eight (88) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s230"
    },
    {
      "text": "Associate:\n\nDated: 9 February 2007\n\n\n Counsel for the Applicant: Mr S D Ower \n \n Solicitor for the Applicant: Sydney G Maidment Lawyers \n \n Counsel for the First Respondent: Mr T Kidman \n \n Solicitor for the First Respondent: Fisher Jeffries \n \n Counsel for the Second Respondents: Mr T Cox \n \n Solicitor for the Second Respondents: Arcus Legal \n \n Date of Hearing: 11 September 2006 \n \n Date of Judgment: 9 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/68.html",
      "id": "s231"
    }
  ]
}