{
  "name": "SZGZQ v Minister for Immigration and Multicultural Affairs [2007] FCA 62 (6 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/62.html",
  "catchphrases": [
    {
      "text": "consideration of whether the refugee review tribunal applied the correct test in determining the state of satisfaction or otherwise to be reached in conducting the review function",
      "id": "c0"
    },
    {
      "text": "consideration of whether the tribunal is required to seek further information when unable to be satisfied of the statutory criteria in the absence of further information from an applicant.",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 In this appeal, the Appellant contends that Federal Magistrate Driver erred ( SZGZQ v Minister for Immigration &amp; Anor [2006] FMCA 1203) in dismissing on 17 August 2006 an Application for Review of a decision of the Refugee Review Tribunal ('the Tribunal') dated 16 January 2004 and delivered on 10 February 2004 affirming a decision of the Minister's Delegate refusing the Appellant's application for protection visa pursuant to the Migration Act 1958 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "2 The Appellant's grounds of appeal are these.",
      "id": "s1"
    },
    {
      "text": "3 First, the Appellant contends that Federal Magistrate Driver erred by failing to find that the Tribunal failed to apply the correct test in determining the degree of satisfaction required to be established in order to find a well-founded fear of persecution for a Convention reason (Article 1A(2) of the 1951 Convention Relating to the Status of Refugees ('the Convention') as amended by the 1967 Protocol Relating to the Status of Refugees ('the Refugees' Protocol')) as contended for by the Appellant.",
      "id": "s2"
    },
    {
      "text": "As a subset of that notion, the Appellant contends that since the Tribunal could not be satisfied that the Appellant held a well-founded fear of persecution in the absence of further information from the Appellant, the Tribunal ought to have called for further information from the Appellant.",
      "id": "s3"
    },
    {
      "text": "4 Secondly, the Appellant contends that Federal Magistrate Driver erred by failing to find that the Tribunal ought to have exercised powers conferred upon the Tribunal by s 424 of the Act in order to secure the provision of further information from the Appellant which might have informed the question of whether the Tribunal could be objectively satisfied, on all material, that the Appellant held a well-founded fear of persecution for a Convention reason.",
      "id": "s4"
    },
    {
      "text": "5 Thirdly, the Appellant contends that Federal Magistrate Driver erred by failing to find that the Tribunal acted in a 'manifestly unreasonable manner' in concluding, in reliance upon 'one statement [of the Appellant] to the Department [of] the exact nature of his fear', that the Tribunal was not in a position to determine to its satisfaction whether the Appellant held a well-founded fear of persecution for a Convention reason.",
      "id": "s5"
    },
    {
      "text": "The Appellant contended that the Tribunal ought to have had the benefit of evidence from witnesses on behalf of the Appellant.",
      "id": "s6"
    },
    {
      "text": "6 Fourthly, Federal Magistrate Driver is said to have erred by failing to find that the errors reflected in grounds 1, 2 and 3 constitute jurisdictional errors.",
      "id": "s7"
    },
    {
      "text": "7 The background facts are these.",
      "id": "s8"
    },
    {
      "text": "8 The Appellant is a citizen of India and arrived in Australia on 18 May 2003.",
      "id": "s9"
    },
    {
      "text": "On 18 June 2003, the Appellant lodged an application with the First Respondent for a protection visa (Class XA).",
      "id": "s10"
    },
    {
      "text": "On 1 August 2003, a Delegate of the First Respondent refused that application.",
      "id": "s11"
    },
    {
      "text": "On 18 August 2003, the Appellant applied to the Tribunal for a review of that decision.",
      "id": "s12"
    },
    {
      "text": "9 On 5 December 2003, the Tribunal wrote to the Appellant and advised him that it had considered all the material before it relating to the Appellant's application but was unable to make a decision in favour of the Appellant on that information alone.",
      "id": "s13"
    },
    {
      "text": "In that letter, the Tribunal invited the Appellant to attend a hearing nominated for 27 January 2004 at 1.00pm and give oral evidence and articulate arguments in support of his claim for a protection visa.",
      "id": "s14"
    },
    {
      "text": "The Tribunal's letter noted, 'If you do not attend the hearing and the Tribunal does not postpone the hearing, it can make a decision on your case without further notice' and '... complete the \"Witnesses\" part of the form if you want the Tribunal to get oral evidence from another person; please note the Tribunal does not have to get evidence from any person you name'.",
      "id": "s15"
    },
    {
      "text": "On 14 January 2003, the Appellant by 'Naosams Migration Services', the agent for the Appellant, wrote to the Tribunal and advised that the Appellant had elected not to attend the hearing.",
      "id": "s16"
    },
    {
      "text": "The letter notes, 'kindly make a \"decision on papers\" based on the information that is already held by the Tribunal.",
      "id": "s17"
    },
    {
      "text": "Please feel free to contact us if required' .",
      "id": "s18"
    },
    {
      "text": "The author of the letter bears the name Bimal Bhattarai.",
      "id": "s19"
    },
    {
      "text": "The letter attached a completed 'Response to Hearing Invitation' form signed by the Appellant confirming that the Appellant did not want to attend a hearing.",
      "id": "s20"
    },
    {
      "text": "The Appellant ticked the box confirming that the Appellant consented to the Tribunal proceeding to make a decision on the review without taking any further action to allow or enable the Appellant to appear before the Tribunal.",
      "id": "s21"
    },
    {
      "text": "As to question 2(c) on the form, in these terms, 'Do you want the Tribunal to take oral evidence from any witnesses?",
      "id": "s22"
    },
    {
      "text": ", the Appellant simply put a line through that question and related questions.",
      "id": "s23"
    },
    {
      "text": "The form is signed and dated 8 January 2004.",
      "id": "s24"
    },
    {
      "text": "10 On 20 January 2004, the Tribunal wrote to the Appellant advising that a decision in relation to the review application would be published on 10 February 2004.",
      "id": "s25"
    },
    {
      "text": "11 The Tribunal in its Reasons for Decision made these observations on the facts:\n \n 'The applicant stated in his protection visa application that he was born in Deli on 2 April 1968.",
      "id": "s26"
    },
    {
      "text": "He stated that he completed 10 years of eduction in 1975 and he was self-employed as an air-conditioning and refrigeration mechanic from 1992 until 2003.",
      "id": "s27"
    },
    {
      "text": "The applicant stated that he lived at the same address in New Deli from 1993 until the day he departed for Australia in 2003.",
      "id": "s28"
    },
    {
      "text": "He stated that he married on 7 January 1998 and had a daughter on 1 October 2002.",
      "id": "s29"
    },
    {
      "text": "He stated that his wife and child, as well as his parents, lived in India at the time the application was lodged.",
      "id": "s30"
    },
    {
      "text": "The applicant provided a partial copy of his passport issued by the government of India on 28 January 2003 and valid until 27 January 2003.",
      "id": "s31"
    },
    {
      "text": "He entered Australia with a Temporary Business visa issued in Mumbai on 28 April 2003 and valid for a one month stay from the date of arrival.",
      "id": "s32"
    },
    {
      "text": "He completed the application with the assistance of a Migration Agent, Bimal K Bhattarai.",
      "id": "s33"
    },
    {
      "text": "In support of his claim to refugee status, the applicant stated that he left India because he was discriminated against and harassed by society and the government for being homosexual.",
      "id": "s34"
    },
    {
      "text": "He stated that he did not reveal his sexuality and when he was 30 years of age he \"had to concede defeat\" and \"marry an unknown person of the society\".",
      "id": "s35"
    },
    {
      "text": "He stated that after five years of marriage and while his wife was pregnant he started a \"secret relationship\" with another man and a few months after the child was born his wife found him in \"a very indecent scene\" with his lover.",
      "id": "s36"
    },
    {
      "text": "The applicant stated that a few days after the incident this wife left him and she returned to live with her parents.",
      "id": "s37"
    },
    {
      "text": "He stated that members of his wife's family wanted to kill him but he avoided harm by hiding in a neighbour's house.",
      "id": "s38"
    },
    {
      "text": "The applicant stated that it became common knowledge in the community where he lived that he was homosexual.",
      "id": "s39"
    },
    {
      "text": "He stated that he tried to relocate in the country but before he got \"there people already knew about [his] situation and [he] had to return next day from there\".",
      "id": "s40"
    },
    {
      "text": "The applicant claimed that persons in his neighbourhood attacked.",
      "id": "s41"
    },
    {
      "text": "He stated that he would never be accepted by society in India so he decided to come to Australia because he anticipated a \"more tolerant society towards race, religion, sexuality etc\".",
      "id": "s42"
    },
    {
      "text": "' \n \n \n\n12 The Tribunal identified its task as one of determining whether the circumstances put before the Tribunal by the Appellant support a claim to 'refugee status'.",
      "id": "s43"
    },
    {
      "text": "The Tribunal reached these conclusions:\n \n 'The Tribunal considered the applicant's claims that he will be at risk of suffering persecution in India for reasons of membership of a particular social group, that group being \"homosexuals in India\".",
      "id": "s44"
    },
    {
      "text": "However, the applicant's claims were lacking in detail and the Tribunal has been unable to establish all the relevant facts.",
      "id": "s45"
    },
    {
      "text": "Many questions regarding his circumstances in India and the circumstances he anticipates in the future, remain unanswered.",
      "id": "s46"
    },
    {
      "text": "The applicant did not indicate how or if he intends to express his sexuality in the reasonably foreseeable future and he did not indicate who will seek to harm him in India.",
      "id": "s47"
    },
    {
      "text": "The applicant provided broad vague claims that he was harassed and discriminated against by society and government but he did not provide meaningful details regarding these matters to satisfy the Tribunal that these claims are credible.",
      "id": "s48"
    },
    {
      "text": "The applicant was forewarned that the information he provided in support of the protection visa application was not satisfactory and the Tribunal could not make a favourable decision on that information alone.",
      "id": "s49"
    },
    {
      "text": "He did not however provide further information in support of his review application despite ample opportunity to do so.",
      "id": "s50"
    },
    {
      "text": "The Tribunal is not able to determine from the applicant's one statement to the Department the exact nature of his fear, if it is well-founded, and if it is Convention related.",
      "id": "s51"
    },
    {
      "text": "The applicant did not provide information to indicate that in the reasonably foreseeable future he intends to express sexual orientation in a way which will attract the adverse attention of the authorities or the community in India.",
      "id": "s52"
    },
    {
      "text": "The Tribunal cannot be satisfied on the available information that the applicant is at risk of persecution in India because of his sexual orientation.",
      "id": "s53"
    },
    {
      "text": "Therefore, without further information from the applicant the Tribunal is not satisfied that he has a well-founded fear of persecution in India for reasons of membership of a particular social group, that group being homosexuals in India, or any other Convention reason.",
      "id": "s54"
    },
    {
      "text": "[emphasis added] \n \n \n\n13 It is clear from a consideration of the facts and the approach adopted by the Tribunal in reaching its conclusions on those facts that the Tribunal has approached the exercise of the review on the footing that the legislation (s 65(1)) requires the Tribunal to refuse the Appellant's application for a protection visa in circumstances where the Tribunal is not affirmatively satisfied that the facts required to be established to satisfy the criteria for the grant of the protection visa have been established.",
      "id": "s55"
    },
    {
      "text": "The Tribunal has correctly approached its task by determining that if it is unable to be satisfied of those matters, the Tribunal must 'refuse to grant the visa' (s 65(1)(b)).",
      "id": "s56"
    },
    {
      "text": "14 The approach adopted by the Tribunal is entirely consistent with the observations of their Honours in SJSB v Minister for Immigration &amp; Multicultural Affairs [2004] FCAFC 255 at [15] , per Ryan, Jacobson and Lander JJ; Minister for Immigration &amp; Multicultural Affairs v VSAF of 2003 [2005] FCAFC 73 at [17] , per Black CJ, Sundberg and Bennett JJ and Minister for Immigration &amp; Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s57"
    },
    {
      "text": "The Appellant contends that the Tribunal ought to have exercised a statutory power to seek further information from the Appellant before reaching a conclusion as to whether it could be satisfied of the relevant matters.",
      "id": "s58"
    },
    {
      "text": "Section 424 of the Act is an enabling provision.",
      "id": "s59"
    },
    {
      "text": "It does not create a mandatory obligation, in terms.",
      "id": "s60"
    },
    {
      "text": "15 Section 424(1) provides that in conducting the review the Tribunal 'may get any information that it considers relevant' .",
      "id": "s61"
    },
    {
      "text": "If the Tribunal obtains such information, the Tribunal has a statutory obligation to have regard to the information in making the decision on the review.",
      "id": "s62"
    },
    {
      "text": "Without limiting the power to seek information, the Tribunal may also 'invite a person to give additional information' in a manner determined by the Tribunal.",
      "id": "s63"
    },
    {
      "text": "In this case, the Tribunal advised the Appellant that it was unable to be satisfied that the Appellant held a well-founded fear of persecution for a Convention reason and invited the Appellant to attend a hearing, give oral evidence, make submissions and nominate any additional witnesses from whom the Tribunal might be invited to seek and obtain additional evidence.",
      "id": "s64"
    },
    {
      "text": "The Appellant elected to not attend that hearing and failed to nominate any additional witnesses.",
      "id": "s65"
    },
    {
      "text": "Accordingly, the Tribunal was entitled to conduct a dispositive assessment of the evidence available to it in order to determine whether it could be satisfied that the Appellant was a person at risk of persecution in India due to his sexual orientation and thus determine whether the Appellant, objectively assessed, held a well-founded fear of persecution for a Convention reason namely, membership of a social group described as 'homosexuals in India'.",
      "id": "s66"
    },
    {
      "text": "No obligation arose in the Tribunal to seek further information from the Appellant.",
      "id": "s67"
    },
    {
      "text": "16 Moreover, no obligation arose in the Tribunal to seek further information from the Appellant or any other person once the Tribunal determined that it could not be satisfied of the relevant matters on the evidence then before it.",
      "id": "s68"
    },
    {
      "text": "Notwithstanding that the Tribunal concluded that 'without further information from the applicant' the Tribunal could not be satisfied of the relevant matters, that observation does not reflect any qualification or limitation upon the statutory obligation of the Tribunal, having considered the material put before it, to determine, in the light of that assessment, that it could not be satisfied as to the criteria set out in s 36(2) of the Act and thus determine the Application for Review adversely to the Appellant.",
      "id": "s69"
    },
    {
      "text": "17 Accordingly, the Tribunal discharged the review function in a manner entirely consistent with the appropriate standard and by application of the appropriate tests.",
      "id": "s70"
    },
    {
      "text": "The Tribunal was under no obligation to seek further information from the Appellant in assessing whether the Tribunal could reach the required state of satisfaction.",
      "id": "s71"
    },
    {
      "text": "The Tribunal did not act, as contended, in a 'manifestly unreasonable manner' by acting in reliance upon the statement of the Appellant in determining whether it could be satisfied of the relevant matters.",
      "id": "s72"
    },
    {
      "text": "18 It follows that Federal Magistrate Driver did not err in the manner contended by the Appellant in the grounds of appeal.",
      "id": "s73"
    },
    {
      "text": "19 Accordingly, the appeal must be dismissed with costs.",
      "id": "s74"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s75"
    },
    {
      "text": "Associate:\n\nDated: 6 February 2007\n\n Counsel for the Appellant: Appellant Self-Represented \n \n Solicitor for the Appellant: Appellant Self-Represented \n \n Counsel for the First Respondent: Australian Government Solicitor \n \n Solicitor for the First Respondent: Hervee Dejean, Australian Government Solicitor \n \n Date of Hearing: 24 November 2006 \n \n Date of Judgment: 6 February 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/62.html",
      "id": "s76"
    }
  ]
}