{
  "name": "In the Application of United Medical Protection Limited [2007] FCA 631 (19 March 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/631.html",
  "catchphrases": [
    {
      "text": "scheme of arrangement",
      "id": "c0"
    },
    {
      "text": "amalgamation of two companies",
      "id": "c1"
    },
    {
      "text": "two schemes single application",
      "id": "c2"
    },
    {
      "text": "companies limited by guarantee",
      "id": "c3"
    },
    {
      "text": "different categories of member",
      "id": "c4"
    },
    {
      "text": "whether separate classes",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 United Medical Protection Limited (United) and The Medical Defence Association of Victoria Limited (MDAV), each a company limited by guarantee whose members for the most part are medical practitioners, were established as medical defence organisations.",
      "id": "s0"
    },
    {
      "text": "They provide members with indemnity for claims arising from the members' medical practices.",
      "id": "s1"
    },
    {
      "text": "Through subsidiaries, (Australasian Medical Insurance Limited (AMIL) and Professional Indemnity Insurance Company Australia Pty Ltd (PIICA) respectively), they have since 2003 provided indemnity to their members under contracts of insurance.",
      "id": "s2"
    },
    {
      "text": "It is now proposed that United and MDAV amalgamate (the word they use is \"merge\") their respective operations through schemes of arrangement under the Corporations Act 2001 (Cth) and a scheme under the Insurance Act 1973 (Cth).",
      "id": "s3"
    },
    {
      "text": "This application is concerned only with the Corporations Act schemes and is for an order for the convening of meetings of the members of United and MDAV to consider the schemes.",
      "id": "s4"
    },
    {
      "text": "2 The nature of the schemes can briefly be described.",
      "id": "s5"
    },
    {
      "text": "A new company is to be incorporated.",
      "id": "s6"
    },
    {
      "text": "Under the Corporations Act schemes the current members of United and MDAV will become members of the new company and United and MDAV will become its subsidiaries.",
      "id": "s7"
    },
    {
      "text": "This common enough arrangement would be straightforward in the case of companies limited by shares.",
      "id": "s8"
    },
    {
      "text": "The new company would acquire the shares of the existing companies from their shareholders who, in exchange, would receive shares in the new company.",
      "id": "s9"
    },
    {
      "text": "With companies limited by guarantee what is required is a little more complicated.",
      "id": "s10"
    },
    {
      "text": "Special provision must be made in the constitution of the new company for the existing United and MDAV members to become its members and alterations are required to the constitutions of United and MDAV for them to become subsidiaries of the new company.",
      "id": "s11"
    },
    {
      "text": "These matters will be attended to outside the schemes.",
      "id": "s12"
    },
    {
      "text": "The next step is for the undertaking and property, but not the liabilities, of MDAV to be transferred to United.",
      "id": "s13"
    },
    {
      "text": "A fund will be established sufficient to meet the claims of MDAV's trade creditors.",
      "id": "s14"
    },
    {
      "text": "The scheme proposed under the Insurance Act will result in the transfer of the insurance portfolio of PIICA to AMIL.",
      "id": "s15"
    },
    {
      "text": "3 The Corporations Act schemes in fact consist of two arrangements, one between each company and its own members.",
      "id": "s16"
    },
    {
      "text": "It used to be the practice to require separate applications or petitions to be filed, one for each company, which would then be heard together as a matter of course.",
      "id": "s17"
    },
    {
      "text": "This undesirable practice, which apart from adding unnecessarily to the costs ran the risk of an appeal from one order only, has happily fallen by the wayside.",
      "id": "s18"
    },
    {
      "text": "If each company wishes to be separately represented, as is the situation here, that can be accommodated as the requirement that there be one legal representative on the plaintiff's side is simply a rule of practice that can give way to the demands of fairness.",
      "id": "s19"
    },
    {
      "text": "4 When the application was first mentioned several weeks ago, I raised with counsel a number of matters of concern.",
      "id": "s20"
    },
    {
      "text": "One was with the terms of the draft scheme of arrangement.",
      "id": "s21"
    },
    {
      "text": "Another was the contents of the explanatory statement.",
      "id": "s22"
    },
    {
      "text": "It is not necessary to go into the detail.",
      "id": "s23"
    },
    {
      "text": "It is sufficient to record that these matters have been attended to in a way which, I think, is satisfactory.",
      "id": "s24"
    },
    {
      "text": "5 A third concern was whether it was necessary to convene a meeting of the creditors of MDAV.",
      "id": "s25"
    },
    {
      "text": "The scheme of arrangement provided for the discharge of the debts due by MDAV, with United being substituted as the debtor.",
      "id": "s26"
    },
    {
      "text": "I queried whether this involved a scheme between MDAV and its creditors.",
      "id": "s27"
    },
    {
      "text": "The point no longer arises as it is no longer proposed to release MDAV from any existing liabilities.",
      "id": "s28"
    },
    {
      "text": "While its assets are still to be transferred to United, that company will indemnify MDAV against all claims.",
      "id": "s29"
    },
    {
      "text": "Moreover, at my suggestion, a fund will be established out of which the claims of MDAV's trade creditors will be satisfied as occurred in Re Sandwell Park Colliery Co Ltd [1914] 1 Ch 589.",
      "id": "s30"
    },
    {
      "text": "6 For the record, however, I should indicate that, on further reflection, I have come to the view that the original proposal did not involve a scheme between MDAV and its creditors.",
      "id": "s31"
    },
    {
      "text": "That company only proposed a scheme between itself and its members.",
      "id": "s32"
    },
    {
      "text": "If an order were in due course made approving the scheme, the order would only bind the members.",
      "id": "s33"
    },
    {
      "text": "It will, of course, be necessary at some stage to bind creditors.",
      "id": "s34"
    },
    {
      "text": "For that purpose MDAV must apply for appropriate orders under s 413 of the Corporations Act .",
      "id": "s35"
    },
    {
      "text": "That is how the parties proceeded in In re Star Tea Co Ltd [1930] WN 4 and Re Clydesdale Bank Ltd [1950] SC 30, although the judgment in the latter case may be better understood on this point if reference is made to the summary of counsel's argument reported in the Scots Law Times ([1950] SLT 123).",
      "id": "s36"
    },
    {
      "text": "7 The final point raised on the last occasion concerned classes.",
      "id": "s37"
    },
    {
      "text": "Section 411 of the Corporations Act authorises the convening of meetings of members or classes of members to consider a proposed scheme.",
      "id": "s38"
    },
    {
      "text": "If meetings of proper classes are not held the court will not sanction the scheme, so great care must be taken to ensure that the correct meetings are held.",
      "id": "s39"
    },
    {
      "text": "8 For a long time the practice has been to leave it to the company to decide whether there should be meetings of classes of members or classes of creditors.",
      "id": "s40"
    },
    {
      "text": "If meetings were wrongly convened that was dealt with at the hearing to approve the scheme.",
      "id": "s41"
    },
    {
      "text": "In England there was a practice note to that effect: Practice Note [1934] WN 142.",
      "id": "s42"
    },
    {
      "text": "In Victoria see Nordic Bank Plc v International Harvester Australia Ltd [1983] 2 VR 298, 303.",
      "id": "s43"
    },
    {
      "text": "9 The practice was strongly criticised by Chadwick LJ in Re Hawk Insurance Co Ltd [2001] EWCA Civ 241 ; [2001] 2 BCLC 480.",
      "id": "s44"
    },
    {
      "text": "With respect, I agree with his criticism.",
      "id": "s45"
    },
    {
      "text": "In my view the judge hearing the application for meetings should at least consider the question of classes.",
      "id": "s46"
    },
    {
      "text": "In some cases, when notice can be given of what is proposed, any dispute could be resolved at the first hearing.",
      "id": "s47"
    },
    {
      "text": "If notice is impossible, and I accept that in many cases it may be either impossible or impracticable to give notice, the judge should still form a preliminary view on the issue notwithstanding that his or her view might change at the hearing of the application for approval.",
      "id": "s48"
    },
    {
      "text": "That is also what Chadwick LJ had in mind in Re Hawk Insurance Co Ltd .",
      "id": "s49"
    },
    {
      "text": "10 I raise the question of classes because of a concern that some members might be differently affected by the schemes, in particular some members but not others might be required to pay a higher premium for insurance if the schemes were adopted.",
      "id": "s50"
    },
    {
      "text": "Having considered the matter further I am presently satisfied that I raised a false issue for reasons I will now explain.",
      "id": "s51"
    },
    {
      "text": "Of course nothing I say will bind any member who, in due course, wishes to pursue the point.",
      "id": "s52"
    },
    {
      "text": "Moreover, ASIC, which had been given notice of the application, said it may argue this issue at the second hearing.",
      "id": "s53"
    },
    {
      "text": "11 The leading case on classes is Sovereign Life Assurance Co v Dodd [1892] 2 QB 573.",
      "id": "s54"
    },
    {
      "text": "According to Bowen LJ (at 583) \"the word 'class' is vague and to find out what is meant by it we must look at the scope of the section, which is a section enabling the Court to order a meeting of a class of creditors to be called.",
      "id": "s55"
    },
    {
      "text": "It seems plain that we must give such a meaning to the term 'class' as will prevent the section being so worked as to result in confiscation and injustice, and that it must be confined to those persons whose rights are not so dissimilar as to make it impossible for them to consult together with a view to their common interest.",
      "id": "s56"
    },
    {
      "text": "\"\n \n12 That does not mean that where members or creditors have different considerations which may influence them, they are properly to be treated as belonging to separate classes.",
      "id": "s57"
    },
    {
      "text": "In In the Matter of Chevron (Sydney) Ltd [1963] VR 249 Adam J said at 255 that debenture stockholders were in the same class \"despite the differing considerations which may influence them\" in voting for the scheme.",
      "id": "s58"
    },
    {
      "text": "In Re Landmark Corporation Ltd (in liq) [1968] 1 NSWR 759 Street J followed Adam J's approach holding that subsidiary companies of the scheme company were correctly included in the general class of unsecured creditors, despite their obvious additional interests.",
      "id": "s59"
    },
    {
      "text": "In the previous year Street J had said in Re Jax Marine Pty Ltd [1967] 1 NSWR 145, 148, a case in which one unsecured creditor, Smithson, owned all the shares in the scheme company and was by the terms of the scheme, committed to sustain it as guarantor of certain payments:\n \n \"The existence of this motive or personal interest does not, in my view, preclude the Smithson group from membership of the class of ordinary unsecured creditors.",
      "id": "s60"
    },
    {
      "text": "The test is not similar to that applied to a person in a fiduciary position who is suggested to have some conflicting interest.",
      "id": "s61"
    },
    {
      "text": "The test is rather one of whether or not the persons who, prima facie, appear to constitute the class of unsecured creditors should be dissected into separate classes by reason of some particular matter so affecting the rights of some as to render it impossible for them to pursue their own interests concurrently with their participating in the pursuit of the interests of the class of which they appear to be members.",
      "id": "s62"
    },
    {
      "text": "\" \n \n\n13 It cannot be said of members who may, in their capacity as policyholders of a subsidiary company pay a higher premium after the amalgamation, that it is impossible for them to pursue their own interests concurrently with those of other members of the parent company whose premiums may not increase as a result of the amalgamation.",
      "id": "s63"
    },
    {
      "text": "14 During submissions I raised another point on classes.",
      "id": "s64"
    },
    {
      "text": "The membership of both United and MDAV is divided into categories, to use a neutral term.",
      "id": "s65"
    },
    {
      "text": "Although the constitution of each is worded differently, the position is roughly the same.",
      "id": "s66"
    },
    {
      "text": "United has two categories of member, referred to as \"ordinary members\" and \"affiliate members\".",
      "id": "s67"
    },
    {
      "text": "The principal difference between the two is that an ordinary member is required to guarantee the obligations of United (to a nominal amount), is liable to make calls for contributions of funds up to an amount equal to his annual fee and is able to speak and vote at all meetings.",
      "id": "s68"
    },
    {
      "text": "An affiliate member, on the other hand, is not required to guarantee the obligations of United, is not liable to meet any calls for contribution of funds and has no right to vote.",
      "id": "s69"
    },
    {
      "text": "On a winding up there is a measure of equality.",
      "id": "s70"
    },
    {
      "text": "Strictly speaking, the constitution of United does permit a distribution of the net assets of the winding up to ordinary members if the assets cannot be given to another institution which has the same or similar objects as United.",
      "id": "s71"
    },
    {
      "text": "The chance of a distribution to members is, however, so slight that I propose to discount it for present purposes.",
      "id": "s72"
    },
    {
      "text": "As regards MDAV, there are three categories of member, medical practitioners, companies that employ medical practitioners and students enrolled in a faculty of medicine.",
      "id": "s73"
    },
    {
      "text": "Medical practitioners have rights similar to those of ordinary members of United; companies and students are similar to affiliate members.",
      "id": "s74"
    },
    {
      "text": "No member is entitled to receive a distribution upon the winding up of the company.",
      "id": "s75"
    },
    {
      "text": "15 The first question that obviously arises is whether the different categories of member constitute different classes for the purposes of s 411.",
      "id": "s76"
    },
    {
      "text": "No doubt the different characteristics may influence them to vote differently on the proposed schemes.",
      "id": "s77"
    },
    {
      "text": "But, as the cases show, this does not put them into different categories.",
      "id": "s78"
    },
    {
      "text": "Adopting the approach of Chadwick LJ in Re Hawk Insurance Co Ltd the question to be answered is whether the rights of the members who are to be bound by the schemes are \"so dissimilar as to make it impossible for them to consult together with a view to their common interest\".",
      "id": "s79"
    },
    {
      "text": "If the answer is in the affirmative then it will be necessary to have a separate meeting of each class.",
      "id": "s80"
    },
    {
      "text": "Tentatively, I am of the view that while there may be different categories of membership there is but one class.",
      "id": "s81"
    },
    {
      "text": "I bear in mind that any overzealous subdivision may give a small group a right of veto that would defeat the basic object of the provisions dealing with schemes of arrangement which is to enable large groups to achieve a compromise or effect an arrangement: Nordic Bank Plc v International Harvester Australia Ltd [1983] 2 VR 298, 301.",
      "id": "s82"
    },
    {
      "text": "16 I observe that, in keeping with the decision in Re NFU Development Trust Ltd [1972] 1 WLR 1548, it is proposed that at each scheme meeting each member is to be given one vote.",
      "id": "s83"
    },
    {
      "text": "The underlying assumption is that each member has, qua his or her membership, the same financial stake in the company.",
      "id": "s84"
    },
    {
      "text": "In a general sense that assumption is true, particularly on a winding up.",
      "id": "s85"
    },
    {
      "text": "On the other hand, the assumption ignores the fact that ordinary members may be required to make contribution to the funds of their company, albeit to a small extent, and may also liable on their respective guarantees, again to a small extent.",
      "id": "s86"
    },
    {
      "text": "It is not clear whether this difference is sufficient to require a change in the \"one member one vote\" formula.",
      "id": "s87"
    },
    {
      "text": "I would not wish to form any concluded view in the absence of argument.",
      "id": "s88"
    },
    {
      "text": "For the purposes of the proposed meetings it is not unreasonable for me to indicate that if something other than a \"one member one vote\" formula were adopted, it could only be that ordinary members be given greater voting rights.",
      "id": "s89"
    },
    {
      "text": "17 ASIC drew attention to a problem concerning the financial information relating to the net assets of the new group that appears in the draft explanatory statement.",
      "id": "s90"
    },
    {
      "text": "It noted, and it appears to be common ground, that the information is simply the aggregate of the assets and liabilities of the United group and the assets and liabilities of the MDAV group as at 31 December 2006, subject to some adjustments allowing for differences in accounting policies.",
      "id": "s91"
    },
    {
      "text": "The problem identified by ASIC is that the underlying actuarial assumptions, particularly those leading to the calculation of liabilities, are different in the case of each company.",
      "id": "s92"
    },
    {
      "text": "Hence, simply adding the assets and liabilities may present a false picture.",
      "id": "s93"
    },
    {
      "text": "18 I think this is a valid criticism of the manner in which the figures are presented.",
      "id": "s94"
    },
    {
      "text": "However, the problem is capable of being cured by the addition to the explanatory statement of a note explaining the problem and making some observation about its impact.",
      "id": "s95"
    },
    {
      "text": "I have been shown a proposed new paragraph to be added to the explanatory statement and am satisfied that it fairly explains to the reader the true position.",
      "id": "s96"
    },
    {
      "text": "19 Finally I should note that during the course of the hearing this morning there were further changes made to the scheme documents.",
      "id": "s97"
    },
    {
      "text": "None were of any great moment but I should mention that there were changes to the conditions to be satisfied before the schemes, if approved, come into effect.",
      "id": "s98"
    },
    {
      "text": "The scope of several conditions was unclear and I suggested they be deleted.",
      "id": "s99"
    },
    {
      "text": "Moreover, I wanted to be sure the conditions were of a kind that would be satisfied before the schemes came into operation on the lodgement with ASIC of a copy of the approving order.",
      "id": "s100"
    },
    {
      "text": "The schemes are now in a form which are I think appropriate to go to members.",
      "id": "s101"
    },
    {
      "text": "So also is the explanatory statement which I propose to approve.",
      "id": "s102"
    },
    {
      "text": "20 There will be orders substantially in accordance with the minutes submitted by the plaintiffs.",
      "id": "s103"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice FinkelsteinJ.",
      "id": "s104"
    },
    {
      "text": "Associate:\n\nDated: 4 May 2007\n\n Counsel for the 1 st Plaintiff:: M J Dawson \n \n Solicitor for the 1 st Plaintiff: TressCox \n \n Counsel for the 2 nd Plaintiff: F G Beaumont QC and P Corbett \n \n Solicitor for the 2 nd Plaintiff: DLA Phillips Fox \n \n Appearing for the 3 rd Plaintiff: No Appearance \n \n Appearing for Australian Prudential Regulation Authority: D Sullivan \n \n Counsel for the Australian Securities and Investments Commission: J D Price \n \n Date of Hearing: 6 &amp; 19 March 2007 \n \n Date of Judgment: 19 March 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/631.html",
      "id": "s105"
    }
  ]
}