{
  "name": "Forestry Tasmania v Brown (No 2) [2007] FCA 604 (13 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/604.html",
  "catchphrases": [
    {
      "text": "intervention",
      "id": "c0"
    },
    {
      "text": "intervener pursuant to federal court rules order 6 rule 17 not \"a party\" to subsequent appeal.",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "(revised from transcript) \n \n1 This is an application by way of motion by the First Respondent to this appeal (Senator Brown) that the Second Respondent (the Commonwealth of Australia) and Third Respondent (the State of Tasmania) be removed as parties to the appeal and instead be granted leave, pursuant to Order 52 Rule 14AA of the Federal Court Rules , to intervene in the appeal on certain terms and conditions.",
      "id": "s0"
    },
    {
      "text": "2 The principal issue raised by the application is whether an entity to which conditional leave to intervene has been granted under Order 6 r 17 of the Federal Court Rules is a \"party to the proceeding in the court appealed from\" for the purposes of Order 52 r 14 which relevantly provides:\n \n \n \" Parties \n 14 (1) Each party to the proceeding in the court appealed from who is affected by the relief sought by a notice of appeal or is interested in maintaining the judgment under appeal shall be joined as a party appellant or respondent to the appeal.",
      "id": "s1"
    },
    {
      "text": "\" \n \n\n\n \n3 The conditions upon which Senator Brown submits that the Commonwealth and Tasmania should have leave to intervene in the appeal are essentially the same as those upon which they were granted leave to appeal at the trial by the learned trial judge.",
      "id": "s2"
    },
    {
      "text": "The State of Tasmania now consents to the orders sought.",
      "id": "s3"
    },
    {
      "text": "4 In maintaining its opposition to the application, counsel for the Commonwealth has submitted that Order 52, r 14 requires in terms that \"each party to the proceeding in the court appealed from ... shall be joined as a party ... to the appeal\" and he relies upon the observations of the Full Court in United States Tobacco v Minister for Consumer Affairs (1988) 20 FCR 520 where it was said, at 534:\n \n \n \"An intervener, whether pursuant to s 12 of the ADJR Act, O 6, r 8(1) of the Federal Court Rules , s 78A of the Judiciary Act 1903 (Cth) or otherwise , becomes a party to the proceedings with the benefits and burdens of that status.",
      "id": "s4"
    },
    {
      "text": "\" (Emphasis added).",
      "id": "s5"
    },
    {
      "text": "5 The proposition that an intervener becomes a party to the proceedings, the Second Respondent pointed out, also was accepted in Cheesman v Waters (1997) 77 FCR 221 at 227, another decision of the Full Court.",
      "id": "s6"
    },
    {
      "text": "Moreover, in United States Tobacco the Court referred with approval to the following passage from the judgment of Hutley JA, with whom Reynolds and Glass JJA agreed, in Corporate Affairs Commission v Bradley [1974] 1 NSWLR 391, 396:\n \n \n \"A person accepted as an intervener becomes a party to the proceedings with all the privileges of a party.",
      "id": "s7"
    },
    {
      "text": "Thus he can appeal, tender evidence and participate fully in all aspects of the argument.",
      "id": "s8"
    },
    {
      "text": "His position is quite different from that of an amicus curiae.",
      "id": "s9"
    },
    {
      "text": "Interveners have been allowed to appeal.",
      "id": "s10"
    },
    {
      "text": "Thus the Attorney-General of the Commonwealth appealed to the Privy Council in the Boilermakers' case ..., though he was only an intervener in the High Court...\" \n \n \n \n\n6 These authorities support and reflect the general rule that once a person has been granted leave to intervene, that person is treated as a party with all the rights of a party.",
      "id": "s11"
    },
    {
      "text": "In the past, this has been so regardless of the foundation for the intervention.",
      "id": "s12"
    },
    {
      "text": "The general rule had the consequence that an intervener at first instance was treated as a party to any subsequent appeal.",
      "id": "s13"
    },
    {
      "text": "As a general proposition that is still uncontroversial.",
      "id": "s14"
    },
    {
      "text": "7 There are, however, several sources of power to allow intervention in proceedings before the Federal Court.",
      "id": "s15"
    },
    {
      "text": "The source of the power exercised by the primary judge in the present case was a distinctive and relatively new provision in the Rules: Order 6 Rule 17.",
      "id": "s16"
    },
    {
      "text": "The new rule was introduced by the Federal Court Amendment Rules (No 2) 2002 which commenced on 12 September 2002.",
      "id": "s17"
    },
    {
      "text": "A rule in essentially the same terms providing that the Court may give leave to a person to intervene in an appeal was introduced at the same time: see Order 52 Rule 14AA.",
      "id": "s18"
    },
    {
      "text": "Both the new rule for intervention at trial and the new rule for intervention in an appeal draw a clear distinction between interveners and \"parties\".",
      "id": "s19"
    },
    {
      "text": "They are in the following terms:\n \n \"17 Interveners \n \n (1) The Court, at any stage of a proceeding, may give leave to a person (the intervener ) to intervene in the proceeding, on the terms and conditions, and with the rights, privileges and\n liabilities (including liabilities for costs), determined by the Court.",
      "id": "s20"
    },
    {
      "text": "(2) In deciding whether to give leave, the Court must have regard to: \n \n \n (a) whether the intervener's contribution will be useful and different from the contribution of the parties to the proceeding; and\n (b) whether the intervention might unreasonably interfere with the ability of the parties to conduct the proceeding as they wish; and\n (c) any other matter that the Court considers relevant.",
      "id": "s21"
    },
    {
      "text": "(3) The role of the intervener is solely to assist the Court in its task of resolving the issues raised by the parties.",
      "id": "s22"
    },
    {
      "text": "(4) For subrule (3), assisting the Court includes suggesting witnesses to be called by the Court, but does not include filing pleadings, leading evidence or examining witnesses.",
      "id": "s23"
    },
    {
      "text": "(5) When giving leave, the Court must specify the form of assistance to be given by the intervener and the manner of participation of the intervener, and, in particular, must specify: \n \n \n (a) the matters that the intervener may raise; and\n (b) whether the intervener's submissions are to be oral, in writing, or both.",
      "id": "s24"
    },
    {
      "text": "\" \n \n \n \n \"14AA Interveners \n \n (1) The Court may give leave to a person (the intervener ) to intervene in the appeal, on the terms and conditions, and with the rights, privileges and liabilities (including liabilities for\n costs), determined by the Court.",
      "id": "s25"
    },
    {
      "text": "(2) In deciding whether to give leave, the Court must have regard to: \n \n \n (a) whether the intervener's contribution will be useful and different from the contribution of the parties to the appeal; and\n (b) whether the intervention might unreasonably interfere with the ability of the parties to conduct the appeal as they wish; and\n (c) any other matter that the Court considers relevant.",
      "id": "s26"
    },
    {
      "text": "(3) The role of the intervener is solely to assist the Court in its task of resolving the issues raised by the parties.",
      "id": "s27"
    },
    {
      "text": "(5) When giving leave, the Court must specify the form of assistance to be given by the intervener and the manner of participation of the intervener, and, in particular, must specify: \n \n \n (a) the matters that the intervener may raise; and\n (b) whether the intervener's submissions are to be oral, in writing, or both.",
      "id": "s28"
    },
    {
      "text": "\" \n \n\n \n \n8 These rules demand a departure from the previous practice.",
      "id": "s29"
    },
    {
      "text": "As well as providing for the grant of leave on terms and conditions, they specify matters to which the Court must have regard in deciding whether to give leave, they define and limit the role of the intervener and they require the Court to specify the matters that the intervener may raise.",
      "id": "s30"
    },
    {
      "text": "In deciding whether to give leave, the Court is required to have regard to, inter alia, whether the intervener's contribution will be useful and different from the contribution of the parties to the proceedings.",
      "id": "s31"
    },
    {
      "text": "In this way the rules draw an express distinction between interveners and parties.",
      "id": "s32"
    },
    {
      "text": "9 The new rules provide that the role of an intervener is solely to assist the Court in its task of resolving the issues raised by the parties.",
      "id": "s33"
    },
    {
      "text": "Again, the distinction is expressly drawn between interveners and parties.",
      "id": "s34"
    },
    {
      "text": "Further, when giving leave the Court is required to specify the form of assistance to be given by the intervener and the manner of the participation of the intervener.",
      "id": "s35"
    },
    {
      "text": "10 When making an order for intervention under Rule 17, therefore, the Court considers the whole of the proceedings and whether the Court is likely to be assisted by the intervention.",
      "id": "s36"
    },
    {
      "text": "The focus for the purpose of Rule 17 is exclusively upon the proceeding at first instance and cannot extend to any subsequent appeal.",
      "id": "s37"
    },
    {
      "text": "If there is an appeal, the issues may be narrower and, quite possibly, different.",
      "id": "s38"
    },
    {
      "text": "This suggests that rights of intervention granted at trial are rights that exist peculiarly for the trial and were not intended to survive to the appeal, and certainly not in any expanded form.",
      "id": "s39"
    },
    {
      "text": "11 If it were otherwise a person who had been granted leave to intervene in the proceedings on terms relevant to those proceedings and on a quite limited basis, as indeed happened here, would upon the institution of an appeal have its rights as an intervenor on terms in the proceedings at trial extended to the appeal and thereupon converted into full party rights.",
      "id": "s40"
    },
    {
      "text": "Given that the purpose of the intervention rules is to confine and limit intervention, it would do considerable violence to that intention if, on an appeal, the rights of such a person became extended and enlarged in this way.",
      "id": "s41"
    },
    {
      "text": "12 Accordingly, it is my view that the expression \"party\" under the regime introduced by the new intervention rules, does not extend to entities granted leave to intervene on terms.",
      "id": "s42"
    },
    {
      "text": "For the purposes of Order 52, r 14, they are not \"parties\".",
      "id": "s43"
    },
    {
      "text": "It follows that, in my view, the Commonwealth and State of Tasmania were not properly joined as parties to the appeal.",
      "id": "s44"
    },
    {
      "text": "13 The view that I have expressed receives some support from observations of Finkelstein J in Johnston v Cameron [2002] FCAFC 301 at [38] , a case decided after the commencement of the new rules but under the old rules, where his Honour drew a distinction between parties who come in under the general provisions and those who come into proceedings with a very limited role, such as that of amicus curiae .",
      "id": "s45"
    },
    {
      "text": "14 The other case postdating the new intervention rules, cited by counsel for the Commonwealth, Peacock v Human Rights and Equal Opportunity Commission [2005] FCAFC 45 , does not illuminate the present question.",
      "id": "s46"
    },
    {
      "text": "In that case the Full Court said, obiter , at [75]:\n \n \n \"The Attorney-General certainly was entitled to intervene if he wished: s 78A Judiciary Act .",
      "id": "s47"
    },
    {
      "text": "If the Attorney had elected to intervene he would thereby have become a party to the proceeding: Cheesman v Waters (1997) 77 FCR 221.",
      "id": "s48"
    },
    {
      "text": "\" \n \n\n15 As can been seen, this was a decision about a proposed intervention by the Attorney-General under s 78A of the Judiciary Act 1903 .",
      "id": "s49"
    },
    {
      "text": "Authorities relating to common law intervention or to intervention based on unconditional statutory provisions such as s 78A are not to the point when determining the rights of interveners under the new Federal Court Rules .",
      "id": "s50"
    },
    {
      "text": "The two types of intervention must now be understood as being quite different.",
      "id": "s51"
    },
    {
      "text": "16 Further, although the point does not arise here, it would seem that even an intervener granted unconditional rights of intervention pursuant to Order 6, r 17 would not properly be joined as a party to the appeal except by leave pursuant to Order 52, r 14AA.",
      "id": "s52"
    },
    {
      "text": "17 I would not criticise the solicitors for Forestry Tasmania who, as Mr Gunson pointed out, would have given the Commonwealth and the State of Tasmania notice of the appeal in any event.",
      "id": "s53"
    },
    {
      "text": "In the state of the authorities as they then were, it was perfectly understandable that they would name the Commonwealth and the State of Tasmania as respondents.",
      "id": "s54"
    },
    {
      "text": "18 The State of Tasmania has consented to an order that I have agreed should be made.",
      "id": "s55"
    },
    {
      "text": "It has consented to it being removed as a party and being given leave to intervene subject essentially to the same terms as the original intervention.",
      "id": "s56"
    },
    {
      "text": "For the reasons I have given that is the course that should also be adopted in relation to the Commonwealth.",
      "id": "s57"
    },
    {
      "text": "In the present case, the Commonwealth should have the same rights as an intervenor on the appeal as it had as an intervenor at the trial, notwithstanding that, as a practical matter, those rights may turn out to be more extensive than it strictly requires.",
      "id": "s58"
    },
    {
      "text": "19 It may be that a point will arise in the course of the appeal involving some other matter in which the Commonwealth has a very real interest.",
      "id": "s59"
    },
    {
      "text": "A point about the construction of an international treaty was mentioned by counsel for the Commonwealth.",
      "id": "s60"
    },
    {
      "text": "If it turns out that such a point does arise, it may well be appropriate for the Commonwealth to apply for, and be granted, leave to intervene on that point as well; but that must necessarily be a matter for the Full Court that hears the appeal.",
      "id": "s61"
    },
    {
      "text": "20 For these reasons, I make the following orders:\n \n 1.",
      "id": "s62"
    },
    {
      "text": "By consent the Third Respondent be removed as a party to the appeal.",
      "id": "s63"
    },
    {
      "text": "2.",
      "id": "s64"
    },
    {
      "text": "The Second Respondent be removed as a party to the appeal.",
      "id": "s65"
    },
    {
      "text": "3.",
      "id": "s66"
    },
    {
      "text": "Pursuant to Order 52, Rule 14AA, the Second Respondent, and by consent the Third Respondent, have leave to intervene in the appeal upon the terms that: \n\n\n \n \n a.",
      "id": "s67"
    },
    {
      "text": "Their intervention at the hearing of the appeal be limited to being heard by way of written and oral submissions in respect of such matters as concern issues 2, 8 and 9 of the Agreed List of Issues filed in proceeding TAD 17 of 2005 and such parts of the Environment Protection and Biodiversity Conservation Act 1999 (Cth) and the Regional Forests Agreement Act 2002 (Cth) and the Regional Forest Agreement between the Commonwealth of Australia and the State of Tasmania to which such issues relate; and \n \n\n\n \n \n b.",
      "id": "s68"
    },
    {
      "text": "They do not seek any costs from any party.",
      "id": "s69"
    },
    {
      "text": "4.",
      "id": "s70"
    },
    {
      "text": "The appellant have leave to amend its notice of appeal on, or before 24 April 2007.",
      "id": "s71"
    },
    {
      "text": "5.",
      "id": "s72"
    },
    {
      "text": "The Second Respondent pay the First Respondent's cost of today.",
      "id": "s73"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Chief Justice Black.",
      "id": "s74"
    },
    {
      "text": "Associate:\n\nDated: 30 April 2007\n\n Counsel for the Appellant: C Gunson \n \n Solicitor for the Appellant: John McDonald \n \n Counsel for the First Respondent: D Mortimer and C Symons \n \n Solicitor for the First Respondent: Fitzgerald and Browne Lawyers \n \n Counsel for Second Respondent: A Broadfoot \n \n Solicitor for Second Respondent: Australian Government Solicitor \n \n Counsel for Third Respondent: P Turner \n \n Solicitor for Third Respondent: Director of Public Prosecutions (Tasmania) \n \n Date of Hearing: 13 April 2007 \n \n Date of Judgment: 13 April 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/604.html",
      "id": "s75"
    }
  ]
}