{
  "name": "SZGWG v Minister for Immigration and Citizenship [2007] FCA 683 (11 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/683.html",
  "catchphrases": [
    {
      "text": "appeal from orders of federal magistrate dismissing application for constitutional writs",
      "id": "c0"
    },
    {
      "text": "appellant applied to federal magistrates court for review of decision of refugee review tribunal affirming decision of minister's delegate refusing protection visa",
      "id": "c1"
    },
    {
      "text": "where tribunal made decision without access to departmental file",
      "id": "c2"
    },
    {
      "text": "where tribunal advised appellant that file was missing and invited appellant to provide information about claims",
      "id": "c3"
    },
    {
      "text": "where appellant did not provide further information",
      "id": "c4"
    },
    {
      "text": "whether breach of s 418(3) of the migration act 1958 (cth) led to jurisdictional error by tribunal",
      "id": "c5"
    },
    {
      "text": "whether appellant denied procedural fairness",
      "id": "c6"
    },
    {
      "text": "whether tribunal entitled pursuant to s 426a of migration act to proceed to make decision without further invitation to appellant to attend hearing.",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders made by a Federal Magistrate.",
      "id": "s0"
    },
    {
      "text": "The appellant applied for constitutional writs under s 39B of the Judiciary Act 1903 (Cth) (see also s 475A of the Migration Act 1958 (Cth) (\"the Act \")) in relation to a decision of the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s1"
    },
    {
      "text": "The Magistrate made an order dismissing the application.",
      "id": "s2"
    },
    {
      "text": "The appellant appeals against that order.",
      "id": "s3"
    },
    {
      "text": "The facts \n \n2 The appellant is a citizen of China.",
      "id": "s4"
    },
    {
      "text": "He arrived in Australia on 12 December 2004.",
      "id": "s5"
    },
    {
      "text": "On 24 January 2005 he made an application for a protection (Class XA) visa (\"protection visa\").",
      "id": "s6"
    },
    {
      "text": "On 7 February 2005, a delegate of the Minister for Immigration and Multicultural and Indigenous Affairs (\"the Minister\") refused the appellant's application.",
      "id": "s7"
    },
    {
      "text": "On 9 March 2005 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s8"
    },
    {
      "text": "The Tribunal affirmed the decision of the delegate not to grant a protection visa to the appellant.",
      "id": "s9"
    },
    {
      "text": "3 The appellant's claims in his application for a protection visa can be summarised as follows.",
      "id": "s10"
    },
    {
      "text": "He was born in Fujian, China.",
      "id": "s11"
    },
    {
      "text": "He was a member of Fa Lun Dafa and he became a member in 1997.",
      "id": "s12"
    },
    {
      "text": "The parties were in agreement that Fa Lun Dafa is another name for Falun Gong.",
      "id": "s13"
    },
    {
      "text": "The appellant learnt the practices of Fa Lun Dafa from reading material and from other members of his group.",
      "id": "s14"
    },
    {
      "text": "It improved his health.",
      "id": "s15"
    },
    {
      "text": "In October 1997 he was selected as a tutor at the Shuangxi Chun tutoring group.",
      "id": "s16"
    },
    {
      "text": "In July 1999 the authorities in China started to \"crack down\" on Fa Lun Dafa.",
      "id": "s17"
    },
    {
      "text": "In October 2001, the appellant was arrested for political reasons, \"such as 'blockage of public affairs' and 'promoting evil religion, etc'\".",
      "id": "s18"
    },
    {
      "text": "He was released by reason of the fact that his offence was a first offence.",
      "id": "s19"
    },
    {
      "text": "The appellant's name was put on a control list and he was prohibited from organising Fa Lun Dafa tutoring as usual.",
      "id": "s20"
    },
    {
      "text": "His home was searched and his tutoring materials were confiscated by the authorities.",
      "id": "s21"
    },
    {
      "text": "After that happened he had to organise his tutoring activities secretly.",
      "id": "s22"
    },
    {
      "text": "The appellant was detained in August 2003 and mistreated whilst in detention.",
      "id": "s23"
    },
    {
      "text": "The mistreatment included physical abuse.",
      "id": "s24"
    },
    {
      "text": "He was released from detention on 31 August 2003, but after his release he was watched by the authorities.",
      "id": "s25"
    },
    {
      "text": "The appellant spent a large sum of money to get a business visa to travel to Australia and he joined Fa Lun Dafa in Australia as soon as he arrived in this country.",
      "id": "s26"
    },
    {
      "text": "4 On 9 March 2005 the Tribunal wrote to the appellant advising him that it had received his application for review on that day.",
      "id": "s27"
    },
    {
      "text": "The Tribunal advised the appellant that it had asked the Department of Immigration and Multicultural and Indigenous Affairs (\"the Department\") to send it the Department's file so that the Tribunal could review the appellant's application for a protection visa.",
      "id": "s28"
    },
    {
      "text": "The letter states the following:\n \n \"When we get your file, we will decide if we can consider your application.",
      "id": "s29"
    },
    {
      "text": "If we can consider it, a member of the Tribunal will look at the information you and DIMIA have given us and information about your country.",
      "id": "s30"
    },
    {
      "text": "\"\n \n\n5 On 27 April 2005 the Tribunal wrote to the appellant and advised him that it had considered the material before it in relation to his application but was unable to make a decision in his favour on that information alone.",
      "id": "s31"
    },
    {
      "text": "He was invited to a hearing of the Tribunal to give oral evidence and present arguments in support of his claims.",
      "id": "s32"
    },
    {
      "text": "He was advised that if he wished to attend a hearing, then such hearing would take place on Friday 20 May 2005 at 1.00 pm.",
      "id": "s33"
    },
    {
      "text": "6 The appellant did not attend the proposed hearing on 20 May 2005.",
      "id": "s34"
    },
    {
      "text": "7 On that day, the Tribunal wrote to the appellant.",
      "id": "s35"
    },
    {
      "text": "After referring to its previous letters the Tribunal said:\n \n \"In the letter to you dated 9 March 2005 the Tribunal indicated to you that it would ask DIMIA for your application for a protection visa and your file and consider your application for review.",
      "id": "s36"
    },
    {
      "text": "At the Tribunal's request DIMIA has provided to it a copy of the delegate's decision refusing your application for protection but has informed the Tribunal that it has lost your file.",
      "id": "s37"
    },
    {
      "text": "The Tribunal therefore has no information before it about your claims other than information recorded in the delegate's decision record.",
      "id": "s38"
    },
    {
      "text": "I invite you to provide to the Tribunal, on or before 16 June 2005, a copy of your application for protection visa, a statement of your claims and any other documents or information in support of your claims that you wish the Tribunal to consider.",
      "id": "s39"
    },
    {
      "text": "\"\n \n\n8 The appellant did not provide any further information or material to the Tribunal.",
      "id": "s40"
    },
    {
      "text": "9 On 14 July 2005 the Tribunal handed down its decision.",
      "id": "s41"
    },
    {
      "text": "It decided to affirm the decision not to grant a protection visa to the appellant.",
      "id": "s42"
    },
    {
      "text": "The Tribunal said that on the basis of the information before it, it could not be satisfied that the appellant suffered persecution in China and fled that country for that reason.",
      "id": "s43"
    },
    {
      "text": "Nor could it be satisfied that the appellant could or would not return to China because he fears persecution there due to his Falun Gong activities.",
      "id": "s44"
    },
    {
      "text": "The Tribunal said that it could not be satisfied about these matters because the appellant's claims were mere assertions and there was a lack of detail about his claims.",
      "id": "s45"
    },
    {
      "text": "The Tribunal said:\n \n \"Generally, there was little detail of the applicant's involvement in the practice of Falun Gong and the persecution he alleges.",
      "id": "s46"
    },
    {
      "text": "\"\n \n\n10 The Tribunal said that it was not satisfied on the evidence before it that the appellant had a well-founded fear of persecution in China within the meaning of the Convention.",
      "id": "s47"
    },
    {
      "text": "The Magistrate's reasons \n \n11 The Magistrate referred to the letter from the Tribunal to the appellant dated 27 April 2005.",
      "id": "s48"
    },
    {
      "text": "He referred to a note on the Tribunal's file that made it clear that approximately 12 days before its letter dated 27 April 2005, the Tribunal had been advised that the Department's file could not be located.",
      "id": "s49"
    },
    {
      "text": "12 \n \nThe Magistrate said that the appellant not having appeared and not having responded to the letter from the Tribunal dated 20 May 2005, the Tribunal proceeded to make its decision pursuant to s 426A of the Act .",
      "id": "s50"
    },
    {
      "text": "The Magistrate said that the Tribunal had before it the record of the delegate's decision.",
      "id": "s51"
    },
    {
      "text": "13 The Department's file was located between the date of the decision of the Tribunal and the date of the decision of the Magistrate.",
      "id": "s52"
    },
    {
      "text": "The Magistrate said that he was satisfied that the essence of a statement of the appellant which was contained in the Department's file was fairly reproduced within the delegate's decision.",
      "id": "s53"
    },
    {
      "text": "The Magistrate noted the reasons of the Tribunal and said that the ground for the Tribunal's decision was a lack of satisfaction based on the appellant's failure to attend the hearing and provide the Tribunal with the type of details it believed was necessary for it to come to the required state of satisfaction as referred to in s 65 of the Act .",
      "id": "s54"
    },
    {
      "text": "14 The Magistrate rejected the grounds advanced by the appellant in support of his application.",
      "id": "s55"
    },
    {
      "text": "In view of the issues on the appeal, it is unnecessary to mention those grounds.",
      "id": "s56"
    },
    {
      "text": "The Magistrate considered another possible claim by the appellant which, in fairness to the appellant who was unrepresented, had been raised by the Minister.",
      "id": "s57"
    },
    {
      "text": "It was that the fact that the Secretary had not provided the file of the Department to the Tribunal was a breach of s 418(3) of the Act .",
      "id": "s58"
    },
    {
      "text": "15 The Magistrate said that the obligation in s 418(3) was on the Secretary not the Tribunal and that, without more, a breach of s 418(3) by the Secretary did not give rise to jurisdictional error on the part of the Tribunal.",
      "id": "s59"
    },
    {
      "text": "The Magistrate considered whether the Tribunal provided the appellant with procedural fairness and held that it had because it notified him by letter that the documents had not been sent to it and offered him an opportunity to provide those documents to the Tribunal.",
      "id": "s60"
    },
    {
      "text": "The Magistrate said that he inferred from the Tribunal's letter dated 20 May 2005 that if the appellant had asked again for a hearing \"he would in all probability have been granted one\".",
      "id": "s61"
    },
    {
      "text": "Instead, the appellant chose to remain \"mute\".",
      "id": "s62"
    },
    {
      "text": "The Magistrate held that the Tribunal did not fall into jurisdictional error by considering the appellant's claims in the manner in which it did and in the absence of the documents.",
      "id": "s63"
    },
    {
      "text": "He said that \"the claims that it considered are now borne out to have been the same claims as were considered by the delegate\".",
      "id": "s64"
    },
    {
      "text": "Issues on appeal \n \n16 The notice of appeal to this Court contains the following grounds of appeal:\n \n \n \"1.",
      "id": "s65"
    },
    {
      "text": "DIMA failed to carry out its duty.",
      "id": "s66"
    },
    {
      "text": "My file was lost by DIMA (indicated at Page 62 at Court book).",
      "id": "s67"
    },
    {
      "text": "2.",
      "id": "s68"
    },
    {
      "text": "The RRT failed to carry out its duty due to no information before the Tribunal.",
      "id": "s69"
    },
    {
      "text": "3.",
      "id": "s70"
    },
    {
      "text": "The Tribunal's decision was based on unwarranted assumptions.",
      "id": "s71"
    },
    {
      "text": "\"\n \n\n17 In oral submissions it became clear that the second ground of appeal raises a complaint that the Tribunal should not have made a decision on the application for review without considering the Department's file.",
      "id": "s72"
    },
    {
      "text": "The appellant made no submissions in support of the complaint in the third ground of appeal and, despite a question from me, did not identify the \"unwarranted assumptions\" referred to in this ground.",
      "id": "s73"
    },
    {
      "text": "In those circumstances, the issues on the appeal all relate, in one way or another, to the fact that the Department's file was not available to the Tribunal at the time at which it made its decision.",
      "id": "s74"
    },
    {
      "text": "18 Although there will be some repetition, it is convenient at this point to identify clearly the facts relevant to this issue.",
      "id": "s75"
    },
    {
      "text": "They are as follows:\n \n1.",
      "id": "s76"
    },
    {
      "text": "The Department's file consists of the following:\n \n 1.1 Application for a Protection Visa --- Part B.",
      "id": "s77"
    },
    {
      "text": "1.2 Application for a Protection Visa --- Part C including a two-page statement of the appellant (\"the appellant's statement\") and a copy of his passport.",
      "id": "s78"
    },
    {
      "text": "1.3 Letters from the Department to the appellant.",
      "id": "s79"
    },
    {
      "text": "1.4 Protection Visa Decision Record of nine pages and prepared, I assume, by the delegate (\"the record of decision\").",
      "id": "s80"
    },
    {
      "text": "In essence, the two documents which have the information and details relating to the appellant's claim for a protection visa are the appellant's statement and the record of decision, and at least some of the matters in the appellant's statement are set out in the record of decision.",
      "id": "s81"
    },
    {
      "text": "I will need to return to this matter.",
      "id": "s82"
    },
    {
      "text": "2.",
      "id": "s83"
    },
    {
      "text": "The appellant's application for review was lodged with the Tribunal on 9 March 2005.",
      "id": "s84"
    },
    {
      "text": "On or around that date, the Tribunal asked the Department for its file.",
      "id": "s85"
    },
    {
      "text": "3.",
      "id": "s86"
    },
    {
      "text": "On 9 March 2005 the Tribunal wrote to the appellant advising him that it had written to the Department asking it for its file so that it could review his application for a protection visa.",
      "id": "s87"
    },
    {
      "text": "4.",
      "id": "s88"
    },
    {
      "text": "On 15 April 2005 the Tribunal was told by the Department that its file could not be located.",
      "id": "s89"
    },
    {
      "text": "The Tribunal did have a copy of the record of decision.",
      "id": "s90"
    },
    {
      "text": "5.",
      "id": "s91"
    },
    {
      "text": "On 27 April 2005 the Tribunal wrote to the appellant advising him that it could not make a decision in his favour on the information before it.",
      "id": "s92"
    },
    {
      "text": "He was invited to a hearing proposed for 20 May 2005 at 1.00 pm.",
      "id": "s93"
    },
    {
      "text": "He was told that if he did not attend the hearing the Tribunal might make a decision without further notice to him.",
      "id": "s94"
    },
    {
      "text": "He was not told that the Tribunal did not have a copy of the Department's file.",
      "id": "s95"
    },
    {
      "text": "6.",
      "id": "s96"
    },
    {
      "text": "The appellant did not attend the proposed hearing on 20 May 2005.",
      "id": "s97"
    },
    {
      "text": "7.",
      "id": "s98"
    },
    {
      "text": "On 20 May 2005 the Tribunal wrote to the appellant in the terms set out in [7] above.",
      "id": "s99"
    },
    {
      "text": "8.",
      "id": "s100"
    },
    {
      "text": "The appellant did not provide any information to the Tribunal or respond to the Tribunal's letter.",
      "id": "s101"
    },
    {
      "text": "9.",
      "id": "s102"
    },
    {
      "text": "The Tribunal handed down its decision on 14 July 2005.",
      "id": "s103"
    },
    {
      "text": "It said in its reasons that the appellant had not appeared before it and had not responded to correspondence sent to him and that in the circumstances and \"pursuant to s 426A of the Act the Tribunal has decided to make its decision on the review without taking any further action to enable the applicant to appear before it\".",
      "id": "s104"
    },
    {
      "text": "The Tribunal's reasons contain quite a clear and detailed summary of the appellant's claim insofar as it is set out in the record of decision.",
      "id": "s105"
    },
    {
      "text": "19 A number of possible arguments arise from these facts and circumstances.",
      "id": "s106"
    },
    {
      "text": "20 I have already referred to the argument addressed by the Magistrate to the effect that there was a breach of s 418(3) which infected the Tribunal's decision with jurisdictional error.",
      "id": "s107"
    },
    {
      "text": "In my opinion, the Magistrate was correct in rejecting this argument.",
      "id": "s108"
    },
    {
      "text": "21 \n \n Section 418 of the Act is in the following terms:\n \n \n \"(1) If an application for review is made to the Refugee Review Tribunal, the Registrar must, as soon as practicable, give the Secretary written notice of the making of the application.",
      "id": "s109"
    },
    {
      "text": "(2) The Secretary must, within 10 working days after being notified of the application, give to the Registrar the prescribed number of copies of a statement about the decision under review that: \n \n \n \n \n (a) sets out the findings of fact made by the person who made the decision; and\n (b) refers to the evidence on which those findings were based; and \n \n \n \n \n (c) gives the reasons for the decision.",
      "id": "s110"
    },
    {
      "text": "(3) The Secretary must, as soon as is practicable after being notified of the application, give to the Registrar each other document, or part of a document, that is in the Secretary's possession or control and is considered by the Secretary to be relevant to the review of the decision.",
      "id": "s111"
    },
    {
      "text": "\"\n \n \n\n22 There is no suggestion of non-compliance with subsections (1) and (2) of s 418 , so it is subsection (3) which must be considered.",
      "id": "s112"
    },
    {
      "text": "The Magistrate made no finding as to whether there had been a breach of the subsection.",
      "id": "s113"
    },
    {
      "text": "In Part B of the delegate's decision, the Department's file is referred to as evidence used in making the decision and I think that it is fair to assume that it would have been relevant to the review of the decision within the terms of subsection (3) of s 418.",
      "id": "s114"
    },
    {
      "text": "The circumstances under which the file was \"lost\" and then \"found\" appear not to have been the subject of evidence, and certainly the Magistrate did not make findings in relation to the issue.",
      "id": "s115"
    },
    {
      "text": "The Magistrate proceeded on the basis that even if the Secretary was in breach of s 418(3) that did not vitiate the Tribunal's decision and he referred to WAGP v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCAFC 103 at [48] - [67] (\" WAGP \").",
      "id": "s116"
    },
    {
      "text": "23 In WAGP , the Full Court of this Court discussed the decision of the High Court in Muin v Refugee Review Tribunal [2002] HCA 30 ; (2002) 190 ALR 601 (\" Muin \").",
      "id": "s117"
    },
    {
      "text": "It is not necessary for me to repeat the Court's analysis of that decision.",
      "id": "s118"
    },
    {
      "text": "At the time Muin was decided, the provisions of the Act (other than s 418) were in quite different terms from the provisions of the Act as they stand today.",
      "id": "s119"
    },
    {
      "text": "It is sufficient for me to say that a mere breach of s 418(3) of the Act by the Secretary will not vitiate the Tribunal's decision.",
      "id": "s120"
    },
    {
      "text": "That is not to say that a breach of the section may not in some other way result in the Tribunal committing jurisdictional error.",
      "id": "s121"
    },
    {
      "text": "In this case, the Tribunal gave the appellant the opportunity to remedy any deficiency (assuming for the moment that there was a deficiency) in the information before it, and it was within the appellant's power to do that.",
      "id": "s122"
    },
    {
      "text": "He did not take that opportunity.",
      "id": "s123"
    },
    {
      "text": "In any event, the important document in the Department's file which was not before the Tribunal was the appellant's statement, and the essence of the information in that statement was fairly reproduced in the record of decision which was before the Tribunal.",
      "id": "s124"
    },
    {
      "text": "That was the finding of the Magistrate and I see no reason to interfere with that finding.",
      "id": "s125"
    },
    {
      "text": "In the circumstances of this case, if there was a breach of s 418(3) of the Act , it did not lead to jurisdictional error on the part of the Tribunal.",
      "id": "s126"
    },
    {
      "text": "24 The Magistrate also considered whether the appellant had been denied procedural fairness.",
      "id": "s127"
    },
    {
      "text": "He held that he had not been denied procedural fairness because he had been given the opportunity to provide to the Tribunal the documents the Department had not provided to the Tribunal and any other information in support of his claim.",
      "id": "s128"
    },
    {
      "text": "I see no reason to interfere with that conclusion.",
      "id": "s129"
    },
    {
      "text": "25 By letter dated 27 April 2005, the Tribunal invited the appellant to a hearing.",
      "id": "s130"
    },
    {
      "text": "He did not attend.",
      "id": "s131"
    },
    {
      "text": "The Tribunal was advised by the Department that the Department had lost its file and, on 20 May 2005, it wrote to the appellant inviting him to provide a copy of his application for a protection visa and any documents or information in support of his application.",
      "id": "s132"
    },
    {
      "text": "He did not respond to the letter.",
      "id": "s133"
    },
    {
      "text": "It is hard to see what more the Tribunal could have done to afford the appellant an opportunity to present his case.",
      "id": "s134"
    },
    {
      "text": "The Magistrate found that, in essence, the appellant's claims in his statement (which was not before the Tribunal) were fairly reproduced in the record of decision (which was before the Tribunal).",
      "id": "s135"
    },
    {
      "text": "This is not a case like that which was before the High Court in Applicant NAFF of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2004] HCA 62 ; (2004) 221 CLR 1 (\" Applicant NAFF \").",
      "id": "s136"
    },
    {
      "text": "This is not a case in which the Tribunal's letter dated 20 May 2005 indicated that the Tribunal member considered that the review was not complete until certain steps were carried out and those steps were not carried out (see Applicant NAFF at [31]-[33]).",
      "id": "s137"
    },
    {
      "text": "The Tribunal's letter dated 20 May 2005 did not refer to a further invitation to attend a hearing, but simply invited the appellant to provide documents or information.",
      "id": "s138"
    },
    {
      "text": "The appellant chose not to do that.",
      "id": "s139"
    },
    {
      "text": "26 I raised with the parties one further matter.",
      "id": "s140"
    },
    {
      "text": "I raised with the parties whether, in the circumstances, the Tribunal was entitled to proceed to make a decision on the review without, after 20 May 2005, extending another invitation to the appellant to attend a hearing.",
      "id": "s141"
    },
    {
      "text": "The Tribunal said:\n \n \"The applicant did not appear before the Tribunal on the day and at the time and place at which he was scheduled to appear and did not respond to any correspondence correctly addressed to him.",
      "id": "s142"
    },
    {
      "text": "In these circumstances, and pursuant to s 426A of the Act , the Tribunal has decided to make its decision on the review without taking any further action to enable the applicant to appear before it.",
      "id": "s143"
    },
    {
      "text": "\"\n \n\n27 I am satisfied that the Tribunal was entitled to proceed in the manner in which it did.",
      "id": "s144"
    },
    {
      "text": "Under s 426A of the Act , the Tribunal could proceed to make a decision on the review, or it could take further action to allow or enable the appellant to appear before it.",
      "id": "s145"
    },
    {
      "text": "By writing the letter dated 20 May 2005, the Tribunal did not take further action to allow or enable the appellant to appear before it but, rather, gave the appellant the opportunity to provide documents or information.",
      "id": "s146"
    },
    {
      "text": "The appellant did not take up that opportunity, and the power to proceed to make a decision on the review on the basis that the appellant did not appear at a proposed hearing on 20 May 2005 remained available to the Tribunal.",
      "id": "s147"
    },
    {
      "text": "Alternatively, the letter from the Tribunal dated 20 May 2005 was a request by the Tribunal for additional information under s 424(2) of the Act and, on the appellant's failure to provide it, the Tribunal was entitled to proceed in the manner in which it did (s 426C and s 425(2)).",
      "id": "s148"
    },
    {
      "text": "Conclusion \n \n28 The appeal must be dismissed and the appellant must pay the first respondent's costs of the appeal.",
      "id": "s149"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s150"
    },
    {
      "text": "Associate:\nDated: 11 May 2007\n\n\n The Appellant appeared in person \n \n Counsel for the First Respondent: Mr C Mantziaris \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 3 May 2007 \n \n Date of Judgment: 11 May 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/683.html",
      "id": "s151"
    }
  ]
}