{
  "name": "SZJGO v Minister for Immigration and Citizenship [2007] FCA 609 (30 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/609.html",
  "catchphrases": [
    {
      "text": "appeal from decision of the federal magistrates court",
      "id": "c0"
    },
    {
      "text": "application for a protection visa",
      "id": "c1"
    },
    {
      "text": "whether jurisdictional error",
      "id": "c2"
    },
    {
      "text": "no point of principle.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from a judgment of a Federal Magistrate of 18 December 2006 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') dated 12 July 2006 and delivered on 25 July 2006.",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of the delegate of the then Minister for Immigration and Multicultural Affairs under the Migration Act 1958 (Cth) ('the Act') to refuse to grant a protection visa to the appellant.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n The appellant is a citizen of the People's Republic of China ('China') who arrived in Australia on 12 March 2006, travelling on a Chinese passport and entered Australia on a tourist visa which was issued in China.",
      "id": "s2"
    },
    {
      "text": "On 20 March 2006 the appellant lodged an application for a Protection (Class XA) visa with the then Department of Immigration and Multicultural Affairs.",
      "id": "s3"
    },
    {
      "text": "The application was accompanied by a typewritten statement in which the appellant claimed that: \n \n (1) She 'joined' Falun Gong in January 2001, for health reasons.",
      "id": "s4"
    },
    {
      "text": "(2) In March 2003, she was detained for three months and dismissed from her employment, however she continued to practice Falun Gong at home and with a group of Falun Gong 'believers'.",
      "id": "s5"
    },
    {
      "text": "(3) In order to leave China, she bribed a government official to issue a passport.",
      "id": "s6"
    },
    {
      "text": "On 29 March 2006 the delegate decided to refuse to grant the protection visa to the appellant and on 1 May 2006, the appellant applied to the Tribunal for a review of the delegate's decision.",
      "id": "s7"
    },
    {
      "text": "CLAIMS BEFORE THE TRIBUNAL \n \n On 30 June 2006 the appellant attended a hearing before the Tribunal.",
      "id": "s8"
    },
    {
      "text": "She was assisted by a Mandarin interpreter.",
      "id": "s9"
    },
    {
      "text": "In addition to her claims in the written statement referred to the appellant gave oral evidence to the effect that: \n \n \n (1) She first became interested in Falun Gong in January 2001, after practising Xiang Gong for 10 years, as she could talk to others whilst practising, and as she had a heart condition, it was good for her health.",
      "id": "s10"
    },
    {
      "text": "(2) She learnt Falun Gong by observing other Falun Gong practitioners.",
      "id": "s11"
    },
    {
      "text": "(3) She usually practised at home 3-4 times a week, and learnt the exercises from a video tape.",
      "id": "s12"
    },
    {
      "text": "(4) She continued to practice Falun Gong at home until she left China.",
      "id": "s13"
    },
    {
      "text": "(5) Since her arrival in Australia, she has attended public Falun Gong practice sessions on 3 occasions.",
      "id": "s14"
    },
    {
      "text": "(6) She did not speak with people at the practice sessions and does not know any other Falun Gong practitioners.",
      "id": "s15"
    },
    {
      "text": "(7) She only practised Falun Gong at rudimentary levels.",
      "id": "s16"
    },
    {
      "text": "(8) She did not want to return to China for the sake of her health.",
      "id": "s17"
    },
    {
      "text": "(9) If she returns to China she will have to go back to study sessions or be gaoled, as she is now \"openly prepared to practice Falun Gong\".",
      "id": "s18"
    },
    {
      "text": "At the hearing the appellant was asked if she had been mistreated due to her practice of Falun Gong.",
      "id": "s19"
    },
    {
      "text": "She claimed that she was required to attend a study session in 2003, which was a form of house arrest and that she was brainwashed not to practice Falun Gong.",
      "id": "s20"
    },
    {
      "text": "She claimed that several people were assigned to a room, were not allowed any contact with people outside and had no freedom.",
      "id": "s21"
    },
    {
      "text": "She was also shown a video tape of a protest in Tiannamen Square, shown photographs of Falun Gong practitioners who had gone insane, was told that Falun Gong was anti Government and was given newspapers and books which contained anti Falun Gong messages.",
      "id": "s22"
    },
    {
      "text": "The appellant was unable to remember the address, but claimed that she left the study session centre after 3 months.",
      "id": "s23"
    },
    {
      "text": "She said that after her release she became ill and started practising Falun Gong in her home when she started to recover.",
      "id": "s24"
    },
    {
      "text": "She claimed that although she was not arrested or detained again, she was dismissed from her company, due to her association with Falun Gong.",
      "id": "s25"
    },
    {
      "text": "When queried about her involvement in Falun Gong in Australia, the appellant claimed that she had attended public Falun Gong sessions on three occasions in a park in Sydney, but did not speak to the people who were involved in the session, nor did she know any other Falun Gong practitioners in Sydney.",
      "id": "s26"
    },
    {
      "text": "When informed by the Tribunal that she did not have a very good knowledge of Falun Gong practice and that her knowledge was not consistent with her claims, the appellant stated that she was mainly a Buddhist and that she only had a rudimentary knowledge of Falun Gong and did the exercises on her own.",
      "id": "s27"
    },
    {
      "text": "When queried about her previous claim that she practiced Falun Gong with a group of practitioners, the appellant alleged that they were all beginners.",
      "id": "s28"
    },
    {
      "text": "THE DECISION OF THE TRIBUNAL \n \n The Tribunal did not accept that the appellant was a Falun Gong practitioner or had ever practiced Falun Gong in China or had any intention of doing so should she return there.",
      "id": "s29"
    },
    {
      "text": "Although the Tribunal accepted that she may have observed others practising Falun Gong in China, it was not accepted by the Tribunal that she had ever practiced Falun Gong herself, as she displayed little or no knowledge of the basic principles of the Falun Gong practice and belief, and her level of knowledge of Falun Gong was not consistent with a person who had practised Falun Gong since 2001, as the appellant claimed at the hearing.",
      "id": "s30"
    },
    {
      "text": "It follows that there were aspects of the appellant's evidence at the hearing which were inconsistent.",
      "id": "s31"
    },
    {
      "text": "For example, she originally claimed that she learnt Falun Gong exercises by observing other practitioners, but later stated that people could not practise Falun Gong in public and that she had learnt from videos.",
      "id": "s32"
    },
    {
      "text": "She also firstly claimed that she was a member of a group of Falun Gong practitioners, but later claimed that she did the exercises on her own and that no-one had formally taught her Falun Gong.",
      "id": "s33"
    },
    {
      "text": "The Tribunal did not accept that the appellant was arrested and detained for re-education in 2003 or at any time as a result of any Falun Gong practice.",
      "id": "s34"
    },
    {
      "text": "The Tribunal considered the appellant's evidence regarding the arrest and re-education to be vague and overly generalised.",
      "id": "s35"
    },
    {
      "text": "The Tribunal did not accept that the appellant was restricted from leaving China for reasons of association with Falun Gong.",
      "id": "s36"
    },
    {
      "text": "Furthermore, if as the appellant claimed she had bribed an official to assist her departure from China, the Tribunal did not accept that such bribery was related in any way to Falun Gong or to any Convention related reason.",
      "id": "s37"
    },
    {
      "text": "The Tribunal did not accept that the appellant attended Falun Gong practice sessions in Australia and found that whilst the appellant may have observed others in Sydney, her inability to describe basic principles suggested that she did not participate in the sessions.",
      "id": "s38"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant had a well founded fear of persecution for any of the Convention reasons and consequently was not satisfied that the appellant was a person to whom Australia has protection obligations under the Refugee Convention (as amended by the Refugees Protocol).",
      "id": "s39"
    },
    {
      "text": "The criteria for the grant of a protection visa under s 36(2) was not satisfied.",
      "id": "s40"
    },
    {
      "text": "CLAIMS BEFORE THE FEDERAL MAGISTRATE \n \n In the Court below the appellant filed an amended application containing two grounds in precisely the following terms: \n \n 1.",
      "id": "s41"
    },
    {
      "text": "The Tribunal had not addressed my claim that I was sacked by my employer and forced to retire.",
      "id": "s42"
    },
    {
      "text": "Thus, the Tribunal failed to consider the whole of my claims.",
      "id": "s43"
    },
    {
      "text": "2.",
      "id": "s44"
    },
    {
      "text": "The Tribunal does not accept that I ever practiced Falun Gong only because I do not know Falun Gong very well.",
      "id": "s45"
    },
    {
      "text": "The fact is that I ever practiced Falun Gong.",
      "id": "s46"
    },
    {
      "text": "In her original application the appellant had stated grounds, in substance, that the Tribunal's reasons were illogical, and not reasonable in not finding that she was a Falun Gong practitioner when it had found that she may have observed others practice Falun Gong, in both China and Sydney.",
      "id": "s47"
    },
    {
      "text": "Although the amended application was in substitution for the earlier grounds stated, Smith FM considered both sets of grounds.",
      "id": "s48"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n \n Smith FM, in relation to the original grounds, found that the Tribunal's decision was neither illogical or unreasonable.",
      "id": "s49"
    },
    {
      "text": "In relation to the amended grounds his Honour rejected ground 1 on the basis that, while the Tribunal did not mention the appellant's claim to have lost her employment at the end of her detention in the key paragraphs under the heading \"Findings and Reasons\", it had earlier identified the claim as part of the appellant's application to the delegate and noted that the statement containing it had accompanied the appellant's review application.",
      "id": "s50"
    },
    {
      "text": "The Tribunal, as he stated was clearly aware of that element of the applicant's claims\" and dealt with it as part of a more general conclusion.",
      "id": "s51"
    },
    {
      "text": "This approach was in my opinion correct: WAEE v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCAFC 184 at [47] .",
      "id": "s52"
    },
    {
      "text": "The Federal Magistrate rejected ground 2 of the amended application, on the basis that it was, in effect, a request for impermissible merits review.",
      "id": "s53"
    },
    {
      "text": "This finding and approach were correct: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272.",
      "id": "s54"
    },
    {
      "text": "NOTICE OF APPEAL \n \n By notice of appeal filed on 5 January 2007 the appellant raises the following unparticularised grounds, that essentially assert that the Federal Magistrate erred, by not finding that the Tribunal erred as alleged in the grounds below: \n \n \n 1.",
      "id": "s55"
    },
    {
      "text": "It is not reasonable that the Refugee Review Tribunal did not accept that I am a Falun Gong practitioner while the Tribunal accepts that I have ever observed other persons practice Falun Gong in China.",
      "id": "s56"
    },
    {
      "text": "2.",
      "id": "s57"
    },
    {
      "text": "The decision made by the Tribunal is illogical.",
      "id": "s58"
    },
    {
      "text": "3.",
      "id": "s59"
    },
    {
      "text": "I believe that my fear of persecution is well-founded.",
      "id": "s60"
    },
    {
      "text": "At the hearing of the appeal before me the appellant, assisted by an interpreter essentially repeated the content of her grounds of appeal and overall sought to challenge the findings of fact by the Tribunal that she was not nor ever had been a practitioner of Falun Gong.",
      "id": "s61"
    },
    {
      "text": "REASONS \n \n Grounds 1 and 2 \n \n The Tribunal concluded that although it was accepted that the appellant may have observed other people practising Falun Gong in both China and Australia, the appellant herself was not a Falun Gong practitioner.",
      "id": "s62"
    },
    {
      "text": "There is nothing, in my opinion, which is either not reasonable or illogical in this finding.",
      "id": "s63"
    },
    {
      "text": "Observing other practitioners of Falun Gong, of itself, says nothing about whether the appellant was or was not herself such a practitioner.",
      "id": "s64"
    },
    {
      "text": "The finding of fact of the Tribunal that she was not a practitioner of Falun Gong was the product of the Tribunal's evaluation of the credibility of the appellant's testimony based on internal consistency, inherent implausibility and consistency with independent country information that was clearly within the Tribunal's jurisdiction: Re Minister; Ex parte Durairajasingham [2000] HCA 1 ; (2000) 168 ALR 407 (HCA) at [67]; W148/00A v Minister (2001) 185 ALR 703 (FCAFC) at [64]-[65].",
      "id": "s65"
    },
    {
      "text": "The Tribunal, as the primary fact finder, has stated in its findings that it did not believe the appellant to be a Falun Gong practitioner.",
      "id": "s66"
    },
    {
      "text": "Although the Tribunal must give reasons for its decision, it is not required to give reasons for each particular finding in relation to the appellant's claims ( Re Minister; Ex parte Durairajasingham at [67]).",
      "id": "s67"
    },
    {
      "text": "In any event an error of fact does not amount to error of law: Abebe v Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510 at [137] .",
      "id": "s68"
    },
    {
      "text": "To grant relief for such an error would be to grant merits review, which is impermissible ( Wu Shan Liang at [272]).",
      "id": "s69"
    },
    {
      "text": "No jurisdictional error is made out.",
      "id": "s70"
    },
    {
      "text": "Ground 2 \n \n The appellant contends that the Tribunal's decision was illogical.",
      "id": "s71"
    },
    {
      "text": "No particulars are provided as to why.",
      "id": "s72"
    },
    {
      "text": "Although this ground is confined to the decision of the Tribunal, upon a review of that decision, and that of Smith FM I am unable to find any substance to this ground.",
      "id": "s73"
    },
    {
      "text": "In any event such a challenge appears to be directed implicitly, towards the Tribunal's findings of fact which are beyond challenge before this Court.",
      "id": "s74"
    },
    {
      "text": "Ground 3 \n \n Ground 3 is, in substance, an impermissible application for merits review: Wu Shan Liang at [272].",
      "id": "s75"
    },
    {
      "text": "CONCLUSION \n \n In my opinion, the approach taken and the findings of the Tribunal and the Federal Magistrate were correct.",
      "id": "s76"
    },
    {
      "text": "No jurisdictional error has been made out.",
      "id": "s77"
    },
    {
      "text": "The appeal must be dismissed.",
      "id": "s78"
    },
    {
      "text": "The appellant should pay the costs of the first respondent, fixed at $2,800.",
      "id": "s79"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s80"
    },
    {
      "text": "Associate:\nDated: 30 April 2007\n\n\n The Appellant appeared for herself: \n \n \n Counsel for the Respondent: B O'Donnell \n \n Solicitors for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 30 April 2007 \n \n Date of Judgment: 30 April 2007 \n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/609.html",
      "id": "s81"
    }
  ]
}