{
  "name": "Wijesekera v Minister for Immigration and Citizenship [2007] FCA 630 (30 April 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/630.html",
  "catchphrases": [
    {
      "text": "appeal",
      "id": "c0"
    },
    {
      "text": "subclass 435 visa",
      "id": "c1"
    },
    {
      "text": "tribunal found ineligibility because appellant had not entered australia on or before 1 november 1993",
      "id": "c2"
    },
    {
      "text": "no error of law in dismissal of appeal by federal magistrate",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against the orders of a Federal Magistrate (Reithmuller FM) dated 6 December 2006 dismissing an application to set aside earlier orders of the Federal Magistrates Court dated 2 November 2006.",
      "id": "s0"
    },
    {
      "text": "Those orders of 2 November 2006 dismissed an application for judicial review of a decision of the Migration Review Tribunal (the Tribunal) dated 28 August 2006.",
      "id": "s1"
    },
    {
      "text": "These are my reasons for dismissing the appeal.",
      "id": "s2"
    },
    {
      "text": "Appellant's claim history \n \n2 The appellant is a citizen of Sri Lanka who arrived in Australia on 17 July 1995 as the holder of a Student (Temporary) (Class TU) subclass 560 visa.",
      "id": "s3"
    },
    {
      "text": "On 29 December 1995, the appellant lodged and application for a protection visa, which was refused on 22 May 1996.",
      "id": "s4"
    },
    {
      "text": "He then appealed to the Tribunal which, on 19 September 1996, affirmed the primary decision to refuse his application.",
      "id": "s5"
    },
    {
      "text": "On 15 October 1996 his solicitor wrote to the then Minister requesting an exercise of his discretion under s 417 of the Migration Act 1958 (Cth) (the Act), but that was refused on 28 February 1997.",
      "id": "s6"
    },
    {
      "text": "3 On 13 April 1997 the appellant departed Australia to return to Sri Lanka, where he married on 22 May 1997.",
      "id": "s7"
    },
    {
      "text": "He returned to Australia on 2 June 1997 on a Sri Lankan (Temporary) (Class TT) visa (subclass 435) (subclass 435 visa), which had been issued in Melbourne and which expired on 31 July 1997.",
      "id": "s8"
    },
    {
      "text": "4 On 31 July 1997 the appellant applied for a further subclass 435 visa, which was refused on 12 August 1997.",
      "id": "s9"
    },
    {
      "text": "The appellant subsequently lodges an application for review with the then Migration Internal Review Office (MIRO), which affirmed the primary decision.",
      "id": "s10"
    },
    {
      "text": "5 On 11 August 1998 the appellant applied to the Department for a further protection visa, which was refused on 27 October 1998.",
      "id": "s11"
    },
    {
      "text": "He then appealed that decision to the Tribunal which, on 15 November 2000, affirmed the primary decision.",
      "id": "s12"
    },
    {
      "text": "6 The appellant filed a series of applications for judicial review relating to the Tribunal's decision of 15 November 2000, all of which were unsuccessful.",
      "id": "s13"
    },
    {
      "text": "The applications were as follows:\n \n(a) proceeding MLG1398/03 ( Muin and Lie based);\n \n(b) appealed in proceeding VID359/04\n \n(c) general application for review in proceeding MLG503/04;\n \n(d) appealed in proceeding VID343/05;\n \n (e) which formed the basis of a special leave application to the High Court in proceeding M104/05.",
      "id": "s14"
    },
    {
      "text": "7 The Tribunal records in its decision of 15 November 2000 that in the notification letter to the appellant, he was informed that the period in which an application for review was required to be made to the then Immigration Review Tribunal (IRT) was calculated on the basis of the time period then provided for under reg 5.03 of the Migration Regulations 1994 (Cth) (Regulations).",
      "id": "s15"
    },
    {
      "text": "Consequently, in Minister for Immigration and Multicultural Affairs v Singh [2000] FCA 377 ; (2000) 98 FCR 77 O'Connor and Mansfield JJ held at [51] that reg 5.03 was:\n \n '... invalid insofar as it purports to operate in respect of the time limits imposed by reg 4.31 pursuant to s 412 of the Act.",
      "id": "s16"
    },
    {
      "text": "The consequence is that it cannot be relied upon in the present circumstances to deem the letter to have been received ... so that the application for review to the Tribunal was out of time.",
      "id": "s17"
    },
    {
      "text": "' \n\n8 In Chan v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 1292 ; (2003) 134 FCR 308 Gray J also found that if a notice does not comply with s 66(2) of the Act because it did not accurately state the time limit in which a review application may be made, then the obligation imposed by s 66 was never discharged and there was no notification of the decision.",
      "id": "s18"
    },
    {
      "text": "The Tribunal in its decision correctly finds that although Chan [2003] FCA 1292 ; 134 FCR 308 was concerned with s 66 of the Act, rather than s 343, its principles are equally applicable given the parallel roles the provisions perform.",
      "id": "s19"
    },
    {
      "text": "9 MIRO and the IRT were abolished by the Migration Legislation Amendment Act (No 1) 1998 (Cth) and replaced by the Tribunal.",
      "id": "s20"
    },
    {
      "text": "Section 40(1) of that Act provided that an outstanding MIRO application (that is, an application for which a decision was yet to be notified) was deemed to be an application properly made to the Tribunal on 1 June 1999.",
      "id": "s21"
    },
    {
      "text": "Accordingly, the decision to refuse the subclass 435 visa is reviewable by the Tribunal and the application taken to have been made on 1 June 1999.",
      "id": "s22"
    },
    {
      "text": "10 On 22 March 2006 the appellant lodged an application with the Tribunal to review a decision by a delegate of the first respondent to refuse to grant a Sri Lankan (Temporary) (Class TT) subclass 435 visa.",
      "id": "s23"
    },
    {
      "text": "Tribunal's reasons \n \n11 On 22 March 2006 the appellant lodged an application with the Tribunal for review of the decision of 12 August 1997.",
      "id": "s24"
    },
    {
      "text": "On 8 June 2006 the Tribunal wrote to the appellant inviting him pursuant to s 359(2) of the Act to provide additional information in support of his claim for a subclass 435 visa.",
      "id": "s25"
    },
    {
      "text": "The appellant responded with submissions which were received by the Tribunal on 17 July 2006.",
      "id": "s26"
    },
    {
      "text": "12 On 19 July 2006 the Tribunal again wrote to the appellant inviting him pursuant to s 359(2) of the Act to comment on information which indicated that he did not enter Australia on 1 November 1993 as the holder of an entry permit or an entry visa which had effect as if it were an entry permit.",
      "id": "s27"
    },
    {
      "text": "The Tribunal enclosed a copy of the appellant's movement records and a printout of the relevant provisions of the Regulations that were operative at the relevant time.",
      "id": "s28"
    },
    {
      "text": "The appellant did not respond to the invitation and, accordingly, on 28 August 2006 the Tribunal affirmed the primary decision.",
      "id": "s29"
    },
    {
      "text": "13 In summary, the Tribunal found that:\n \n (a) in order to succeed in the visa application, the appellant must meet all the criteria for the grant of the visa;\n (b) the appellant applied for a subclass 435 visa.",
      "id": "s30"
    },
    {
      "text": "Pursuant to (the then) cl 435.21 of Sch 2 to the Regulations, the appellant must satisfy (the then) cl 435.213 at the time of application.",
      "id": "s31"
    },
    {
      "text": "Clause 435.213 requires the appellant to have entered Australia on or before 1 November 1993 as a holder of an entry permit or an entry visa, which had the effect as if it were an entry permit; and\n (c) the appellant entered Australia on 17 July 1995 and as such cannot satisfy cl 435.213.",
      "id": "s32"
    },
    {
      "text": "Federal Magistrates Court proceedings \n \n14 On 11 October 2006 the appellant filed proceeding no MLG1255 of 2006 in the Federal Magistrates Court for a review of the Tribunal's decision.",
      "id": "s33"
    },
    {
      "text": "At the time of the filing of the application for review, the Federal Magistrates Court registry listed the matter for a first court date on 2 November 2006 at 9.30 am.",
      "id": "s34"
    },
    {
      "text": "15 At the first court date on 2 November 2006 the appellant did not appear and Federal Magistrate Reithmuller exercised his discretion and dismissed the application under r 13.03A of the Federal Magistrates Court Rules 2001 (Cth) (the FMC Rules).",
      "id": "s35"
    },
    {
      "text": "16 Subsequently, on the same day, the appellant filed an application for reinstatement together with an affidavit in support.",
      "id": "s36"
    },
    {
      "text": "The application for reinstatement was listed for hearing on 6 December 2006 at 9.30 am.",
      "id": "s37"
    },
    {
      "text": "17 At the hearing of the reinstatement application, the learned Federal Magistrate found that the appellant was able to bring himself within r 16.05 of the FMC Rules.",
      "id": "s38"
    },
    {
      "text": "The learned Federal Magistrate then proceeded to determine the proceeding and after hearing submissions from the appellant and the first respondent ordered that:\n \n(a) the application filed 2 November 2006 be dismissed; and\n \n(b) the appellant pay the respondent's costs fixed in the sum of $350.",
      "id": "s39"
    },
    {
      "text": "Reasoning \n \n18 The first respondent initially lodged a notice of objection to competency on the basis that the judgment of the learned Federal Magistrate given on 6 December 2006 was interlocutory in character.",
      "id": "s40"
    },
    {
      "text": "However, that notice has since been withdrawn and the first respondent accepts that that judgment is a final judgment.",
      "id": "s41"
    },
    {
      "text": "19 The grounds of appeal filed by the unrepresented appellant are directed to matters not in issue on the hearing of the appeal.",
      "id": "s42"
    },
    {
      "text": "Like brief oral submissions which he made at the hearing of the appeal, they were addressed to the merits which are not before the Court on the appeal.",
      "id": "s43"
    },
    {
      "text": "20 It is apparent that the Tribunal's decision was open to it on the evidence before it and that the Tribunal squarely and properly applied the law as it stood at the time of application on 31 July 1997.",
      "id": "s44"
    },
    {
      "text": "The language used in the then cl 435.213 of Sch 2 of the Regulations is neither ambiguous nor unnecessarily complex.",
      "id": "s45"
    },
    {
      "text": "Specifically, at the time of the application, cl 435.213 required the appellant to have entered into Australia on or before 1 November 1993.",
      "id": "s46"
    },
    {
      "text": "The appellant in fact arrived in Australia on 17 July 1995.",
      "id": "s47"
    },
    {
      "text": "21 Whilst the subclass 435 visa has since been repealed by item 23 of the Migration Regulations (Amendment) 1998 (Cth), which came into operation on 1 August 1998, it is necessary to apply the legislation as it stood at the time and there is no discretion on the part of the Tribunal to make an alternative determination (s 349(1) of the Act).",
      "id": "s48"
    },
    {
      "text": "22 Furthermore, the appellant, in his submissions filed in this proceeding, claims that it would be unsafe for him to return to Sri Lanka because of the resurgence of violence.",
      "id": "s49"
    },
    {
      "text": "Unfortunately, this has no bearing on whether the Tribunal's decision was the correct decision in the circumstances.",
      "id": "s50"
    },
    {
      "text": "23 Finally, there is no error in the Tribunal having failed to invite the appellant to attend at a hearing before it.",
      "id": "s51"
    },
    {
      "text": "Having failed to receive a response from the appellant to its request for information of 19 July 2006, the Tribunal was entitled under s 360(2)(c) of the Act, to make a decision on the review without taking any further action to obtain the appellant's views on the information, including extending an invitation to the appellant to attend the hearing.",
      "id": "s52"
    },
    {
      "text": "Conclusion \n \n24 For these reasons I considered at the hearing of the appeal that the decision of the learned Federal Magistrate made on 6 December 2006 disclosed no jurisdictional error.",
      "id": "s53"
    },
    {
      "text": "Accordingly the appeal was dismissed.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Nicholson.",
      "id": "s55"
    },
    {
      "text": "Associate:\n\nDated: 2 May 2007\n\n\n The Appellant represented himself \n \n Counsel for the Respondent: T Mosby \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 30 April 2007 \n \n Date of Judgment: 30 April 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/630.html",
      "id": "s56"
    }
  ]
}