{
  "name": "SZDBZ v Minister for Immigration and Multicultural Affairs [2007] FCA 78 (8 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/78.html",
  "catchphrases": [
    {
      "text": "consideration of whether the refugee review tribunal properly considered the notion of a subjective fear of persecution and whether such a fear was objectively a well-founded fear",
      "id": "c0"
    },
    {
      "text": "consideration of whether an order remitting a review of the minister's delegate to the tribunal for reconsideration had the effect of limiting a consideration of particular facts and contentions to only those matters giving rise to the order for reconsideration",
      "id": "c1"
    },
    {
      "text": "consideration of the tribunal's approach to the resolution of the substratum of fact in determining questions of credibility.",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 In this appeal, the Appellant contends that Federal Magistrate Lloyd-Jones erred ( SZDBZ v Minister for Immigration &amp; Anor [2006] FMCA 890) in dismissing on 12 July 2006 an Application for Review of a decision of the Refugee Review Tribunal ('the Tribunal') dated 20 February 2004 and delivered on 11 March 2004 affirming a decision of the Minister's Delegate refusing the Appellant's application for a protection visa pursuant to the Migration Act 1958 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "2 The Appellant's Notice of Appeal recites three grounds which fail to reveal the content or substance of the Appellant's contentions.",
      "id": "s1"
    },
    {
      "text": "Nevertheless, the grounds are these:\n \n \n '(a) The magistrate made [a] mistake in law in rejecting the Submissions made by my Lawyer.",
      "id": "s2"
    },
    {
      "text": "(b) The magistrate made [a] mistake in law in that the Tribunal had not decided my case correctly.",
      "id": "s3"
    },
    {
      "text": "(c) The magistrate made [a] Jurisdictional mistake in law in not holding that I was denied procedural fairness and denied natural Justice.",
      "id": "s4"
    },
    {
      "text": "' \n \n \n \n\n3 Mr J M Patel of counsel prepared written submissions on behalf of the Appellant in support of the proceedings before Federal Magistrate Lloyd-Jones and the Appellant relied upon those written submissions in support of the grounds of appeal before this Court.",
      "id": "s5"
    },
    {
      "text": "In those submissions Mr Patel addresses three grounds of appeal.",
      "id": "s6"
    },
    {
      "text": "The first ground is that the Tribunal made a jurisdictional error in failing to properly construe and apply a correct understanding of the notion of 'persecution' and the elements of a 'well-founded fear' of persecution for the purposes of Article 1A(2) of the 1951 Convention relating to the Status of Refugees ('the Convention') as amended by the 1967 Protocol relating to the Status of Refugees ('the Refugees Protocol') for the purposes of s 65(1) of the Act.",
      "id": "s7"
    },
    {
      "text": "4 Paragraphs 24 and 25 of the submissions of Mr Patel either raise a further ground or are to be taken as a subset of the first ground.",
      "id": "s8"
    },
    {
      "text": "The contentions are in these terms:\n \n \n '24.",
      "id": "s9"
    },
    {
      "text": "It is submitted that at the previous hearing the applicant's claims and evidence given by the applicant were accepted by the Tribunal member.",
      "id": "s10"
    },
    {
      "text": "The Tribunal in essence accepted that the applicant was a truthful witness.",
      "id": "s11"
    },
    {
      "text": "The Tribunal member in the later hearing rejected all of the claims made by the [applicant] on the ground that the claims were fabricated.",
      "id": "s12"
    },
    {
      "text": "The Tribunal erred in seeking the applicant to satisfy him [the Tribunal member] beyond reasonable doubt and in failing to give him the benefit of any doubt.",
      "id": "s13"
    },
    {
      "text": "25.",
      "id": "s14"
    },
    {
      "text": "It is submitted that the matter was referred to the Tribunal to consider the issues that were not considered in accordance with the law.",
      "id": "s15"
    },
    {
      "text": "The Tribunal erred in not confining its attention to the matters that were required to be considered.",
      "id": "s16"
    },
    {
      "text": "In any event, the Tribunal erred in holding that all claims advanced by the applicant were fabricated simply because the applicant did not produce at the hearing the documents which the Tribunal expected would have been produced at the hearing by the applicant.",
      "id": "s17"
    },
    {
      "text": "The Tribunal imposed a burden of strict proof and did not give the benefit of reasonable doubt.",
      "id": "s18"
    },
    {
      "text": "' \n \n \n \n\n5 The reference in paragraphs 24 and 25 of Mr Patel's submissions to errors on the part of the Tribunal in failing to confine its attention to particular matters for reconsideration consequent upon referral to the Tribunal, is a reference to an order of Federal Magistrate Scarlett made on 30 July 2003 by which an earlier decision of the Tribunal was set aside with the remittal of the matter to the Tribunal to be determined according to law.",
      "id": "s19"
    },
    {
      "text": "The Appellant contends that the earlier findings of the Tribunal by which the Tribunal accepted the truthfulness of the contentions of the Appellant ought not to have been the subject of reconsideration.",
      "id": "s20"
    },
    {
      "text": "The Appellant further contends that in embarking upon a reconsideration of the substratum of fact going to each of the Appellant's contentions, the Tribunal fell into error in making adverse findings as to both the creditworthiness of the Appellant and the Appellant's fabrication of particular matters, in reliance upon a failure by the Appellant to produce documents evidencing his marriage in India and documents evidencing the Appellant's alleged divorce proceedings in India.",
      "id": "s21"
    },
    {
      "text": "6 The second ground relied upon by the Appellant is that the Tribunal made a jurisdictional error by failing to apply the correct test of a 'well-founded fear' of persecution for a Convention reason by failing to assess whether the Appellant 'subjectively' held a fear of persecution for a Convention reason and whether 'objectively' that fear was a well-founded fear.",
      "id": "s22"
    },
    {
      "text": "The second ground seems to me to be a further articulation of elements of the first ground of appeal.",
      "id": "s23"
    },
    {
      "text": "Paragraphs 27 and 28 of the submissions of Mr Patel under the heading 'Ground 2' are in these terms:\n \n \n '27.",
      "id": "s24"
    },
    {
      "text": "The Tribunal erred in failing to examine the facts and circumstances existing at the time the applicant applied for a protection visa and whether he had a well-founded fear of persecution at that time.",
      "id": "s25"
    },
    {
      "text": "The Tribunal also erred in application of the test of well-founded fear in so far as the Tribunal failed to speculate about the possibility that the applicant may suffer persecution in the reasonably foreseeable future .",
      "id": "s26"
    },
    {
      "text": "28.",
      "id": "s27"
    },
    {
      "text": "The Tribunal erred in as much as it considered the application in the context of the change in the political climate in India and it erred in failing to consider the application in the entire context of the time when the applicant applied for a protection visa and the change in circumstances since the date he made his application for a protection visa.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n \n [emphasis added]\n \n\n7 In effect, the Appellant contends by paragraphs 27 and 28 of the submissions that a two stage process of analysis must be adopted by the Tribunal.",
      "id": "s29"
    },
    {
      "text": "First, the Tribunal must assess all of the facts and circumstances going to the question of whether the Appellant held a well-founded fear of persecution for a Convention reason at the date the Appellant applied for a protection visa (having regard to reasonably foreseeable future events).",
      "id": "s30"
    },
    {
      "text": "Secondly, the Tribunal must then consider whether there has been any change in circumstances since the date of application for the visa which might inform whether the Tribunal can reach the required state of satisfaction as to the relevant matters.",
      "id": "s31"
    },
    {
      "text": "8 In other words, the methodological approach adopted by the Tribunal is said by the Appellant to be flawed.",
      "id": "s32"
    },
    {
      "text": "9 The third ground relied upon by the Appellant in paragraph 29 of Mr Patel's submissions is that the Appellant was 'disadvantaged by the double jeopardy he was put to' .",
      "id": "s33"
    },
    {
      "text": "The contention is put in this way:\n \n 'The applicant was disadvantaged in not being served with any notice to produce any particular documents that were required by the tribunal, particularly when the documents did not relate to any live issues which had not been considered in accordance with law'.",
      "id": "s34"
    },
    {
      "text": "10 The Appellant contends that upon remittal of the matter to the Tribunal for determination consequent upon the decision of Federal Magistrate Scarlett, questions of credibility arising out of a consideration of the Appellant's allegations concerning his marriage and the alleged subsequent divorce were not alive.",
      "id": "s35"
    },
    {
      "text": "Were such matters to be the subject of reconsideration by the Tribunal or had the Appellant been advised that adverse credit inferences might be drawn by the Tribunal in reliance upon a failure to produce documents going to either of the two events, the Appellant would have produced documents going to each matter.",
      "id": "s36"
    },
    {
      "text": "However, the Appellant did not do so and contends that he was thus disadvantaged.",
      "id": "s37"
    },
    {
      "text": "11 The Appellant contends that the error of law on the part of Federal Magistrate Lloyd-Jones is his Honour's failure to recognise and properly characterise these contended errors on the part of the Tribunal, as jurisdictional errors.",
      "id": "s38"
    },
    {
      "text": "Background \n \n12 The background contentions of the Appellant are these.",
      "id": "s39"
    },
    {
      "text": "13 The Appellant is a citizen of India.",
      "id": "s40"
    },
    {
      "text": "14 He was born on 10 August 1968 in the City of Bangalore in the State of Karnataka in India.",
      "id": "s41"
    },
    {
      "text": "The Appellant arrived in Australia on 3 April 2001 having been issued in Dubai with a short stay visa on 31 March 2001.",
      "id": "s42"
    },
    {
      "text": "The Appellant speaks English, Tamil and Hindi and is a member of the Roman Catholic faith.",
      "id": "s43"
    },
    {
      "text": "The Appellant attended St Joseph's Commerce University in Bangalore and obtained a Bachelor of Commerce Degree.",
      "id": "s44"
    },
    {
      "text": "The Appellant worked in Saudi Arabia in various marketing positions between 1997 and 2000 and worked in the aviation industry between 2000 and 2001.",
      "id": "s45"
    },
    {
      "text": "15 In July 1998 whilst on a short holiday from the Middle East the Appellant met his future wife at a party for Christian friends of the Appellant in Bangalore.",
      "id": "s46"
    },
    {
      "text": "The Appellant's future wife was then completing pre-tertiary studies in the City of Madras.",
      "id": "s47"
    },
    {
      "text": "The Appellant's wife-to-be was 19 years of age and the Appellant was 30 years of age.",
      "id": "s48"
    },
    {
      "text": "His future wife's family lived in the City of Salem in the Indian State of Tamil Nadu.",
      "id": "s49"
    },
    {
      "text": "His future wife was born into a strict Hindu family in Salem and his wife's father enjoyed a particular position described as a 'high caste Brahmin businessman'.",
      "id": "s50"
    },
    {
      "text": "On 22 August 1998, the Appellant left India for Saudi Arabia.",
      "id": "s51"
    },
    {
      "text": "Following the brief meeting in July 1998, the Appellant and his future wife decided to marry.",
      "id": "s52"
    },
    {
      "text": "The Appellant maintained contact by telephone and proposed to his wife by telephone.",
      "id": "s53"
    },
    {
      "text": "Notwithstanding the Appellant's commitment to the doctrinal values, beliefs and practices of the Roman Catholic faith and his fianc&eacute;'s strict commitment to the values, beliefs, practices and philosophy of the Hindu faith (and that of her family), his future wife's parents agreed to the marriage.",
      "id": "s54"
    },
    {
      "text": "16 The Appellant returned to India in June 1999.",
      "id": "s55"
    },
    {
      "text": "There was to be a temple wedding at the 'Hanumah Temple' in Bangalore rather than a temple wedding in Salem, followed by a Christian function of spiritual commitment.",
      "id": "s56"
    },
    {
      "text": "The temple wedding took place.",
      "id": "s57"
    },
    {
      "text": "However, none of the Appellant's wife's relatives attended the church function.",
      "id": "s58"
    },
    {
      "text": "The Appellant attended his wife's family home in Salem and was told that neither his wife nor her family wanted to participate in any Christian function or service.",
      "id": "s59"
    },
    {
      "text": "A Hindu Priest was called to the home to administer religious Hindu rituals to the Appellant.",
      "id": "s60"
    },
    {
      "text": "His wife told him that she had made a mistake by marrying a Christian.",
      "id": "s61"
    },
    {
      "text": "The Appellant was disappointed and returned to Bangalore.",
      "id": "s62"
    },
    {
      "text": "On 28 July 1999, the Appellant returned to Saudi Arabia.",
      "id": "s63"
    },
    {
      "text": "17 In 2000, the Appellant moved to the United Arab Emirates to work and returned to India for a short time.",
      "id": "s64"
    },
    {
      "text": "The Appellant was in India from 17 February 2000 to 26 February 2000.",
      "id": "s65"
    },
    {
      "text": "On 21 January 2001, the Appellant returned to India to see his wife in Salem.",
      "id": "s66"
    },
    {
      "text": "A Hindu Priest was called to the house and administered certain rituals to the Appellant.",
      "id": "s67"
    },
    {
      "text": "The Appellant then stayed with relatives from his own family who lived in the local area.",
      "id": "s68"
    },
    {
      "text": "Members of an organisation described as 'Rashtriya Swayamsevak Sangh' ('RSS'), a group formed in 1925 and described as the guiding force of Hindu nationalism in India since that time and the central group of a family of Hindu nationalist organisations described as the 'Sangh Parviar' 'picked up' the Appellant and took him to a local temple.",
      "id": "s69"
    },
    {
      "text": "The RSS members asked the Appellant whether he had links with Christian organisations overseas, told him that he should convert to Hinduism and that if he was not willing to so convert, he would be killed.",
      "id": "s70"
    },
    {
      "text": "The Appellant was beaten and released in front of his wife's family home.",
      "id": "s71"
    },
    {
      "text": "The Appellant was warned not to complain to the police about the event.",
      "id": "s72"
    },
    {
      "text": "18 The Appellant complained to the police.",
      "id": "s73"
    },
    {
      "text": "Police officers asserted that nothing could be done involving members of RSS.",
      "id": "s74"
    },
    {
      "text": "Members of the RSS went to the Appellant's relative's home in Salem to look for him.",
      "id": "s75"
    },
    {
      "text": "Members of the RSS learnt of the Appellant's complaint to the police and then sought out the Appellant.",
      "id": "s76"
    },
    {
      "text": "The Appellant contended that the RSS was 'networked' throughout India and would find him if he returned to India notwithstanding that he might leave the State of Tamil Nadu.",
      "id": "s77"
    },
    {
      "text": "The Appellant decided to leave India and departed for Dubai on 1 February 2001.",
      "id": "s78"
    },
    {
      "text": "He has not returned to India since.",
      "id": "s79"
    },
    {
      "text": "Notwithstanding that the population of India is approximately one billion people, the Appellant contended in oral evidence at a hearing on 27 November 2003 that if one person saw him it might well be sufficient so as to identify and locate him especially since members of his wife's family might possibly identify him.",
      "id": "s80"
    },
    {
      "text": "The Appellant contended that his 'fear' was not simply a regional fear and that should he return to India and live in places other than Salem or Bangalore, his wife's relatives might, by some means, obtain information that he had returned to India.",
      "id": "s81"
    },
    {
      "text": "19 The Appellant contended that after leaving India on 1 February 2001 and returning to the Middle East, the Appellant retained a lawyer to commence divorce proceedings against his wife in India.",
      "id": "s82"
    },
    {
      "text": "The Appellant contended that at the time of the application for a protection visa, the divorce had not been finalised and that he then expected to be divorced very soon.",
      "id": "s83"
    },
    {
      "text": "The Appellant had not returned to India because he feared for his life by reason of the threats made to him by members of the RSS and, in particular, members of a group described as 'Shiva Sena', a Hindu nationalist party based in Maharashtra which is part of the Sangh Parviar and aligned with the ruling 'Bharatiya Janata Party' ('BJP').",
      "id": "s84"
    },
    {
      "text": "A further Hindu nationalist organisation forming part of the Sangh Parviar is a group described as the 'Vishwa Hindu Parishad' ('VHP').",
      "id": "s85"
    },
    {
      "text": "Consequent upon the hearing on 27 November 2003, the Appellant sent further submissions on 4 December 2003 to the Tribunal.",
      "id": "s86"
    },
    {
      "text": "In those submissions, the Appellant reiterated the factual matters recited in these Reasons and contended that the Shiva Sena, RSS and VHP formed part of the ruling BJP government and that these groups had been responsible for many anti-social and anti-communal activities and, in particular, the persecution of Christians.",
      "id": "s87"
    },
    {
      "text": "The Appellant contended that he feared persecution by these groups.",
      "id": "s88"
    },
    {
      "text": "The Appellant contended that the government historically had failed to take action against these groups and that government authorities would not provide protection for followers of the Christian faith.",
      "id": "s89"
    },
    {
      "text": "The Appellant further contended that the Shiva Sena, RSS and affiliated Hindu groups have networks throughout India.",
      "id": "s90"
    },
    {
      "text": "The Appellant contended that there is no area within India (that is, within the borders of the nation State of India) to which he might relocate so as to avoid a 'real chance' of persecution by any of the nominated groups.",
      "id": "s91"
    },
    {
      "text": "The Position adopted by the Tribunal \n \n20 The matters recited at [13] to [19] represent the contentions of the Appellant made in evidence at a hearing on 27 November 2003 and asserted in written claims before the Tribunal contained in a statement accompanying the Appellant's protection visa application lodged on 10 May 2001.",
      "id": "s92"
    },
    {
      "text": "How did the Tribunal address the Appellant's contentions and methodologically discharge the review function?",
      "id": "s93"
    },
    {
      "text": "21 On 30 July 2003, Federal Magistrate Scarlett made an order remitting the Appellant's application for a protection visa to the Tribunal for 're-hearing'.",
      "id": "s94"
    },
    {
      "text": "The re-hearing of the application was conducted afresh by Mrs L Nicholls.",
      "id": "s95"
    },
    {
      "text": "Mrs Nicholls did not approach a reconsideration of the Appellant's Application for Review of the decision of the First Respondent's Delegate by assuming any fact as an established fact or by limiting the field of contentions or issues to be considered by the Tribunal in determining whether the Tribunal could be affirmatively satisfied of the relevant matters.",
      "id": "s96"
    },
    {
      "text": "22 The statutory obligation of the Tribunal upon a reconsideration is to assess the scope and content of the Appellant's claims to determine, on all the material properly before the Tribunal, whether the Tribunal can be affirmatively satisfied that the Appellant holds a well-founded fear of persecution for a Convention reason.",
      "id": "s97"
    },
    {
      "text": "Notwithstanding that the Tribunal constituted by a Tribunal member other than Mrs Nicholls previously accepted aspects of the version of events asserted by the Appellant, Mrs Nicholls was obliged to discharge the statutory jurisdiction by examining the claims and reaching or failing to reach, the required degree of satisfaction.",
      "id": "s98"
    },
    {
      "text": "If not satisfied of the relevant matters, Mrs Nicholls was bound to 'refuse to grant the visa' (s 65(1)(b)) of the Act).",
      "id": "s99"
    },
    {
      "text": "In so approaching the matter, the Tribunal acted correctly and within jurisdiction and in a manner consistent with the observations of their Honours in SJSB v Minister for Immigration &amp; Multicultural Affairs [2004] FCAFC 255 at [15] , per Ryan, Jacobson and Lander JJ; Minister for Immigration &amp; Multicultural Affairs v VSAF of 2003 [2005] FCAFC 73 at [17] , per Black CJ, Sundberg and Bennett JJ and Minister for Immigration &amp; Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259.",
      "id": "s100"
    },
    {
      "text": "23 In considering the substratum of fact going to the claim of a well-founded fear of persecution, the Tribunal did not test the degree to which it could be satisfied by imposing an evidential burden upon the Appellant of proof 'beyond reasonable doubt', as contended.",
      "id": "s101"
    },
    {
      "text": "The question addressed by the Tribunal was whether it could be affirmatively satisfied that the Appellant is a non-citizen of Australia to whom Australia has protection obligations under the Convention.",
      "id": "s102"
    },
    {
      "text": "In order to determine whether the Tribunal might be so satisfied, the Tribunal examined the chronology of events recounted by the Appellant and formed a view about the probability of certain events occurring.",
      "id": "s103"
    },
    {
      "text": "24 In particular, the Tribunal found the Appellant's contention of a marriage to a Hindu woman arising out of a brief meeting (and subsequent telephone contact), with the approval of the parents of the contended bride, in circumstances where the bride (and her family) embraced the cultural traditions of Hinduism and passionately opposed the beliefs and practices of the Christian faith, improbable.",
      "id": "s104"
    },
    {
      "text": "The Tribunal considered that if the father of the contended bride embraced a commitment to Hinduism that accommodated no tolerance of Christianity on the part of the contended son-in-law, or otherwise, it is unlikely that he would have agreed to a marriage of the two faiths in one union and one household.",
      "id": "s105"
    },
    {
      "text": "25 The forensic analysis of the facts and contentions of the Appellant was not foreclosed in whole or in part by any earlier decision of the Tribunal and the findings as to the probability of events occurring was a finding open on the material.",
      "id": "s106"
    },
    {
      "text": "26 The Tribunal reached these conclusions.",
      "id": "s107"
    },
    {
      "text": "(a) The Appellant is a citizen of India who grew up in Bangalore within a Roman Catholic family.",
      "id": "s108"
    },
    {
      "text": "The Appellant is an adherent of the Roman Catholic faith.",
      "id": "s109"
    },
    {
      "text": "(b) The Tribunal did not accept the Appellant's contention that he met and married a woman from a high caste Brahmin Hindu family in 1999.",
      "id": "s110"
    },
    {
      "text": "(c) The Tribunal found the Appellant's evidence concerning his meeting with his contended wife and their subsequent marriage implausible.",
      "id": "s111"
    },
    {
      "text": "The Tribunal observed that the Appellant was unable to provide the Tribunal with documents evidencing the contended marriage and nor was the Appellant in a position to provide documents evidencing the steps taken by the Appellant to institute proceedings in India for a divorce from his contended wife.",
      "id": "s112"
    },
    {
      "text": "Moreover, the Tribunal noted that the Appellant was unable to provide the Tribunal with the full name of his lawyer in India conducting the divorce proceedings and unable to identify the grounds of divorce.",
      "id": "s113"
    },
    {
      "text": "(d) The Tribunal found the Appellant's evidence concerning the divorce to be vague and generalised and that the Appellant lacked any detailed knowledge of the divorce proceedings.",
      "id": "s114"
    },
    {
      "text": "(e) Since the Tribunal was unable to be satisfied that the Appellant had met his contended wife in the manner alleged or at all, the Tribunal was unable to be satisfied that the Appellant was engaged in divorce proceedings in India.",
      "id": "s115"
    },
    {
      "text": "(f) Having determined those matters, the Tribunal was not able to accept that upon return to India, the Appellant had visited the home of his contended spouse and had been forced to undergo Hindu ceremonies or threatened in the manner alleged.",
      "id": "s116"
    },
    {
      "text": "(g) The Tribunal found that although a significant proportion of the population of India embrace the culture and traditions of the Hindu faith, the Appellant would not face a real chance of persecution in India by reason of his commitment to the values, beliefs and practices of Roman Catholicism.",
      "id": "s117"
    },
    {
      "text": "The Tribunal had regard to 'independent country information' not for the purpose of informing itself of matters specifically related to the Appellant but rather for the purpose of determining the nature of the Indian democracy, the constitutional guarantees of freedom of worship, the constitutional secularism adopted by the nation State of India, aspects of the legislative regime which prohibits acts of discrimination based upon race and religious beliefs and the state of the evidence as to whether the Indian Federal or National government, or alternatively, provincial governments engaged in conduct that might be described as persecution of Christians.",
      "id": "s118"
    },
    {
      "text": "(h) The Tribunal found that having regard to the legislative regimes prohibiting violence, institutions of government asserting the rule of law, an independent judiciary and government support for inter-faith tolerance, relations between religious groups are generally on a sound and amicable footing notwithstanding reported events of occasional violence between particular faith-based groups.",
      "id": "s119"
    },
    {
      "text": "(i) The Tribunal accepted that a number of extremist Hindu organisations have been involved in such events including Shiva Sena and the RSS.",
      "id": "s120"
    },
    {
      "text": "(j) The Tribunal determined that should the Appellant return to Bangalore in the State of Karnataka, the Appellant would not face any risk of harm by reason of his commitment to and practice of the Roman Catholic faith having regard to the constitutional position in India, its State institutions, its legislative regimes, its democratic traditions and the prevailing social and political climate in India.",
      "id": "s121"
    },
    {
      "text": "(k) The Tribunal further determined that if, contrary to such a view, the Appellant faced threats of harm from extremist organisations and, in particular, Hindu organisations making up the Sang Parviar, the Appellant would be able to secure access to reasonable and effective State protection through the institutions of the nation State in India.",
      "id": "s122"
    },
    {
      "text": "Accordingly, in the Tribunal's view, the nation State does not engage in the persecution of individuals by reason of their adherence to Christian doctrines and nor does the State tolerate the persecution of individuals by extremist organisations acting outside the authority of the nation State.",
      "id": "s123"
    },
    {
      "text": "27 In summary, these findings reflect a rejection by the Tribunal of the alleged marriage and subsequent divorce; a rejection of the foundation of fact as to the contended fear of persecution; a rejection of the contention that any such fear, if held in any event, is a well-founded fear of persecution for a Convention reason.",
      "id": "s124"
    },
    {
      "text": "In addition, the Tribunal rejected the Appellant's contention that should he return to India he was at risk of detection, identification and consequential persecution by members of a networked group of local members of the RSS connected with members of the provincial RSS in Salem.",
      "id": "s125"
    },
    {
      "text": "The Tribunal found it improbable and implausible that in the nation State of India, local members of the Salem RSS would seek out the Appellant wherever he might be notwithstanding that the issue of particular contention involved domestic regional issues going to an individual marriage and notwithstanding that the Appellant, in any event, had been away from India for a very long period of time when the Tribunal made its assessment.",
      "id": "s126"
    },
    {
      "text": "28 These findings were open to the Tribunal.",
      "id": "s127"
    },
    {
      "text": "29 In reaching these findings and particularly those going to the credibility of the Appellant's version of events, the Tribunal in part relied upon the failure of the Appellant to produce documents evidencing his contended marriage and the subsequent contended divorce.",
      "id": "s128"
    },
    {
      "text": "The finding of fabrication of the central events was based upon an overall assessment of the Appellant's claims and evidence and not simply an inference drawn from a failure to produce documents relevant to the contended marriage and divorce.",
      "id": "s129"
    },
    {
      "text": "In thus weighing the assessment of 'affirmative satisfaction', the Tribunal did not fall into error as contended by the Appellant ([4] and [5]).",
      "id": "s130"
    },
    {
      "text": "30 In assessing the question of whether the Appellant held a fear of persecution (that is, subjectively held a fear) and whether, if held, that fear was well-founded as an objective assessment of the facts and contentions, the Tribunal assessed both the plausibility of the Appellant's contentions having regard to the claims made in the Appellant's statement lodged with the application (that is, at the date of the application) and evidence given orally at a subsequent hearing before the Tribunal (that is, at the date the Tribunal conducted the review).",
      "id": "s131"
    },
    {
      "text": "The Tribunal was not satisfied of the truth of the central contentions of the Appellant and did not accept that the Appellant held a fear of persecution as claimed.",
      "id": "s132"
    },
    {
      "text": "Once the Tribunal was unable to accept the Appellant's central contention, both limbs of the test of whether the Appellant held a fear which was well-founded necessarily failed.",
      "id": "s133"
    },
    {
      "text": "The Tribunal then considered whether the accepted fact of the Appellant's adherence to the values, beliefs and practices of Roman Catholicism in India demonstrated a basis for a well-founded fear of persecution for a Convention reason should the Appellant return to India.",
      "id": "s134"
    },
    {
      "text": "In undertaking that assessment, the Tribunal looked to the circumstances at the date of application, the circumstances at the date of hearing and the prevailing structural, institutional and cultural circumstances in India in a forward looking way to determine whether either the Government or radical Hindu organisations, independent of Government, engage in, sponsor or tolerate acts of persecution towards those persons holding and practising the beliefs of the Christian faith.",
      "id": "s135"
    },
    {
      "text": "On this second footing, the Tribunal was unable to be satisfied that the Appellant held a well-founded fear of persecution.",
      "id": "s136"
    },
    {
      "text": "In undertaking this analysis, the Tribunal did not fall into error as to findings open to the Tribunal or as to the method of testing and determining the various questions before the Tribunal, as contended in the grounds of appeal ([6] and [7]).",
      "id": "s137"
    },
    {
      "text": "31 The final ground of appeal is that the Appellant was placed in a position of 'disadvantage' by being put to 'double jeopardy' by reason of a second consideration of the entire substratum of fact in circumstances where the Tribunal failed to give any notice to the Appellant to produce documents which might be relied upon, in part, as the foundation for inferences as to the credibility or the plausibility of the Appellant's contentions.",
      "id": "s138"
    },
    {
      "text": "32 The Tribunal undertook a 'reconsideration' of the matter at large or 'afresh'.",
      "id": "s139"
    },
    {
      "text": "The Tribunal did not fall into error by so doing ([21] --- [25]).",
      "id": "s140"
    },
    {
      "text": "The Appellant elected to attend a hearing before the Tribunal and advance an oral version of the events and support in any way, by reference to any material, the veracity of his contentions.",
      "id": "s141"
    },
    {
      "text": "Notwithstanding the Appellant's contentions ([9] and [10]), all matters were alive before the Tribunal and no notice to produce documents was required of the Tribunal in properly exercising the statutory jurisdiction under the Act to determine whether it could be affirmatively satisfied of the relevant matters.",
      "id": "s142"
    },
    {
      "text": "The Appellant was not disadvantaged by reason of the reconsideration of matters about which documentary evidence might have been produced by the Appellant to the Tribunal to support any aspect or all aspects of the claims.",
      "id": "s143"
    },
    {
      "text": "In any event, the Tribunal did not reach adverse findings concerning the credibility of the Appellant's version of events simply as a matter of inference drawn from a failure to produce documents going to the contended marriage and divorce ([24] and [26]).",
      "id": "s144"
    },
    {
      "text": "33 Accordingly, the Tribunal did not fall into error as contended and Federal Magistrate Lloyd-Jones did not err by failing to find jurisdictional error on the part of the Tribunal as contended.",
      "id": "s145"
    },
    {
      "text": "34 The appeal must be dismissed with costs.",
      "id": "s146"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s147"
    },
    {
      "text": "Associate:\n\nDated: 8 February 2007\n\n Counsel for the Appellant: Appellant - Self-Represented \n \n Solicitor for the Appellant: Appellant - Self-Represented \n \n Counsel for the First Respondent: First Represented by Solicitors \n \n Solicitor for the First Respondent: Clayton Utz Lawyers, Ms Brigitte Markovic \n \n Date of Hearing: 20 November 2006 \n \n Date of Judgment: 8 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/78.html",
      "id": "s148"
    }
  ]
}