{
  "name": "Attila Timar-Peregrin v The University of Melbourne [2007] FCA 742 (18 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/742.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "misleading or deceptive conduct",
      "id": "c1"
    },
    {
      "text": "representations as to employment",
      "id": "c2"
    },
    {
      "text": "appellant sought approval from a delegate of the respondent to conduct a research project",
      "id": "c3"
    },
    {
      "text": "dispute of fact",
      "id": "c4"
    },
    {
      "text": "whether representations made by the respondent in respect of the research project",
      "id": "c5"
    },
    {
      "text": "whether federal magistrate erred in failing to find that the representations had been made",
      "id": "c6"
    },
    {
      "text": "aspects of appellant's pleaded case on appeal not raised at trial",
      "id": "c7"
    },
    {
      "text": "no appellable error in federal magistrate's decision",
      "id": "c8"
    },
    {
      "text": "trade practices",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a Federal Magistrate.",
      "id": "s0"
    },
    {
      "text": "His Honour dismissed a claim that the respondent had contravened s 52 of the Trade Practices Act 1974 (Cth) (\"the Act \").",
      "id": "s1"
    },
    {
      "text": "On 13 September 2005 the Acting Chief Justice ordered, pursuant to s 25(1A) of the Federal Court of Australia Act 1976 (Cth), that the appeal should be heard and determined by a single Judge.",
      "id": "s2"
    },
    {
      "text": "THE FACTS \n \n2 The appellant is a research scientist.",
      "id": "s3"
    },
    {
      "text": "He was employed by the respondent between 15 May 2000 and 31 December 2002.",
      "id": "s4"
    },
    {
      "text": "He was employed initially to undertake a research project in the respondent's Department of Anatomy and Cell Biology.",
      "id": "s5"
    },
    {
      "text": "Subsequently the appellant commenced work on another project within the Department.",
      "id": "s6"
    },
    {
      "text": "3 The department forms part of the University's Faculty of Medicine, Dentistry and Health Sciences.",
      "id": "s7"
    },
    {
      "text": "In April 2002 the appellant had a conversation with Professor Angus, the then Deputy Dean of the Faculty and Head of the Department of Pharmacology.",
      "id": "s8"
    },
    {
      "text": "The appellant wished to pursue a further research project relating to diabetes.",
      "id": "s9"
    },
    {
      "text": "It involved the study of the effect of diabetes on blood vessels.",
      "id": "s10"
    },
    {
      "text": "The appellant spoke to Professor Angus because Professor Angus's approval was needed for the project to proceed.",
      "id": "s11"
    },
    {
      "text": "Although the appellant had secured the agreement of a pharmaceutical corporation --- The Pharmacia Corporation - to fund the research, the appellant needed laboratory space within the university and access to some expensive equipment and to human muscle tissue from the legs of diabetes patients.",
      "id": "s12"
    },
    {
      "text": "The appellant alleged that, at a meeting on 18 April 2002 and at various other times between then and December 2002, Professor Angus represented to him that the respondent had the necessary equipment to perform the proposed experiments (\"the equipment representations\") and that, subject to certain amendments to a proposed agreement between the appellant, the respondent and the pharmaceutical corporation, the respondent would proceed with the project and provide the equipment and human tissue necessary for its conduct (\"the project representations\").",
      "id": "s13"
    },
    {
      "text": "Professor Angus denied making such representations.",
      "id": "s14"
    },
    {
      "text": "The learned Magistrate found that the alleged representations had not been made.",
      "id": "s15"
    },
    {
      "text": "THE MAGISTRATE'S FINDINGS \n \n4 The Federal Magistrate accepted Professor Angus's evidence that the equipment which the appellant wished to use for his project was being used by another researcher Dr Lew.",
      "id": "s16"
    },
    {
      "text": "Its availability depended on Dr Lew's willingness to provide it for use by the appellant.",
      "id": "s17"
    },
    {
      "text": "His Honour noted (at [67]):\n \n \"Professor Angus knew at the time of the discussion with [the appellant] on 18 April 2002 that if the equipment was going to be used, normal protocols or practice meant that Dr Lew's permission would be needed.",
      "id": "s18"
    },
    {
      "text": "It is highly likely that Professor Angus did say to [the appellant] that there was equipment available but that Dr Lew's permission would be needed.",
      "id": "s19"
    },
    {
      "text": "Professor Angus would not have promised to make the equipment available because he could not give that promise.",
      "id": "s20"
    },
    {
      "text": "He could only discuss it as a potential source of equipment and I find that that is what he did.",
      "id": "s21"
    },
    {
      "text": "Professor Angus did not make a promise about the equipment.",
      "id": "s22"
    },
    {
      "text": "\" \n\n5 In dealing the with the claim that Professor Angus had represented that human tissue would be available, the Federal Magistrate noted an answer given by the appellant in cross-examination in the following exchange:\n \n \"So you say that he actually promised to you in this first meeting that if at sometime in the future that this contract went ahead, he would get the tissue?",
      "id": "s23"
    },
    {
      "text": "--- Yes, he said that he had colleagues he could approach and source the tissue from them.",
      "id": "s24"
    },
    {
      "text": "\" \n\nThe Magistrate continued:\n \n \"[69] The answer that Professor Angus said that he had colleagues he could approach who could supply the tissue is close to [the appellant's] version.",
      "id": "s25"
    },
    {
      "text": "In fact, it is a correct statement if it is qualified by saying that the tissue could be supplied if the colleagues were prepared to provide the tissue, the patients consented and ethics approval was obtained.",
      "id": "s26"
    },
    {
      "text": "It is not the same as a promise to supply the tissue.",
      "id": "s27"
    },
    {
      "text": "It suggests that [the appellant's] statement that Professor Angus promised to supply tissue is [the appellant's] interpretation of what occurred, not his recollection of the actual statement.",
      "id": "s28"
    },
    {
      "text": "[70] It is most unlikely that Professor Angus would have promised that the tissue could be supplied.",
      "id": "s29"
    },
    {
      "text": "It was not for him to make the decision about supplying the tissue.",
      "id": "s30"
    },
    {
      "text": "This could only be done with the permission of patients and the cooperation of the surgeons conducting operations.",
      "id": "s31"
    },
    {
      "text": "Professor Angus was well aware of this.",
      "id": "s32"
    },
    {
      "text": "[71] [The appellant] said that the number of human tissue samples that would be needed was contained within the research proposal.",
      "id": "s33"
    },
    {
      "text": "[The appellant's] evidence was that he showed the research proposal to Professor Angus at the meeting on 18 April 2002, but did not leave it with him.",
      "id": "s34"
    },
    {
      "text": "It is most unlikely, even assuming that Professor Angus had noted the number of tissue samples needed from looking at the proposal, that Professor Angus would have said there and then that he could arrange for their supply.",
      "id": "s35"
    },
    {
      "text": "[72] The probabilities are that Professor Angus was, as he said, enthusiastic about the proposal, and that a possible source of equipment and possible sources of tissue samples were discussed, but no promise was made.",
      "id": "s36"
    },
    {
      "text": "Professor Angus was not in a position to make any promises.",
      "id": "s37"
    },
    {
      "text": "The proposal was at an early stage.",
      "id": "s38"
    },
    {
      "text": "The terms of agreement with Pharmacia had to be negotiated.",
      "id": "s39"
    },
    {
      "text": "Professor Angus was not given the opportunity to study the proposal.",
      "id": "s40"
    },
    {
      "text": "It is improbable that any promise was made.",
      "id": "s41"
    },
    {
      "text": "[73] Notwithstanding that Professor Angus said he could not remember precisely what was said, the evidence leads to a conclusion that promises, or in terms of s 51A of the Trade Practices Act , representations as to future matters were not made by Professor Angus.",
      "id": "s42"
    },
    {
      "text": "\" \n\n6 Other representations were also relied on by the appellant before the Federal Magistrate.",
      "id": "s43"
    },
    {
      "text": "However, no challenge to his findings relating to those other representations are made on this appeal.",
      "id": "s44"
    },
    {
      "text": "THE APPEAL GROUNDS \n \n7 At the hearing the appellant abandoned most of the grounds upon which he relied in his notice of appeal.",
      "id": "s45"
    },
    {
      "text": "The principal ground relied on was cast in negative terms.",
      "id": "s46"
    },
    {
      "text": "It was that the Federal Magistrate had erred in failing to find that the equipment representations and the project representations had been made by the respondent.",
      "id": "s47"
    },
    {
      "text": "It was contended that these failures were against the evidence and the weight of the evidence and were not reasonably open on the evidence.",
      "id": "s48"
    },
    {
      "text": "The other two grounds which were pressed alleged error on the part of the Federal Magistrate in his application of ss 51A , 52 and 53B of the Act .",
      "id": "s49"
    },
    {
      "text": "Each of these grounds can only succeed, as counsel for the appellant properly conceded, if the Magistrate erred in finding that the representations had not been made.",
      "id": "s50"
    },
    {
      "text": "8 The respondent has filed a notice of contention.",
      "id": "s51"
    },
    {
      "text": "The respondent contends that the Federal Magistrate did not deal with the question of whether the appellant relied on any of the alleged representations and submitted that, had he done so, he should have upheld the respondent's defence on the additional ground that there was no evidence of any reliance on such reprsentations by the appellant to his detriment.",
      "id": "s52"
    },
    {
      "text": "The respondent further contends that there was no evidence to support the Magistrate's finding that, had the representations been made, the appellant would have suffered loss, calculated by reference to what he would have earned had he commenced employment with an alternative employer on 1 January 2003 rather than 15 April 2003.",
      "id": "s53"
    },
    {
      "text": "THE APPELLANT'S CASE \n The equipment representations \n \n9 The appellant complains that the Federal Magistrate based his conclusion that the equipment representations had not been made exclusively on his findings about what had transpired at the meeting between the appellant and Professor Angus on 18 April 2002.",
      "id": "s54"
    },
    {
      "text": "It was submitted that the Magistrate had ignored documentary evidence which he says supports the claim that the representations had been made at other times as well in the period between May and December 2002.",
      "id": "s55"
    },
    {
      "text": "These documents were:\n \n &#8226; A list of equipment which the appellant says that he provided to Professor Angus at their meeting on April 2002.",
      "id": "s56"
    },
    {
      "text": "That list identifies the equipment which it is said was necessary in order to conduct the diabetes research project.",
      "id": "s57"
    },
    {
      "text": "Professor Angus acknowledged receiving the list.",
      "id": "s58"
    },
    {
      "text": "&#8226; A letter dated 21 May 2002 from Professor Angus to Professor Frank Larkins, the Deputy Vice Chancellor, Research of the respondent.",
      "id": "s59"
    },
    {
      "text": "In that letter Professor Angus recorded that he had been approached by the appellant in relation to the proposed research project, referred to the proposed contract and funding arrangements and advised that he supported \"this potential research contract ...\".",
      "id": "s60"
    },
    {
      "text": "The appellant says that the letter contained an unqualified and unconditional representation that the project had Professor Angus's full support.",
      "id": "s61"
    },
    {
      "text": "&#8226; A note taken by Professor Angus about a meeting he had with the appellant on 16 August 2002.",
      "id": "s62"
    },
    {
      "text": "The note contained a passage stating that \"only minor equipment $5,000 would be purchased.",
      "id": "s63"
    },
    {
      "text": "\" This notation is said to be consistent with the alleged representation that all the other equipment contained in the list provided to Professor Angus in April 2002 was available and that its availability was not subject to the prior approval of Dr Lew.",
      "id": "s64"
    },
    {
      "text": "&#8226; A passage in an affidavit, sworn in the proceeding by Professor Angus on 13 August 2004, in which he deals with the 16 August 2002 meeting.",
      "id": "s65"
    },
    {
      "text": "In that affidavit he deposed that: \n \n \"We also discussed that it was likely that only small pieces of equipment would need to be purchased in the event that the project were to proceed --- we thought that less than $5,000 worth of new equipment would be required subject to Dr Lew allowing [the appellant] to use the pressure myograph, which permission had not yet been obtained.",
      "id": "s66"
    },
    {
      "text": "\" \n \n Reliance was placed by the appellant on the absence of any reference to the need to obtain Dr Lew's consent for the use of equipment other than the pressure myograph.",
      "id": "s67"
    },
    {
      "text": "&#8226; A memorandum from the appellant to a university officer, dated 26 August 2002 and endorsed by Professor Angus, advising that, if the appellant were to leave the university, the research money provided by the pharmaceutical company would not be allocated to faculties \"and only minor equipment will be purchased in &lt;$5,000 values.",
      "id": "s68"
    },
    {
      "text": "\" This is said to be an unqualified representation that the necessary equipment was available because there was no reference to the need to obtain Dr Lew's consent.",
      "id": "s69"
    },
    {
      "text": "&#8226; An email dated 19 December 2002 from Professor Angus to the appellant in which Professor Angus \"confirms [his] previous conversation with [the appellant] that I am unwilling to sign the contract and scope of work on the grounds that I will not be able to guarantee that I can provide either the equipment or access to human tissues as set out in the project.",
      "id": "s70"
    },
    {
      "text": "\" The appellant contends that this email should be read as if the words \"any longer\" appeared after the word \"unwilling\".",
      "id": "s71"
    },
    {
      "text": "It is submitted that, if the email is so read, it confirms the existence of a prior representation that the equipment would be available.",
      "id": "s72"
    },
    {
      "text": "&#8226; What is described by the appellant as a \"self serving\" letter from Professor Angus to Professor Larkins dated 16 January 2003.",
      "id": "s73"
    },
    {
      "text": "The letter explained Professor Angus's reasons for refusing to sign the research contract.",
      "id": "s74"
    },
    {
      "text": "In that letter Professor Angus advised Professor Larkins that he had approached Dr Lew seeking his agreement for the appellant to use Dr Lew's equipment and that, on 17 December 2002, Dr Lew had said that he would not share the equipment.",
      "id": "s75"
    },
    {
      "text": "This meant that new equipment would have to be purchased if the project were to proceed.",
      "id": "s76"
    },
    {
      "text": "Professor Angus also said that it had become clear to him, following a discussion with the appellant on 13 December 2002, that he (Professor Angus) would have to organise the collection of tissue with surgeons because the appellant had \"no existing collaboration with a clinician.",
      "id": "s77"
    },
    {
      "text": "\" \n\n10 The appellant submits that the material in these documents is consistent with a representation of the kind alleged having been made.",
      "id": "s78"
    },
    {
      "text": "That representation was that all necessary equipment, save for some minor items costing less than $5,000, was available for use in the appellant's proposed project.",
      "id": "s79"
    },
    {
      "text": "This, it was contended, was a representation of present fact which was false.",
      "id": "s80"
    },
    {
      "text": "Alternatively, it was a representation as to future fact which was unreasonably made and was misleading.",
      "id": "s81"
    },
    {
      "text": "The project representations \n \n11 The project representations, identified in the appellant's statement of claim, contained three parts.",
      "id": "s82"
    },
    {
      "text": "They were allegedly made by the respondent and represented that it would:\n \n &#8226; Proceed with the diabetes project;\n &#8226; Provide the equipment necessary for the project; and\n &#8226; Provide the human tissue.",
      "id": "s83"
    },
    {
      "text": "12 The appellant complains that the Federal Magistrate only made findings in relation to the alleged representation that the respondent would provide the human tissue needed by the project.",
      "id": "s84"
    },
    {
      "text": "He says that the Magistrate's findings in para [67] of his reasons relate to the equipment representations and not the alleged representation that the equipment would be provided.",
      "id": "s85"
    },
    {
      "text": "He further complains that there is no finding in his Honour's reasons as to the alleged representation that it would proceed with the diabetes project.",
      "id": "s86"
    },
    {
      "text": "13 The appellant contends that the evidence supported the conclusion that the equipment representations had been made.",
      "id": "s87"
    },
    {
      "text": "Reference was made to:\n \n &#8226; Notes taken by Professor Angus of his meeting with the appellant on 18 April 2002 which contain a list of surgeons from whom Professor Angus had sourced tissue for past experiments.",
      "id": "s88"
    },
    {
      "text": "Attention was also drawn to his evidence that he might have said that he would discuss the possible sourcing of human tissue with the surgeons.",
      "id": "s89"
    },
    {
      "text": "&#8226; Notes taken by Professor Angus of a meeting with the appellant on 19 July 2002 which contain further reference to surgeons and other potential sources of human tissue.",
      "id": "s90"
    },
    {
      "text": "&#8226; A statement by Professor Angus in his affidavit that he told the appellant on 13 December 2002 \"that [he] had not taken any steps to get access to the necessary human tissue.",
      "id": "s91"
    },
    {
      "text": "\" This, it was said, was inconsistent with Professor Angus's evidence at trial that he had never offered to source the tissue.",
      "id": "s92"
    },
    {
      "text": "&#8226; The contents of Professor Angus's email to the appellant on 19 December 2002 which is quoted above at [9].",
      "id": "s93"
    },
    {
      "text": "The statements in the email are said to be inconsistent with the alleged earlier promise to take active steps to source tissue.",
      "id": "s94"
    },
    {
      "text": "&#8226; The observation by Professor Angus, in his letter to Professor Larkins dated 16 January 2003, that Dr Lew's refusal to provide a myograph was \"not in itself a road block\" to the project proceeding.",
      "id": "s95"
    },
    {
      "text": "It is said that such a statement starkly contradicts the Federal Magistrate's finding that the provision of the equipment necessary to carry out the diabetes project was always subject to the qualification that Dr Lew would agree to provide that equipment.",
      "id": "s96"
    },
    {
      "text": "&#8226; Professor Angus's letter to Professor Larkins dated 16 January 2003.",
      "id": "s97"
    },
    {
      "text": "The appellant relies on the fact that Professor Angus, in that letter, did not assert that he could not get the tissue.",
      "id": "s98"
    },
    {
      "text": "Rather Professor Angus complains that he would need to take a primary role in obtaining it, which, he implies, he did not wish to do.",
      "id": "s99"
    },
    {
      "text": "These statements are said to be inconsistent with his statement, in the 19 December 2002 email, that he would \"not be able to guarantee [to] provide ... access to human tissues ...\" \n THE RESPONDENT'S CASE \n \n14 The respondent submits that the appellant's case on appeal, insofar as it alleges failure by the Federal Magistrate to deal with certain aspects of the case advanced at trial, is misconceived.",
      "id": "s100"
    },
    {
      "text": "It is said that, notwithstanding the fact that particulars subjoined to the paragraphs of the statement of claim in which the making of the respective representations was alleged referred to conversations and correspondence in the period between April and December 2002, the appellant's case at trial was conducted on the footing that both representations had been made by Professor Angus during the meeting on 18 April 2002.",
      "id": "s101"
    },
    {
      "text": "15 The respondent further contends that, in any event, the material relied on by the appellant does not provide evidence of the making of any representations of the kind alleged.",
      "id": "s102"
    },
    {
      "text": "16 The respondent pressed the point, raised in its notice of contention, that there was no evidence that the appellant had relied on any alleged representations to his detriment and that the assessment of damages which was undertaken by the Federal Magistrate was mistaken and that, even if it were found that one or both the representations had been made, no compensable damage resulted.",
      "id": "s103"
    },
    {
      "text": "CONSIDERATION \n \n17 The making of the equipment representations is alleged in para 16 of the statement of claim.",
      "id": "s104"
    },
    {
      "text": "It alleges that the respondent \"represented to the [appellant] that it had the necessary equipment available to perform the experiments set out in the research proposal ...\" The particulars subjoined to that paragraph assert that the equipment representations \"were made orally and in writing by Professor James Angus ... in conversations and correspondence with the [appellant] in or about May through December 2002.",
      "id": "s105"
    },
    {
      "text": "\"\n \n18 The project representations are pleaded in para 17 of the statement of claim.",
      "id": "s106"
    },
    {
      "text": "It reads:\n \n \"17 Between June and December 2002 the respondent represented to the [appellant] that if the draft agreement between the [appellant], the respondent and Pharmacia Corporation were amended to address some concerns of the respondent, the respondent would proceed with the Diabetes Research Project and the respondent would provide the equipment and human tissues as set out in the proposal ..\" \n\nThe particulars subjoined to that paragraph asserted that the representations were made orally and in writing.",
      "id": "s107"
    },
    {
      "text": "The particulars continued:\n \n \"Insofar as the Representations were made orally they were made in a number of discussions between Professor Angus of the respondent and the [appellant] between April and December 2002.",
      "id": "s108"
    },
    {
      "text": "Insofar as the representations were made in writing they were made in correspondence and drafts of the Agreement provided by Ms Dimasi and Ms O'Brien, Professor Angus and Dr Cookson of the respondent to the [appellant].",
      "id": "s109"
    },
    {
      "text": "\" \n\nIt may immediately be noted that, although the pleaded allegation is that the project representations were made between June and December 2002, the particulars assert that, at least insofar as the representations were oral, they were made between April and December 2002.",
      "id": "s110"
    },
    {
      "text": "No application to amend the wording of para 17 of the statement of claim was made at trial.",
      "id": "s111"
    },
    {
      "text": "19 Notwithstanding the form of the pleadings, the appellant's case at trial was opened to the Federal Magistrate on the basis that both representations had been made by Professor Angus in his discussion with the appellant on 18 April 2002.",
      "id": "s112"
    },
    {
      "text": "Although some reference was made in the opening to some of the subsequent exchanges between them, it was not contended that further or additional representations were made on those occasions.",
      "id": "s113"
    },
    {
      "text": "Counsel for the appellant (who was not counsel who appeared on the appeal) told the Federal Magistrate that:\n \n \"Likewise the Diabetes Project was also underpinned by funding or it was proposed to be underpinned by funding from pharmaceutical companies and the relevant pharmaceutical company in relation to the Diabetes Project was a company known at Pharmacia ... From about May 2000 the [appellant] had been in negotiations with Pharmacia in respect of the research that was to become the Diabetes Project and in 2002 a letter of intent was issued by Pharmacia to the [appellant].",
      "id": "s114"
    },
    {
      "text": "In April 2002 the [appellant] approached Professor James Angus of the university with a view to obtaining approval to conduct the research which was the subject of the diabetes project.",
      "id": "s115"
    },
    {
      "text": "... On 18 April 2002 Professor Angus meets with the [appellant] and they discuss the project.",
      "id": "s116"
    },
    {
      "text": "At this point Professor Angus is provided with a document which had been prepared by the [appellant] which I'll ultimately tender in evidence ... and has extensive discussions with Professor Angus about the project and in the course of that meeting Professor Angus says to the [appellant] (1) that the respondent would support the project.",
      "id": "s117"
    },
    {
      "text": "(2) that the respondent had the required equipment necessary to carry out the project.",
      "id": "s118"
    },
    {
      "text": "I interrelate there at the same time the [appellant] had also provided to Professor Angus a list of the scientific equipment that he would require to carry out the research.",
      "id": "s119"
    },
    {
      "text": "Thirdly and importantly Professor Angus had access to the necessary human tissue samples necessary to carry out the project and would procure those samples for the applicant.",
      "id": "s120"
    },
    {
      "text": "The core of the dispute between the parties in relation to the Diabetes Project is whether Professor Angus made those representations.",
      "id": "s121"
    },
    {
      "text": "... \n \n So its contended by the [appellant] as a result of that the evidence will show, and that's a brief narrative or summary of some of the evidence, that the representations made in April that the university would support it --- that the university had the equipment - that Professor Angus would procure the human tissue, again representations as to future matters --- again its contended on all of the evidence that the university, through Professor Angus, had no reasonable basis for making those representations at that time.",
      "id": "s122"
    },
    {
      "text": "Relying on those representations the applicant proceeds to put in place the contract with Pharmacia.",
      "id": "s123"
    },
    {
      "text": "As a result of the misleading and deceptive conduct the [appellant] has suffered loss and damage.",
      "id": "s124"
    },
    {
      "text": "\" \n\nThese passages make clear that:\n \n &#8226; The appellant's case, as opened to the Federal Magistrate, was that both representations had been made in the course of the conversation on 18 April 2002 and not on any other occasion.",
      "id": "s125"
    },
    {
      "text": "&#8226; It was not part of the appellant's case that Professor Angus had said that the project would proceed.",
      "id": "s126"
    },
    {
      "text": "What he had said was that he would \"support\" the project.",
      "id": "s127"
    },
    {
      "text": "&#8226; No clear distinction was drawn between the equipment representations and the project representations.",
      "id": "s128"
    },
    {
      "text": "20 The opening was consistent with evidence contained in the appellant's affidavit about what had transpired at the meeting on 18 April 2002.",
      "id": "s129"
    },
    {
      "text": "21 In his final address counsel for the appellant asserted that Professor Angus had \"made two crucial representations.",
      "id": "s130"
    },
    {
      "text": "The first was that he could source the tissue and the second was that the university had the equipment necessary to carry out the research.",
      "id": "s131"
    },
    {
      "text": "\" He went on to stress that it was these representations that had led the appellant to continue negotiations with the respondent and the pharmaceutical company in the latter part of 2002 rather than proceeding with negotiations to take the project to another institution.",
      "id": "s132"
    },
    {
      "text": "22 The case presented by the appellant at trial was narrower than that pleaded.",
      "id": "s133"
    },
    {
      "text": "It invited the Federal Magistrate to make findings as to whether Professor Angus had told the respondent, on 18 April 2002, that the university had the necessary equipment available for use by the appellant and that Professor Angus had also told the appellant that he (Professor Angus) had access to the human tissue samples which were needed to carry out the project and would procure those samples for the appellant.",
      "id": "s134"
    },
    {
      "text": "23 There was an unfortunate lack of precision in the way in which the appellant's case was presented at trial.",
      "id": "s135"
    },
    {
      "text": "The equipment representation as it was opened was that the university had the equipment which would be needed by the appellant to conduct his research.",
      "id": "s136"
    },
    {
      "text": "There appears to be no dispute that this was an accurate statement.",
      "id": "s137"
    },
    {
      "text": "Apart from a few small and relatively inexpensive items, the equipment was held by the university and was in the custody of Dr Lew.",
      "id": "s138"
    },
    {
      "text": "Critically, however, no mention was made of the equipment being available despite the way in which the equipment representation was defined in para 16 of the statement of claim.",
      "id": "s139"
    },
    {
      "text": "Once it had been established that the equipment was physically present within the university, the next (and more critical) question was whether it would be available for use by the appellant.",
      "id": "s140"
    },
    {
      "text": "It was alleged that one of the project representations was that the equipment would be made available.",
      "id": "s141"
    },
    {
      "text": "To this extent the two representations, relied on at trial, overlapped.",
      "id": "s142"
    },
    {
      "text": "In these circumstances it is hardly surprising that the Federal Magistrate dealt with them together.",
      "id": "s143"
    },
    {
      "text": "In my view this is what he did in para [67] of his reasons (set out above at [4]).",
      "id": "s144"
    },
    {
      "text": "Although he found in terms that it was highly likely that Professor Angus told the appellant \"that there was equipment available \" it is implicit in that finding that the university held the necessary equipment.",
      "id": "s145"
    },
    {
      "text": "The Federal Magistrate, therefore, did deal with the equipment representations.",
      "id": "s146"
    },
    {
      "text": "He then went on to find that Professor Angus had qualified his statement about the availability of the equipment by saying that Dr Lew's permission would be needed before a decision could be made as to its availability for use in the appellant's project.",
      "id": "s147"
    },
    {
      "text": "The Magistrate thereby dealt with that part of the project representations relating to the equipment.",
      "id": "s148"
    },
    {
      "text": "24 The Federal Magistrate dealt with the project representations, insofar as they related to the appellant's contention that Professor Angus had promised to procure the human tissue samples, in his reasons at paras [69] --- [72] (set out above at [5]).",
      "id": "s149"
    },
    {
      "text": "He found that it was improbable that any such promise was made at the meeting on 18 April 2002 and explained his reasons for coming to this conclusion.",
      "id": "s150"
    },
    {
      "text": "No unqualified promise could have been made at the time of the meeting given that the only way of obtaining the tissue required the cooperation of surgeons and patients and the approval of an ethics committee.",
      "id": "s151"
    },
    {
      "text": "None of this could occur until Professor Angus was seized of the full details of the proposed project.",
      "id": "s152"
    },
    {
      "text": "These were not supplied to him on 18 April 2002.",
      "id": "s153"
    },
    {
      "text": "25 The remaining representation (forming part of the project representations) which the appellant complains was not dealt with by the Federal Magistrate was an alleged representation by Professor Angus, on 18 April 2002, that the respondent would proceed with the Diabetes Project.",
      "id": "s154"
    },
    {
      "text": "The Federal Magistrate did not, in his reasons deal with this alleged representation.",
      "id": "s155"
    },
    {
      "text": "This is hardly surprising given that it formed no part of the appellant's case at trial.",
      "id": "s156"
    },
    {
      "text": "The case was opened and concluded on the basis that Professor Angus had gone no further than expressing his \"support\" for the proposed project.",
      "id": "s157"
    },
    {
      "text": "26 It is not open to the appellant, on this appeal, effectively to advance a case that was not run at trial.",
      "id": "s158"
    },
    {
      "text": "This is so, even if the case which it is now sought to run can be supported by reference to particulars contained in the statement of claim.",
      "id": "s159"
    },
    {
      "text": "He is bound by the way in which his application was prosecuted at trial: see Water Board v Moustakas [1988] HCA 12 ; (1988) 180 CLR 491 at 497.",
      "id": "s160"
    },
    {
      "text": "It cannot, fairly, be asserted that the Federal Magistrate fell into error by failing to deal with aspects of the appellant's pleaded case which were not presented at trial.",
      "id": "s161"
    },
    {
      "text": "27 In any event, I do not consider that the appellant's claim that representations were made on occasions other than the 18 April 2002 meeting can be sustained.",
      "id": "s162"
    },
    {
      "text": "I have examined each of the documents relied on by the appellant (listed above at [9] and [13]) and the evidence relating to those documents.",
      "id": "s163"
    },
    {
      "text": "At best for the appellant, some of them may, arguably, contain statements which might be said to be consistent with the appellant's allegation that the relevant representations were made at the meeting on 18 April 2002.",
      "id": "s164"
    },
    {
      "text": "None of them contained evidence of any separate representations of the kind alleged being made at other times.",
      "id": "s165"
    },
    {
      "text": "The Federal Magistrate did not overlook this material.",
      "id": "s166"
    },
    {
      "text": "Most of it is referred to in his reasons at paras 18ff.",
      "id": "s167"
    },
    {
      "text": "He was not invited to find that any of this material evidenced the making of either of the representations at other times and he did not do so.",
      "id": "s168"
    },
    {
      "text": "28 In my view the Federal Magistrate did not err.",
      "id": "s169"
    },
    {
      "text": "It was open to him, on the evidence and the case presented to him, to conclude, as he did, that the alleged representations had not been made by Professor Angus on 18 April 2002.",
      "id": "s170"
    },
    {
      "text": "29 In these circumstances it is not necessary to pursue the other two grounds pressed by the appellant on this appeal or the issues raised by the respondent in its notice of contention.",
      "id": "s171"
    },
    {
      "text": "30 The appeal should be dismissed with costs.",
      "id": "s172"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s173"
    },
    {
      "text": "Associate:\n\nDated: 18 May 2007\n\n\n Counsel for the Appellant: Dr P Vout \n \n Solicitor for the Appellant Trumble Szanto Lawyers \n \n Counsel for the Respondent: Mr C Caleo SC \n \n Solicitor for the Respondent: Minter Ellison \n \n Date of Hearing: 8 February 2007 \n \n Date of Judgment: 18 May 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/742.html",
      "id": "s174"
    }
  ]
}