{
  "name": "Australian Securities &amp; Investments Commission; Inthe Matter of Westpoint Corporation Pty Ltd ACN 009 395 751(Receivers and Managers Appointed) (In Liquidation v Read [2007] FCA 709 (11 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/709.html",
  "catchphrases": [
    {
      "text": "access by liquidator to corporate group documents seized by australian securities and investments commission under statutory powers",
      "id": "c0"
    },
    {
      "text": "no dispute by asic as to liquidators' entitlement",
      "id": "c1"
    },
    {
      "text": "large number of documents",
      "id": "c2"
    },
    {
      "text": "failed corporate group",
      "id": "c3"
    },
    {
      "text": "generalised objection to release by third party",
      "id": "c4"
    },
    {
      "text": "third party not appearing",
      "id": "c5"
    },
    {
      "text": "access proposed on conditions providing for third party applications to court",
      "id": "c6"
    },
    {
      "text": "appropriateness of proposed orders to court in relation to release and attached conditions",
      "id": "c7"
    },
    {
      "text": "ambulatory third party dispute resolution scheme inappropriate",
      "id": "c8"
    },
    {
      "text": "application dismissed",
      "id": "c9"
    },
    {
      "text": "corporations",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n \n1 The Australian Securities and Investments Commission (ASIC) applies to the Court for an order permitting the liquidators of Westpoint Corporation Pty Ltd (Receivers and Managers Appointed) (In Liquidation) (Westpoint Corporation) to inspect and obtain copies of books of the Westpoint Corporation obtained by ASIC in 2006 from privately appointed receivers of various entities in the Westpoint Group of Companies.",
      "id": "s0"
    },
    {
      "text": "The proposed orders provide for third parties to make objections to the liquidators' entitlement to the books and particular uses of them.",
      "id": "s1"
    },
    {
      "text": "The basis upon which ASIC proposes the conditions is that objections of which it has been given notice go to use of the documents rather than to the liquidators' entitlement to inspect them.",
      "id": "s2"
    },
    {
      "text": "The legal basis of the distinction is not clear.",
      "id": "s3"
    },
    {
      "text": "2 In my opinion and for the reasons which follow, I do not consider that I should make the orders sought.",
      "id": "s4"
    },
    {
      "text": "If, as ASIC says, it considers that the liquidators are entitled to the documents then it should provide access without further ado.",
      "id": "s5"
    },
    {
      "text": "If there is some third party concern about any particular use of any document or documents by the liquidators or their entitlement to use any of them, that matter can be taken up with the liquidators.",
      "id": "s6"
    },
    {
      "text": "Absent an agreed resolution, an aggrieved third party can apply to the Court either under the provisions of the Corporations Act 2001 (Cth) or by way of assertion of property or other rights in support of declaratory or injunctive relief.",
      "id": "s7"
    },
    {
      "text": "It is not for the Court to set up a regime for the resolution of disputes which may arise between liquidators and third parties.",
      "id": "s8"
    },
    {
      "text": "Quite apart from other considerations mentioned in the reasons, this may encourage the parties too readily to invoke the assistance of the Court without making adequate attempts to resolve disputes themselves.",
      "id": "s9"
    },
    {
      "text": "Factual and procedural background \n \n3 In the course of 2006 ASIC issued notices under s 33 of the Australian Securities and Investments Commission Act 2001 (Cth) (the ASIC Act) to the privately appointed receivers and managers of Westpoint Corporation and associated companies.",
      "id": "s10"
    },
    {
      "text": "By the notices ASIC required the receivers, members of the firm KordaMentha, to produce to ASIC books in their possession, custody or control that related to Norman Phillip Carey, Graeme John Rundle, Cedric Richard Palmer Beck, John Norman Dixon, Westpoint Corporation and the Westpoint Group.",
      "id": "s11"
    },
    {
      "text": "Hard copy documents and electronic records were produced to ASIC in response to the notices.",
      "id": "s12"
    },
    {
      "text": "The notices extended to documents relating to up to 193 companies, persons, trusts or entities.",
      "id": "s13"
    },
    {
      "text": "4 ASIC took possession of a large number of documents pursuant to the notices.",
      "id": "s14"
    },
    {
      "text": "These comprised approximately 3,464 boxes of hardcopy documents and Westpoint Corporation computer servers in Perth, Sydney and Melbourne.",
      "id": "s15"
    },
    {
      "text": "In addition, various laptop computers and stand-alone personal computers were also produced.",
      "id": "s16"
    },
    {
      "text": "5 The hardcopy documents which were produced came from the head office of Westpoint Corporation in Perth, storage facilities used by the company in Perth, Sydney, Melbourne and Brisbane and/or storage facilities used by KordaMentha in Brisbane in connection with their work as receivers and managers of Westpoint Corporation.",
      "id": "s17"
    },
    {
      "text": "6 ASIC created a spreadsheet which listed the folders and bags contained within the boxes of hardcopy documents by general description.",
      "id": "s18"
    },
    {
      "text": "This spreadsheet document comprises approximately 786 pages.",
      "id": "s19"
    },
    {
      "text": "The contents of 2,889 boxes containing the hard copy documents were recorded, scanned and stored in electronic form to create a document management database.",
      "id": "s20"
    },
    {
      "text": "There were approximately 358 boxes which ASIC had received from storage facilities in Sydney, Melbourne and Brisbane under the notices which were not listed in the spreadsheet.",
      "id": "s21"
    },
    {
      "text": "They were however included in the database which is referred to in these reasons as the \"Hardcopy Database\".",
      "id": "s22"
    },
    {
      "text": "7 About 575 boxes containing material which ASIC considered to be irrelevant to its current investigations were not included in the Hardcopy Database although they remain in ASIC's possession.",
      "id": "s23"
    },
    {
      "text": "The creation of the Hardcopy Database was completed on 14 November 2006 by which time it contained about 1.6 million scanned hardcopy documents comprising approximately 4.8 million pages.",
      "id": "s24"
    },
    {
      "text": "The documents themselves are almost entirely stored in boxes.",
      "id": "s25"
    },
    {
      "text": "8 Analysis of the files contained on the Westpoint Corporation server and associated computers has identified 1.8 million items of mail, 252,000 Word documents, 152,000 spreadsheets and 8,000 presentations.",
      "id": "s26"
    },
    {
      "text": "9 Since its completion of the Hardcopy Database on 14 November 2006 ASIC has not generally permitted physical inspection of the documents comprising the database.",
      "id": "s27"
    },
    {
      "text": "It has wished to maintain the integrity and security of those documents for evidentiary purposes.",
      "id": "s28"
    },
    {
      "text": "It now effects their release in electronic form.",
      "id": "s29"
    },
    {
      "text": "ASIC has experienced logistical difficulties in complying with requests for access to particular documents or groups of documents because of the difficulty of identifying, from the mass of material, those relevant to the request and the difficulty of determining entitlement to the documents by particular individuals or entities.",
      "id": "s30"
    },
    {
      "text": "10 On 14 December 2006 Clayton Utz, acting for Jeffery Herbert and Simon Read the joint and several liquidators of Westpoint Corporation, wrote to ASIC.",
      "id": "s31"
    },
    {
      "text": "Their letter followed earlier correspondence and a meeting with counsel for ASIC on 7 November 2006.",
      "id": "s32"
    },
    {
      "text": "By their letter, Clayton Utz sought access for the liquidators to documents seized by ASIC from the private receivers and managers of Westpoint Corporation.",
      "id": "s33"
    },
    {
      "text": "According to the letter the preliminary investigations of the liquidators showed that the corporate ownership structure of the companies in the Westpoint Group, a list of which was scheduled to the letter, was not reflective of the manner in which the Group was operated.",
      "id": "s34"
    },
    {
      "text": "In each instance Westpoint Corporation had control over the administrative and operational affairs of, and operated, a particular business or asset as though it owned it.",
      "id": "s35"
    },
    {
      "text": "This had the consequence that the affairs of Westpoint Corporation and the entities in the schedule were closely intertwined.",
      "id": "s36"
    },
    {
      "text": "Moreover it was an impossible task to understand the financial and operational manner in which Westpoint Corporation and its businesses were operated without access to the documents which had been seized.",
      "id": "s37"
    },
    {
      "text": "11 The liquidators' solicitors wrote: \n \n In effect, Westpoint Corporation undertook functions both as agent for the various entities (in creation, manipulation, storage and continued use of data and resultant documentation), and as principal in the performance of the strategic business unit functions.",
      "id": "s38"
    },
    {
      "text": "A relevant usage right of data and documentation was accordingly created in favour of Westpoint Corporation, the legal nature of which is founded firstly on the relationship of agency, as detailed below, secondly on the relationship of lienor and lienee of documents for use in performance of functions attaching to that agency relationship, and thirdly as principal in the undertaking of the businesses described below.",
      "id": "s39"
    },
    {
      "text": "It is not possible to distinguish between the nature of these rights at this point in time; suffice to say, we consider the following analysis establishes a right for the Liquidators to inspect; take copies of; use; and rely upon the documents of the entities in the attached schedule, pursuant to section 37 of the ASIC Act.",
      "id": "s40"
    },
    {
      "text": "12 Having set out details of the structure of the Westpoint Group and the relationship between Westpoint Corporation and the various companies listed in the schedule, the solicitors for the liquidators contend: \n \n By reason of the above matters, each of the entities in the attached schedule expressly by conduct, alternatively by necessary implication, granted Westpoint Corporation a general and unfettered agency to: \n \n \n \n (a) create, hold, amend, manipulate or otherwise deal with any documentation created by Westpoint Corporation personnel in respect of these businesses or corporate entities; \n \n (b) make decisions on behalf of directors and shareholders that affected their interests, and those of creditors and investors; and \n \n (c) arrange and conduct their financial, and reporting and audit and compliance affairs.",
      "id": "s41"
    },
    {
      "text": "In addition to these matters forming a basis for the identification of an express or implied relationship of agency, Westpoint Corporation is said to have conducted the affairs of the listed entities as thought they were its own.",
      "id": "s42"
    },
    {
      "text": "Their affairs being so extensively intermingled it is impossible to assess which transactions were those of Westpoint Corporation and which of another entity without access to the books and records.",
      "id": "s43"
    },
    {
      "text": "13 ASIC has accepted the factual contentions relating to the Westpoint Group advanced on behalf of the liquidators.",
      "id": "s44"
    },
    {
      "text": "Mr Bruno Dallo, the Project Manager in the Enforcement Directorate at ASIC's Western Australian Regional Office, said in an affidavit filed in these proceedings: \n \n ... based on ASIC's investigations into Westpoint Group affairs to date, I am informed and believe Westpoint Corporation had control and conduct of the administrative, operational and business affairs of all of the Westpoint Group entities, had general and unfettered access to documents held by it for itself and on behalf of the Westpoint Group entities, and effectively acted as agent, bailee or trustee to all of the Westpoint Group entities.",
      "id": "s45"
    },
    {
      "text": "14 ASIC identified parties that could be potentially interested in, or affected by, its compliance with the liquidators' request.",
      "id": "s46"
    },
    {
      "text": "These were: \n(a) all companies and individuals listed on the s 33 notices directed to KordaMentha; \n \n (b) any company with the same registered office as the head office of Westpoint Corporation.",
      "id": "s47"
    },
    {
      "text": "On 19 January 2007 ASIC sent letters to all of the interested parties informing them that it proposed to release the documents to the liquidators and inviting their comment.",
      "id": "s48"
    },
    {
      "text": "15 The principal objection received came from Elderslie Property Ltd (Elderslie).",
      "id": "s49"
    },
    {
      "text": "On 31 January 2007 it indicated that it objected to ASIC releasing any documents concerning the Warnbro Fair Syndicate to the liquidator.",
      "id": "s50"
    },
    {
      "text": "It did not identify any documents falling within that description.",
      "id": "s51"
    },
    {
      "text": "Discussion ensued between ASIC, the representatives of Elderslie and the liquidators' solicitors.",
      "id": "s52"
    },
    {
      "text": "The final position reached was that Elderslie was not prepared to agree to ASIC's proposed release.",
      "id": "s53"
    },
    {
      "text": "As the new responsible entity of the Warnbro Fair Syndicate it objected to release to the liquidators of materials which might be used by the liquidators against Elderslie.",
      "id": "s54"
    },
    {
      "text": "16 On 2 April 2007 ASIC wrote to Elderslie explaining that under the circumstances it considered that the liquidators were entitled to all of the Westpoint Corporation documents.",
      "id": "s55"
    },
    {
      "text": "It also informed Elderslie that it intended to make the present application to the Court and requested Elderslie to identify its position in relation to such application within seven days.",
      "id": "s56"
    },
    {
      "text": "Subsequently, on 16 April 2007, Mr Savundra, a solicitor with ASIC, spoke with Mr Luis Garcia of Elderslie who informed him that Elderslie did not intend to respond to the letter at that time and would wait for ASIC's application to be made.",
      "id": "s57"
    },
    {
      "text": "17 Other interested parties expressed reservations or concerns involving ASIC's proposed release.",
      "id": "s58"
    },
    {
      "text": "They were:\n \n (a) Ferrier Hodgson (in its capacity as liquidator of Emu Brewery Mezzanine Ltd and North Sydney Finance Ltd, receiver and manager of North Sydney Development Pty Ltd, and administrator of Westpoint Realty Pty Ltd); \n (b) Mr Norman Carey and Ms Karen Carey (through their solicitors Mony de Kerloy); and \n (c) Mr Richard Yeap and Grenich Pty Ltd (through their solicitors Hotchkin Hanley).",
      "id": "s59"
    },
    {
      "text": "ASIC considered the concerns of these five parties and formed the view that they did not identify valid objections to its proposed release.",
      "id": "s60"
    },
    {
      "text": "On 8 March 2007 it sent a further letter to them informing them that it intended to provide the Westpoint documents to the liquidators unless they sought a court order to restrain it from doing so by 16 March 2007.",
      "id": "s61"
    },
    {
      "text": "18 Hotchkin Hanley did not respond to ASIC's letter of 8 March 2007.",
      "id": "s62"
    },
    {
      "text": "Ferrier Hodgson responded but did not pursue its previous concerns.",
      "id": "s63"
    },
    {
      "text": "Mr Carey and Ms Carey, through their solicitors Mony de Kerloy, wrote to ASIC on 9 March 2007 asserting that the Westpoint documents might contain legally privileged information and that to obtain appropriate advice their clients required funding from moneys held by Healthcare Properties Pty Ltd (Healthcare).",
      "id": "s64"
    },
    {
      "text": "ASIC rejected this contention on 13 March 2007.",
      "id": "s65"
    },
    {
      "text": "An application for release of funds from Healthcare was refused in my judgment on 17 April 2007: Australian Securities &amp; Investments Commission; In the matter of Richstar Enterprises Ltd v Carey (No 15) [2007] FCA 544.",
      "id": "s66"
    },
    {
      "text": "19 ASIC's release does not extend to copies of what is known as the Redchime server.",
      "id": "s67"
    },
    {
      "text": "This is on the basis that the materials obtained from that server were not produced to ASIC by KordaMentha in their capacity as privately appointed receivers and managers to Westpoint Corporation.",
      "id": "s68"
    },
    {
      "text": "The proposed release to the liquidators is limited to the hardcopy documents.",
      "id": "s69"
    },
    {
      "text": "ASIC released an image of the Westpoint server and associated computers in June 2006.",
      "id": "s70"
    },
    {
      "text": "20 On 27 April 2007 ASIC filed an application under s 477(6) of the Corporations Act 2001 (Cth) seeking orders that the liquidators of Westpoint Corporation be permitted to inspect and obtain copies of the books of the company held by ASIC subject to certain conditions relating to third party interests which were set out in the application.",
      "id": "s71"
    },
    {
      "text": "21 The application was served on Mr Norman Carey, Elderslie and KordaMentha.",
      "id": "s72"
    },
    {
      "text": "A process server was engaged to serve a copy of the application on Ms Karen Carey at Unit 6, 12 Forrest Street, South Perth.",
      "id": "s73"
    },
    {
      "text": "This was an address obtained from an affidavit sworn by Ms Carey on 28 March 2007 in the proceedings in this Court relating to the appointment of receivers and other controls on property of the Westpoint Group (WAD 83 of 2006).",
      "id": "s74"
    },
    {
      "text": "The process server, however, was unable to serve Ms Carey at that address.",
      "id": "s75"
    },
    {
      "text": "According to the affidavit of Michael James Shore affirmed 4 May 2007, he spoke with a person who answered the front door at the address in South Perth and was informed that Ms Karen Carey does not live there.",
      "id": "s76"
    },
    {
      "text": "The present occupant moved in a fortnight before and was renting through a real estate agency in Como.",
      "id": "s77"
    },
    {
      "text": "22 Following delivery to it of the affidavits Elderslie, through Mr Garcia, wrote to ASIC on 8 May 2007 stating that, having reviewed the affidavits, it had decided that it did not seek to be heard on the application.",
      "id": "s78"
    },
    {
      "text": "Statutory framework \n \n23 Section 477 of the Corporations Act deals with the power of company liquidators.",
      "id": "s79"
    },
    {
      "text": "Section 477(3) provides: \n \n A liquidator of a company is entitled to inspect at any reasonable time any books of the company and a person who refuses or fails to allow the liquidator to inspect such books at such a time is guilty of an offence.",
      "id": "s80"
    },
    {
      "text": "24 Section 477(6) provides:\n \n The exercise by the liquidator of the powers conferred by this section is subject to the control of the Court, and any creditor or contributory, or ASIC, may apply to the Court with respect to any exercise or proposed exercise of any of those powers.",
      "id": "s81"
    },
    {
      "text": "25 The books and documents were obtained by ASIC in the exercise of its power under s 33 of the ASIC Act which provides: \n \n ASIC may give to a person a written notice requiring the production to a specified member or staff member, at a specified place and time, of specified books that are in the first-mentioned person's possession and relate to: \n \n (a) affairs of a body corporate; or\n \n ...\n \n\n26 ASIC's powers where books are produced or seized are set out in s 37, which provides, inter alia: \n \n (1) This section applies where: \n \n \n \n (a) books are produced to a person under a requirement made under this Division; or\n ...\n \n \n \n (2) If paragraph (1)(a) applies, the person may take possession of any of the books.",
      "id": "s82"
    },
    {
      "text": "(3) The person may inspect, and may make copies of, or take extracts from, any of the books.",
      "id": "s83"
    },
    {
      "text": "(4) The person may use, or permit the use of, any of the books for the purposes of a proceeding.",
      "id": "s84"
    },
    {
      "text": "(5) The person may retain possession of any of the books for so long as is necessary: \n \n \n \n (a) for the purposes of exercising a power conferred by this section (other than this subsection and subsection (7)); or\n \n (b) for any of the purposes referred to in paragraphs 28(a), (b) and (d); or \n \n (c) for a decision to be made about whether or not a proceeding to which the books concerned would be relevant should be begun; or \n \n (d) for such a proceeding to be begun and carried on.",
      "id": "s85"
    },
    {
      "text": "...\n \n \n \n (7) While the books are in the person's possession, the person: \n \n \n \n (a) must permit another person to inspect at all reasonable times such (if any) of the books as the other person would be entitled to inspect if they were not in the first-mentioned person's possession; and \n \n (b) may permit another person to inspect any of the books.",
      "id": "s86"
    },
    {
      "text": "27 Section 127 provides: \n \n (1) ASIC must take all reasonable measures to protect from unauthorised use or disclosure information: \n \n \n \n (a) given to it in confidence in or in connection with the performance of its functions or the exercise of its powers under the corporations legislation (other than the excluded provisions); or\n \n (b) that is protected information.",
      "id": "s87"
    },
    {
      "text": "The orders sought \n \n28 ASIC seeks the following orders set out in its application: \n \n \n 1.",
      "id": "s88"
    },
    {
      "text": "The liquidators (\" Liquidators \") of Westpoint Corporation Pty Ltd (receiver and manager appointed) (in liquidation) (\" Westpoint Corporation\" \") may inspect, and obtain copies of, the books (as that term is defined in section 9 of the Corporations Act 2001 ) (\" Books ) of Westpoint Corporation that are held by the Australian Securities and Investments Corporation [sic], subject to the following conditions: \n \n \n \n \n \n (a) If any third party, on grounds reasonably satisfactory to the Liquidators, claims that the Liquidators are not entitled or no longer entitled to specifically identified Books or some of them (\" Relevant Books \"), the Liquidators may not, in any way, make use (including making any claim against any person) of the Relevant Books (except as part of making or defending an application to the Court under this paragraph (a) or paragraph (b) below), unless they apply to the Court in these proceedings, on reasonable notice to the third party, and obtain an order enabling the Liquidators to make use of the Relevant Books.",
      "id": "s89"
    },
    {
      "text": "(b) If the Liquidators are not reasonably satisfied that a third party's claim (that the Liquidators are not entitled or no longer entitled to the Relevant Books) is valid, the Liquidators must inform the third party of this fact and inform the third party that the third party may apply to the Court in these proceedings, within 14 days, and seek an order preventing the Liquidators from making use (including in making any claim against any person) of the Relevant Books.",
      "id": "s90"
    },
    {
      "text": "If the third party applies to the Court as provided by this paragraph (b), the Liquidators may not, in any way, make use of the Relevant Books (except as part of making or defending an application to the Court under this paragraph (b) or paragraph (a) above) until the third party's application to the Court has been determined.",
      "id": "s91"
    },
    {
      "text": "2.",
      "id": "s92"
    },
    {
      "text": "Despite paragraph 1 above, the Liquidators and ASIC have liberty to apply to the Court, on 72 hours' notice to any affected third party, in case of any urgency.",
      "id": "s93"
    },
    {
      "text": "3.",
      "id": "s94"
    },
    {
      "text": "Such further or other orders as to the Court appear appropriate.",
      "id": "s95"
    },
    {
      "text": "Whether the orders sought should be made \n \n29 On the face of it the present application is unnecessary.",
      "id": "s96"
    },
    {
      "text": "ASIC has made a judgment, which appears to be correct, that the liquidators are entitled to gain access to the documents which it has seized.",
      "id": "s97"
    },
    {
      "text": "There is no dispute between them.",
      "id": "s98"
    },
    {
      "text": "The Court has not been asked to determine that entitlement in any binding way.",
      "id": "s99"
    },
    {
      "text": "There is no contradictor.",
      "id": "s100"
    },
    {
      "text": "The only substantive objection has been raised by Elderslie but it has not appeared in this Court to support its objection.",
      "id": "s101"
    },
    {
      "text": "That may have been on the assumption that what ASIC was proposing was in effect by way of a consent order between itself and the liquidators.",
      "id": "s102"
    },
    {
      "text": "Any assumption that such an order would be made as a matter of course is misplaced.",
      "id": "s103"
    },
    {
      "text": "The Court will only make an order by consent where it is satisfied that the order is within power and appropriate.",
      "id": "s104"
    },
    {
      "text": "In this case I do not consider that the order is appropriate.",
      "id": "s105"
    },
    {
      "text": "30 ASIC says it has brought the application because of the third party concern, particularly that of Elderslie, about the use to which some of the documents may be put by the liquidators.",
      "id": "s106"
    },
    {
      "text": "ASIC describes the orders it seeks as effectively permitting the liquidators to have access to their books but subject to the Court's supervision and control.",
      "id": "s107"
    },
    {
      "text": "31 Absent a specific controversy about the proposed release or some proposed exercise by the liquidator of its powers, it is not appropriate for the Court to be providing judicial cover in advance for a decision which is properly the function of ASIC.",
      "id": "s108"
    },
    {
      "text": "On the evidence before the Court, the liquidators want to have access to the documents and ASIC is satisfied that they are entitled to that access.",
      "id": "s109"
    },
    {
      "text": "32 The liquidators can make their own arrangements, if they think it necessary, to give notice of any potentially contentious uses of the documents to which they have access to any third party affected by such use.",
      "id": "s110"
    },
    {
      "text": "If a dispute emerges, an application can be made to the Court by any person asserting a legal right or privilege as against the liquidators.",
      "id": "s111"
    },
    {
      "text": "In my opinion it is not appropriate for the Court to put in place a regime for judicial supervision against the possibility of a dispute which may never occur.",
      "id": "s112"
    },
    {
      "text": "If, as ASIC accepts, the liquidators are entitled to the documents and their access to the documents is, as ASIC also accepts, consistent with s 33, then ASIC should provide that access without further delay.",
      "id": "s113"
    },
    {
      "text": "If Elderslie or any other third party has a concern about the use by the liquidators of any particular document or set of documents to which they are given access then they can raise it with the liquidators.",
      "id": "s114"
    },
    {
      "text": "If it cannot be resolved with the liquidators then they can approach the Court to assert their legal rights.",
      "id": "s115"
    },
    {
      "text": "Conclusion \n \n33 For the preceding reasons in my opinion the application should be dismissed.",
      "id": "s116"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s117"
    },
    {
      "text": "Associate:\nDated: 11 May 2007\n\n Counsel for the Plaintiff: Mr B Dharmananda \n \n Solicitor for the Plaintiff: Australian Securities and Investments Commission \n \n Counsel for the First Defendant: Mr D Hargreaves \n \n Solicitor for the First Defendant: Clayton Utz \n \n Date of Hearing: 9 May 2007 \n \n Date of Judgment: 11 May 2007 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/709.html",
      "id": "s118"
    }
  ]
}