{
  "name": "University of Western Australia v Gray (No 16) [2007] FCA 843 (31 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/843.html",
  "catchphrases": [
    {
      "text": "tendency evidence",
      "id": "c0"
    },
    {
      "text": "notice requirement",
      "id": "c1"
    },
    {
      "text": "probative value",
      "id": "c2"
    },
    {
      "text": "case management considerations",
      "id": "c3"
    },
    {
      "text": "tender refused",
      "id": "c4"
    },
    {
      "text": "evidence",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "University of Western Australia v Gray (No 16) [2007] FCA 843 (31 May 2007) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2007 &gt;&gt; [2007] FCA 843 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] University of Western Australia v Gray (No 16) [2007] FCA 843 (31 May 2007) \nLast Updated: 4 June 2007 \n FEDERAL COURT OF AUSTRALIA \n\n The University of Western Australia v Gray (No 16) [2007] FCA 843 \n \n\n\n EVIDENCE --- tendency evidence --- notice requirement --- probative value --- case management considerations --- tender refused \n\n \n\n\n\n\n\n\n Evidence Act 1995 (Cth) s 97 , s 135 \n\n Victoria University of Technology v Wilson (2004) 60 IPR 392 cited \n\n\n\n\n\n\n\n\n\n THE UNIVERSITY OF WESTERN AUSTRALIA v BRUCE NATHANIEL GRAY, SIRTEX MEDICAL LIMITED (ACN 078 166 122), CANCER RESEARCH INSTITUTE INCORPORATED (REGISTERED NUMBER 1001005), BRUCE NATHANIEL GRAY, UNIVERSITY OF WESTERN AUSTRALIA, YAN CHEN, SIRTEX MEDICAL LIMITED (ACN 078 166 122), THE UNIVERSITY OF WESTERN AUSTRALIA, SIRTEX MEDICAL LIMITED (ACN 078 166 122), BRUCE NATHANIEL GRAY AND CANCER RESEARCH INSTITUTE INCORPORATED (REGISTERED NUMBER 1001005) \n WAD 292 OF 2004 \n\n\n\n\n\n\n FRENCH J \n 31 MAY 2007 \n PERTH \n\n\n\n IN THE FEDERAL COURT OF AUSTRALIA \n WESTERN AUSTRALIA DISTRICT REGISTRY WAD 292 OF 2004 \n\n BETWEEN: THE UNIVERSITY OF WESTERN AUSTRALIA \n Applicant AND: BRUCE NATHANIEL GRAY \n First Respondent \n\n SIRTEX MEDICAL LIMITED (ACN 078 166 122) \n Second Respondent \n\n CANCER RESEARCH INSTITUTE INCORPORATED (REGISTERED NUMBER 1001005) \n Third Respondent \n\n BRUCE NATHANIEL GRAY \n First Cross-Claimant \n\n UNIVERSITY OF WESTERN AUSTRALIA \n First Cross-Respondent to First Cross-Claim \n\n YAN CHEN \n Second Cross-Respondent to First Cross-Claim \n\n SIRTEX MEDICAL LIMITED (ACN 078 166 122) \n Second Cross-Claimant \n\n THE UNIVERSITY OF WESTERN AUSTRALIA \n Cross-Respondent to Second Cross-Claim \n\n SIRTEX MEDICAL LIMITED (ACN 078 166 122) \n Third Cross-Claimant \n\n BRUCE NATHANIEL GRAY \n First Cross-Respondent to Third Cross-Claimant \n\n CANCER RESEARCH INSTITUTE INCORPORATED (REGISTERED NUMBER 1001005) \n Second Cross-Respondent to Third Cross-Claim \n\n\n JUDGE: FRENCH J DATE OF ORDER: 31 MAY 2007 WHERE MADE: PERTH \n\n THE COURT ORDERS THAT: \n\n \n The tender of the Heartlink documents is refused.",
      "id": "s0"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s1"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n WESTERN AUSTRALIA DISTRICT REGISTRY WAD 292 OF 2004 \n\n BETWEEN: THE UNIVERSITY OF WESTERN AUSTRALIA \n Applicant AND: BRUCE NATHANIEL GRAY \n First Respondent \n\n SIRTEX MEDICAL LIMITED (ACN 078 166 122) \n Second Respondent \n\n CANCER RESEARCH INSTITUTE INCORPORATED (REGISTERED NUMBER 1001005) \n Third Respondent \n\n BRUCE NATHANIEL GRAY \n First Cross-Claimant \n\n UNIVERSITY OF WESTERN AUSTRALIA \n First Cross- Respondent to First Cross-Claim \n\n YAN CHEN \n Second Cross-Respondent to First Cross-Claim \n\n SIRTEX MEDICAL LIMITED (ACN 078 166 122) \n Second Cross-Claimant \n\n THE UNIVERSITY OF WESTERN AUSTRALIA \n Cross-Respondent to Second Cross-Claim \n\n SIRTEX MEDICAL LIMITED (ACN 078 166 122) \n Third Cross-Claimant \n\n BRUCE NATHANIEL GRAY \n First Cross-Respondent to Third Cross-Claim \n\n CANCER RESEARCH INSTITUTE INCORPORATED (REGISTERED NUMBER 1001005) \n Second Cross-Respondent to Third Cross-Claim \n\n JUDGE: FRENCH J DATE: 31 MAY 2007 PLACE: PERTH \n\n RULING ON ADMISSIBILITY OF HEARTLINK EVIDENCE \n \n1 The first respondent, Dr Gray, seeks to tender two folders of documents concerning dealings between the University of Western Australia (the University) and Dr Hans Stampfer, a company called Heartlink Diagnostics Pty Ltd (HDPL) and a publicly listed company, Heartlink Limited (Heartlink).",
      "id": "s2"
    },
    {
      "text": "The proposed evidence indicates that Dr Stampfer, a senior lecturer at the University, invented a method of diagnosing psychiatric disorders by monitoring the patterns of a subject's heart rate.",
      "id": "s3"
    },
    {
      "text": "The invention was the subject of a patent applied for in 1998.",
      "id": "s4"
    },
    {
      "text": "It appears from the materials that Dr Stampfer was regarded by the University as having developed the invention in the course of his employment at the University.",
      "id": "s5"
    },
    {
      "text": "He assigned his interest in the invention to HDPL in 1997.",
      "id": "s6"
    },
    {
      "text": "That transfer seems to have occurred without the prior consent of the University.",
      "id": "s7"
    },
    {
      "text": "HDPL paid patenting and commercialisation costs.",
      "id": "s8"
    },
    {
      "text": "2 The University negotiated with HDPL and Dr Stampfer and ultimately entered into a Deed of Acknowledgement and Assignment with them and with the publicly listed company, Heartlink, on 25 July 2000.",
      "id": "s9"
    },
    {
      "text": "3 The recitals to the Deed stated that HDPL and Dr Stampfer had been in dispute with the University over the ownership of the technology.",
      "id": "s10"
    },
    {
      "text": "They also recited that the dispute had been settled on the basis that the University and Dr Stampfer acknowledged that the technology had always been owned by HDPL and that HDPL would pay a commercial fee to the University.",
      "id": "s11"
    },
    {
      "text": "4 The documents for tender include the Deed and exchanges relating to the negotiation of its terms as well as other deeds and correspondence and the prospectus issued by Heartlink.",
      "id": "s12"
    },
    {
      "text": "Minutes of the meeting of the Intellectual Property Committee of the University held on 15 December 1999 are also included.",
      "id": "s13"
    },
    {
      "text": "5 The evidence is said to be probative of the tendency of the University, at a time relevant to the present proceedings, not to commercialise patentable inventions disclosed to it by its staff.",
      "id": "s14"
    },
    {
      "text": "Alternatively, it is said to be relevant to a lack of capacity on the part of the University to undertake such commercialisation.",
      "id": "s15"
    },
    {
      "text": "This is said to be relevant to the relief claimed by the University and the effect of the alleged non-disclosure by Dr Gray of his inventions.",
      "id": "s16"
    },
    {
      "text": "6 The tender was supported by Sirtex Medical Limited (Sirtex) which referred to observations made by Nettle J in Victoria University of Technology v Wilson (2004) 60 IPR 392 that (at [210]): \n \n ... a fiduciary's position only inhibits him or her in respect of business opportunities that the principal is actively pursuing or in which the principal might reasonably be expected to be interested.",
      "id": "s17"
    },
    {
      "text": "As Professor Glover put it in the first edition of his work on commercial equity: \"characterisation of an opportunity as a fiduciary opportunity overlaps with the characterisation of whether the scope of fiduciary duties extends to the opportunity in question\".",
      "id": "s18"
    },
    {
      "text": "7 Objection was taken to the tender by the University on the basis that Dr Gray was seeking to put in evidence of a tendency on the part of the University to act in a particular way or to have a particular state of mind in relation to the commercialisation of inventions.",
      "id": "s19"
    },
    {
      "text": "This was evidence which, it was said, was covered by s 97 of the Evidence Act 1995 (Cth).",
      "id": "s20"
    },
    {
      "text": "Evidence covered by that section which defines \"the tendency rule\" is admissible only upon prior reasonable notice in writing to the other parties.",
      "id": "s21"
    },
    {
      "text": "Moreover it is not admissible if the Court considers that it would not, either by itself or having regard to other evidence, have significant probative value.",
      "id": "s22"
    },
    {
      "text": "The notice requirement can be waived by the Court under s 100(1).",
      "id": "s23"
    },
    {
      "text": "Also relevant for present purposes are the provisions of s 135 of the Evidence Act which provide: \n \n The court may refuse to admit evidence if its probative value is substantially outweighed by the danger that the evidence might: \n \n (a) be unfairly prejudicial to a party; or \n \n (b) be misleading or confusing; or \n \n (c) cause or result in undue waste of time.",
      "id": "s24"
    },
    {
      "text": "8 I have perused the documents contained in the two folders.",
      "id": "s25"
    },
    {
      "text": "They relate to the resolution of a particular dispute about the ownership of intellectual property and do not appear on the face of them to support general inferences about the tendency or capacity of the University at the relevant time in relation to the commercialisation of intellectual property.",
      "id": "s26"
    },
    {
      "text": "They potentially open up a wide field of inquiry about the basis upon which the settlement reached in the case to which they relate turned upon an assessment of the strengths and weaknesses of the University's case or more general considerations.",
      "id": "s27"
    },
    {
      "text": "To the extent that the documents go to tendency in the sense covered by s 97 , I do not consider that they have significant probative value in the present case.",
      "id": "s28"
    },
    {
      "text": "To the extent that they are said to go to capacity, I consider that their probative value is substantially outweighed by the danger that they might cause or result in undue waste of time.",
      "id": "s29"
    },
    {
      "text": "9 The tender of the documents will be refused.",
      "id": "s30"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s31"
    },
    {
      "text": "Associate:\nDated: 31 May 2007\n\n\n Counsel for the Applicant: Mr T Tobin QC, Mr M Green and Mr D Pratt \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr M Bennett and Mr I Freeman \n \n Solicitor for the First Respondent: Lavan Legal \nCounsel for the Second Respondent:\n\nSolicitor for the Second Respondent: \nMr JD Elliott SC, Mr EJC Heerey and Mr J Emmett\n\n\nDLA Phillips Fox Date of Hearing: 29 May 2007 \n \n Date of Judgment: 31 May 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/843.html",
      "id": "s32"
    }
  ]
}