{
  "name": "Haslam v Money for Living (Aust) Pty Ltd(Administrators Appointed) (ACN 107 611 218) [2007] FCA 897 (8 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/897.html",
  "catchphrases": [
    {
      "text": "approval of settlement against one respondent",
      "id": "c0"
    },
    {
      "text": "where application unopposed",
      "id": "c1"
    },
    {
      "text": "principles relevant to court approval",
      "id": "c2"
    },
    {
      "text": "provision of adequate notice",
      "id": "c3"
    },
    {
      "text": "whether proposed settlement is fair and reasonable and in the interests of group members as a whole",
      "id": "c4"
    },
    {
      "text": "confidentiality of settlement terms",
      "id": "c5"
    },
    {
      "text": "representative proceedings",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This is a representative proceeding under Part IVA of the Federal Court of Australia Act 1976 (Cth) (\"the Act \").",
      "id": "s0"
    },
    {
      "text": "2 In Australian Securities &amp; Investments Commission v Money for Living (Aust) Pty Ltd (admin appted) &amp; Ors (No.2) [2006] FCA 1285 , Finkelstein J described the factual background to these proceedings in the following terms:\n \n \"Money for Living (Aust) Pty Ltd (admin apptd) [\"MFL\"] and MFL Property Holdings Pty Ltd (admin apptd) [\"MFPL\"] , by their directors, ... Stephen O'Neill, Gary O'Neill and Jolanta Olszewski - promoted a scheme that enticed home-owners, typically retirees or pensioners, to sell their homes in return for what the promoters described as a 'guaranteed' income and a 'guaranteed' right to live in their former home for life.",
      "id": "s1"
    },
    {
      "text": "Many people were induced to participate in the scheme.",
      "id": "s2"
    },
    {
      "text": "The idea was that the home-owners could free up and live off the equity that would otherwise be tied up in their family home.",
      "id": "s3"
    },
    {
      "text": "To the great misfortune of those people the scheme collapsed.",
      "id": "s4"
    },
    {
      "text": "The companies that purchased their homes (the purchaser was either MFL or MFLP) are insolvent and have had administrators appointed.",
      "id": "s5"
    },
    {
      "text": "The 'guaranteed income' is not being paid.",
      "id": "s6"
    },
    {
      "text": "For some, their life tenancy may be at risk.",
      "id": "s7"
    },
    {
      "text": "\" \n \n\nI will describe this as the 'MFL Scheme'.",
      "id": "s8"
    },
    {
      "text": "3 Six home-owners of the kind described by Finkelstein J commenced these proceedings in the Federal Court of Australia against MFL, MFPL, the directors of MFL, Diakou Faigen, four third party investors and three lenders.",
      "id": "s9"
    },
    {
      "text": "4 The applicants comprise a number of categories.",
      "id": "s10"
    },
    {
      "text": "Category A group members are those who, at the date of filing of the Application, had entered into Contracts of Sale of their property (\"Contracts of Sale\"), either Deeds or Deeds of Agreement (\"Deeds of Agreement\") and either Residential Tenancy Agreements or Deeds of Tenancy (\"Leases\") with MFL and remained registered proprietors of their respective properties.",
      "id": "s11"
    },
    {
      "text": "The first applicant is a member of this category.",
      "id": "s12"
    },
    {
      "text": "Category B group members are those who, at the date of filing of the Application, had entered into Contracts of Sale, Deeds of Agreement and Leases with MFL but the title to whose respective properties the subject of the Contract of Sale was registered in the name of MFL.",
      "id": "s13"
    },
    {
      "text": "The second and third applicants are members of this category.",
      "id": "s14"
    },
    {
      "text": "Category C group members are those who, at the date of filing of the Application, had entered into Contracts of Sale, Deeds of Agreement and Leases with MFPL and whose title to their respective properties the subject of the Contract of Sale was registered in the name of MFPL.",
      "id": "s15"
    },
    {
      "text": "The fourth to sixth applicants are members of this category.",
      "id": "s16"
    },
    {
      "text": "5 Each of the applicants retained the thirteenth respondent, Diakou Faigen, to advise them prior to entry into the MFL Scheme and to prepare the necessary contract documentation to facilitate their entry into the MFL Scheme.",
      "id": "s17"
    },
    {
      "text": "As a consequence of the collapse of the MFL Scheme, the applicants suffered loss and damage.",
      "id": "s18"
    },
    {
      "text": "The applicants alleged that their losses and damages were caused by Diakou Faigen having breached its retainer and its duty of care and the fiduciary duties owed to the applicants.",
      "id": "s19"
    },
    {
      "text": "6 Subject to approval by the Court, the claim against Diakou Faigen was settled by agreement between the applicants and Diakou Faigen made on 19 April 2007.",
      "id": "s20"
    },
    {
      "text": "The terms of settlement are set out in a Deed of Settlement between the parties dated 19 April 2007 (\"the Diakou Settlement Deed\").",
      "id": "s21"
    },
    {
      "text": "The balance of the applicants' claims against the other respondents remain on foot.",
      "id": "s22"
    },
    {
      "text": "The Diakou Settlement Deed also settled related representative proceedings in the Supreme Court of Victoria in which Diakou Faigen was the sole defendant (\"the Harrison Proceeding\") and separate proceedings instituted in that court against Diakou Faigen by Mr and Mrs Daly.",
      "id": "s23"
    },
    {
      "text": "On 6 June 2007, the Honourable Justice Gillard approved the settlement of the Harrison Proceeding pursuant to the terms of the Diakou Settlement Deed.",
      "id": "s24"
    },
    {
      "text": "7 By s 33V of the Act , a representative proceeding may not be settled without the approval of the Court.",
      "id": "s25"
    },
    {
      "text": "The question before me is whether the settlement of these representative proceedings between the applicants and Diakou Faigen should be approved by the Court.",
      "id": "s26"
    },
    {
      "text": "Counsel for the applicants submitted that the settlement (as recorded in the Diakou Settlement Deed) was fair, reasonable and adequate in the interests of the group members as a whole and should, therefore, be approved.",
      "id": "s27"
    },
    {
      "text": "PROCEDURAL ORDERS AND NOTICE OF SETTLEMENT \n \n8 By Notice of Motion dated 23 April 2007, the applicants sought orders from the Court approving under s 33X(4) of the Act , relating to the form and content of the notice of approval of the settlement under s 33V of the Act .",
      "id": "s28"
    },
    {
      "text": "9 On 4 May 2007, Middleton J made orders, inter alia , that on or before 11 May 2007, the applicants' solicitors post by ordinary mail to all group members in this representative proceeding an explanatory notice and, pursuant to s 33J of the Act , an attached opt-out notice.",
      "id": "s29"
    },
    {
      "text": "The order went on to provide that by 4.00pm on 1 June 2007, a group member could file an opt-out notice with the Court.",
      "id": "s30"
    },
    {
      "text": "I have evidence before me that the explanatory notice and the attached opt-out notice was sent by ordinary mail to each group member.",
      "id": "s31"
    },
    {
      "text": "No opt-out notice has been filed with the court.",
      "id": "s32"
    },
    {
      "text": "10 On 4 May 2007, I made orders, inter alia, that:\n \n \n \n \"1.",
      "id": "s33"
    },
    {
      "text": "On or before 11 May 2007 the Applicants' solicitors shall post by ordinary mail to each of the group members identified in schedule 1 to these orders a notice of the Applicants' application for approval by the Court of the proposed settlement of the group proceeding against the Thirteenth Respondent pursuant to s 33V of the Federal Court of Australia Act 1976 (the Act) in the form initialled by me and placed in a sealed envelope in the Court file marked with the words 'Not to be opened except by order of a Justice of the Federal Court of Australia'.",
      "id": "s34"
    },
    {
      "text": "2.",
      "id": "s35"
    },
    {
      "text": "That any group member who pursuant to Section 33Y(6) of the Act wishes to object to the approval of the settlement of this representative proceeding must do so on or before 4 pm on 1 June 2007 by filing with the Court a notice of objection in the form set out in schedule 3 to the notice of proposed settlement setting out the reasons for their objection.",
      "id": "s36"
    },
    {
      "text": "3.",
      "id": "s37"
    },
    {
      "text": "That any notice of objection filed pursuant to order 2 hereof, be placed in a sealed envelope in the Court file and marked with the words 'Not to be inspected by any person other than the applicants, the thirteenth respondent and their legal advisors without Order of the Court', and until further order of the Court, inspection of any such notice of objection be restricted to the applicants, the thirteenth respondent and their legal advisors.",
      "id": "s38"
    },
    {
      "text": "\" \n \n \n \n\n11 On 10 May 2007, I made further orders substituting the form of notice to be sent in accordance with para 1 of the orders of 4 May 2007.",
      "id": "s39"
    },
    {
      "text": "12 The applicants' solicitors complied with the first order of the Orders made on 4 May 2007.",
      "id": "s40"
    },
    {
      "text": "A copy of the amended form of notice of the proposed settlement was mailed to each group member identified in Sch 1 to the Orders made on 4 May 2007.",
      "id": "s41"
    },
    {
      "text": "That notice gave group members an opportunity to object to the Diakou Settlement if they so desired by notice to the Court.",
      "id": "s42"
    },
    {
      "text": "No notice of objection was filed with the Court.",
      "id": "s43"
    },
    {
      "text": "13 In addition to the procedural orders, the Diakou Settlement Deed requires that Deeds of Release be executed which will take effect upon the conditions precedent to the Settlement Deed being satisfied.",
      "id": "s44"
    },
    {
      "text": "Those conditions precedent include approval of the settlement by the Court.",
      "id": "s45"
    },
    {
      "text": "14 In support of the application for approval, Mr Warren of Russell Kennedy provided two affidavits --- one affirmed on 4 June 2007 and the second on 6 June 2007.",
      "id": "s46"
    },
    {
      "text": "In the affidavits, Mr Warren deposed to the following matters:\n \n \n (1) the advice that was provided to the applicants and other group members for whom his firm acts;\n (2) that he held an information session which was attended by many of the group members for whom the firm acts (or their representatives) at which he answered all questions raised concerning the proposed settlement;\n (3) he has responded to numerous letters, emails and telephone calls from many group members or their representatives (for whom the firm acts);\n (4) none of the group members objected to the proposed settlement;\n (5) all but one of the group members for whom the firm acts has either signed a release in favour of Daikou Faigen or told Mr Warren that they intend to execute it;\n (6) that in relation to two group members for whom he does not act, he has spoken to their solicitor who advised him that they intend to sign the release and then opt out at the second opportunity;\n (7) in recommending to his clients that they accept the proposed settlement, he has had regard to the opinions of counsel and other advisers (which have been tendered in evidence and I have read) and formed his own opinion that for the reasons stated, the settlement sum under the Diakou Settlement Deed was fair and reasonable and equitably addressed the interests of the applicants and the group members in this proceeding and the Harrison Proceeding.",
      "id": "s47"
    },
    {
      "text": "15 Also in support of the application for approval, Mr Paul Dellios from Dellios West swore an affidavit on 22 May 2007 in which he deposed to the following matters:\n \n(1) The names of the group members for whom the firm acted;\n \n \n (2) That the settlement was the outcome of a confidential mediation on 11 September 2006 at which their clients were represented by Senior counsel;\n (3) The discussions between his firm and his group member clients and the advice he had given them;\n (4) That each of the group members received a copy of the opt-out notice;\n (5) That each group member approved of the settlement and had, in his presence, executed a Release and confidentiality undertaking.",
      "id": "s48"
    },
    {
      "text": "16 Finally, in support of the application for approval, Mr Hardwick of Slater &amp; Gordon swore an affidavit on 30 May 2007.",
      "id": "s49"
    },
    {
      "text": "In that affidavit, Mr Hardwick also deposed to discussions between Slater &amp; Gordon and his group member clients, the advice that he had given, and the fact that his clients had accepted his advice and executed a release in favour of Diakou Faigen.",
      "id": "s50"
    },
    {
      "text": "In addition, Mr Hardwick deposed to the fact that he had obtained an executed release from the sole group member who was not represented by Slater &amp; Gordon, Russell Kennedy or Dellios West.",
      "id": "s51"
    },
    {
      "text": "COURT'S APPROACH UNDER S 33V \n \n17 In assessing a compromise under s 33V of the Act, the Court's task is an onerous one particularly in circumstances such as the present where the application is unoppossed: see Lopez v Star World Enterprises Pty Ltd (in liq) (1999) ATPR 41-678 at [16].",
      "id": "s52"
    },
    {
      "text": "The Court is required:\n \n(1) to assess whether the proposed settlement or compromise is fair and reasonable and adequate having regard to the claims made on behalf of the group members who will be bound by the settlement: see Williams v FAI Home Security Pty Ltd (No 4) (2000) 180 ALR 459 at [19]; and\n \n(2) \" to be satisfied that any settlement or discontinuance of representative proceedings has been undertaken in the interests of the group members as a whole, and not just in the interests of the applicant and the respondent \": Australian Competition and Consumer Commission v Chats House Investments Pty Ltd (1996) 71 FCR 250 at 258; Lopez v Star World Enterprises Pty Ltd [1999] ATPR 41-678 at [15] and Darwalla Milling Co Pty Ltd v F Hoffman-La Roche Ltd (No 2) (2007) ATPR 42-134 at [30] and [31].",
      "id": "s53"
    },
    {
      "text": "See also Neil v P &amp; O Cruises Australia Pty Ltd (formerly P &amp; O Holidays Ltd) [2002] FCA 1325 (Weinberg J) at [6] ---[7]; Jarrama Pty Ltd v Caltex Australia Petroleum Pty Ltd [2004] FCA 1114 (Crennan J) at [10]; Courtney v Medtel Pty Ltd (No 5) (2004) 212 ALR 311 (Sackville J) at [37] ---[42]) and Georgiou v Old England Hotel Pty Ltd [2006] FCA 705 at [18] (Young J).",
      "id": "s54"
    },
    {
      "text": "18 In Williams v FAI Home Security Pty Ltd (No 4) (2000) 180 ALR 459 at [19], Goldberg J described the court's task in the following terms:\n \n \"Ordinarily the task of a court upon an application such as this, is to determine whether the proposed settlement or compromise is fair and reasonable, having regard to the claims made on behalf of the group members who will be bound by the settlement.",
      "id": "s55"
    },
    {
      "text": "Ordinarily in such circumstances the Court will take into account the amount offered to each group member, the prospects of success in the proceeding, the likelihood of the group members obtaining judgment for an amount significantly in excess of the settlement offer, the terms of any advice received from counsel and from any independent expert in relation to the issues which arise in the proceeding, the likely duration and cost of the proceeding if continued to judgment, and the attitude of the group members to the settlement.",
      "id": "s56"
    },
    {
      "text": "In Re General Motors Corporation Pick-Up Truck Fuel Tank Products Liability Litigation 55 F 3d 768 at 785 (1995) the United States Court of Appeals for the Third Circuit referred to the nine-factor test it had adopted: \n \n \n \n \"... to help district courts structure their final decisions to approve settlements as fair, reasonable and adequate as required by Rule 23(e) [which requires court approval for settlement of class actions].",
      "id": "s57"
    },
    {
      "text": "See Girsh v Jepson 521 F 2d 153 at 157 (1975) (3rd Cir).",
      "id": "s58"
    },
    {
      "text": "Those factors are: (1) the complexity and duration of the litigation; (2) the reaction of the class to the settlement; (3) the stage of the proceedings; (4) the risks of establishing liability; (5) the risks of establishing damages; (6) the risks of maintaining a class action; (7) the ability of the defendants to withstand a greater judgment; (8) the range of reasonableness of the settlement in light of the best recovery; and (9) the range of reasonableness of the settlement in light of all the attendant risks of litigation.",
      "id": "s59"
    },
    {
      "text": "\" \n \n \n \n (See also County of Suffolk v Long Island Lighting Co 907 F 2d 1295 at 1323 (1990) (2nd Cir), 5 Moore's Federal Practice 3rd ed, p 23-348.",
      "id": "s60"
    },
    {
      "text": ") This nine-factor test is equally helpful in the Australian jurisdiction and I find it a useful guide in considering the present proposed settlement.",
      "id": "s61"
    },
    {
      "text": "\" \n\n\n \n19 In Darwalla Milling Co Pty Ltd v F Hoffman-La Roche Ltd (No 2) (2007) ATPR 42-134, Jessup J said that because s 33V of the Act identified no criteria by reference to which the court should approve, or should decline to approve, a particular settlement, he could see no particular warrant for incorporating into Pt IVA of the Act the requirements of rules of court in an overseas jurisdiction.",
      "id": "s62"
    },
    {
      "text": "Similarly, Jessup J stated that although the notion that a settlement should be 'fair and reasonable' seemed unobjectionable as a matter of principle, if that consideration was to inform the process of approval under s 33V, it should be because of its harmony with the scheme of Pt IVA of the Act and because it tended to achieve the implicit object of the section.",
      "id": "s63"
    },
    {
      "text": "Having stated those qualifications, Jessup J stated (at [40]) that he was minded to decide the matter before him:\n \n \"by reference to the question whether the proposed settlement [was] fair and reasonable in the interests of group members as a whole, but ... approach[ed] the question of 'adequacy' with some caution.",
      "id": "s64"
    },
    {
      "text": "\" \n \n\n20 In my view, the analysis undertaken by Goldberg J is not properly to be read as seeking to 'incorporate' into Pt IVA of the Federal Court Act the requirements of Rules of Court in an overseas jurisdiction.",
      "id": "s65"
    },
    {
      "text": "The analysis provided and continues to provide a useful guide in considering applications for approval under s 33V of the Act: see most recently Gillard J in Harrison v Kerrili Pty Ltd (trading as Diakou Faigen) (Unreported, Supreme Court of Victoria, 6 June 2007).",
      "id": "s66"
    },
    {
      "text": "It should, in appropriate cases and subject to the circumstances of any particular case, continue to be employed as a useful guide.",
      "id": "s67"
    },
    {
      "text": "FAIRNESS AND REASONABLENESS OF THE SETTLEMENT SUM \n \n21 It is neither necessary nor appropriate to set out the details of the Diakou Settlement Deed.",
      "id": "s68"
    },
    {
      "text": "In the course of approving the Diakou Settlement Deed in the Harrison Proceeding, Gillard J in the Supreme Court of Victoria described the settlement in general terms.",
      "id": "s69"
    },
    {
      "text": "I do not propose to repeat that analysis.",
      "id": "s70"
    },
    {
      "text": "22 It is sufficient to state that Diakou Faigen does not admit liability.",
      "id": "s71"
    },
    {
      "text": "It will pay a lump sum of compensation of some millions inclusive of liability for legal costs and disbursements and the amount that is paid will be shared amongst the group members in this proceeding, the group members in the Harrison proceeding and Mr and Mrs Daly, the plaintiffs in another proceeding filed in the Supreme Court of Victoria.",
      "id": "s72"
    },
    {
      "text": "23 Having read the supporting affidavits and the exhibits to those affidavits including the opinions of counsel, the Diakou Settlement Deed and the submissions of counsel, I am satisfied that the group members have been duly appraised of relevant matters in making their decision to settle the proceeding and in the case of group members who are not applicants, not to object to the settlement.",
      "id": "s73"
    },
    {
      "text": "It is unnecessary to set out the advices provided by counsel or the advice provided by the solicitors as to the prospects of success in the claim.",
      "id": "s74"
    },
    {
      "text": "On the material, it is apparent that the legal representatives for the group members have carefully considered and weighed all the risks.",
      "id": "s75"
    },
    {
      "text": "To the extent relevant, the factors identified by Goldberg J in FAI have been addressed by the legal representatives for the group members.",
      "id": "s76"
    },
    {
      "text": "24 Settlement of the applicants and group members' claim against one respondent usually requires consideration of the interests of the other respondents to the proceeding.",
      "id": "s77"
    },
    {
      "text": "However, there are no cross claims made on a joint liability basis against Diakou Faigen and any other respondent.",
      "id": "s78"
    },
    {
      "text": "The only cross claim involving Diakou Faigen is MKM Capital Pty Ltd's amended cross claim dated 4 August 2006.",
      "id": "s79"
    },
    {
      "text": "That is a stand alone claim and is not affected by the releases provided by the applicants and the group members.",
      "id": "s80"
    },
    {
      "text": "Moreover, orders were made by Middleton J on 20 April 2007 in contemplation of the continuation of that cross claim notwithstanding the intended settlement of the applicants' claim against Diakou Faigen.",
      "id": "s81"
    },
    {
      "text": "25 In all the circumstances, I am satisfied that the proposed settlement represents a fair and reasonable result for the group members and is in the best interests of the claimants.",
      "id": "s82"
    },
    {
      "text": "Accordingly, the proposed settlement is approved by the Court.",
      "id": "s83"
    },
    {
      "text": "NON PUBLICATION OF THE JUDGMENT \n \n26 Application has been made to the Court for this judgment not to be published.",
      "id": "s84"
    },
    {
      "text": "I will not accede to that application.",
      "id": "s85"
    },
    {
      "text": "The terms of the judgment are sufficiently general that the contents of the settlement are not disclosed.",
      "id": "s86"
    },
    {
      "text": "Moreover, to the extent that any aspect of the terms of settlement have been disclosed, that occurred on 6 June 2007 when Gillard J delivered an ex tempore judgment approving the Diakou Settlement in the Harrison proceeding.",
      "id": "s87"
    },
    {
      "text": "CONFIDENTIALITY ORDERS \n \n27 Finally, application has been made to the Court for orders that certain documents which have been filed in support of the application remain confidential.",
      "id": "s88"
    },
    {
      "text": "Having regard to the contents of the documents filed in support of the application and the fact that the applicants' claims against the other respondents remain on foot, it is in the interests of all parties that the documents should be kept confidential and I propose to order that, until further order, the following documents should be kept confidential by being placed in a sealed envelope which is not to be opened without the Order of a Judge of the Court:\n \n (1) the affidavit of Leonard Adrian Warren affirmed on 4 June 2007;\n (2) the affidavit of Leonard Adrian Warren affirmed on 6 June 2007;\n (3) the affidavit of Benedict Tobin Hardwick sworn on 30 May 2007;\n (4) the affidavit of Paul Dellios sworn on 22 May 2007.",
      "id": "s89"
    },
    {
      "text": "I certify that the preceding twenty seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s90"
    },
    {
      "text": "Associate:\n\nDated: 15 June 2007\n\n\n\n Counsel for the Applicant: Mr P Marzella \n \n Solicitor for the Applicant: Russell Kennedy \n \n Counsel for the Thirteenth Respondent: Mr C Macaulay SC with Ms S Burchell \n \n Solicitor for the Thirteenth Respondent: Monahan &amp; Rowell \n \n Date of Hearing: 8 June 2007 \n \n Date of Judgment: 8 June 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/897.html",
      "id": "s91"
    }
  ]
}