{
  "name": "SZGOP v Minister for Immigration and Citizenship [2007] FCA 836 (31 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/836.html",
  "catchphrases": [
    {
      "text": "refugees",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "decision of refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "persecution",
      "id": "c3"
    },
    {
      "text": "whether tribunal considered all persecution claims advanced",
      "id": "c4"
    },
    {
      "text": "whether finding by tribunal on one claim subsumed need for determination of other claims",
      "id": "c5"
    },
    {
      "text": "failure by tribunal to exercise jurisdiction",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Lloyd-Jones FM of 2 March 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (the Tribunal) dated 4 May 2005 and handed down on 26 May 2005.",
      "id": "s0"
    },
    {
      "text": "2 The appellant is a citizen of Fiji of Indian ethnicity who last arrived in Australia on 5 September 2004.",
      "id": "s1"
    },
    {
      "text": "On 22 September 2004, he lodged an application for a Protection (Class XA) Visa pursuant to the Migration Act 1958 (Cth) (the Act).",
      "id": "s2"
    },
    {
      "text": "On 24 September 2004, a delegate of the Minister refused to grant him a Protection Visa, and, on 21 October 2004, he applied to the Tribunal for a review of that decision.",
      "id": "s3"
    },
    {
      "text": "3 The Tribunal, under the heading, \"Findings and Reasons\" said: \n \n The essence of the Applicant's claim for refugee status is that he has a well-founded fear of persecution inFiji because of his Indian ethnicity .",
      "id": "s4"
    },
    {
      "text": "As I advised the Applicant during the course of the Tribunal hearing held on 23 February 2005, although I accept that like many other Fijian Indians, he had been robbed, assaulted, beaten, abused, and badly treated by native Fijians between the years 1987 (after the first coup) and early 2003, on his own evidence to the Tribunal, there have been no incidents of note for the past 2 years; he did not apply for a Protection Visa when he was in Australia in September 2003; and independent country information indicates that the situation in Fiji had been stable for the last couple of years and a state of lawlessness no longer exists.",
      "id": "s5"
    },
    {
      "text": "In the light of the foregoing, as well as the evidence given by the Applicant to the Tribunal that his younger siblings continue to live with his parents at the same address (close to Lautoka) at which the Applicant had lived all his life before his departure to Australia; that neither he nor any member of his family had relocated to another part of Fiji; that no other members of his family have ever left Fiji; and that he had not departed Fiji when (a) he first obtained a Fiji passport in 1998, or (b) applied for refugee status when the opportunity arose when he first visited Australia for 3 weeks in September/October 2000.",
      "id": "s6"
    },
    {
      "text": "Although I note the Applicant's explanations for his and his family's failure to re-locate to another part of Fiji, I do not accept these as satisfactory, and they indicate to me that neither the Applicant nor his family genuinely fear persecution in Lautoka or genuinely believe that they are at real risk of persecution because of their ethnicity in the reasonably foreseeable future.",
      "id": "s7"
    },
    {
      "text": "After careful examination of all the evidence before me, I am satisfied that the Applicant does not have a well-founded fear of persecution for a Convention-related reason in Fiji.",
      "id": "s8"
    },
    {
      "text": "(Emphasis added).",
      "id": "s9"
    },
    {
      "text": "4 The grounds of that amended application to the Federal Magistrates Court included the allegation that the appellant was a refugee within the meaning of the Convention, and particulars of that claim included the following: \n \n \n \n c. The applicant applied for a protection visa on the grounds of persecution because of his race and religion --- areas covered under the definition.",
      "id": "s10"
    },
    {
      "text": "d. The Tribunal erred in not considering the applicant's claims because it failed to take into account the precise nature of the applicant's claims.",
      "id": "s11"
    },
    {
      "text": "5 One of the grounds of his application to the Federal Magistrates Court alleged that:\n \n \n 3.",
      "id": "s12"
    },
    {
      "text": "...the transcript of the hearing will show that the Tribunal did not address any specific Convention related issues.",
      "id": "s13"
    },
    {
      "text": "Particulars \n \n \n \n \n a.",
      "id": "s14"
    },
    {
      "text": "The applicant had lodged an application for a protection visa with the Department of Immigration and Multicultural and Indigenous Affairs (DIMIA) in the first instance; \n \n \n \n \n \n \n \n b.",
      "id": "s15"
    },
    {
      "text": "The Tribunal persisted in asking why the applicant had not applied for a protection visa when he visited Australia in 2003.",
      "id": "s16"
    },
    {
      "text": "In pursuing this line of questinoing the Tribunal displayed bias by not accepting the applicant's explanation provided with evidence that showed that in 2003 he had paid a substantial sum of money to a migration agent to lodge a student visa application.",
      "id": "s17"
    },
    {
      "text": "This was a crucial answer that the Tribunal did not take into consideration and in not considering the reasons given by the applicant, denied the applicant any real chance of presenting substantive rational reasons.",
      "id": "s18"
    },
    {
      "text": "c. The Tribunal erroneously reached the conclusion that because the applicant had not applied for a protection visa in 2003 meant that the applicant was not at risk of persecution.",
      "id": "s19"
    },
    {
      "text": "6 And a further ground:\n \n \n 4.",
      "id": "s20"
    },
    {
      "text": "The applicant's submissions to the Tribunal contained detailed accounts of the serious harm he had suffered; details that the Tribunal refused to take into account.",
      "id": "s21"
    },
    {
      "text": "By refusing to even take the claims into consideration the Tribunal denied the applicant procedural fairness.",
      "id": "s22"
    },
    {
      "text": "Particulars \n \n \n \n a.",
      "id": "s23"
    },
    {
      "text": "The persecution which the applicant feared was for one or more of the reasons enumerated in the Convention definition --- race, religion, nationality, membership of a particular social group or political opinion.",
      "id": "s24"
    },
    {
      "text": "The applicant came within the definition under race, political opinion and religion, yet the Tribunal did not apply the definition to the applicant's case and in doing so refused to take the applicant's case into consideration.",
      "id": "s25"
    },
    {
      "text": "... \n (Emphasis added).",
      "id": "s26"
    },
    {
      "text": "7 During the course of the oral hearing before the Tribunal, the appellant produced his passport and driving licence to the Tribunal Member.",
      "id": "s27"
    },
    {
      "text": "The Tribunal asked: \n \n Q.",
      "id": "s28"
    },
    {
      "text": "You didn't apply for a protection visa.",
      "id": "s29"
    },
    {
      "text": "You applied for a student visa.",
      "id": "s30"
    },
    {
      "text": "A. Yeah.",
      "id": "s31"
    },
    {
      "text": "8 He was asked:\n \n \n Q.",
      "id": "s32"
    },
    {
      "text": "You had a passport since 1998.",
      "id": "s33"
    },
    {
      "text": "A.",
      "id": "s34"
    },
    {
      "text": "Yes.",
      "id": "s35"
    },
    {
      "text": "Q.",
      "id": "s36"
    },
    {
      "text": "Why didn't you leave Fiji before you did?",
      "id": "s37"
    },
    {
      "text": "A.",
      "id": "s38"
    },
    {
      "text": "I did .. (not transcribable) .. 2000.",
      "id": "s39"
    },
    {
      "text": "I did.",
      "id": "s40"
    },
    {
      "text": "9 And later:\n \n \n Q.",
      "id": "s41"
    },
    {
      "text": "... you lodged application for a student visa two days before you left --- and you had been here a month and you didn't apply for a protection visa.",
      "id": "s42"
    },
    {
      "text": "This is what this is about.",
      "id": "s43"
    },
    {
      "text": "A protection visa.",
      "id": "s44"
    },
    {
      "text": "A.",
      "id": "s45"
    },
    {
      "text": "Yes.",
      "id": "s46"
    },
    {
      "text": "10 The reaons of the Federal Magistrate set out completely the amended application of the appellant to the Federal Magistrates Court, parts of which I have earlier set out.",
      "id": "s47"
    },
    {
      "text": "That application was a very detailed application, of more than nine pages.",
      "id": "s48"
    },
    {
      "text": "11 The Federal Magistrate in his reasons said: \n \n \n 20.",
      "id": "s49"
    },
    {
      "text": "Mr Leerdam [Counsel for the Minister] submits that the applicant has not specifically identified what claims the Tribunal did not consider.",
      "id": "s50"
    },
    {
      "text": "The Tribunal accepted that the applicant may have been harmed in the past, but found that it did not consider there to be a real chance of persecution in the future.",
      "id": "s51"
    },
    {
      "text": "There was no need for the Tribunal to identify every claim in relation to past harm which it accepted.",
      "id": "s52"
    },
    {
      "text": "12 Later, the Federal Magistrate said: \n \n \n 27.",
      "id": "s53"
    },
    {
      "text": "The applicant claims that the Tribunal denied him procedural fairness in not determining his claims under the definition of race, politics, and membership of a particular social group .",
      "id": "s54"
    },
    {
      "text": "Further that the Tribunal had a predetermined conclusion about his case and failed to address definitions under the Convention and his specific claims.",
      "id": "s55"
    },
    {
      "text": "The applicant submits that these are matters fundamental to the function of the Tribunal under the Act.",
      "id": "s56"
    },
    {
      "text": "By displaying such procedural unfairness, the Tribunal failed to properly determine the applicant's case.",
      "id": "s57"
    },
    {
      "text": "The applicant questions how the Tribunal could have reached a conclusion without addressing the claims under race, politics and particular social group, which went to the heart of the applicant's case.",
      "id": "s58"
    },
    {
      "text": "(Emphasis added).",
      "id": "s59"
    },
    {
      "text": "13 Concerning the claim of persecution because of membership of a particular social group, the Federal Magistrate said:\n \n \n 31.",
      "id": "s60"
    },
    {
      "text": "The applicant submits that he constitutes a particular social group against which the finding of protection ought to have been made.",
      "id": "s61"
    },
    {
      "text": "The applicant submits that he belongs to a particular group of Indo-Fijians who are perceived to be wealthy land owners, which puts them in a vulnerable position.",
      "id": "s62"
    },
    {
      "text": "... \n \n \n The applicant contends that by failing to identify this vulnerable group, it is unlikely that the Tribunal would then make a finding of effective state protection for this group.",
      "id": "s63"
    },
    {
      "text": "The applicant contends that aspects of harassment and risk of this social group were not considered by the Tribunal.",
      "id": "s64"
    },
    {
      "text": "32.",
      "id": "s65"
    },
    {
      "text": "Mr Leerdam submits the applicant's claims were not that he belonged to a particular social group, but that he feared indigenous Fijians because of his Indian ethnicity.",
      "id": "s66"
    },
    {
      "text": "The applicant also did not claim that he was targeted because he was perceived to be a wealthy land owner.",
      "id": "s67"
    },
    {
      "text": "The particular social group now claimed by the applicant was therefore not raised before the Tribunal.",
      "id": "s68"
    },
    {
      "text": "14 The conclusion of the Federal Magistrate was:\n \n \n 36.",
      "id": "s69"
    },
    {
      "text": "The applicant appeared as a self-represented litigant, however his amended application and submissions had been prepared by Mr Kumar of counsel, who regularly appears in this jurisdiction but withdrew before the hearing.",
      "id": "s70"
    },
    {
      "text": "The applicant did not appear to understand the nature of his application or the contents of the documents which were prepared and filed on his behalf.",
      "id": "s71"
    },
    {
      "text": "He declined to make oral submissions and said he would rely on the documents filed.",
      "id": "s72"
    },
    {
      "text": "Although there was a considerable volume of material filed for the applicant, their contents were formulaic, vague and in many particulars, repetitive.",
      "id": "s73"
    },
    {
      "text": "37.",
      "id": "s74"
    },
    {
      "text": "Mr Leerdam, appearing for the respondents, assisted the Court by addressing the relevant points that arose.",
      "id": "s75"
    },
    {
      "text": "I am satisfied that none of the gounds raised alleging jurisdictional error on the part of the Tribunal can be sustained.",
      "id": "s76"
    },
    {
      "text": "Consequently, the application should be dismissed.",
      "id": "s77"
    },
    {
      "text": "15 I note that Mr Kumar, who appeared for the appellant on this appeal, said from the Bar Table that the statement in the first sentence in [36] of the Federal Magistrate's reasons was incorrect.",
      "id": "s78"
    },
    {
      "text": "Whether that statement was correct is irrelevant to the disposition of the appeal.",
      "id": "s79"
    },
    {
      "text": "16 The first ground of appeal to this Court is that there was a failure by the Tribunal to consider all of the applicant's claims to warrant protection pursuant to the Convention.",
      "id": "s80"
    },
    {
      "text": "In particular, his claim was not limited to his ethnicity (Indo-Fijian).",
      "id": "s81"
    },
    {
      "text": "His claim also clearly regarded his involvement in politics with the Fiji Labor Party, and asserted a fear of persecution for political or imputed political opinion.",
      "id": "s82"
    },
    {
      "text": "17 It was submitted for the appellant that the findings and reasons of the Tribunal (which are set out above) clearly show that the Tribunal's consideration of the persecution claimed by the appellant was limited to ethnicity.",
      "id": "s83"
    },
    {
      "text": "There was no consideration concerning the claim of persecution for the reason of political opinion.",
      "id": "s84"
    },
    {
      "text": "18 A further submission is that the Tribunal failed to consider his claim that he was at risk of persecution as a consequence of his membership of a particular social group, being that sub-group of Indo-Fijians who are lessors of Crown land.",
      "id": "s85"
    },
    {
      "text": "19 His original application had contained the statement: \n \n During this initial attack we were warned by these Fijians that sooner or later they were going to repossess their land and that they should start making plans to 'go back to India'.",
      "id": "s86"
    },
    {
      "text": "I was quite badly hurt in this encounter ... \n \n\n20 The claim is that the Tribunal considered only the ethnicity of the applicant, failed to consider these other claims, and merely relied on general country information regarding \"the situation in Fiji\".",
      "id": "s87"
    },
    {
      "text": "21 It was submitted by Mr Godwin, Counsel for the Minister, that while the Tribunal characterised the \"essence\" of the appellant's fears as being founded on his Indian ethnicity, this did not mean the Tribunal was excluding from consideration the other bases he gave for his fears.",
      "id": "s88"
    },
    {
      "text": "22 Counsel submitted:\n \n The conclusion of the RRT was based upon the actions of the appellant and his family which the RRT considered were inconsistent with actions of persons fearing persecution in the area where they lived (Lautoka).",
      "id": "s89"
    },
    {
      "text": "This conclusion applied to persecution for whatever reason.",
      "id": "s90"
    },
    {
      "text": "23 In NABE v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 263 ; (2004) 144 FCR 1, the Full Court (Black CJ, French, and Selway JJ) said at [60]:\n \n In SGBB v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 199 ALR 364 at [17], Selway referred to the observation by Kirby J in Dranichnikov , at 405, that \"[t]he function of the Tribunal, as of the delegate, is to respond to the case that the applicant advances\".",
      "id": "s91"
    },
    {
      "text": "He also referred to the observation by von Doussa J in SCAL v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 548 that \"[n]either the delegate nor the Tribunal is obliged to consider claims that have not been made\" (at [16]).",
      "id": "s92"
    },
    {
      "text": "Selway J however went on to observe in SGBB (at [17]): \n \n \n \n 'But this does not mean the application is to be treated as an exercise in 19 th Century pleading.",
      "id": "s93"
    },
    {
      "text": "' \n \n \n \n His Honour noted that the Full Court in Dranichnikov v Minister for Immigration and Multicultural Affairs [2000] FCA 1801 at [49] had said: \n \n \n \n 'The Tribunal must, of course, deal with the case raised by the material and evidence before it.",
      "id": "s94"
    },
    {
      "text": "An asylum claimant does not have to pick the correct Convention \"label\" to describe his or her plight, but the Tribunal can only deal with the claims actually made.",
      "id": "s95"
    },
    {
      "text": "' \n \n \n \n His Honour, in our view, correctly stated the position when he said at (at [18]): \n \n \n \n 'The question, ultimately, is whether the case put by the appellant before the tribunal has sufficiently raised the relevant issue that the tribunal should have dealt with it.",
      "id": "s96"
    },
    {
      "text": "' \n \n \n \n\n24 The Full Court further said, at [63]:\n \n It is plain enough, in the light of Dranichnikov, that a failure by the Tribunal to deal with a claim raised by the evidence and the contentions before it which, if resolved in one way, would or could be dispositive of the review, can constitute a failure of procedural fairness or a failure to conduct the review required by the Act and thereby a jurisdictional error.",
      "id": "s97"
    },
    {
      "text": "It follows that if the Tribunal makes an error of fact in misunderstanding or misconstruing a claim advanced by the applicant and bases its conclusion in whole or in part upon the claim so misunderstood or misconstrued its error is tantamount to a failure to consider the claim and on that basis can constitute jurisdictional error.",
      "id": "s98"
    },
    {
      "text": "The same may be true if a claim is raised by the evidence, albeit not expressly by the applicant, and is misunderstood or misconstrued by the Tribunal.",
      "id": "s99"
    },
    {
      "text": "Every case must be considered according to its own circumstances.",
      "id": "s100"
    },
    {
      "text": "Error of fact, although amounting to misconstruction of an applicant's claim, may be of no consequence to the outcome.",
      "id": "s101"
    },
    {
      "text": "It may be \"subsumed in findings of greater generality or because there is a factual premise upon which [the] contention rests which has been rejected\": Applicant WAEE [ WAEE v Minister for Immigration [2003] FCAFC 184] (at [47]).",
      "id": "s102"
    },
    {
      "text": "But as the Full Court said in WAEE (at [45]): \n \n \n \n If the tribunal fails to consider a contention that the applicant fears persecution for a particular reason which, if accepted, would justify concluding that the applicant has satisfied the relevant criterion, and if that contention is supported by probative material, the tribunal will have failed in the discharge of its duty, imposed by s 414 to conduct a review of the decision.",
      "id": "s103"
    },
    {
      "text": "This is a matter of substance, not a matter of the form of the tribunal's published reasons for decision.",
      "id": "s104"
    },
    {
      "text": "25 In WAEE , the Full Court said, at [47]:\n \n The inference that the tribunal has failed to consider an issue may be drawn from its failure to expressly deal with that issue in its reasons.",
      "id": "s105"
    },
    {
      "text": "But that is an inference not too readily to be drawn where the reasons are otherwise comprehensive and the issue has at least been identified at some point.",
      "id": "s106"
    },
    {
      "text": "It may be that it is unnecessary to make a finding on a particular matter because it is subsumed in findings of greater generality or because there is a factual premise upon which a contention rests which has been rejected.",
      "id": "s107"
    },
    {
      "text": "Where, however, there is an issue raised by the evidence advanced on behalf of an applicant and contentions made by the applicant and that issue, if resolved one way, would be dispositive of the tribunal's review of the delegate's decision, a failure to deal with it in the published reasons may raise a strong inference that it has been overlooked.",
      "id": "s108"
    },
    {
      "text": "26 It may be, as Counsel for the Minister submitted, that the findings and reasons were, and were meant to be, applicable to all of the bases which the appellant had advanced.",
      "id": "s109"
    },
    {
      "text": "27 The fact remains, however, that there is an express and confining reference to ethnicity, both at the start and end of the Tribunal's \"Findings and Reasons\".",
      "id": "s110"
    },
    {
      "text": "28 It may very well be that the reasons which the Tribunal gave for declining the appellant's ethnicity as the foundation of an entitlement to be recognised as a refugee would also apply to the alternative bases advanced.",
      "id": "s111"
    },
    {
      "text": "The Tribunal did not say so.",
      "id": "s112"
    },
    {
      "text": "29 In my judgment, there has been a failure to conduct the review required by the Act, and thereby the Tribunal erred in the exercise of the jurisdiction committed to it.",
      "id": "s113"
    },
    {
      "text": "I do not think that the findings of the Tribunal, expressly addressing the ethnicity claim, can be read as of general application to the other claims advanced by the appellant.",
      "id": "s114"
    },
    {
      "text": "These other claims were not expressly addressed by the Tribunal in its reasons.",
      "id": "s115"
    },
    {
      "text": "30 The appellant advanced a further ground seeking to impugn the decision of the Tribunal and consequently the decision of the Federal Magistrate.",
      "id": "s116"
    },
    {
      "text": "31 It was submitted that the Tribunal had used information contained from a \"passenger movement\" file in the departmental file.",
      "id": "s117"
    },
    {
      "text": "It was said that the finding as to the applicant's credibility and the reliance on an earlier trip in 2003 was \"part of the decision\", and pursuant to s 424A of the Act, the Tribunal was obliged to give notice to the applicant particulars of that information.",
      "id": "s118"
    },
    {
      "text": "32 It is plain from the passages of the transcript of the hearing earlier set out in these reasons that the Tribunal, in its oral hearing, made it plain to the appellant that the information about the time that he has had his passport, and his earlier visits to Australia, were relevant to its decision.",
      "id": "s119"
    },
    {
      "text": "There was, on the material before the Court, no breach of s 424A of the Act.",
      "id": "s120"
    },
    {
      "text": "33 However, for the reason that the Tribunal failed to accord to the appellant the hearing and determination to which he was entitled, namely a proper consideration of the grounds on which he claimed to be a refugee, the appeal must be allowed.",
      "id": "s121"
    },
    {
      "text": "34 The orders of the Court are: Orders 2 and 3 of the decision of the Federal Magistrates Court of 2 March 2007 be set aside, and there be no order as to the costs before the Federal Magistrate.",
      "id": "s122"
    },
    {
      "text": "35 The decision of the Tribunal is set aside and the matter remitted to the Refugee Review Tribunal to be dealt with according to law.",
      "id": "s123"
    },
    {
      "text": "36 The first respondent is ordered to pay the appellant's costs of and incidental to the appeal.",
      "id": "s124"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s125"
    },
    {
      "text": "Associate: \n\nDated: 31 May 2007\n\n\n Counsel for the Appellant: Mr A Kumar (directly instructed by the Appellant) \n \n Counsel for the Respondent: Mr D Godwin \n \n Solicitor for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 18 May 2007 \n \n Date of Judgment: 31 May 2007 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/836.html",
      "id": "s126"
    }
  ]
}