{
  "name": "Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 6) [2007] FCA 865 (5 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/865.html",
  "catchphrases": [
    {
      "text": "failure to comply with court orders to file and serve written submissions",
      "id": "c0"
    },
    {
      "text": "application to seek leave for extension of time to file submissions",
      "id": "c1"
    },
    {
      "text": "application for adjournment of hearing of closing submissions",
      "id": "c2"
    },
    {
      "text": "evidence concluded almost three weeks prior",
      "id": "c3"
    },
    {
      "text": "closing submissions due to be heard",
      "id": "c4"
    },
    {
      "text": "written submissions due to have been filed seven days prior",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This morning in Court Mr Perry for the applicants made two applications.",
      "id": "s0"
    },
    {
      "text": "2 The first application is that I grant leave for the applicants to file and serve written submissions by tomorrow.",
      "id": "s1"
    },
    {
      "text": "3 The second application is that I adjourn the hearing of oral submissions until such time as written submissions have been filed and read by the respondents and the Court.",
      "id": "s2"
    },
    {
      "text": "4 The last sitting day of this matter was 16 May 2007, almost three weeks ago.",
      "id": "s3"
    },
    {
      "text": "On 11 May 2007 I ordered the parties to each file and serve written submissions in this matter by 25 May 2007, with a view to the parties returning on 5 June 2007 to make oral submissions to the Court.",
      "id": "s4"
    },
    {
      "text": "On 16 May 2007 Mr Perry asked if the filing date for written submissions could be extended to 28 May 2007, to which request I agreed.",
      "id": "s5"
    },
    {
      "text": "5 On 28 May 2007, the solicitors for the respondents filed written submissions as ordered.",
      "id": "s6"
    },
    {
      "text": "6 On 28 May 2007, my associate received a faxed letter from the solicitors for the applicant, Lynch &amp; Company stating that their written submissions were incomplete and unlikely to be completed until 1 June 2007.",
      "id": "s7"
    },
    {
      "text": "They therefore sought an extension until 5.00 pm on 1 June 2007 to complete this task.",
      "id": "s8"
    },
    {
      "text": "The reasons for this inability were said to be:\n \n \n \"1.",
      "id": "s9"
    },
    {
      "text": "The sheer volume of both exhibits and transcript requiring analysis.",
      "id": "s10"
    },
    {
      "text": "2.",
      "id": "s11"
    },
    {
      "text": "The necessity to undertake detailed credit analysis of each witness.",
      "id": "s12"
    },
    {
      "text": "3.",
      "id": "s13"
    },
    {
      "text": "The complexity and extent of the legal issues raised and the necessity to refer to relevant and recent case law in the submissions.",
      "id": "s14"
    },
    {
      "text": "4.",
      "id": "s15"
    },
    {
      "text": "The resources necessary to undertake the steps 1-3.",
      "id": "s16"
    },
    {
      "text": "\" \n\n7 On 28 May 2007 Deputy District Registrar Belcher wrote to Lynch &amp; Company,\n \n \n 1.",
      "id": "s17"
    },
    {
      "text": "Informing them that I was not prepared to grant their request for an extension.",
      "id": "s18"
    },
    {
      "text": "2.",
      "id": "s19"
    },
    {
      "text": "Pointing out that an indulgence had been granted by the Court to allow the parties time to prepare written submissions.",
      "id": "s20"
    },
    {
      "text": "3.",
      "id": "s21"
    },
    {
      "text": "Pointing out that the time granted in this case had been generous.",
      "id": "s22"
    },
    {
      "text": "4.",
      "id": "s23"
    },
    {
      "text": "Stating that it was not acceptable for the applicant to remain in breach of the Court's order.",
      "id": "s24"
    },
    {
      "text": "5.",
      "id": "s25"
    },
    {
      "text": "Allowing the applicant until 4.00 pm on 29 May 2007 to file written submissions or a written outline of submissions.",
      "id": "s26"
    },
    {
      "text": "6.",
      "id": "s27"
    },
    {
      "text": "Stating that any written submissions filed after that time would not be accepted.",
      "id": "s28"
    },
    {
      "text": "8 No written submissions nor written outline were filed by the applicants on 29 May 2007.",
      "id": "s29"
    },
    {
      "text": "The only communication from the applicants to the Court was the letter of 28 May 2007 to my associate.",
      "id": "s30"
    },
    {
      "text": "The applicants did not seek leave to apply for an extension of time, nor any other directions in this matter.",
      "id": "s31"
    },
    {
      "text": "9 On 4 June 2007 Lynch &amp; Company responded to the letter from the Deputy District Registrar, stating that their \"inability to deliver the written submissions by 4.00 pm on 28 May 2007 is due to the following factors:\n \n \n 1.",
      "id": "s32"
    },
    {
      "text": "The written submissions were not able to be completed by that time as the Trial Books in the proceeding consist of 24 volumes and many thousands of pages which were not able to be properly incorporated into the Written Submissions by that time.",
      "id": "s33"
    },
    {
      "text": "2.",
      "id": "s34"
    },
    {
      "text": "The Further Amended Statement of Claim consists of a large number of separate representations and the evidence in support of each of the representations was not able to be incorporated into the Written Submissions by that time.",
      "id": "s35"
    },
    {
      "text": "3.",
      "id": "s36"
    },
    {
      "text": "The interaction of the Further Amended Statement of Claim and the Further Amended Defence is complex and the necessary framework needed to analyse the interaction of proceedings was not able to be incorporated into the Written Submissions by that time.",
      "id": "s37"
    },
    {
      "text": "4.",
      "id": "s38"
    },
    {
      "text": "The nature and the complexity of the credit analysis of the witnesses in the trial was not able to be incorporated into the Written Submissions by that time.",
      "id": "s39"
    },
    {
      "text": "5.",
      "id": "s40"
    },
    {
      "text": "The requirements of the Court as specified by the Trial Judge concerning the Written Submissions were not able to be incorporated into the Written Submissions by that time.",
      "id": "s41"
    },
    {
      "text": "\" \n \n\n\n \n10 I have a number of observations about this development.",
      "id": "s42"
    },
    {
      "text": "11 First, as pointed out by the Deputy District Registrar, and as the Counsel and the solicitors in this Court room are aware, it is usual for Counsel to make closing submissions at the end of a hearing.",
      "id": "s43"
    },
    {
      "text": "When the additional seven days of hearing in May 2007 were scheduled last year, it was on the basis that Counsel estimated the trial would completely conclude within those seven days.",
      "id": "s44"
    },
    {
      "text": "In the normal course of events, Counsel would have been expected to make oral submissions to me at the conclusion of the evidence and file written submissions either contemporaneously or shortly thereafter.",
      "id": "s45"
    },
    {
      "text": "12 Second, the parties were granted an extra 12 days to prepare written submissions.",
      "id": "s46"
    },
    {
      "text": "This included an extra three days as requested by the applicants.",
      "id": "s47"
    },
    {
      "text": "As Deputy District Registrar Belcher said, this is a generous amount of time.",
      "id": "s48"
    },
    {
      "text": "13 Third, the respondents were able to comply with my orders in this matter.",
      "id": "s49"
    },
    {
      "text": "14 Fourth, the applicant did not seek to come back before the Court to seek a variation of my orders.",
      "id": "s50"
    },
    {
      "text": "15 Fifth, in his letter, Deputy District Registrar Belcher, in giving a 24 hour extension, gave the applicants the option of filing a written outline of submissions.",
      "id": "s51"
    },
    {
      "text": "The applicants chose not to do so.",
      "id": "s52"
    },
    {
      "text": "16 Sixth, the reasons given by the applicant's solicitors for their failure to comply with my order as to filing written submissions are, with respect, poor, for the following reasons:\n \n \n 1.",
      "id": "s53"
    },
    {
      "text": "Notwithstanding the large volume of material in this case, the applicant's case was concluded last November.",
      "id": "s54"
    },
    {
      "text": "2.",
      "id": "s55"
    },
    {
      "text": "The respondent's case was in substance concluded almost three weeks ago.",
      "id": "s56"
    },
    {
      "text": "3.",
      "id": "s57"
    },
    {
      "text": "The further amended statement of claim was filed on 16 November 2006, more than six months ago.",
      "id": "s58"
    },
    {
      "text": "I can identify from the file no document described as the \"Further Amended Defence\" to which Lynch &amp; Company refer in correspondence.",
      "id": "s59"
    },
    {
      "text": "4.",
      "id": "s60"
    },
    {
      "text": "I have difficulty understanding in what manner the \"nature and complexity of the credit analysis of the witnesses in the trial\" is such that it could not be incorporated into the written submissions by 28 May 2007.",
      "id": "s61"
    },
    {
      "text": "5.",
      "id": "s62"
    },
    {
      "text": "With respect, my requirements for written submissions seek that the parties address the usual type of issues which parties would be expected to address in a trial of this nature.",
      "id": "s63"
    },
    {
      "text": "The parties may find those requirements in the transcript p 1373 at ll 4-18.",
      "id": "s64"
    },
    {
      "text": "17 I am concerned and surprised that orders which granted latitude to the parties, and which were in the interests of both parties in the sense of allowing them time to prepare submissions upon which an address could be made to the Court, were not complied with by the applicants for what I view as poor reasons.",
      "id": "s65"
    },
    {
      "text": "The actions of the applicants have inconvenienced and prejudiced the respondents, who do not have written submissions for their Counsel to consider ahead of today's hearing as was anticipated, and inconvenienced the Court, as a purpose of my order of 11 May 2007 was to allow me sufficient time to read the written submissions of both parties so as to be in a position today to question Counsel on those submissions.",
      "id": "s66"
    },
    {
      "text": "18 I understand from Mr Bell's submission this morning that the respondents served the applicants legal representatives last Friday with the respondents' written submissions.",
      "id": "s67"
    },
    {
      "text": "19 The fact of the matter is that we are here today for closing submissions in this matter.",
      "id": "s68"
    },
    {
      "text": "It is unfortunate that valuable Court time is being spent on this issue.",
      "id": "s69"
    },
    {
      "text": "20 Mr Perry has submitted that it is critical that I have the written submissions of the applicants and that I have digested them prior to hearing oral submissions by way of closing address.",
      "id": "s70"
    },
    {
      "text": "I disagree.",
      "id": "s71"
    },
    {
      "text": "21 While clearly it would have been convenient to have had the written submissions of the applicant a week prior to today's hearing as envisaged by my directions, in my view the only procedural unfairness that arises from the applicants' failure to file their written submissions has been to the respondents.",
      "id": "s72"
    },
    {
      "text": "Mr Bell has already indicated that the respondents are prepared to proceed today notwithstanding the failure of the applicants to file and serve written submissions.",
      "id": "s73"
    },
    {
      "text": "22 It is common practice in this Court, as has already been pointed out, for Counsel to orally address the Court by way of closing submissions at the conclusion of evidence, after which some judges require written submissions.",
      "id": "s74"
    },
    {
      "text": "Although it is true that the respondents have already filed their written submissions in accordance with my directions, and that I have had the opportunity to read them, any potential disadvantage or unfairness to the applicants from the fact that I have not read their submissions in advance (which is due to the failure of the applicants to file either submissions or a written outline) can be offset by a detailed and comprehensive oral address by their Counsel today, and by the subsequent filing of written submissions.",
      "id": "s75"
    },
    {
      "text": "In this way, in my view, justice can be done to the applicant in line with comments of the High Court in State of Queensland v JL Holdings Pty Ltd [1997] HCA 1 ; (1997) 189 CLR 146.",
      "id": "s76"
    },
    {
      "text": "Where I do agree with Mr Perry is in relation to the importance of hearing submissions from the applicants in this case.",
      "id": "s77"
    },
    {
      "text": "It is their case, and their case which they have to prove.",
      "id": "s78"
    },
    {
      "text": "23 In the circumstances, notwithstanding their breach of my orders in relation to written submissions, and the concession by Mr Perry that the applicants have even now not completed written submissions (despite having had almost three weeks to do so), I am prepared in the interests of justice to grant leave to the applicants to file and serve written submissions by 9.30 am tomorrow 6 June 2007.",
      "id": "s79"
    },
    {
      "text": "24 I also grant leave to the respondents to file and serve any written submissions in reply by 4.00 pm 13 June 2007.",
      "id": "s80"
    },
    {
      "text": "25 I am not prepared however to adjourn today's hearing.",
      "id": "s81"
    },
    {
      "text": "I will hear oral submissions from Counsel by way of closing address today.",
      "id": "s82"
    },
    {
      "text": "26 Mr Bell has indicated that he is prepared to truncate his oral address to one hour to allow Mr Perry sufficient time within the Court day to make his oral submissions.",
      "id": "s83"
    },
    {
      "text": "Mr Perry has indicated that he will require more than two hours to make his submissions.",
      "id": "s84"
    },
    {
      "text": "It is not fair on the respondents for their Counsel to feel that he needs to limit his address to accommodate either the applicants or the Court.",
      "id": "s85"
    },
    {
      "text": "I am prepared to sit today until closing addresses have concluded to the satisfaction of Counsel and the Court.",
      "id": "s86"
    },
    {
      "text": "If this takes us beyond close of the official court day, so be it.",
      "id": "s87"
    },
    {
      "text": "THE COURT ORDERS THAT: \n\n \n 1.",
      "id": "s88"
    },
    {
      "text": "Leave be granted to the applicants to file and serve written submissions by 9.30 am on 6 June 2007.",
      "id": "s89"
    },
    {
      "text": "2.",
      "id": "s90"
    },
    {
      "text": "Leave be granted to the respondents to file and serve written submissions in reply by 4.00 pm on 13 June 2007.",
      "id": "s91"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s92"
    },
    {
      "text": "Associate:\n\nDated: 6 June 2007\n\n Counsel for the Applicant: RA Perry SC \n \n Solicitor for the Applicant: Lynch &amp; Company \n \n Counsel for the Respondent: J Bell QC and PP McQuade \n \n Solicitor for the Respondent: McCullough Robertson \n \n Date of Hearing: 5 June 2007 \n \n Date of Judgment: 5 June 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/865.html",
      "id": "s93"
    }
  ]
}