{
  "name": "Universal City Studios LLLP v Hoey t/as DVD Kingdom [2007] FCA 806 (31 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/806.html",
  "catchphrases": [
    {
      "text": "breach of orders re sale of dvds",
      "id": "c0"
    },
    {
      "text": "copyright",
      "id": "c1"
    },
    {
      "text": "sale of dvds contrary to order",
      "id": "c2"
    },
    {
      "text": "failure to deliver up on oath",
      "id": "c3"
    },
    {
      "text": "breaches found proved",
      "id": "c4"
    },
    {
      "text": "aggravating circumstances not proved.",
      "id": "c5"
    },
    {
      "text": "fines imposed",
      "id": "c6"
    },
    {
      "text": "opportunity to purge contempt",
      "id": "c7"
    },
    {
      "text": "fines permitted to be paid by instalment",
      "id": "c8"
    },
    {
      "text": "imprisonment in default of payment.",
      "id": "c9"
    },
    {
      "text": "whether indemnity costs should be awarded in contempt proceedings",
      "id": "c10"
    },
    {
      "text": "no established practice",
      "id": "c11"
    },
    {
      "text": "indemnity costs not awarded.",
      "id": "c12"
    },
    {
      "text": "contempt",
      "id": "c13"
    },
    {
      "text": "penalty",
      "id": "c14"
    },
    {
      "text": "costs",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 This judgment concerns a charge of contempt brought against the respondent, Mr Hoey, for breaching orders made by Sackville J on 9 June 2006 ( Universal City Studios LLLP v Hoey trading as DVD Kingdom [2006] FCA 727).",
      "id": "s0"
    },
    {
      "text": "The proceedings before Sackville J were commenced by application and statement of claim filed on 15 February 2006 (each amended 16 February 2006).",
      "id": "s1"
    },
    {
      "text": "2 According to the amended statement of claim the first six applicants are corporations incorporated under the laws of the State of Delaware in the United States of America (Universal, Fox, Columbia, Paramount, Warner and Disney).",
      "id": "s2"
    },
    {
      "text": "The seventh to thirteenth applicants are corporations incorporated in Australia (Universal Pictures, Fox South Pacific, Fox Australia, Columbia Tristar, Paramount Home Entertainment, Roadshow and Buena Vista Australia).",
      "id": "s3"
    },
    {
      "text": "It was pleaded that the USA corporations have exclusive control of the following cinematograph films: Universal --- Meet the Fockers (2004) and White Noise (2005); Fox --- Elektra (2005); Columbia --- Spanglish (2004); Paramount --- Alfie (2004); Warner --- Oceans 12 (2004); and, Disney --- National Treasure (2004).",
      "id": "s4"
    },
    {
      "text": "In addition, Roadshow was pleaded to have an exclusive licence to import into Australia the cinematograph film 'Racing Stripes' (2005).",
      "id": "s5"
    },
    {
      "text": "3 It was asserted that Mr Hoey had 'from time to time offered or exposed for sale in Australia, and sold in Australia in non-Region 4 DVD format copies' of each of these films and that he had done so without the licence of the relevant applicant where 'he knew, or ought reasonably to have known, that the making of the copies in Australia by the importer would have constituted an infringement of copyright'.",
      "id": "s6"
    },
    {
      "text": "4 Accordingly it was pleaded that Mr Hoey had infringed the copyright of the USA and/or Australian corporations in the identified films.",
      "id": "s7"
    },
    {
      "text": "The applicants sought that he be restrained and consequential relief.",
      "id": "s8"
    },
    {
      "text": "5 The proceedings before Sackville J were undefended.",
      "id": "s9"
    },
    {
      "text": "Sackville J was satisfied by affidavits read in support of a notice of motion for default judgment 'that the respondent has infringed the copyright of the various applicants in the identified films by selling or offering for sale DVDs that constitute copies of the films.",
      "id": "s10"
    },
    {
      "text": "The evidence also satisfies me that, unless restrained, the respondent is likely to continue his infringing activities.",
      "id": "s11"
    },
    {
      "text": "' Sackville J made the orders sought by the applicants in the motion which included restraining orders, an order for delivery up on oath of the infringing copies of the applicants' films and an inquiry as to damages, including additional damages under s 115(4) of the Copyright Act 1968 (Cth) ('the Act').",
      "id": "s12"
    },
    {
      "text": "6 By a notice of motion filed 8 December 2006 which was accompanied by a 'Statement of Charge' the applicants sought the following further orders:\n \n \n '1.",
      "id": "s13"
    },
    {
      "text": "An order for the punishment of the Respondent for contempt of Court by reason of the Respondent's conduct as set out in the Statement of Charge filed with this Notice of Motion, such punishment to consist of: \n \n \n \n \n (a) imprisonment; \n (b) a fine; \n (c) sequestration of property; and/or \n (d) such further or other order as the Court sees fit.",
      "id": "s14"
    },
    {
      "text": "2.",
      "id": "s15"
    },
    {
      "text": "Costs on an indemnity basis.",
      "id": "s16"
    },
    {
      "text": "3.",
      "id": "s17"
    },
    {
      "text": "Such further or other orders as the Court sees fit.",
      "id": "s18"
    },
    {
      "text": "' \n \n\n7 Mr Hoey appeared at the hearing of the charge against him but has never filed an appearance or any pleading.",
      "id": "s19"
    },
    {
      "text": "The extent of Mr Hoey's response (prior to the actual hearing of the charge against him) was to file a document in the form of an affidavit on 5 February 2007 and appear by video-link at a directions hearing on 19 March 2007.",
      "id": "s20"
    },
    {
      "text": "The affidavit was a fairly unstructured mix of requests for clarification of his rights, protestations that interference with his sale of the DVD material in question is unjustified and other generalised assertions about the issues raised in the original proceedings.",
      "id": "s21"
    },
    {
      "text": "This affidavit does not appear to me to respond, in any direct sense, to the charge of contempt.",
      "id": "s22"
    },
    {
      "text": "At the hearing Mr Hoey elected not to advance it as evidence (with the consequence that he would face cross-examination) and I ruled that I would treat it as a submission but give it no evidentiary weight.",
      "id": "s23"
    },
    {
      "text": "8 The orders made by Sackville J extended beyond restraint with respect to the particular films which had been identified in the amended statement of claim.",
      "id": "s24"
    },
    {
      "text": "They were more general in their nature.",
      "id": "s25"
    },
    {
      "text": "It is as well to set out orders 1 to 9 in full.",
      "id": "s26"
    },
    {
      "text": "They are as follows:\n \n \n '1.",
      "id": "s27"
    },
    {
      "text": "The Respondent, whether by himself, his servants or agents or otherwise howsoever, be restrained from, without the licence of the First Applicant or the Seventh Applicant: \n \n \n \n \n \n \n (a) selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any copy of a digital versatile disc ( DVD ) in non-region 4 DVD format embodying any Universal Film.",
      "id": "s28"
    },
    {
      "text": "(b) importing for the purpose of selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any DVD in non-region 4 DVD format embodying any Universal Film.",
      "id": "s29"
    },
    {
      "text": "2.",
      "id": "s30"
    },
    {
      "text": "The Respondent, whether by himself, his servants or agents or otherwise howsoever, be restrained from, without the licence of the Second Applicant, the Eighth Applicant or the Ninth Applicant: \n \n \n \n \n \n (a) selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any copy of a DVD in non-region 4 DVD format embodying any Fox Film.",
      "id": "s31"
    },
    {
      "text": "(b) importing for the purpose of selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any DVD in non-region 4 DVD format embodying any Fox Film.",
      "id": "s32"
    },
    {
      "text": "3.",
      "id": "s33"
    },
    {
      "text": "The Respondent, whether by himself, his servants or agents or otherwise howsoever, be restrained from, without the licence of the Third Applicant or the Tenth Applicant: \n \n \n \n \n \n (a) selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any copy of a DVD in non-region 4 DVD format embodying any film Columbia Film.",
      "id": "s34"
    },
    {
      "text": "(b) importing for the purpose of selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any DVD in non-region 4 DVD format embodying any Columbia Film.",
      "id": "s35"
    },
    {
      "text": "4.",
      "id": "s36"
    },
    {
      "text": "The Respondent, whether by himself, his servants or agents or otherwise howsoever, be restrained from, without the licence of the Fourth Applicant or the Eleventh Applicant: \n \n \n \n \n \n (a) selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any copy of a DVD in non-region 4 DVD format embodying any Paramount Film.",
      "id": "s37"
    },
    {
      "text": "(b) importing for the purpose of selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any DVD in non-region 4 DVD format embodying any Paramount Film.",
      "id": "s38"
    },
    {
      "text": "5.",
      "id": "s39"
    },
    {
      "text": "The Respondent, whether by himself, his servants or agents or otherwise howsoever, be restrained from, without the licence of the Fifth or Twelfth Applicant: \n \n \n \n \n \n (a) selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any copy of a DVD in non-region 4 DVD format embodying any Warner Film.",
      "id": "s40"
    },
    {
      "text": "(b) importing for the purpose of selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any DVD in non-region 4 DVD format embodying any Warner Film.",
      "id": "s41"
    },
    {
      "text": "6.",
      "id": "s42"
    },
    {
      "text": "The Respondent, whether by himself, his servants or agents or otherwise howsoever, be restrained from, without the licence of the Sixth Applicant or the Thirteenth Applicant: \n \n \n \n \n \n (a) selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any copy of a DVD in non-region 4 DVD format embodying any Disney Film.",
      "id": "s43"
    },
    {
      "text": "(b) importing for the purpose of selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any DVD in non-region 4 DVD format embodying any Disney Film.",
      "id": "s44"
    },
    {
      "text": "7.",
      "id": "s45"
    },
    {
      "text": "The Respondent, whether by himself, his servants or agents or otherwise howsoever, be restrained from, without the licence of the Twelfth Applicant: \n \n \n \n \n \n (a) selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any copy of a DVD in non-region 4 DVD format embodying any Roadshow Film.",
      "id": "s46"
    },
    {
      "text": "(b) importing for the purpose of selling, letting for hire, or by way of trade offering or exposing for sale or hire, distributing for the purpose of trade or by way of trade exhibiting in public any DVD in non-region 4 DVD format embodying any Roadshow Film.",
      "id": "s47"
    },
    {
      "text": "8.",
      "id": "s48"
    },
    {
      "text": "The Respondent deliver up on oath any copies in DVD format of the cinematograph films identified in paragraphs 1 to 7 above in the possession, power, custody or control of the Respondent.",
      "id": "s49"
    },
    {
      "text": "9.",
      "id": "s50"
    },
    {
      "text": "There be an inquiry as to damages payable by the Respondent pursuant to sections 115 and 116 of the Copyright Act 1968 and additional damages payable pursuant to s 115(4) of the Copyright Act 1968 .",
      "id": "s51"
    },
    {
      "text": "' \n \n \n \n\n9 The terms 'Universal Film', 'Fox Film', 'Columbia Film', 'Paramount film', 'Warner Film', 'Disney Film' and 'Roadshow Film' were each defined.",
      "id": "s52"
    },
    {
      "text": "In the case of Universal (and the same format was followed generally) the definitions read:\n \n ' Universal Film means any film: \n \n (a) of which the First and/or Seventh Applicant is the: \n \n (i) owner (whether because it made the film or has been assigned the copyright in the film); or \n \n \n \n \n \n \n \n (ii) exclusive licensee in Australia of the copyright in the film, and \n \n \n (b) in relation to which the First and/or Seventh Applicant has Notified the Respondent, or has caused the Respondent to be Notified, is a film of which it is the owner or exclusive licensee in Australia (where such notification includes a notice to the effect that if a film has a particular trade mark (specified in the notice) the First and/or Seventh Applicant is the owner or exclusive licensee in Australia), \n \n \n including the films listed in the Schedule to this order under heading \"Particular Universal Films\".",
      "id": "s53"
    },
    {
      "text": "' \n \n \n \n\n10 It will be seen that the orders provided for Mr Hoey to be notified that films bearing a particular trademark (specified in the notice) were included in the prohibition imposed upon him with respect to the films as defined.",
      "id": "s54"
    },
    {
      "text": "Although the films included those listed in a schedule which corresponded to those identified in the amended statement of claim that list was not restrictive.",
      "id": "s55"
    },
    {
      "text": "11 Although the contempt charged in the present case is a 'civil contempt', it may, if proved, be punished by a fine or by imprisonment.",
      "id": "s56"
    },
    {
      "text": "The distinction between civil and criminal contempt was doubted in Australasian Meat Industry Employees' Union v Mudginberrie Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 and in Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 the High Court held that 'all charges of contempt must be proved beyond reasonable doubt' (at 534).",
      "id": "s57"
    },
    {
      "text": "Accordingly, that is the standard of proof I must apply in the present case.",
      "id": "s58"
    },
    {
      "text": "12 The breaches alleged in the statement of charge are, firstly, that Mr Hoey, either personally or by a servant or agent, sold the following films in breach of orders 1, 2, 3 or 6 --- 'United 93', 'The Fast and the Furious: Tokyo Drift', 'The Sentinel', 'Phat Girlz', 'RV', and 'The Wild'; secondly, that he exposed or offered 'The Shaggy Dog' for sale in breach of Order 6.",
      "id": "s59"
    },
    {
      "text": "Thirdly, although Mr Hoey delivered four boxes of non Region 4 DVDs to solicitors for the applicants containing 'approximately 211 DVDs' it is alleged that he failed to deliver up all relevant DVDs and failed to deliver up any DVDs on oath in breach of Order 8.",
      "id": "s60"
    },
    {
      "text": "It is further alleged that after dispatch of the DVDs actually delivered up Mr Hoey still displayed 'an estimated 1,612 region 1 DVDs' at his premises.",
      "id": "s61"
    },
    {
      "text": "13 The factual foundation for the allegations in the statement of charge is to be found in a series of affidavits read in the case for the applicants.",
      "id": "s62"
    },
    {
      "text": "They were:\n \n \n '(a) Affidavit of Personal Service of Peter Jones sworn 6 July 2006 ( \"Jones Service #1\" ) \n \n (b) Affidavit of Gavin Shane Warren affirmed 21 September 2006 ( \"Warren\" ) \n \n \n \n (c) Affidavit of Sue Elizabeth Cohen affirmed 19 October 2006 ( 'Cohen' ) \n \n (d) Affidavit of Peter Richard Ayling sworn 9 November 2006 ( \"Ayling\" ) \n \n (e) Affidavit of Vicki Munn sworn 13 November 2006 ( \"Munn\" ) \n \n \n \n (f) Affidavit of Tim Ross Fullerton affirmed 21 November 2006 ( \"Fullerton\" ) \n \n \n \n \n \n (g) Affidavit of Gareth Douglas Samuel affirmed 28 November 2006 ( \"Samuel\" ) \n \n \n \n \n \n (h) Affidavit of Michelle Catherine Eadie affirmed 8 December 2006 ( \"Eadie\" ) \n \n \n \n \n \n (i) Affidavit of Personal Service of Peter Jones sworn 13 December 2006 ( \"Jones Service #2\" ) \n \n \n \n \n \n (j) Affidavit of Personal Service of Peter Jones sworn 13 December 2006 ( \"Jones Service #3\" ) \n \n \n \n \n \n (k) Affidavit of Suzanne Marie Moorhouse sworn 18 December 2006 ( \"Moorhouse\" ).",
      "id": "s63"
    },
    {
      "text": "' \n \n \n \n\n14 Further affidavits were identified at the hearing but it became unnecessary for the applicants to rely upon them and they were not read.",
      "id": "s64"
    },
    {
      "text": "15 There is no countervailing evidence and there is no reason not to accept as proven, to the requisite standard, the factual matters deposed to in these affidavits.",
      "id": "s65"
    },
    {
      "text": "I shall discuss in due course, whether (and to what extent) the facts established prove the allegations in the statement of charge.",
      "id": "s66"
    },
    {
      "text": "Service of Sackville J's orders \n \n Jones Service #1 \n \n16 Mr Jones deposed that on 5 July 2006 at about 4.40pm he personally served Mr Hoey with a copy of Sackville J's orders and a letter from Minter Ellison, lawyers, dated 4 July 2006 attaching and explaining the orders made by Sackville J and drawing Mr Hoey's attention to the following:\n \n 'It is important to note that a failure to comply with the Orders is considered contempt which is a criminal matter.",
      "id": "s67"
    },
    {
      "text": "As a result, if you do not obey these Orders you may be imprisoned or your property may be taken .",
      "id": "s68"
    },
    {
      "text": "Orders 1 to 7 prohibit you (and your agents, employees, servants or any another person on your behalf and DVD Kingdom) from, without a licence: \n \n \n \n &#8226; selling, renting, offering to sell or rent or otherwise dealing with non-region 4 DVDs of films owned by, or exclusively licensed to, any Applicant to these proceedings; and \n \n &#8226; importing for the purpose of selling, renting, offering to sell or rent or otherwise dealing with non-region 4 DVDs of films owned by, or exclusively licensed to, any Applicant to these proceedings.",
      "id": "s69"
    },
    {
      "text": "Order 8 requires that you deliver up on oath any non-region 4 DVDs of films owned by, or exclusively licensed to, any Applicant to these proceedings in your possession, power, custody or control.",
      "id": "s70"
    },
    {
      "text": "Such delivery up must be to Charles Alexander, Minter Ellison, 88 Phillip Street, Sydney NSW 2000 unless alternative arrangements are made by contacting us.",
      "id": "s71"
    },
    {
      "text": "We would be happy for such alternate arrangements to include delivery of the DVDs to our Melbourne Office.",
      "id": "s72"
    },
    {
      "text": "Notice \n \n We put you on notice in accordance with the Orders that a DVD bearing any of the trade marks in Annexure A to this letter is a DVD owned by or exclusively licensed in Australia to an Applicant as follows:' \n\n(emphasis in original)\n \n \n\n(there follows a reference to the ownership or exclusive licence in 'Universal trade mark', 'Twentieth Century Fox trade mark', 'Columbia trade mark', 'Paramount trade mark', 'Warner Bros trade mark', 'Disney trade mark' and 'Roadshow trade mark', each of which is shown in Annexure A to the letter).",
      "id": "s73"
    },
    {
      "text": "17 Annexure A contains pictorial representations of trade marks owned by or licensed to the applicants as described in the letter of 4 July 2006.",
      "id": "s74"
    },
    {
      "text": "During the course of the hearing I was shown the way in which such trade marks typically appear upon DVD packaging of DVDs in the possession of, and offered for sale by, Mr Hoey.",
      "id": "s75"
    },
    {
      "text": "18 Sackville J's order, as served on Mr Hoey, bore on each page a stamp of the District Court Registry of the Federal Court of Australia and was endorsed on the final page as follows:\n \n ' NOTICE TO Shannan John Hoey trading as DVD Kingdom \n \n If you disobey orders 1, 2, 3, 4, 5, 6, 7, 8 or 11 of this order you will be liable to sequestration of property or to imprisonment.",
      "id": "s76"
    },
    {
      "text": "' \n \n\n19 I am satisfied that Mr Hoey was personally served with the orders made against him and that, by endorsement on the order, he was advised of the consequences of non-compliance as required by O 37 r 2(1) and (3) respectively of the Federal Court Rules .",
      "id": "s77"
    },
    {
      "text": "Evidence of Rights of Importation and Sale \n \n Cohen \n \n20 Ms Cohen deposed that she was the Corporate Counsel of Universal Pictures, a related body of Universal.",
      "id": "s78"
    },
    {
      "text": "Universal Pictures has the exclusive licence to sell, let for hire or offer for sale or hire in Australia DVDs which embody films in respect of which Universal has the Australian rights.",
      "id": "s79"
    },
    {
      "text": "Universal Pictures is the exclusive distributor in Australia of 'United 93' and 'The Fast and the Furious: Tokyo Drift'.",
      "id": "s80"
    },
    {
      "text": "21 Ms Cohen deposed that Universal Pictures has not agreed (nor been asked by Universal to agree) to Mr Hoey importing into Australia, selling, letting for hire or offering for sale or hire in Australia DVDs which embody films in respect of which Universal has the Australian rights or the two films identified above.",
      "id": "s81"
    },
    {
      "text": "22 There was no countervailing evidence.",
      "id": "s82"
    },
    {
      "text": "Ms Cohen was not required for cross-examination.",
      "id": "s83"
    },
    {
      "text": "I am satisfied as to the matters to which she deposes.",
      "id": "s84"
    },
    {
      "text": "Ayling \n \n23 Mr Ayling deposed that he was Director, Finance and Administration of the tenth applicant (now called Sony Pictures Homes Entertainment Pty Limited), a related body corporate of Columbia.",
      "id": "s85"
    },
    {
      "text": "He deposed that the tenth applicant is the exclusive distributor in Australia of the film 'RV' and that it had not agreed to Mr Hoey importing into Australia, selling, letting for hire or offering for sale or hire in Australia that film or other DVDs embodying films in respect of which Columbia had the Australian rights.",
      "id": "s86"
    },
    {
      "text": "Nor had Columbia asked the tenth applicant to agree to Mr Hoey doing such things.",
      "id": "s87"
    },
    {
      "text": "24 There was no challenge to this evidence.",
      "id": "s88"
    },
    {
      "text": "Mr Ayling was not required for cross-examination.",
      "id": "s89"
    },
    {
      "text": "I am satisfied that Mr Hoey had no right to import, sell, let for hire or offer to sell or hire 'RV' in a non-Region-4 format.",
      "id": "s90"
    },
    {
      "text": "Fullerton \n \n25 Mr Fullerton deposed that he is the Senior Marketing Manager of Buena Visa Australia, a related body corporate of Disney.",
      "id": "s91"
    },
    {
      "text": "He deposed that Buena Visa Australia is the sole distributor in Australia of 'The Wild' and 'The Shaggy Dog' and that it has not agreed to (or been asked by Disney to agree to) Mr Hoey importing into Australia, selling, letting for hire or offering for sale or hire in Australia DVDs which embody films in respect of which Disney has Australian rights including the two films mentioned above.",
      "id": "s92"
    },
    {
      "text": "Mr Fullerton was not required for cross-examination.",
      "id": "s93"
    },
    {
      "text": "I accept that his evidence proves the facts to which he deposes.",
      "id": "s94"
    },
    {
      "text": "Samuel \n \n26 Mr Samuel deposed that he is the Group Finance Director for Home Entertainment employed by Fox South Pacific and has responsibility for the financial affairs of both Fox South Pacific and Fox Australia, each of which are related bodies corporate of Fox.",
      "id": "s95"
    },
    {
      "text": "He deposed that Fox South Pacific and Fox Australia are the only persons licensed to sell, let for hire or offer for sale or hire in Australia DVDs which embody the films in respect of which Fox has Australian rights and that they are the only persons with distribution rights in Australia in relation to 'The Sentinel' and 'Phat Girlz'.",
      "id": "s96"
    },
    {
      "text": "He further deposed that neither Fox South Pacific or Fox Australia had agreed (or been asked by Fox to agree) to Mr Hoey importing into Australia, selling, letting for hire or offering for sale or hire in Australia DVDs which embody films of Fox or the two films mentioned above.",
      "id": "s97"
    },
    {
      "text": "There was no challenge to this evidence.",
      "id": "s98"
    },
    {
      "text": "Mr Samuel was not cross-examined.",
      "id": "s99"
    },
    {
      "text": "I accept that his evidence proves the facts to which he deposes.",
      "id": "s100"
    },
    {
      "text": "Evidence of Breach \n \n Munn \n \n27 This affidavit contains the principal evidence of breach by Mr Hoey of orders 1, 2, 3 and 6 made by Sackville J.",
      "id": "s101"
    },
    {
      "text": "There is no direct evidence of breach of orders 4, 5 or 7.",
      "id": "s102"
    },
    {
      "text": "28 In this affidavit Ms Munn deposes to visits to Mr Hoey's business premises on a number of occasions before and after Sackville J made his orders.",
      "id": "s103"
    },
    {
      "text": "The conversations to which she deposes are of central importance to the proceedings.",
      "id": "s104"
    },
    {
      "text": "I am satisfied from evidence to which I will later refer that this affidavit was properly served upon Mr Hoey.",
      "id": "s105"
    },
    {
      "text": "There was no countervailing evidence.",
      "id": "s106"
    },
    {
      "text": "Ms Munn was not required for cross-examination.",
      "id": "s107"
    },
    {
      "text": "29 The affidavit commences with the following:\n \n \n '1.",
      "id": "s108"
    },
    {
      "text": "I am a Private Investigator licensed and registered to work in the state of Victoria.",
      "id": "s109"
    },
    {
      "text": "2.",
      "id": "s110"
    },
    {
      "text": "I regularly conduct investigations for the Australian Federation Against Copyright Theft Limited (AFACT).",
      "id": "s111"
    },
    {
      "text": "I have worked with AFACT since January 2004 (when it was established).",
      "id": "s112"
    },
    {
      "text": "Before that I worked with AFACT's predecessor the Australian Film and Video Security Office, beginning in June 2002.",
      "id": "s113"
    },
    {
      "text": "3.",
      "id": "s114"
    },
    {
      "text": "In April 2005 I was tasked by AFACT to investigate an establishment known as DVD Kingdom, situated at Shop 1-2, Corner of High and Sladen Streets, Cranbourne, Victoria ( DVD Kingdom ).",
      "id": "s115"
    },
    {
      "text": "4.",
      "id": "s116"
    },
    {
      "text": "I have undertaken training with AFACT to identify the region markings contained on DVDs.",
      "id": "s117"
    },
    {
      "text": "5.",
      "id": "s118"
    },
    {
      "text": "The category for Australian DVDs is Region-4.",
      "id": "s119"
    },
    {
      "text": "The identifying marks that indicate they are Region-4 DVDs are the coloured classification label on the front of the DVD, as well as the region code on the back of the DVD.",
      "id": "s120"
    },
    {
      "text": "An example of a Region-4 DVD cover is exhibited to this affidavit and marked VM1.",
      "id": "s121"
    },
    {
      "text": "6.",
      "id": "s122"
    },
    {
      "text": "DVD's from the US are Region-1 DVDs.",
      "id": "s123"
    },
    {
      "text": "The Region-1 DVDs can be identified on the front of the DVD by the black and white classification labels and the region code on the back of the DVD.",
      "id": "s124"
    },
    {
      "text": "The black and white classification label is generally put on the front of the DVD by the retail seller of the DVDs before they are put on display.",
      "id": "s125"
    },
    {
      "text": "An example of a Region-1 DVD cover is exhibited to this affidavit and marked VM2 .",
      "id": "s126"
    },
    {
      "text": "' \n \n \n \n\n30 According to her evidence, during the various conversations to which she then deposes, Mr Hoey stated that most of the DVDs which he had available for sale were Region-1 DVDs from the US.",
      "id": "s127"
    },
    {
      "text": "It is clear that such Region-4 DVDs as he held made up a small proportion of the total offered for sale.",
      "id": "s128"
    },
    {
      "text": "31 Ms Munn deposes to four visits to Mr Hoey's business premises before the commencement of the original proceedings by application and statement of claim filed on 15 February 2006.",
      "id": "s129"
    },
    {
      "text": "On 18 April 2005 she had a conversation with Mr Hoey in which he said: 'We get our DVDs from the US'.",
      "id": "s130"
    },
    {
      "text": "She sighted 69 Region-1 DVDs for sale and purchased four Region-1 DVDs including three which were the subject of specific allegations in the original proceedings.",
      "id": "s131"
    },
    {
      "text": "32 On 11 May 2005 she saw a further 19 Region-1 DVDs and purchased six of them.",
      "id": "s132"
    },
    {
      "text": "Five of them were the subject of specific pleading in the original proceedings.",
      "id": "s133"
    },
    {
      "text": "33 On 7 September 2005 she purchased a further Region-1 DVD and on 6 October 2005 another.",
      "id": "s134"
    },
    {
      "text": "34 During April and May 2005 she corresponded with Mr Hoey by email during which Mr Hoey gave her advance notice of a number of Region-1 DVDs that had been either delivered or were due to be delivered to his business.",
      "id": "s135"
    },
    {
      "text": "35 In one such email communication, which Ms Munn identifies as occurring on 18 April 2005, Mr Hoey said:\n \n 'PLEASE NOTE \n OUR MOVIES ARE REGION 1, WHICH MEANS YOU NEED A MULTIZONE DVD PLAYER TO VIEW THEM.",
      "id": "s136"
    },
    {
      "text": "' \n \n\n36 Further visits took place after the proceedings before Sackville J had been commenced but before orders were both made (9 June 2006) and formally served upon Mr Hoey (4.40pm 5 July 2006).",
      "id": "s137"
    },
    {
      "text": "Ms Munn deposes to two visits during this period, 7 June 2006 and 1pm 5 July 2006.",
      "id": "s138"
    },
    {
      "text": "37 On 7 June 2006 she purchased two Region 1 DVDs and saw available for sale, on a shelf marked 'New Arrivals', 14 others which she identified.",
      "id": "s139"
    },
    {
      "text": "38 On 5 July 2006 she observed Mr Hoey unpacking six cartons containing Region 1 DVDs.",
      "id": "s140"
    },
    {
      "text": "Mr Hoey made a hand-written list for her of 15 titles.",
      "id": "s141"
    },
    {
      "text": "39 Ms Munn also deposed (with respect to her visit on 5 July 2006) as follows:\n \n 'While I was at DVD Kingdom on 5 July 2006 I saw a significant number of Region-1 DVDs on display.",
      "id": "s142"
    },
    {
      "text": "I knew they were Region-1 DVDs by the black and white classification labels on them.",
      "id": "s143"
    },
    {
      "text": "I did not count the number of Region-1 DVDs on display on 5 July 2006, however to the best of my recollection, the number of Region-1 DVDs on display on 5 July 2006 would have been approximately the same as on 22 August 2006, being 1,612.",
      "id": "s144"
    },
    {
      "text": "' \n \n \n \n \n\nThese observations were made about 3 hours 40 minutes before Sackville J's orders were served on Mr Hoey.",
      "id": "s145"
    },
    {
      "text": "40 Ms Munn deposed to visiting Mr Hoey's business premises on seven occasions after the orders made by Sackville J were served on him --- 28 July 2006, 11, 22 and 28 August 2006, 13, 14 and 19 September 2006.",
      "id": "s146"
    },
    {
      "text": "41 She was offered Region 1 DVDs for sale.",
      "id": "s147"
    },
    {
      "text": "She deposes that on 28 July 2006 Mr Hoey said words to the following effect: 'Have a look at some of these Region 1 DVDs I had delivered last week.",
      "id": "s148"
    },
    {
      "text": "' She deposed to the following:\n \n \n '29.",
      "id": "s149"
    },
    {
      "text": "As I walked around the shop on 28 July 2006 I saw a glass cabinet with about 20 DVDs in it.",
      "id": "s150"
    },
    {
      "text": "I had a conversation with Shannan to the following effect: \n \n \n \n Mr: \"Why are those DVDs in the cabinet?",
      "id": "s151"
    },
    {
      "text": "\" \n \n \n Shannan: \"They're just a few Region-4s.",
      "id": "s152"
    },
    {
      "text": "They're all I have in Region-4.",
      "id": "s153"
    },
    {
      "text": "\" \n \n \n \n \n I then looked around the shop and counted 18 large display shelves with Region-1 DVDs on them for sale.",
      "id": "s154"
    },
    {
      "text": "I counted the number of Region-1 DVDs on two shelves and counted 82 on one, and 98 on the other.",
      "id": "s155"
    },
    {
      "text": "I estimated there were a total of 1,656 Region-1 DVDs on display.",
      "id": "s156"
    },
    {
      "text": "I reached this estimate by multiplying 18 (the number of display shelves with Region-1 DVDs on them) by 92 (an approximate number of DVDs per shelf).",
      "id": "s157"
    },
    {
      "text": "30.",
      "id": "s158"
    },
    {
      "text": "While I was at the shop on 28 July 2006, a man came in and talked to Shannan.",
      "id": "s159"
    },
    {
      "text": "I overheard their conversation which was to the following effect: \n \n Man: \"Do you have any old classic movies?",
      "id": "s160"
    },
    {
      "text": "\" \n \n Shannan: \"Do you have a multi-region DVD player?",
      "id": "s161"
    },
    {
      "text": "\" \n \n Man: \"I don't know.",
      "id": "s162"
    },
    {
      "text": "\" \n \n \n \n Shannan: \"All of my DVDs are from America and you need a DVD player that can read Region-1.",
      "id": "s163"
    },
    {
      "text": "\" \n \n \n \n Man: \"Sorry, I don't understand.",
      "id": "s164"
    },
    {
      "text": "' \n \n \n \n Shannan: \"If you bring in the name of your DVD player, I will look up the code for you on the Internet.",
      "id": "s165"
    },
    {
      "text": "Then you just go home and set your DVD player on the code I give you and you will be able to play all regions.",
      "id": "s166"
    },
    {
      "text": "\"' \n \n \n \n \n\n42 These events occurred about three weeks after service of the orders made by Sackville J including the order that Mr Hoey deliver up on oath any DVD copies of the films covered by orders 1 to 8, namely any non Region-4 DVDs marked with the trade marks of the applicants, as identified to him in the letter from Minter Ellison dated 4 July 2006.",
      "id": "s167"
    },
    {
      "text": "I shall deal in due course, and separately, with the evidence regarding failure to deliver up as required by Sackville J's orders.",
      "id": "s168"
    },
    {
      "text": "43 At a visit on 11 August 2006 Ms Munn purchased three Region-1 DVDs including 'RV'.",
      "id": "s169"
    },
    {
      "text": "44 It was on this occasion that a conversation occurred with respect to the one DVD in the statement of charge which is identified as 'exposed for sale' rather than being sold --- 'The Shaggy Dog'.",
      "id": "s170"
    },
    {
      "text": "This DVD was identified by Mr Hoey on 11 August 2006 as being due for delivery within the following week.",
      "id": "s171"
    },
    {
      "text": "45 It was on a list of seven DVDs due for delivery given to Ms Munn during her visit on 11 August 2006.",
      "id": "s172"
    },
    {
      "text": "Another DVD scheduled for delivery at the same time as 'The Shaggy Dog' was 'V for Vendetta'.",
      "id": "s173"
    },
    {
      "text": "Ms Munn deposed:\n \n 'As he wrote the list, Shannan said to me words to the effect of: \"V for Vendetta is a Region-4 DVD, it's not American\".",
      "id": "s174"
    },
    {
      "text": "' \n \n \n \n \n\n46 In a phone call on 21 August 2006 Ms Munn enquired whether 'The Shaggy Dog' had come in.",
      "id": "s175"
    },
    {
      "text": "It had not.",
      "id": "s176"
    },
    {
      "text": "Nor had it arrived by the time of a visit by her on the following day, 22 August 2006.",
      "id": "s177"
    },
    {
      "text": "47 The applicants invited me to conclude from the exchanges about 'The Shaggy Dog' and the failure of Mr Hoey to identify it as a Region-4 DVD, that he was offering it for sale in a Region-1 format.",
      "id": "s178"
    },
    {
      "text": "However, I do not think that the evidence about this matter proves the contention beyond reasonable doubt.",
      "id": "s179"
    },
    {
      "text": "There is no evidence of actual delivery, or that Ms Munn examined the DVD in the store, or that she purchased it.",
      "id": "s180"
    },
    {
      "text": "Nor is there evidence of any express representation that it was being offered for sale as a Region-1 DVD.",
      "id": "s181"
    },
    {
      "text": "48 It is convenient, therefore, to record here that this element of the statement of charge is not established beyond reasonable doubt.",
      "id": "s182"
    },
    {
      "text": "49 During the visit on 11 August 2006 Ms Munn counted 78 Region-4 DVDs which were mixed in with Region-1 DVDs.",
      "id": "s183"
    },
    {
      "text": "It is not clear how, if at all, this relates to what she saw on 28 July 2006 in a glass cabinet when about 20 DVDs were identified to her as Region-4 DVDs.",
      "id": "s184"
    },
    {
      "text": "50 She visited again on 22 August 2006.",
      "id": "s185"
    },
    {
      "text": "On this occasion she 'counted exactly 1,612 Region-1 DVDs on display for sale'.",
      "id": "s186"
    },
    {
      "text": "There were some additional Region-4 DVDs amongst them but she does not say how many.",
      "id": "s187"
    },
    {
      "text": "51 Ms Munn visited again on 28 August 2006.",
      "id": "s188"
    },
    {
      "text": "She saw and videoed Mr Hoey unpacking cartons of DVDs.",
      "id": "s189"
    },
    {
      "text": "Mr Hoey said to her words to the following effect: 'These are Region-1'.",
      "id": "s190"
    },
    {
      "text": "On this occasion she bought the Region-1 DVD 'United 93'.",
      "id": "s191"
    },
    {
      "text": "52 She visited again on 13 September 2006 and purchased three Region-1 DVDs.",
      "id": "s192"
    },
    {
      "text": "Two are the subject of the present charge --- 'The Sentinel' and 'The Wild'.",
      "id": "s193"
    },
    {
      "text": "53 She visited again on 14 September 2006 but does not, in her affidavit, identify any detail bearing upon the present issue.",
      "id": "s194"
    },
    {
      "text": "54 She visited again on 19 September 2006.",
      "id": "s195"
    },
    {
      "text": "On this occasion she purchased two Region-1 DVDs each of which is the subject of the present charge --- 'The Fast and the Furious: Tokyo Drift' and 'Phat Girlz'.",
      "id": "s196"
    },
    {
      "text": "55 I accept Ms Munn's evidence.",
      "id": "s197"
    },
    {
      "text": "It shows that Mr Hoey sold her six Region-1 DVDs in direct contravention of Sackville J's orders.",
      "id": "s198"
    },
    {
      "text": "It also raises serious questions about compliance with the order for delivery up on oath.",
      "id": "s199"
    },
    {
      "text": "Warren \n \n56 This affidavit deposes to a visit to Mr Hoey's business premises on 2 August 2006.",
      "id": "s200"
    },
    {
      "text": "Mr Warren counted and calculated that Mr Hoey was displaying approximately 2,000 region-1 DVDs and about 150 region-4 DVDs.",
      "id": "s201"
    },
    {
      "text": "He also observed about five DVDs labelled region-2.",
      "id": "s202"
    },
    {
      "text": "57 Mr Warren also deposes to an encounter with 'Amanda' (a reference to Ms Reid, Mr Hoey's business and domestic partner).",
      "id": "s203"
    },
    {
      "text": "58 The latter evidence is sought to be used to suggest aggravating conduct on Mr Hoey's part.",
      "id": "s204"
    },
    {
      "text": "I deal with it in that context later.",
      "id": "s205"
    },
    {
      "text": "Delivery up on oath \n \n Eadie \n \n59 Ms Eadie is a lawyer employed by Minter Ellison, Lawyers.",
      "id": "s206"
    },
    {
      "text": "Her affidavit was (apart from being filed as sworn) tendered in a redacted form to remove reference to what was accepted to be privileged material.",
      "id": "s207"
    },
    {
      "text": "The affidavit also, in its redacted form, makes reference to discussions with Ms Reid, Mr Hoey's apparent business and domestic partner.",
      "id": "s208"
    },
    {
      "text": "During these discussions, arguably, a form of compromise of the proceedings was sought but rejected.",
      "id": "s209"
    },
    {
      "text": "I have paid no regard to this part of the affidavit.",
      "id": "s210"
    },
    {
      "text": "60 Ms Eadie deposes, relevantly, that on 6 July 2006 Minter Ellison received four boxes of Region-1 DVDs containing a total of 211 Region-1 DVDs.",
      "id": "s211"
    },
    {
      "text": "61 I have been invited to conclude from this evidence and Ms Munn's that Mr Hoey failed to comply with order 8 as made by Sackville J.",
      "id": "s212"
    },
    {
      "text": "There are two elements to the breach alleged.",
      "id": "s213"
    },
    {
      "text": "The first is that Mr Hoey failed to deliver up all DVD copies in non-Region 4 DVD format of the films in his possession, power, custody or control identified in orders 1 to 7.",
      "id": "s214"
    },
    {
      "text": "The second is that he failed to deliver up any such copies on oath.",
      "id": "s215"
    },
    {
      "text": "62 The facts alleged and relied upon to argue that Mr Hoey had not delivered all non Region-4 DVDs covered by the orders is set out in para 20 of the statement of charge in the following way:\n \n \n '20.",
      "id": "s216"
    },
    {
      "text": "In breach of Order 8, the Respondent has not delivered up all copies in DVD format of the cinematograph films covered by the orders outlined in paragraphs 2 to 8 in his possession, power, custody or control.",
      "id": "s217"
    },
    {
      "text": "Particulars \n \n \n \n \n (i) On 4 July 2006 the Respondent sent by registered mail four boxes of non-region 4 DVDs to Minter Ellison, the solicitors for the Applicants.",
      "id": "s218"
    },
    {
      "text": "(ii) On 5 July 2006 at approximately 1pm an agent for the Applicants visited the Respondent's premises and observed that the Respondent had received six boxes of non-region 4 DVDs.",
      "id": "s219"
    },
    {
      "text": "(iii) On 5 July 2006 at approximately 1pm an agent for the Applicants visited the Respondent's premises and observed an estimated 1,612 region-1 DVDs on display.",
      "id": "s220"
    },
    {
      "text": "(iv) On 5 July 2006 at approximately 4.40pm the orders outlined in paragraphs 2 to 9 were personally served on the Respondent at his place of business.",
      "id": "s221"
    },
    {
      "text": "(v) On 6 July 2006 Minter Ellison, the solicitors for the Applicants, received the four boxes referred to in paragraph 20(i).",
      "id": "s222"
    },
    {
      "text": "These boxes contained approximately 211 DVDs.",
      "id": "s223"
    },
    {
      "text": "' \n \n \n \n\n63 The four boxes of delivered DVDs are in evidence.",
      "id": "s224"
    },
    {
      "text": "On Ms Munn's evidence Mr Hoey continued, as he had before, to offer for sale about 1,600 Region 1 DVDs after the orders were served on him.",
      "id": "s225"
    },
    {
      "text": "64 However, Mr Hoey was able to demonstrate at the hearing, by the tender of DVD covers not marked with the trade mark of any of the applicants (and it was not disputed), that the applicants' trade marks did not cover the whole range of DVDs available for sale at Mr Hoey's business premises, whether Region-1 or otherwise.",
      "id": "s226"
    },
    {
      "text": "Ms Munn does not identify how many of the DVDs she counted were marked with the applicants' trade marks.",
      "id": "s227"
    },
    {
      "text": "However unlikely it may seem that the delivery of 211 DVDs represented all the DVDs marked with the applicants' trade marks in Mr Hoey's possession at the time of service of the orders upon him, I think to so conclude would be to cross the line from proof beyond reasonable doubt to some lesser standard.",
      "id": "s228"
    },
    {
      "text": "65 In all the circumstances I do not find it established beyond reasonable doubt, on the evidence before me, that Mr Hoey has failed to comply with Order 8 by failing to deliver up all non-Region-4 DVDs marked with the applicants' trade marks in his possession, power, custody or control at 5 July 2006 when the orders made by Sackville J were served upon him.",
      "id": "s229"
    },
    {
      "text": "66 However it is clear, and I am satisfied beyond reasonable doubt, that Mr Hoey has made no delivery up on oath of any DVDs, whether the 211 which arrived on 6 July 2006 or otherwise.",
      "id": "s230"
    },
    {
      "text": "Further Evidence of Personal Service \n Jones Service #2 and Jones Service #3 \n \n67 In the first of two affidavits sworn on 13 December 2006 Mr Jones deposes to personal service on Mr Hoey of the notice of motion and statement of charge relating to these contempt proceedings and each of the affidavits I have earlier referred to except that of Ms Eadie.",
      "id": "s231"
    },
    {
      "text": "68 In the second of his affidavits sworn on 13 December 2006 Mr Jones deposes to personal service on Mr Hoey of the affidavit of Ms Eadie.",
      "id": "s232"
    },
    {
      "text": "69 I am satisfied that these matters are established to the requisite standard.",
      "id": "s233"
    },
    {
      "text": "Further Evidence of Breach \n \n Moorhouse \n \n70 In this affidavit Ms Moorhouse deposes to a visit to Mr Hoey's business premises on 7 December 2006.",
      "id": "s234"
    },
    {
      "text": "At that time she purchased four Region-1 DVDs including one the subject of the charge --- 'The Fast and the Furious: Tokyo Drift' which had earlier been purchased by Ms Munn on 19 September 2006.",
      "id": "s235"
    },
    {
      "text": "She also deposes to identifying 175 --- 180 Region-1 DVDs.",
      "id": "s236"
    },
    {
      "text": "71 No affidavit of personal service of this affidavit was read in the proceedings, probably through inadvertence.",
      "id": "s237"
    },
    {
      "text": "However the matters to which Ms Moorhouse deposes do not add materially to the earlier evidence and the lack of evidence of personal service of this affidavit cannot improve the position for Mr Hoey.",
      "id": "s238"
    },
    {
      "text": "Mr Hoey's Response \n \n72 At the beginning of the hearing Mr Hoey indicated that he did not admit that he had breached Sackville J's orders as alleged in the Statement of Charge.",
      "id": "s239"
    },
    {
      "text": "When, later, Mr Hoey was in a position, having heard the submissions of the applicants about the question of breach, to make a more considered response the following exchange with him occurred:\n \n 'HIS HONOUR: All right.",
      "id": "s240"
    },
    {
      "text": "Now, Mr Hoey, is there anything more that you want to say to me?",
      "id": "s241"
    },
    {
      "text": "I want to direct your attention back to the specific DVDs that were purchased by Ms Munn.",
      "id": "s242"
    },
    {
      "text": "Is there anything you want to say to me to suggest that the sale of those DVDs from your shop did not represent a breach of orders?",
      "id": "s243"
    },
    {
      "text": "MR HOEY: I can't say that, your Honour, I --- I'd --- \n \n HIS HONOUR: Well, it's better if you don't do that.",
      "id": "s244"
    },
    {
      "text": "' \n \n\n(Although the transcript does not record it adequately my recollection is that Mr Hoey's recorded words were followed by a statement to the effect 'I'd be lying'.",
      "id": "s245"
    },
    {
      "text": "Hence my rejoinder.",
      "id": "s246"
    },
    {
      "text": ")\n \n73 However, Mr Hoey made no admission that he had failed to deliver up all relevant non-Region 4 DVDs as ordered.",
      "id": "s247"
    },
    {
      "text": "Conclusions on the Evidence \n \n74 As I have already indicated, I am not satisfied beyond reasonable doubt that the applicants have established that Mr Hoey breached Order 6 of Sackville J's orders by exposing or offering for sale the Region-1 DVD 'The Shaggy Dog' or breached Order 8 by failing to deliver up all non-Region-4 DVDs marked with the trade mark of any of the applicants which were in his possession, power, custody or control at the time the order was served upon him.",
      "id": "s248"
    },
    {
      "text": "75 I find that he has breached Orders 1, 2, 3 and 6 by selling Region-1 DVD copies of 'United 93' and 'The Fast and the Furious: Tokyo Drift' (Order 1); 'The Sentinel' and 'Phat Girlz' (Order 2); 'RV' (Order 3); and 'The Wild' (Order 6).",
      "id": "s249"
    },
    {
      "text": "I find that he is in breach of Order 8 by not delivering up on oath any copies of non-Region-4 DVDs marked with the trade mark of any of the applicants in his possession, power, custody or control as at the date of the service of the order upon him.",
      "id": "s250"
    },
    {
      "text": "In each case I am satisfied beyond reasonable doubt that these breaches have been established.",
      "id": "s251"
    },
    {
      "text": "Aggravating Conduct \n \n76 In their written submissions counsel for the applicants advanced the following matters as circumstances aggravating Mr Hoey's conduct:\n \n \n '8.",
      "id": "s252"
    },
    {
      "text": "Quite apart from Mr Hoey's wilful disregard of the Court's orders as specifically pleaded in the Statement of Charge, Mr Hoey has engaged in other conduct which shows his disregard of the Court's authority and procedures.",
      "id": "s253"
    },
    {
      "text": "These matters go to penalty.",
      "id": "s254"
    },
    {
      "text": "9.",
      "id": "s255"
    },
    {
      "text": "First, Mr Hoey completely disregarded the Court's processes in the underlying proceedings.",
      "id": "s256"
    },
    {
      "text": "At no point did he make an appearance in the proceedings or attend Court.",
      "id": "s257"
    },
    {
      "text": "Specifically, Mr Hoey, despite being served with the originating process, failed to enter an appearance by the required date or at any time.",
      "id": "s258"
    },
    {
      "text": "Mr Hoey also failed to comply with a direction made by the Court to file a Defence.",
      "id": "s259"
    },
    {
      "text": "10.",
      "id": "s260"
    },
    {
      "text": "Sackville J then made the Orders pursuant to O 35 r 3(2) of the Federal Court Rules at a hearing at which Mr Hoey entered no appearance.",
      "id": "s261"
    },
    {
      "text": "As Sackville J recorded in his Judgment, the motion seeking default judgment was duly served upon Mr Hoey but he chose not to appear and oppose the relief sought by the Applicants.",
      "id": "s262"
    },
    {
      "text": "... \n \n \n \n 14.",
      "id": "s263"
    },
    {
      "text": "It is also made plain by Mr Hoey's attitude towards an investigator he recognised as being involved in the underlying proceedings.",
      "id": "s264"
    },
    {
      "text": "When an investigator was visiting Mr Hoey's retail store after the Orders had been entered, Mr Hoey observed the investigator and said to him, inter alia , \"I have read your affidavit\" and then his agent or servant Ms Amanda Reid launched a vitriolic attack of verbal personal abuse at the investigator.",
      "id": "s265"
    },
    {
      "text": "After that verbal attack, both Mr Hoey and Ms Reid followed the investigator out onto the street where his motorcycle was parked, where he was again confronted by Ms Reid's personal abuse and foul language.",
      "id": "s266"
    },
    {
      "text": "' \n \n \n \n\n77 There are two separate issues raised.",
      "id": "s267"
    },
    {
      "text": "As to the first, I do not believe that I should take into account, or hold against Mr Hoey, the fact that he chose not to appear or defend the earlier proceedings.",
      "id": "s268"
    },
    {
      "text": "That was his right.",
      "id": "s269"
    },
    {
      "text": "Nor was he obliged to appear to oppose default judgment or, later, respond to the statement of charge for contempt if he wished not to do so.",
      "id": "s270"
    },
    {
      "text": "I would not be prepared to regard that as 'disregard of the Court's authority and procedures' in a way which should bear upon the imposition of a penalty.",
      "id": "s271"
    },
    {
      "text": "78 The allegation contained in para 14 of the applicants' written submissions set out above to the effect that an investigator had been subjected to 'a vitriolic attack of verbal personal abuse' by Mr Hoey's agent or servant Ms Reid, appears based upon matters recorded in the affidavit of Mr Warren sworn on 21 September 2006 to which I earlier referred.",
      "id": "s272"
    },
    {
      "text": "By contrast, affidavits sworn by two other investigators, Mr Jones and Ms Munn, give no indication of aggressive or inappropriate behaviour by Mr Hoey or any of his staff.",
      "id": "s273"
    },
    {
      "text": "Ms Munn, in particular, deposes to a series of conversations in which, although Mr Hoey obviously came to know of her involvement in the investigation into his conduct, there is no suggestion of any hostility exhibited towards her.",
      "id": "s274"
    },
    {
      "text": "Indeed it might reasonably be inferred that it was one such conversation, which took place on 2 February 2007, and Ms Munn's encouragement, that led to the first contribution which Mr Hoey made to the proceedings, represented by his hand-written 'affidavit' filed on 5 February 2007.",
      "id": "s275"
    },
    {
      "text": "79 In the circumstances I do not think it is established that Mr Hoey's conduct in not complying with the orders made by Sackville J is accompanied by aggravating behaviour which should bear upon the fixation of an appropriate penalty.",
      "id": "s276"
    },
    {
      "text": "Penalty \n \n80 The question of penalty is not an easy one.",
      "id": "s277"
    },
    {
      "text": "81 Mr Hoey has been, according to the evidence, properly and effectively served with each relevant document in the proceedings including the judgment and orders of Sackville J.",
      "id": "s278"
    },
    {
      "text": "It is too obvious to be mistaken that these documents are connected with Federal Court proceedings and that they involve matters of considerable significance for him.",
      "id": "s279"
    },
    {
      "text": "82 In an affidavit sworn by Ms Munn on 16 February 2007 (filed 20 February 2007) Ms Munn deposes to suggesting to Mr Hoey in a conversation that he had been avoiding service of documents.",
      "id": "s280"
    },
    {
      "text": "She records his response:\n \n 'No, no I haven't.",
      "id": "s281"
    },
    {
      "text": "There have been a few other documents and I have just ripped them up or thrown them into the bin.",
      "id": "s282"
    },
    {
      "text": "But I haven't been avoiding anyone.",
      "id": "s283"
    },
    {
      "text": "' \n \n\n83 Be that as it may, in this conversation of 2 February 2007 Ms Munn told Mr Hoey that the documents she had for him were Federal Court documents.",
      "id": "s284"
    },
    {
      "text": "Thereafter he can have been in no doubt as to the seriousness of the matter.",
      "id": "s285"
    },
    {
      "text": "The written submissions for the applicant filed on 14 February 2007, which were served on him by Ms Munn personally on 19 February 2007 make it clear on their first page that the applicants seek that he be imprisoned and/or fined.",
      "id": "s286"
    },
    {
      "text": "I attempted to make it clear to Mr Hoey in the one directions hearing at which he earlier appeared (19 March 2007) that the potential consequences for him were very serious.",
      "id": "s287"
    },
    {
      "text": "84 Notwithstanding the requirements imposed upon him by Sackville J's orders, the clear notice to him of the potential consequences of his conduct and the opportunity he has had to comply with the orders, there is no indication that Mr Hoey has taken any active step in conformity with the obligations imposed on him.",
      "id": "s288"
    },
    {
      "text": "In the circumstances it is inevitable that I should conclude that his attitude has been one of deliberate and open defiance of the Court's orders.",
      "id": "s289"
    },
    {
      "text": "85 In his 'affidavit' of 5 February 2007 (which I have accepted as a submission only) Mr Hoey made a general claim to lack of financial means.",
      "id": "s290"
    },
    {
      "text": "He says, for example:\n \n 'I do not have the finances to appear in Sydney as I am a Melbourne resident and have neither the means nor the funds to travel as I am currently to and from Adelaide to support my father while he has open heart surgery.",
      "id": "s291"
    },
    {
      "text": "I cannot afford legal assistance or representation ...",
      "id": "s292"
    },
    {
      "text": "I am a small family business with children to provide for and barely make ends meet.",
      "id": "s293"
    },
    {
      "text": "... \n \n I am unable to appease the companies in question by closing down DVD Kingdom as it is my only source of income and it will, without doubt, set me bankrupt.",
      "id": "s294"
    },
    {
      "text": "I am merely trying to provide for my children and get by week to week.",
      "id": "s295"
    },
    {
      "text": "' \n \n\n86 In his oral submissions Mr Hoey said:\n \n '... basically I have come to the conclusion where I am not very good in this business and I have had a job opportunity from a friend of mine within the Freemasons and he is actually going to train me up bricklaying.",
      "id": "s296"
    },
    {
      "text": "He is basically going to help me out so it's an opportunity there where I can do something else in life so I am never before the courts here or yourself again because I thought I was afraid to fly until I came here today, your Honour, and I think the Court has now made me more scared of that than flying.",
      "id": "s297"
    },
    {
      "text": "I just want to also state, your Honour, I was working 70 hour weeks in that shop.",
      "id": "s298"
    },
    {
      "text": "My father had a heart attack that year.",
      "id": "s299"
    },
    {
      "text": "He had a triple bypass.",
      "id": "s300"
    },
    {
      "text": "I was driving to and from Adelaide and I have made some mistakes in that period, your Honour.",
      "id": "s301"
    },
    {
      "text": "I am raising two kids.",
      "id": "s302"
    },
    {
      "text": "I don't want them being ashamed of their father going to gaol or anything like that.",
      "id": "s303"
    },
    {
      "text": "I want them to know that I am a good man and I do try to do the right thing and I don't want to disrespect the courts or any of the laws that are in front of me, your Honour.",
      "id": "s304"
    },
    {
      "text": "HIS HONOUR: Well, I am not quite sure I understand what you are proposing, Mr Hoey.",
      "id": "s305"
    },
    {
      "text": "MR HOEY: I am proposing that I have a job opportunity and I can shut the doors of my shop and never be here again because it's very hard to police the store with so many technicalities on the DVDs.",
      "id": "s306"
    },
    {
      "text": "' \n \n\nand shortly thereafter:\n \n 'Like I said, I can shut the store and move on ...' \n \n\n87 How Mr Hoey manages his ongoing obligation to comply with Sackville J's orders is really a matter for him.",
      "id": "s307"
    },
    {
      "text": "However, I do not feel in the circumstances that his expressions of concern (or even regret) at the last minute bear much weight in the face of the evidence of his breaches.",
      "id": "s308"
    },
    {
      "text": "88 In Deputy Commissioner of Taxation v Hickey (1999) 42 ATR 229 Carr J made the following observations about the power of the Court to punish for contempt (at [34] --- [35]):\n \n 'The Federal Court of Australia has the same power to punish contempts as is possessed by the High Court of Australia in respect of contempts of that court --- see s 31 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s309"
    },
    {
      "text": "The High Court of Australia has the same power to punish contempts as was possessed in 1903 by the Supreme Court of Judicature in England --- see s 24 of the Judiciary Act 1903 (Cth).",
      "id": "s310"
    },
    {
      "text": "All parties to these proceedings concede that the court has a discretion to impose a prison sentence, to fine, to make costs orders or to punish by any combination of such alternatives.",
      "id": "s311"
    },
    {
      "text": "I think that it is accepted these days that, generally, imprisonment is a punishment of last resort.",
      "id": "s312"
    },
    {
      "text": "But even that proposition must be subject to the nature and seriousness of the crime.",
      "id": "s313"
    },
    {
      "text": "Any contempt of court is serious.",
      "id": "s314"
    },
    {
      "text": "The seriousness transcends matters such as the personal dignity of the judiciary, or the rights in this case of the Commissioner as a litigant in this court.",
      "id": "s315"
    },
    {
      "text": "The offence involves interference with the effective administration of justice, by impeding and perverting its course: Johnson v Grant (1932) SC 789 at 790 per Lord President Clyde.",
      "id": "s316"
    },
    {
      "text": "Contempt of court is a matter of basic public significance.",
      "id": "s317"
    },
    {
      "text": "Unless the laws of contempt are properly enforced our whole system of justice is at risk.",
      "id": "s318"
    },
    {
      "text": "I regard the offences committed by the respondents as being very serious.",
      "id": "s319"
    },
    {
      "text": "They amount to wilful disobedience of court orders over a sustained period of time and involve substantial amounts of money.",
      "id": "s320"
    },
    {
      "text": "' \n \n\n89 More recently Bennett J has surveyed penalties for contempt ( Buchanan Turf Supplies Pty Limited v Premier Turf Supplies Pty Ltd [2004] FCA 1694).",
      "id": "s321"
    },
    {
      "text": "In that case her Honour directed the issue of a warrant for a respondent's imprisonment for two months with the warrant to lie in the registry for twelve months and not be executed providing the respondent refrained from further contravention of the Court's orders.",
      "id": "s322"
    },
    {
      "text": "90 It is well established that the Court has the power to impose a sentence of imprisonment, suspended on conditions if appropriate (see Hughes v Australian Competition and Consumer Commission [2004] FCAFC 319).",
      "id": "s323"
    },
    {
      "text": "91 The range of penalties available for contempt of court in this Court was also recently discussed by Gray J in Pattison (Trustee), in the matter of Bell (Bankrupt) v Bell [2007] FCA 137 ( Pattison ).",
      "id": "s324"
    },
    {
      "text": "His Honour referred to a judgment of Merkel J in Australian Industrial Group v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union of Australia &amp; Ors (2001) 188 ALR 653.",
      "id": "s325"
    },
    {
      "text": "In that judgment, faced with the disinclination of the Attorney-General of the Commonwealth to act to enforce an unpaid fine imposed as punishment for contempt of court Merkel J said:\n \n '16.",
      "id": "s326"
    },
    {
      "text": "If a person wilfully disobeys and publicly defies an order to pay a fine imposed for contempt, the disobedience and defiance may constitute a further contempt.",
      "id": "s327"
    },
    {
      "text": "Further, conduct calculated to defeat the effect of a court order and treating the order as unworthy of notice may also constitute a contempt: see Seaward v Paterson [1897] 1 Ch 545 at 554-555 per Lord Lindley.",
      "id": "s328"
    },
    {
      "text": "For example if a person, such as an Attorney-General, has a duty to enforce a penalty order (which may also include committal to prison in default of payment) and refuses to discharge that duty, with the consequence that there will be no enforcement of the order, a serious issue of obstructing the course of justice may arise.",
      "id": "s329"
    },
    {
      "text": "17.",
      "id": "s330"
    },
    {
      "text": "I have made the above observations as it is clear that, in future, a court ought to make specific provision for enforcement of any order punishing a person for contempt.",
      "id": "s331"
    },
    {
      "text": "Plainly, if the position taken by the Attorney-General is maintained, it will be necessary for the Court in its order to make provision for the enforcement of that order.",
      "id": "s332"
    },
    {
      "text": "In most cases it will be sufficient if the order provided that, in default of payment, the District Registrar must apply to the Court for directions concerning the enforcement of the order.",
      "id": "s333"
    },
    {
      "text": "' \n \n\n92 In Pattison Gray J, referring to Merkel J's conclusions at [17], said at [45]:\n \n 'His Honour suggested that, in most cases, it would be sufficient for the order to provide that, in default of payment, the district registrar must apply to the Court for directions concerning the enforcement of the order.",
      "id": "s334"
    },
    {
      "text": "If that were done, there seems little doubt that the Court would have power to impose a sentence of imprisonment upon the application for directions for enforcement.",
      "id": "s335"
    },
    {
      "text": "If that be the case, there seems to be no reason why the Court could not impose a sentence of imprisonment in default of payment of the fine, or part of the fine, in the first place.",
      "id": "s336"
    },
    {
      "text": "I am not to be taken as suggesting that the Court ought to do this in every case.",
      "id": "s337"
    },
    {
      "text": "There will undoubtedly be many cases in which the Court takes the view that a contempt is insufficiently serious to warrant imprisonment, and that the contemnor's means are such that other enforcement methods will be sufficient to enable the fine to be collected, if it is not paid in accordance with the order.",
      "id": "s338"
    },
    {
      "text": "I am satisfied, however, that a sentence of imprisonment in default of payment of a fine, or part of a fine, is a course within the powers of this Court.",
      "id": "s339"
    },
    {
      "text": "' \n \n\n93 Gray J imposed a fine of $20,000 and in default of payment a sentence of imprisonment of 40 days, with six months to pay.",
      "id": "s340"
    },
    {
      "text": "Part payment was to reduce any period to be served by $500 for each day.",
      "id": "s341"
    },
    {
      "text": "Orders to be made \n \n94 It is important that Mr Hoey, and others, understand the seriousness of his conduct.",
      "id": "s342"
    },
    {
      "text": "The penalties I will impose address only the matters I have found proved.",
      "id": "s343"
    },
    {
      "text": "It remains necessary for him to comply properly with Order 8.",
      "id": "s344"
    },
    {
      "text": "Any further breach by Mr Hoey of Sackville J's orders will, of course, expose him to the possibility of further charges.",
      "id": "s345"
    },
    {
      "text": "95 I have found that Mr Hoey breached Order 8 of Sackville J's orders by failing to deliver up on oath all relevant non-Region-4 DVDs in his possession, power, custody or control at the time of the service of Sackville J's orders on him.",
      "id": "s346"
    },
    {
      "text": "I propose to give him an opportunity to purge this contempt by delivering up on oath all such DVDs in his possession, power, custody or control at the time of service upon him of the orders I shall make.",
      "id": "s347"
    },
    {
      "text": "He should do so within 7 days.",
      "id": "s348"
    },
    {
      "text": "Otherwise, he is, within 14 days, to pay a fine of $10,000 in respect of this contempt.",
      "id": "s349"
    },
    {
      "text": "96 I have also found that Mr Hoey breached Orders 1, 2, 3 and 6 of Sackville J's orders by the sale to Ms Munn of the following non-Region-4 DVDs on the days indicated:\n \n Order 3 --- 'RV' --- 11 August 2006\n Order 1 --- 'United 93' --- 28 August 2006\n Order 2 --- 'The Sentinel' --- 13 September 2006\n Order 6 --- 'The Wild' --- 13 September 2006\n Order 1 --- 'The Fast and the Furious: Tokyo Drift' --- 19 September 2006\n Order 2 --- 'Phat Girlz' --- 19 September 2006.",
      "id": "s350"
    },
    {
      "text": "97 These breaches have completely crystallised.",
      "id": "s351"
    },
    {
      "text": "It is not possible for Mr Hoey to purge these acts of contempt.",
      "id": "s352"
    },
    {
      "text": "In the circumstances, at least a fine must be imposed in respect of each of these acts of contempt.",
      "id": "s353"
    },
    {
      "text": "I propose to impose a fine of $2,500 for each contempt.",
      "id": "s354"
    },
    {
      "text": "However, I will provide Mr Hoey with an opportunity to pay the total amount of $15,000 by payments of not less than $5,000 on or before each of the last working days of June, July and August 2007 respectively.",
      "id": "s355"
    },
    {
      "text": "In default of any payment due the total amount outstanding will become payable within 7 days.",
      "id": "s356"
    },
    {
      "text": "98 I am satisfied that the aggregate amount of the fines I have fixed does not infringe the principle of totality.",
      "id": "s357"
    },
    {
      "text": "99 The next question is whether I should make provision for the possibility that Mr Hoey will again disregard the orders made by the Court and simply not pay the fines I have imposed.",
      "id": "s358"
    },
    {
      "text": "Mr Hoey has shown no regard for the Court's processes (although it was entirely a matter for him whether he defended the proceedings before Sackville J) and has acted in open defiance of its orders.",
      "id": "s359"
    },
    {
      "text": "In the circumstances I am not confident that he will meet his obligations under the orders I will now make unless it is unmistakeably clear to him that further defiance of the Court's orders will be attended by immediate consequences.",
      "id": "s360"
    },
    {
      "text": "100 Therefore, I propose to order that should Mr Hoey default in payment of the full amount of either fine, of $10,000 (should it become payable) or $15,000, he will go to prison for 30 days.",
      "id": "s361"
    },
    {
      "text": "In that event any fine outstanding will not abate but will remain payable and enforceable.",
      "id": "s362"
    },
    {
      "text": "101 To give effect to this aspect of the orders I will order that a warrant issue for Mr Hoey's arrest and imprisonment for 30 days but that the warrant lie in the registry until the fines have been paid and be executed only in the event that Mr Hoey fails to make payment, as ordered, of the fines I impose on him.",
      "id": "s363"
    },
    {
      "text": "102 The applicants have sought their costs on an indemnity basis.",
      "id": "s364"
    },
    {
      "text": "Such an order is not uncommon in contempt proceedings (see Degmam Pty Ltd (In Liq) v Wright (No 2) [1983] 2 NSWLR 354 at 358; Concrete Constructions Pty Ltd v Plumbers and Gasfitters Employees' Union (No.",
      "id": "s365"
    },
    {
      "text": "2) (1987) 15 FCR 64 at 86-7; Australian Competition and Consumer Commission v INFO4PC.com Pty Ltd [2002] FCA 949 ; (2002) 121 FCR 24 at 58; Ripcurl International Pty Ltd v Phone Lab Pty Ltd [2004] FCA 1215) although it has also been held that there is no 'established practice' to this effect (see Australian Competition and Consumer Commission v World Netsafe Pty Ltd [2003] FCA 1501 ; (2003) 133 FCR 279) and such costs are not 'routinely awarded' (see Construction, Forestry, Mining and Energy Union v BHP Steel (AIS) Pty Ltd (2003) 196 ALR 350 per Moore J).",
      "id": "s366"
    },
    {
      "text": "An order for the payment of indemnity costs, where it is made, recognises both the public interest in ensuring that orders of the Court are complied with and the equity in ensuring, so far as possible, that an applicant required to take the further step of contempt proceedings should be protected by an appropriate costs order.",
      "id": "s367"
    },
    {
      "text": "103 The applicants in the present matter have assumed the burden of enforcement of the orders made by Sackville J.",
      "id": "s368"
    },
    {
      "text": "On one view, however, that was a further step in vindication of their own commercial interests.",
      "id": "s369"
    },
    {
      "text": "An order to pay indemnity costs in this case would impose a further very substantial burden on Mr Hoey far exceeding the fines I have imposed.",
      "id": "s370"
    },
    {
      "text": "An order for costs of a more conventional kind will doubtless create a substantial obligation also.",
      "id": "s371"
    },
    {
      "text": "I have taken into account the nature of Mr Hoey's defiance of Sackville J's orders in the penalties I have fixed.",
      "id": "s372"
    },
    {
      "text": "In all the circumstances I do not think it appropriate, in the exercise of my discretion, to order the payment of indemnity costs.",
      "id": "s373"
    },
    {
      "text": "I will order simply, that Mr Hoey pay the applicants' costs as agreed or taxed.",
      "id": "s374"
    },
    {
      "text": "I certify that the preceding one hundred and three (103) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s375"
    },
    {
      "text": "Associate:\n\nDated: 31 May 2007\n\n\n Counsel for the Applicant: R Cobden SC, K M Richardson \n \n Solicitor for the Applicant: Minter Ellison \n \n Respondent is self represented \n \n \n Date of Hearing: 26 April 2007 \n \n Date of Judgment: 31 May 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/806.html",
      "id": "s376"
    }
  ]
}