{
  "name": "Lawson v NSW Minister for Land and Water Conservation [2007] FCA 8 (12 January 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/8.html",
  "catchphrases": [
    {
      "text": "application by representative body to be joined as a party",
      "id": "c0"
    },
    {
      "text": "application for compensation application to be dismissed",
      "id": "c1"
    },
    {
      "text": "authorisation of representative body to seek dismissal of compensation application",
      "id": "c2"
    },
    {
      "text": "compensation application dismissed for applicant's failure to progress ;",
      "id": "c3"
    },
    {
      "text": "native title",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings concern a compensation application for an act affecting native title and are brought under the provisions of the Native Title Act 1993 (Cth).",
      "id": "s0"
    },
    {
      "text": "The application was filed with the National Native Title Tribunal in October 1997 by Dorothy Mary Lawson and Phillip Mark Lawson who are jointly the applicant in this proceeding and who act on behalf of the Barkandji (Paakantyi) People.",
      "id": "s1"
    },
    {
      "text": "Pursuant to amendments made to the Act the compensation application became a proceeding in this Court on 30 September 1998.",
      "id": "s2"
    },
    {
      "text": "2 By notice of motion New South Wales Native Title Services Limited ('NTS') moves the Court for the following orders:\n \n(a) that it be joined as a party to this application;\n \n(b) that the application be dismissed; and\n \n(c) that there be no order as to costs.",
      "id": "s3"
    },
    {
      "text": "Applicant's failure to appear \n \n3 At the hearing of the notice of motion filed by NTS there was no appearance for the applicant.",
      "id": "s4"
    },
    {
      "text": "In an affidavit affirmed on 19 October 2000, Philippe Savidis, a solicitor employed by NTS, gave details of the attempts that NTS had made to serve the applicant and the applicant's representative, Mr Mark Dengate.",
      "id": "s5"
    },
    {
      "text": "A letter, enclosing letters for Mrs Lawson and Mr Lawson, was sent to the last known address for Mr Dengate.",
      "id": "s6"
    },
    {
      "text": "Letters to Mrs Lawson and Mr Lawson were also sent to a number of different addresses.",
      "id": "s7"
    },
    {
      "text": "It is not necessary for me to detail the extensive efforts made by NTS to contact the applicant.",
      "id": "s8"
    },
    {
      "text": "It is sufficient to state that I am satisfied that every effort was made to contact them without success.",
      "id": "s9"
    },
    {
      "text": "Joinder of NTS as a party \n \n4 NTS is organisation which forms the function of a representative body for New South Wales under s 203FE of the Native Title Act .",
      "id": "s10"
    },
    {
      "text": "Mr Savidis testified that he has responsibility for the day to day running of all native title claimant applications represented by NTS in the Western Division of New South Wales.",
      "id": "s11"
    },
    {
      "text": "Mr Savidis explained that in the ordinary course of proceedings filed under the Native Title Act , pursuant to s 84(3) and consistently with its statutory functions as the representative body, NTS joins applications by filing a Form 5 during the notification period.",
      "id": "s12"
    },
    {
      "text": "The present application has not yet been notified and therefore NTS has not been joined as a party.",
      "id": "s13"
    },
    {
      "text": "It now seeks to be joined as a party to the compensation application.",
      "id": "s14"
    },
    {
      "text": "5 Section 84(5) of the Native Title Act provides that the Federal Court may join any person as a party to proceedings under the Act if it is satisfied that 'the person's interests may be affected by a determination in the proceedings'.",
      "id": "s15"
    },
    {
      "text": "NTS is no stranger to applications made under this section.",
      "id": "s16"
    },
    {
      "text": "In Bissett v Minister for Land and Water Conservation for the State of New South Wales [2002] FCA 365 , Tamberlin J considered an application for the New South Wales Aboriginal Land Council to withdraw as a party from a native title proceeding and for NTS to be joined as a party.",
      "id": "s17"
    },
    {
      "text": "In December 2001 the status of the Land Council as a Native Title Representative Body was withdrawn at its own request.",
      "id": "s18"
    },
    {
      "text": "The Aboriginal and Torres Strait Islander Commission decided to grant funds to NTS to assist in certain activities including carrying out the functions of a representative body as set out in s 203B of the Native Title Act .",
      "id": "s19"
    },
    {
      "text": "6 In deciding whether NTS had the requisite interest under s 84(5) , Tamberlin J applied the principles identified by the Full Court in Byron Environment Centre Incorporated v Arakwal People (1997) 78 FCR 1.",
      "id": "s20"
    },
    {
      "text": "His Honour agreed with the views of Katz J in Woodridge v Minister for Land and Water Conservation for the State of NSW [2001] FCA 419 ; (2001) 108 FCR 527 that despite amendments to the Native Title Act the reasoning in Byron was applicable to the case before him.",
      "id": "s21"
    },
    {
      "text": "His Honour summarised the Full Court's views as follows, at [13]:\n \n 'In Byron Environment Centre , the Full Court held that although the relevant \"interests\" are not confined to interest in land or water, they do not extend to mere emotional associations, ideological or bare intellectual interests in the subject matter of the application.",
      "id": "s22"
    },
    {
      "text": "The \"interests\" must not be indirect, remote or lacking in substance and must be capable of clear definition such that they may be affected in a discernible way in relation to the application: at 7-10 per Black CJ.",
      "id": "s23"
    },
    {
      "text": "' \n\n 7 Tamberlin J considered the functions of a representative body and considered that they would be facilitated if NTS were a party to the proceeding.",
      "id": "s24"
    },
    {
      "text": "His Honour also observed that the expression, 'a determination in the proceedings' should not be equated with a final determination of native title rights.",
      "id": "s25"
    },
    {
      "text": "In considering the nature of the 'interests' referred to in the section, his Honour said at [24]: \n \n 'In relation to the asserted appropriateness of a narrow construction of the expression \"interests\" because of a power to veto an otherwise agreed settlement, the provisions of s 84(8) should be borne in mind.",
      "id": "s26"
    },
    {
      "text": "The provision empowers the Court at any time to order a party other than an applicant to cease to be a party to the proceedings.",
      "id": "s27"
    },
    {
      "text": "This power could be invoked by the Court if a representative body is a party to the proceedings and adopts a grossly unreasonable approach in relation to a proposed consensual determination of the proceedings.",
      "id": "s28"
    },
    {
      "text": "In addition, it should be kept in mind that the Court must always be satisfied that the person or body has the requisite interest in any particular circumstances and this provides a safeguard on the extent to which other persons or bodies can be joined.",
      "id": "s29"
    },
    {
      "text": "' \n\n8 Tamberlin J held that NTS had a sufficient interest to meet the requirement of s 84(5) and that the application for joinder should be allowed.",
      "id": "s30"
    },
    {
      "text": "For the same reasons I am satisfied that NTS has sufficient interest in the compensation application and the order for joinder in this proceeding should be made.",
      "id": "s31"
    },
    {
      "text": "Applicant's failure to progress the matter \n \n9 NTS has brought the present application to dismiss the proceedings under O 35A r3(1) of the Federal Court Rules because of a failure to progress the compensation claim.",
      "id": "s32"
    },
    {
      "text": "The following history of the matter, which I accept as correct, is taken from the affidavit of Mr Savidis.",
      "id": "s33"
    },
    {
      "text": "10 The compensation application covers an area \"identical to the external boundaries of the Barkandji Traditional Owner's Application (NSD 6084 of 1998)\" in which NTS is a party and the legal representative of the applicant.",
      "id": "s34"
    },
    {
      "text": "This application, known as the Barkandji #8 application, was first lodged with the Tribunal on 8 October 1997.",
      "id": "s35"
    },
    {
      "text": "11 As required by s 67 of the Act, the compensation application is listed at each directions hearing for the Barkandji #8 application.",
      "id": "s36"
    },
    {
      "text": "The Federal Court records show that the compensation application has been before the Court 28 times however no orders specific to progressing this matter have been sought by the applicant and no material in support of the application (apart from the form on which it was lodged) has been filed.",
      "id": "s37"
    },
    {
      "text": "There has been no appearance in the matter by or on behalf of the applicant for many years.",
      "id": "s38"
    },
    {
      "text": "The decision to apply for the proceedings to be dismissed \n \n12 The decision to apply to have the present proceedings dismissed was made at a meeting, held on 21 and 22 October 2006, of the members of the Barkandji Traditional Owners claim group, the group whose interests are represented in the Barkandji #8 application.",
      "id": "s39"
    },
    {
      "text": "In an affidavit affirmed on 3 November 2006, Mr Stephen Ryan, a community facilitator with NTS testified to the attempts that had been made to publicise the proposed meeting and to contact all those Barkandji group members who might have a present or former interest in the area covered by the Barkandji #8 application and the compensation application.",
      "id": "s40"
    },
    {
      "text": "Those efforts included extensive newspaper advertising as well as contact by mail, telephone calls, emails and faxes sent not only to claim group members but also to people who might have a traditional connection to 'country' falling within the claim area.",
      "id": "s41"
    },
    {
      "text": "NTS made arrangements for persons to attend the meeting, helping with arrangements and expenses for accommodation and travel.",
      "id": "s42"
    },
    {
      "text": "13 Affidavit evidence was also given by Mr Nathan Ryan, a trainee community facilitator with NTS, who gave an account of strenuous efforts that had been made to contact the applicant during the period leading up to the claim group meeting.",
      "id": "s43"
    },
    {
      "text": "These efforts included contacting other Barkandji people who might have information about the whereabouts of Mrs Lawson and Mr Lawson.",
      "id": "s44"
    },
    {
      "text": "All of these efforts were unsuccessful.",
      "id": "s45"
    },
    {
      "text": "The claim group meeting --- 21 and 22 October 2006 \n \n14 Evidence concerning the conduct of the claim group meeting and the resolutions passed at that meeting was given in the second affidavit of Philippe Savidis which was affirmed on 3 November 2006.",
      "id": "s46"
    },
    {
      "text": "The meeting, which was chaired by Mr Stephen Ryan of NTS, was attended by 'at least' fifty people who, according to Mr Savidis, were \"representative of the families who constitute the claim group\".",
      "id": "s47"
    },
    {
      "text": "The agenda for the meeting shows that the question of the compensation application was one of a number of issues that were considered by the meeting.",
      "id": "s48"
    },
    {
      "text": "Mr Savidis' account of the conduct of the meeting, and the supporting documents attached to his affidavit, show that the question was put to the meeting in a clear and transparent way and that it was unanimously supported by those present.",
      "id": "s49"
    },
    {
      "text": "15 The only question that remains is to consider is whether those who attended the meeting adequately represented the claim group in the compensation application.",
      "id": "s50"
    },
    {
      "text": "This is inevitably a somewhat unsatisfactory enquiry largely because changes in the legislation, including the registration test, have led to changes in the way in which a claim group is described.",
      "id": "s51"
    },
    {
      "text": "In the compensation application which was filed in 1997, the compensation claim group is described as:\n \n 'Applicants on behalf of traditionally affiliated Barkandji (Paakantyi) people whom the applicants acknowledge as having rights and interests in the area covered by this application.",
      "id": "s52"
    },
    {
      "text": "' \n\n16 As Ms Phillips, who appeared for NTS, submitted at the hearing, at the time this application was made the Native Title Act did not require applicants to set out the basis of their authority to make the application so that all the application tells us is that Dorothy Lawson and Philip Lawson made the application.",
      "id": "s53"
    },
    {
      "text": "It was also the case that the Act did not require a claim group to be described with the precision presently required; see s 61(4).",
      "id": "s54"
    },
    {
      "text": "It was, however, necessary to describe the group in a manner that enabled one to determine if a particular individual met the description and was therefore a member of the claim group.",
      "id": "s55"
    },
    {
      "text": "17 NTS put forward two bases on which they claimed that the application should be dismissed or struck out under s 84C.",
      "id": "s56"
    },
    {
      "text": "They are the failure of the applicant to progress the compensation claim and the fact that even under the requirements that pertained in 1997 the application was defective.",
      "id": "s57"
    },
    {
      "text": "18 As I am satisfied that NTS has, in its own right, sufficient interest to be made a party, it follows that it is entitled to apply to have the compensation claim dismissed for want of progress.",
      "id": "s58"
    },
    {
      "text": "In my view the complete inactivity over many years coupled with the difficulty that NTS has documented in contacting Dorothy and Phillip Lawson suggests that the applicant has abandoned the claim and is sufficient to justify its dismissal without regard to the other aspects of the matter on which NTS relies.",
      "id": "s59"
    },
    {
      "text": "19 The link between the claim group as described in the compensation application and the present Barkandji claim group that attended the meeting on 21 and 22 October is not entirely without flaws.",
      "id": "s60"
    },
    {
      "text": "Those flaws, however, are inevitable given the inadequate description of the claim group in the application.",
      "id": "s61"
    },
    {
      "text": "The information in the application is such that there is no way of determining whether the applicant had the authority of the claim group to make the application or even the areas of land to which the land applies.",
      "id": "s62"
    },
    {
      "text": "The application refers to 'substantial historical, anthropological and genealogical documents' that were to be provided in support of the claim.",
      "id": "s63"
    },
    {
      "text": "In nearly ten years since the claim was filed none has been forthcoming.",
      "id": "s64"
    },
    {
      "text": "20 In Jango v Northern Territory [2006] FCA 318 ; (2006) 152 FCR 150 the applicants failed in their compensation claim for two independent reasons both of which indicate the evidentiary hurdles that must be overcome by an applicant in such a case.",
      "id": "s65"
    },
    {
      "text": "Sackville J expressed those reasons as follows (at [789]): \n \n \n &#8226; 'First, the applicants have not shown, on the evidence, that the indigenous witnesses, or members of the compensation claim group, acknowledged and observed at the relevant times the laws and customs of the Western Desert bloc as pleaded in the Points of Claim .",
      "id": "s66"
    },
    {
      "text": "&#8226; Secondly, I am not satisfied that any laws and customs relating to rights and interests in land that may have been acknowledged and observed by the Aboriginal witnesses are the traditional laws and customs of the Western Desert bloc, within the meaning of s 223(1) of the NTA.",
      "id": "s67"
    },
    {
      "text": "' \n \n \n \n\n21 Given the lack of progress with the present application, there is no reasonable prospect of such evidence ever being produced.",
      "id": "s68"
    },
    {
      "text": "Under the circumstances, I accept that NTS has done everything possible to ensure that those who might have an interest in the claim have been consulted about the present application.",
      "id": "s69"
    },
    {
      "text": "They have obtained full support from all persons they have been able to contact except Dorothy and Phillip Lawson.",
      "id": "s70"
    },
    {
      "text": "I accept that NTS has been authorised by the Barkandji people to apply to have the compensation claim dismissed.",
      "id": "s71"
    },
    {
      "text": "22 I am conscious that the Court's power under Order 35A rule 3 and under s 84C of the Native Title Act must be exercised cautiously.",
      "id": "s72"
    },
    {
      "text": "The applicable principles are helpfully set out by Finn J in McKenzie v South Australia (2005) 214 ALR 214 at [25] et seq.",
      "id": "s73"
    },
    {
      "text": "For the reasons set out above, I am satisfied however, that it is appropriate to exercise those powers in the present circumstances.",
      "id": "s74"
    },
    {
      "text": "I shall therefore make the orders sought by NTS.",
      "id": "s75"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Stone.",
      "id": "s76"
    },
    {
      "text": "Associate:\n\nDated: 12 January 2007\n\n\n Counsel for the applicant: The applicant did not appear.",
      "id": "s77"
    },
    {
      "text": "Counsel for the respondent: The respondent did not appear.",
      "id": "s78"
    },
    {
      "text": "Counsel for New South Wales Native Title Services Ltd: S Phillips \n \n Date of Hearing: 5 December 2006 \n \n Date of Judgment: 12 January 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/8.html",
      "id": "s79"
    }
  ]
}