{
  "name": "Zentai v Republic of Hungary [2007] FCA 842 (29 May 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/842.html",
  "catchphrases": [
    {
      "text": "extradition",
      "id": "c0"
    },
    {
      "text": "unsuccessful proceedings in federal court challenging power of magistrate to determine eligibility for extradition",
      "id": "c1"
    },
    {
      "text": "full federal court appeal dismissed",
      "id": "c2"
    },
    {
      "text": "special leave application to high court",
      "id": "c3"
    },
    {
      "text": "application to restrain requesting country from prosecuting eligibility proceedings before magistrate",
      "id": "c4"
    },
    {
      "text": "no power to make order",
      "id": "c5"
    },
    {
      "text": "eligibility review unlikely to resume before special leave application heard and determined",
      "id": "c6"
    },
    {
      "text": "availability of alternative remedies",
      "id": "c7"
    },
    {
      "text": "appeals",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 A motion was filed in this Court on 22 May 2007 on behalf of Charles Zentai in connection with proceedings between Mr Zentai and the Republic of Hungary relating to the request by the Republic of Hungary for his extradition from Australia in relation to an alleged war crime committed during the course of the Second World War.",
      "id": "s0"
    },
    {
      "text": "The motion was filed in the appeal proceedings in which Mr Zentai appealed to the Full Court against a decision of a judge of this Court dismissing his application for prohibition and injunctive relief against a magistrate to prevent the hearing determination under s 19 of the Extradition Act 1988 (Cth) of whether Mr Zentai is eligible for extradition.",
      "id": "s1"
    },
    {
      "text": "That appeal was dismissed by the Full Court and an application for special leave to the High Court is pending.",
      "id": "s2"
    },
    {
      "text": "2 On 8 July 2005, Mr Zentai was arrested in Perth pursuant to a warrant for arrest under Section 12(1) of the Extradition Act .",
      "id": "s3"
    },
    {
      "text": "On the same day he appeared in the Perth Magistrates Court and was granted bail pending the outcome of proceedings to determine his eligibility for extradition.",
      "id": "s4"
    },
    {
      "text": "Bail continues on reporting terms.",
      "id": "s5"
    },
    {
      "text": "3 The Republic of Hungary requested Mr Zentai's extradition based upon a warrant issued by the Military Division of the Metropolitan Court.",
      "id": "s6"
    },
    {
      "text": "The offence which Mr Zentai is alleged to have committed occurred in Hungary in 1944 during the Second World War.",
      "id": "s7"
    },
    {
      "text": "He has resided in Australia since March 1950 and is now 85 years of age.",
      "id": "s8"
    },
    {
      "text": "He opposed the extradition on grounds which included a challenge to the use of a State Magistrate to determine the eligibility for extradition.",
      "id": "s9"
    },
    {
      "text": "That challenge was made by way of proceedings for prohibition in this Court.",
      "id": "s10"
    },
    {
      "text": "4 Initially a hearing before a magistrate to determine Mr Zentai's eligibility for extradition under s 19 of the Extradition Act was listed for 13 February 2006.",
      "id": "s11"
    },
    {
      "text": "On 6 February 2006, an application was made in this Court to enjoin the magistrate from proceeding with that hearing.",
      "id": "s12"
    },
    {
      "text": "The hearing was adjourned for mention on several occasions pending the determination of the Federal Court application.",
      "id": "s13"
    },
    {
      "text": "That application was heard by Siopis J on 28 July 2006.",
      "id": "s14"
    },
    {
      "text": "His Honour gave a judgment dismissing the application on 12 September 2006.",
      "id": "s15"
    },
    {
      "text": "A notice of appeal against his decision was filed on 21 September 2006.",
      "id": "s16"
    },
    {
      "text": "Pending the hearing of the appeal by the Full Court of the Federal Court, I made orders on 30 November 2006 restraining the Republic of Hungary from prosecuting the extradition proceedings.",
      "id": "s17"
    },
    {
      "text": "The appeal was heard in Perth on 13 February 2007 and judgment was handed down on 16 April 2007 dismissing the appeal with costs.",
      "id": "s18"
    },
    {
      "text": "5 The proceedings in the Federal Court and the appeal raised the question of whether the Commonwealth Parliament is constitutionally authorised to impose an administrative duty on a state officer without legislative approval of the state.",
      "id": "s19"
    },
    {
      "text": "There were ancillary questions, and, in particular, the question whether the duty said to have been imposed under s 19 of the Extradition Act upon magistrates was covered by, or authorised by, s 6(3)(b) of the Magistrates Court Act 2004 (WA), which provides for approval by a State Governor for the imposition of functions on State magistrates.",
      "id": "s20"
    },
    {
      "text": "6 In substance, the Full Court held that s 6(3)(a) of the Magistrates Court Act specifically contemplated the holding of additional offices by State magistrates including appointments made under the law of another place.",
      "id": "s21"
    },
    {
      "text": "The expression \"another place\" would naturally include other States, Territories and indeed, overseas jurisdictions.",
      "id": "s22"
    },
    {
      "text": "Section 6(3) was held by the Full Court to contain a clear indication that the expression \"other public functions\" in s 6(3)(b) was not to be restricted to public functions conferred by Western Australian legislation.",
      "id": "s23"
    },
    {
      "text": "The authority conferred by the Act coupled with inter-governmental arrangement was held to be sufficient to authorise the magistrate to proceed to deal with the extradition hearing.",
      "id": "s24"
    },
    {
      "text": "So the constitutional questions raised did not fall for consideration by the Full Court.",
      "id": "s25"
    },
    {
      "text": "7 On 11 May 2007 Mr Zentai filed an application for special leave to appeal to the High Court against the decision of the Full Federal Court.",
      "id": "s26"
    },
    {
      "text": "The Commonwealth has notified Mr Zentai's solicitor that it intends to apply to the Magistrates Court for a continuation of the extradition proceedings on 30 May 2007, that is to say, tomorrow.",
      "id": "s27"
    },
    {
      "text": "I am informed by counsel for the Commonwealth that the matter before the magistrate tomorrow will be by way of a mention with a view to fixing a hearing date.",
      "id": "s28"
    },
    {
      "text": "8 In the affidavit in support of the motion, Mr Zentai's solicitor says that if the extradition hearing were to continue on 30 May 2007, such hearing would take place prior to the hearing by the High Court of the application for special leave and the application would be rendered nugatory.",
      "id": "s29"
    },
    {
      "text": "This statement is dependant, of course, upon the proposition that the extradition hearing will, unless enjoined, continue on 30 May 2007.",
      "id": "s30"
    },
    {
      "text": "However it is clear from what I have been told by counsel for the Commonwealth, that tomorrow's appearance is a mention and that on the most recent advice from the Magistrates Court, the hearing would be listed for some time in September or October.",
      "id": "s31"
    },
    {
      "text": "There is a very high probability that, by that time, the special leave application will have been heard and determined.",
      "id": "s32"
    },
    {
      "text": "9 I am not satisfied that this Court has the power to make an order of the kind which is sought by Mr Zentai.",
      "id": "s33"
    },
    {
      "text": "Dr Churches, on behalf of Mr Zentai, relied upon s 77U of the Judiciary Act 1903 (Cth) , which provides:\n \n When an appeal has been instituted, the High Court or the Court or Judge appealed from may order a stay of all or any proceedings under the judgment appealed from.",
      "id": "s34"
    },
    {
      "text": "Mr Zentai's motion seeks to restrain the Republic of Hungary from prosecuting eligibility proceedings before a State magistrate.",
      "id": "s35"
    },
    {
      "text": "That is not a stay of proceedings under the judgment appealed from.",
      "id": "s36"
    },
    {
      "text": "The judgment appealed from was a dismissal of the decision of Siopis J, which was in turn a dismissal of the application seeking to challenge the validity of the proceedings before the magistrate.",
      "id": "s37"
    },
    {
      "text": "There is nothing to stay.",
      "id": "s38"
    },
    {
      "text": "In any event, as I held in Trade Practices Commission v Manfal Pty Ltd (1990) 27 FCR 284, the section is not applicable where there is a pending application for special leave to appeal to the High Court.",
      "id": "s39"
    },
    {
      "text": "The section relates to the institution of an appeal in the High Court.",
      "id": "s40"
    },
    {
      "text": "There are remedies for the applicant in this case.",
      "id": "s41"
    },
    {
      "text": "The applicant can, if there is any conflict between the time at which the extradition proceeding will resume before the magistrate and the hearing of the special leave application in the High Court, seek an appropriate adjournment or re-listing of dates by the magistrate.",
      "id": "s42"
    },
    {
      "text": "I am not to be taken as indicating any view on whether such an adjournment or re-listing should be granted.",
      "id": "s43"
    },
    {
      "text": "Alternatively, the applicant can, in the context of the special leave proceedings in the High Court, apply to that Court for a stay order in relation to the proceedings before the magistrate.",
      "id": "s44"
    },
    {
      "text": "10 I have referred several times in the course of these reasons to the Magistrates Court and the magistrate.",
      "id": "s45"
    },
    {
      "text": "In so doing, I make clear that the proceedings to determine eligibility for extradition are not judicial proceedings.",
      "id": "s46"
    },
    {
      "text": "They are not a sitting of the Magistrates Court, they are an administrative proceeding in which the relevant magistrate acts persona designata .",
      "id": "s47"
    },
    {
      "text": "11 The motion will be dismissed with costs.",
      "id": "s48"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s49"
    },
    {
      "text": "Associate:\nDated: 6 June 2007\n\n\n Counsel for the Applicant: Dr S Churches and Mr D Barich \n \n Solicitor for the Applicant: Fiocco's Lawyers \n \n Counsel for the Respondent: Ms P Caust \n \n Solicitor for the Respondent: Commonwealth Director of Public Prosecutions \n \n Date of Hearing: 29 May 2007 \n \n Date of Judgment: 29 May 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/842.html",
      "id": "s50"
    }
  ]
}