{
  "name": "Golden Chef (NSW) Pty Ltd v Deputy Commissioner of Taxation [2007] FCA 874 (7 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/874.html",
  "catchphrases": [
    {
      "text": "proceedings challenging assessment of income tax",
      "id": "c0"
    },
    {
      "text": "application for summary dismissal under s 31a of the federal court of australia act 1976 (cth)",
      "id": "c1"
    },
    {
      "text": "whether assessment made for improper or ulterior purpose",
      "id": "c2"
    },
    {
      "text": "whether assessment made in good faith",
      "id": "c3"
    },
    {
      "text": "where timing of assessment allegedly affected by pending deed of company arrangement",
      "id": "c4"
    },
    {
      "text": "whether acceleration of assessment impugned the bona fides of the exercise of power",
      "id": "c5"
    },
    {
      "text": "application dismissed",
      "id": "c6"
    },
    {
      "text": "income tax",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "THE PRESENT ISSUE \n \n1 The respondent issued a notice of assessment to the applicant on 15 November 2005 for its income tax liability under the Income Tax Assessment Act 1936 (Cth) (the 1936 Act) and the Income Tax Assessment Act 1997 (Cth) (the 1997 Act) for the year ended 30 June 2002 of $31,490 which was due for payment on 15 May 2003 (the assessment).",
      "id": "s0"
    },
    {
      "text": "A notice of assessment of penalty of $23,618 for having a tax shortfall amount in respect of that financial year (the penalty assessment) was issued to the applicant on 25 November 2005.",
      "id": "s1"
    },
    {
      "text": "That amount became due on 21 December 2005.",
      "id": "s2"
    },
    {
      "text": "2 The applicant has not paid either of the assessment or the penalty assessment.",
      "id": "s3"
    },
    {
      "text": "3 This application was filed on 5 April 2007 pursuant to s 39B of the Judiciary Act 1903 (Cth) (the Judiciary Act ).",
      "id": "s4"
    },
    {
      "text": "The applicant seeks a declaration that the assessment was not properly made by the respondent.",
      "id": "s5"
    },
    {
      "text": "It also seeks orders prohibiting the respondent from enforcing the assessment or the penalty assessment.",
      "id": "s6"
    },
    {
      "text": "In essence, the applicant claims that the assessment was made in bad faith and for an improper or ulterior purpose, so that in reality there is no assessment at all of its taxation liability in respect of that financial year: cf Deputy Commissioner of Taxation v Richard Walter Pty Ltd [1995] HCA 23 ; (1995) 183 CLR 168.",
      "id": "s7"
    },
    {
      "text": "4 By motion of 20 April 2007, the respondent seeks to have the application summarily dismissed on the grounds that it is clearly untenable and that it amounts to an abuse of the process of the Court.",
      "id": "s8"
    },
    {
      "text": "Alternatively, the respondent seeks that the statement of claim be struck out as not disclosing a reasonable cause of action.",
      "id": "s9"
    },
    {
      "text": "BACKGROUND \n \n5 On 16 August 2006, the respondent issued to the applicant a statutory demand (the first statutory demand) pursuant to s 459E of the Corporations Act 2001 (Cth) (the Corporations Act ) in respect of the monies owing under the assessment and the penalty assessment, then totalling $72,809 (the assessed amount plus interest).",
      "id": "s10"
    },
    {
      "text": "That prompted the applicant, on 7 September 2006, to apply to the Supreme Court of South Australia to set aside the first statutory demand pursuant to s 459G of the Corporations Act .",
      "id": "s11"
    },
    {
      "text": "That matter was heard on 17 November 2006.",
      "id": "s12"
    },
    {
      "text": "Judgment was reserved.",
      "id": "s13"
    },
    {
      "text": "Late in the day of 16 November 2006, the applicant filed an application in this Court also pursuant to s 39B of the Judiciary Act seeking that the notice of assessment and the penalty assessment be declared invalid and quashed (matter SAD 262 of 2006).",
      "id": "s14"
    },
    {
      "text": "In the Supreme Court proceedings, on 24 January 2007 Judge Withers set aside the first statutory demand because the proceedings in this Court demonstrated a genuine dispute in relation to the debt.",
      "id": "s15"
    },
    {
      "text": "His Honour said at [43] of his reasons:\n \n The plaintiff filed its summons in the Federal Court challenging the Deputy Commissioner's assessment late on the day before the hearing of this matter.",
      "id": "s16"
    },
    {
      "text": "The defendant was not aware of this prior to argument.",
      "id": "s17"
    },
    {
      "text": "But for the filing of that summons the plaintiff's application would have been dismissed.",
      "id": "s18"
    },
    {
      "text": "6 In the meantime, on 15 January 2007 the respondent applied by motion in the Federal Court proceedings (matter SAD 262 of 2006) to strike out the application.",
      "id": "s19"
    },
    {
      "text": "It contended that, on the statement of claim, the application could not possibly succeed.",
      "id": "s20"
    },
    {
      "text": "On 1 February 2007, Finn J dismissed the application with costs.",
      "id": "s21"
    },
    {
      "text": "The transcript of the hearing of that day reveals that the matter was dismissed because there was no defence mounted to the motion to have the application struck out.",
      "id": "s22"
    },
    {
      "text": "7 Then round two began.",
      "id": "s23"
    },
    {
      "text": "8 On 7 February 2007, the respondent issued to the applicant a further statutory demand (the second statutory demand) pursuant to s 459E of the Corporations Act for $77,515.",
      "id": "s24"
    },
    {
      "text": "That was the then total of the assessment and the penalty assessment together with accumulated interest.",
      "id": "s25"
    },
    {
      "text": "The applicant on 28 February 2007 again applied to the Supreme Court of South Australia to have the second statutory demand set aside.",
      "id": "s26"
    },
    {
      "text": "The second Supreme Court proceedings were listed for argument on 10 April 2007, but the hearing was adjourned pending the outcome of these proceedings.",
      "id": "s27"
    },
    {
      "text": "That was because the solicitor for the applicant, shortly before 10 April 2007, deposed that he had been instructed to issue fresh proceedings in this Court to again challenge the validity of the assessment and the penalty assessment.",
      "id": "s28"
    },
    {
      "text": "9 Hence, these proceedings.",
      "id": "s29"
    },
    {
      "text": "10 The applicant has not objected to the assessment or the penalty assessment or brought any proceedings under Pt IVC of the Taxation Administration Act 1953 (Cth) to challenge the quantum of the assessment.",
      "id": "s30"
    },
    {
      "text": "Its claim is limited to the claim that the assessment and the penalty assessment are invalid because they were made in bad faith.",
      "id": "s31"
    },
    {
      "text": "11 It is appropriate to refer to one other piece of litigation relevant to the present issue.",
      "id": "s32"
    },
    {
      "text": "Haritopoulos Pty Ltd (Haritopoulos) at material times has been the trustee for the Charitopoulos Family Trust (the Trust).",
      "id": "s33"
    },
    {
      "text": "It lodged an income tax return for the financial year ended 30 June 2002 in its capacity as trustee of the Trust.",
      "id": "s34"
    },
    {
      "text": "Its income tax return disclosed a substantial capital gain on the realisation of certain property which, it claimed, was offset by accumulated past trading losses.",
      "id": "s35"
    },
    {
      "text": "The applicant to this application is one of the beneficiaries of the Trust.",
      "id": "s36"
    },
    {
      "text": "Pantelis Charitopoulos is a director of both the applicant and Haritopoulos.",
      "id": "s37"
    },
    {
      "text": "12 On 30 March 2006, Haritopoulos Pty Ltd also issued proceedings under s 39B of the Judiciary Act in this Court (matter SAD 54 of 2006) against the respondent for orders that certain notices of assessment of income tax against it were invalid as not having been made in good faith and having been made for an improper purpose.",
      "id": "s38"
    },
    {
      "text": "In particular, Haritopoulos challenged the validity of an assessment issued on 8 November 2005 in respect of the financial year ended 30 June 2002 by which Haritopoulos was assessed for income tax liability at $2,813,000 (plus certain other amounts to which I do not need to refer), and the validity of an assessment issued on 24 November 2005 imposing a penalty assessment of $2,109,750.",
      "id": "s39"
    },
    {
      "text": "On 25 May 2006, the respondent applied to summarily dismiss that application.",
      "id": "s40"
    },
    {
      "text": "The motion was heard on 29 August 2006.",
      "id": "s41"
    },
    {
      "text": "Judgment was given on 23 March 2007.",
      "id": "s42"
    },
    {
      "text": "Justice Besanko found that, on the material before the Court, Haritopoulos had no arguable case that the assessment challenged was made in bad faith and entered summary judgment dismissing the proceeding in its entirety: Haritopoulos Pty Ltd v Deputy Commissioner of Taxation [2007] FCA 394.",
      "id": "s43"
    },
    {
      "text": "13 In each of the proceedings heard by Finn J and Besanko J, the nature of the allegations is very similar to those now asserted in the statement of claim filed on behalf of the applicant in this matter.",
      "id": "s44"
    },
    {
      "text": "THE CURRENT ALLEGATIONS \n \n14 Counsel for the applicant acknowledged that, unless the applicant is given leave to amend its statement of claim to add what is called a new issue, and to rely on an affidavit of Pantelis Charitopoulos sworn on 29 May 2007 in opposition to the motion, the Court would on the motion make an order dismissing the application because the issues raised on the present statement of claim are in essence the same as those already addressed.",
      "id": "s45"
    },
    {
      "text": "15 The material allegations common to this application, and to the earlier applications in this Court by the applicant and by Haritopoulos, is that there is a group of companies known as \"The Golden Chef Group\" of which the applicant is a member.",
      "id": "s46"
    },
    {
      "text": "In respect of the financial year ended 30 June 2002, both the applicant and Haritopoulos lodged income tax returns in a timely manner, each claiming that no taxation liability arose.",
      "id": "s47"
    },
    {
      "text": "Between November 2004 and November 2005 the respondent carried out an audit of certain members of the Golden Chef Group, including both Haritopoulos and the applicant.",
      "id": "s48"
    },
    {
      "text": "Mr Charitopoulos became involved in dealing with the relevant officer of the respondent in about October 2005 during that audit.",
      "id": "s49"
    },
    {
      "text": "He had a telephone conversation with that officer on 17 October 2005 and a meeting with him on 20 October 2005.",
      "id": "s50"
    },
    {
      "text": "At the meeting, Mr Charitopoulos agreed to address outstanding matters promptly.",
      "id": "s51"
    },
    {
      "text": "That officer then indicated that, following receipt of further information, an assessment of income tax may issue, inter alia, to Haritopoulos and to the applicant.",
      "id": "s52"
    },
    {
      "text": "In the meantime, as that officer indicated, default assessments would be issued due to the delays in providing to the respondent information requested, and that that officer anticipated that the default assessments would issue in about six to eight weeks.",
      "id": "s53"
    },
    {
      "text": "Certain further information was then provided to the respondent, including a package of material provided on 3 November 2005.",
      "id": "s54"
    },
    {
      "text": "On 8 November 2005, the officer of the respondent dealing with the matter wrote to Mr Charitopoulos confirming what had been discussed on 20 October 2005, including the proposed issue of default assessments due to delays in the provision of information requested, and that the default assessments would take \"at least six to more than eight weeks to issue\".",
      "id": "s55"
    },
    {
      "text": "On 8 November 2005, that officer also told Mr Charitopoulos that the package of material delivered on 3 November 2005 had not by then been analysed.",
      "id": "s56"
    },
    {
      "text": "16 In fact, the assessment of the income tax liability of Haritopoulos for the year ended 30 June 2002 was issued on 8 November 2005 and the assessment of income tax liability of the applicant in respect of that financial year was issued on 15 November 2005.",
      "id": "s57"
    },
    {
      "text": "17 The allegations as to want of good faith and as to improper or ulterior purpose in making the several assessments in each instance were similar.",
      "id": "s58"
    },
    {
      "text": "In this case, they continue to be that the respondent failed to consider the material supplied on 3 November 2005 in making the assessment and that the assessment is incorrect in particular by apparently not allowing carried-forward losses.",
      "id": "s59"
    },
    {
      "text": "It is also alleged that the assessment does not contain any apparent basis upon which it was made.",
      "id": "s60"
    },
    {
      "text": "It is further alleged that the failure to consider adequately the package of information provided on 3 November 2005 leads to the view that the respondent, in the circumstances, did not act bona fide in making the assessment.",
      "id": "s61"
    },
    {
      "text": "It is further alleged that by reason of the conversation on 20 October 2005, the respondent represented that it would consider the package of materials, and its failure to do so together with its failure to provide in the assessment information as to the basis of the assessment, shows that the respondent did not act in good faith in making the assessment.",
      "id": "s62"
    },
    {
      "text": "There are subsidiary allegations to which I do not need to refer in any detail, such as a failure to accord procedural fairness to the applicant in the making of the assessment.",
      "id": "s63"
    },
    {
      "text": "18 As to the penalty assessment, the statement of claim alleges that the respondent has provided no particulars as to how the penalty assessment was made, and further claims that it was based (so it is claimed) on a \"false or misleading statement\" of which the penalty assessment contains no particulars.",
      "id": "s64"
    },
    {
      "text": "On the evidence, the penalty assessment does not contain the statement which it is alleged to contain.",
      "id": "s65"
    },
    {
      "text": "Such a statement was contained on the penalty assessment issued to Haritopoulos.",
      "id": "s66"
    },
    {
      "text": "It appears that that part of the statement of claim has been transported from the Haritopoulos statement of claim in error.",
      "id": "s67"
    },
    {
      "text": "In fact, the current statement of claim in the present application does not then seem to assert that the making of a false or misleading statement leads to the invalidity of the penalty assessment.",
      "id": "s68"
    },
    {
      "text": "19 Taking facts alleged in the present statement of claim at their highest, the issues which might point to invalidity of the assessment and of the penalty assessment are the same as those which Besanko J addressed in Haritopoulos [2007] FCA 394.",
      "id": "s69"
    },
    {
      "text": "They are a failure to provide particulars of the assessment and of the penalty assessment; secondly, the issue of the assessment on 15 September 2005 when, a few weeks earlier, an officer of the respondent had anticipated that it would take six to eight weeks for a default assessment to issue; thirdly, the fact that the penalty assessment was issued so close in time to the assessment; and finally, the failure to consider the package of information provided on 3 November 2005 before making the assessment (although it is clear that there was no undertaking given to consider that material before making the assessment, and in fact it was made plain on 20 October 2005 and in the letter of 8 November 2005 that a default assessment would issue notwithstanding the provision of that further information).",
      "id": "s70"
    },
    {
      "text": "20 I agree with Besanko J, for the reasons his Honour gave, that on those allegations no arguable case of bad faith on the part of the respondent in making the assessment or the penalty assessment could be made out.",
      "id": "s71"
    },
    {
      "text": "As so much has been acknowledged by counsel for the applicant, I do not need to repeat those reasons.",
      "id": "s72"
    },
    {
      "text": "Furthermore, although it has not been expressly stated in this application, I note that Besanko J also rejected the further contention that arguably there had been a breach of s 166 of the 1936 Act and in any event his Honour found it beyond argument that s 175 meant that any such breach would not affect the validity of the assessment.",
      "id": "s73"
    },
    {
      "text": "His Honour also noted (as appears also to be the case here) that the claim based upon a want of procedural fairness had not been pursued before him, and in any event it was unarguable as ss 175 and 177 would operate so as not to affect the validity of the assessment even if there had been a want of procedural fairness to which the applicant was entitled.",
      "id": "s74"
    },
    {
      "text": "In the light of those provisions, Besanko J concluded, and I agree, that the applicant was bound to confine its challenge (as distinct from any challenge to the amount of the assessment under Pt IVC of the Taxation Administration Act 1953 (Cth)) to the \"Hickman grounds\" ( R v Hickman; Ex parte Fox and Clinton [1945] HCA 53 ; (1945) 70 CLR 598 per Dixon J at 615), relevantly that the assessment was not made in good faith.",
      "id": "s75"
    },
    {
      "text": "21 In those circumstances, it was an appropriate acknowledgment by counsel for the applicant that the present statement of claim does not give rise to an arguable case of a want of good faith on the part of the respondent in making the assessment or the penalty assessment.",
      "id": "s76"
    },
    {
      "text": "THE PROPOSED AMENDMENT \n \n22 Counsel for the applicant contended that the proposed amended statement of claim, as supported by the affidavit of Mr Charitopoulos sworn on 29 May 2007, would give rise to a new issue which was not raised before Finn J or Besanko J, and which (if made out) would demonstrate that the assessment (and thus the penalty assessment) was tainted by a collateral or ulterior purpose on the part of the respondent, and so not made in good faith.",
      "id": "s77"
    },
    {
      "text": "He submitted that the material sought to be relied upon, if accepted, showed a factual basis upon which that conclusion was arguable, so that the action should be allowed to proceed to trial and the motion refused.",
      "id": "s78"
    },
    {
      "text": "23 The respondent's position in relation to the proposed amendment is that leave should not be given to further amend the statement of claim, or to rely on the affidavit of Mr Charitopoulos of 29 May 2007, for the following reasons:\n \n (1) the applicant has been guilty of egregious default in compliance with orders of the Court;\n (2) the applicant does not, by the proposed amendment, raise a \"new matter\", that is a matter which it has not previously had the opportunity to raise; and\n (3) the applicant, on the basis of the proposed amendment, if allowed, has no prospects of success on the application in any event.",
      "id": "s79"
    },
    {
      "text": "24 There is much to be said in support of the first matter raised by the respondent.",
      "id": "s80"
    },
    {
      "text": "25 The motion of the respondent came on for directions on 24 April 2007.",
      "id": "s81"
    },
    {
      "text": "On that date, it was listed for hearing on 15 May 2007 and directions were given to enable the applicant to file and serve any responsive material by 3 May 2007 and for the exchange of submissions.",
      "id": "s82"
    },
    {
      "text": "The applicant did not comply with those directions.",
      "id": "s83"
    },
    {
      "text": "On 15 May 2007, the applicant applied for a further adjournment of the hearing.",
      "id": "s84"
    },
    {
      "text": "It was granted a further adjournment to 31 May 2007 upon its undertaking not to trade or to incur any further liability other than for costs in relation to these proceedings, and upon the basis of an order that it would by 22 May 2007 file and serve an affidavit setting out its assets and liabilities as at 20 April 2007 and any subsequent change in those assets and liabilities.",
      "id": "s85"
    },
    {
      "text": "It was given leave to file and serve an amended statement of claim, if so advised, by 25 May 2007 and to file and serve any affidavit material in response to that filed on behalf of the respondent by 24 May 2007.",
      "id": "s86"
    },
    {
      "text": "26 The applicant did not comply with any of those orders.",
      "id": "s87"
    },
    {
      "text": "27 The affidavit of Mr Charitopoulos sworn on 22 May 2007, which purports to comply with the order requiring it to set out its assets and liabilities as at 20 April 2007, does not do so.",
      "id": "s88"
    },
    {
      "text": "The relevant part of the affidavit, apparently to disclose its assets and liabilities at 20 April 2007, is in the following terms:\n \n As at the 20 th April 2007 the Applicant's assets included vans and equipment it had used in the running of the Golden Chef business in New South Wales, which business closed in 2001.",
      "id": "s89"
    },
    {
      "text": "The assets were then used in Adelaide by Golden Chef Australia Pty.",
      "id": "s90"
    },
    {
      "text": "Ltd. (in liquidation).",
      "id": "s91"
    },
    {
      "text": "The ownership of these assets is disputed by the Receivers and managers of Golden Chef Australia Pty.",
      "id": "s92"
    },
    {
      "text": "Ltd. (in liquidation).",
      "id": "s93"
    },
    {
      "text": "To quote the relevant part of the affidavit is to demonstrate what is apparently a clear failure to comply with the order of the Court.",
      "id": "s94"
    },
    {
      "text": "Moreover, there is, despite the further affidavit of Mr Charitopoulos sworn on 29 May 2007, no further attempt to comply with that order of the Court.",
      "id": "s95"
    },
    {
      "text": "There is no explanation as to why the applicant has failed to do so.",
      "id": "s96"
    },
    {
      "text": "28 There is no explanation as to why the applicant did not file and serve its proposed amended statement of claim in time.",
      "id": "s97"
    },
    {
      "text": "That document is an exhibit to the affidavit of 29 May 2007.",
      "id": "s98"
    },
    {
      "text": "There is also no explanation of why the responsive evidentiary material of the applicant was not filed and served within the time permitted.",
      "id": "s99"
    },
    {
      "text": "The applicant has presented nothing upon which it might be entitled to the further indulgence of the Court.",
      "id": "s100"
    },
    {
      "text": "Indeed, the apparent attitude of the applicant to the Court's orders gives rise to serious questions as to whether the applicant intends genuinely to dispute its liability to pay the amounts the subject of the assessment or the penalty assessment, or whether it is simply endeavouring to prolong these proceedings as a strategic or delaying tactic.",
      "id": "s101"
    },
    {
      "text": "If that were so, I would decline to grant the further indulgence sought by the applicant.",
      "id": "s102"
    },
    {
      "text": "29 However, I prefer not to dispose of the application on that basis.",
      "id": "s103"
    },
    {
      "text": "The \"new issue\" as described by counsel for the applicant, emerged in the proposed amended statement of claim which is annexed to the affidavit of Mr Charitopoulos of 29 May 2007.",
      "id": "s104"
    },
    {
      "text": "The new allegations are in pars 21 --- 23 of that document.",
      "id": "s105"
    },
    {
      "text": "They are in the following terms:\n \n \n 21.",
      "id": "s106"
    },
    {
      "text": "On or about the 20 th July 2006, in a document entitled 'Reasons for Decision' in relation to an objection by Haritopoulos against the assessment issued against Haritopoulos, the Respondent advised (inter alia) that: \n \n \n \n \n 21.1. given the lack of information provided and\n 21.2. given the need to raise assessments prior to Haritopoulos entering in to a Deed of Company Arrangement in support of Golden Chef Australia Pty.",
      "id": "s107"
    },
    {
      "text": "Ltd.\n 21.3. a default assessment was issued to Haritopoulos.",
      "id": "s108"
    },
    {
      "text": "22.",
      "id": "s109"
    },
    {
      "text": "The Applicant says that the Assessment issued against the Applicant was issued for the same reasons as those referred to in paragraph 21 hereof and as part of a course of conduct of the Respondent.",
      "id": "s110"
    },
    {
      "text": "23.",
      "id": "s111"
    },
    {
      "text": "The said ulterior and/or improper purpose was to raise assessments against (inter alia) the Applicant so as to put the Respondent in a more advantageous position than it otherwise would have been in relation to the proposed Deed of Company Arrangement, which directly or indirectly was perceived by the Respondent to affect the Applicant and the Respondent's potential claims and rights against the Applicant.",
      "id": "s112"
    },
    {
      "text": "It is then said, consistently with the allegations about the earlier facts asserted, that the assessment was issued for an ulterior and/or improper purpose.",
      "id": "s113"
    },
    {
      "text": "30 The evidentiary source for that allegation is a letter to the solicitors for Haritopoulos of 17 July 2006 informing them of the respondent's decision to disallow the objection to the 30 June 2002 assessment issued on 8 November 2005 in respect of the tax payable by Haritopoulos during the financial year ended 30 June 2002.",
      "id": "s114"
    },
    {
      "text": "Accompanying that letter were the Reasons for Decision.",
      "id": "s115"
    },
    {
      "text": "The Reasons for Decision included, under a section headed \"We considered these to be the relevant facts\", the following:\n \n Given the lack of information provided and need to raise income tax assessments prior to taxpayer entering into a Deed of Company Arrangement, the Commissioner was not satisfied with Haritopoulos Pty Ltd's income tax return for the year ended 30 June 2002 and thus a default assessment was made to Haritopoulos Pty Ltd under s 167 of the Income Tax Assessment Act 1936 (ITAA 1936).",
      "id": "s116"
    },
    {
      "text": "31 In my judgment, there is no merit in the claim of the applicant, on the basis of that additional material, that the assessment or the penalty assessment were issued in bad faith or for an improper or ulterior purpose.",
      "id": "s117"
    },
    {
      "text": "Indeed, in my judgment, there is no prospect of the so-called \"new issue\" demonstrating a lack of good faith on the part of the respondent in issuing the default assessment to Haritopoulos under s 167 of the 1936 Act, far less in respect of the assessment to the applicant.",
      "id": "s118"
    },
    {
      "text": "Section 167 empowers the respondent, if not satisfied with the income tax return furnished by a particular taxpayer, to make an assessment of the amount upon which in the respondent's judgment income tax ought to be levied.",
      "id": "s119"
    },
    {
      "text": "The amount of that assessment upon which income tax ought to be levied is then the taxable income for the purpose of s 166.",
      "id": "s120"
    },
    {
      "text": "The Commissioner is then empowered by s 166 to make an assessment of the taxable income of any taxpayer and of the tax payable on it.",
      "id": "s121"
    },
    {
      "text": "32 The \"new\" allegations of fact in the proposed amended statement of claim could not support the conclusion that the respondent, in not being satisfied with the income tax return lodged by Haritopoulos for the year ended 30 June 2002 did not form that view in good faith.",
      "id": "s122"
    },
    {
      "text": "Nor does it go any distance to establishing that the respondent, in making the assessment of the amount upon which Haritopoulos should have income tax levied for that financial year, did not make that assessment in good faith.",
      "id": "s123"
    },
    {
      "text": "In its context, the timing of the forming of those views was obviously prompted by some perception on the part of the respondent that Haritopoulos may be affected by a proposed Deed of Company Arrangement, and by the view that it was necessary or desirable for an assessment of the tax liability of Haritopoulos for the financial year ending 30 June 2002 to be made before the proposed Deed of Company Arrangement came into force.",
      "id": "s124"
    },
    {
      "text": "But it does not suggest in any way that the satisfaction of the Commissioner required by s 167 was not reached in good faith or that the respondent's assessment of the taxable income upon which the assessment was then made was not made in good faith.",
      "id": "s125"
    },
    {
      "text": "The identification of a reason for acceleration of the formation of the views upon which s 167 was enlivened and the power to issue a default assessment made does not impugn the integrity, that is the bona fides, of the exercise of that power.",
      "id": "s126"
    },
    {
      "text": "Indeed, the evidence of Mr Charitopoulos that he was told on 20 October 2005 that default assessments would be issued indicates that the decision to exercise that power had been made by then, at least informally.",
      "id": "s127"
    },
    {
      "text": "The formation of the view about the level of the taxable income of Haritopoulos for the financial year ended 30 June 2002 could not have been affected by the awareness of the potential Deed of Company Arrangement.",
      "id": "s128"
    },
    {
      "text": "Counsel for the applicant did not suggest how, in any way, the amount of the assessment made by the respondent under s 167 might have been affected by the knowledge of a potential Deed of Company Arrangement.",
      "id": "s129"
    },
    {
      "text": "33 The proposed Deed of Company Arrangement is exhibited to the affidavit of Mr Charitopoulos of 29 May 2007.",
      "id": "s130"
    },
    {
      "text": "His affidavit does not make it clear that the proposed Deed of Company Arrangement was provided to the respondent in the package of information on 3 November 2005, so it does not make it clear whether the respondent had that document.",
      "id": "s131"
    },
    {
      "text": "Even if it were, the proposed Deed of Company Arrangement concerned Golden Chef Australia Pty Ltd (in liquidation) (Receivers and Managers appointed) (Administrator appointed) (GCA).",
      "id": "s132"
    },
    {
      "text": "It recorded that on 20 January 2006 the creditors of GCA had resolved pursuant to s 439C of the Corporations Act that the GCA would execute a Deed of Company Arrangement.",
      "id": "s133"
    },
    {
      "text": "The Deed was to provide a moratorium so that the business of GCA could continue, and to establish a Deed Fund to be administered by the Administrator in order to pay the creditors other than the non-participating creditors in full.",
      "id": "s134"
    },
    {
      "text": "The non-participating creditors, by definition, included Haritopoulos and other \"Proponents\".",
      "id": "s135"
    },
    {
      "text": "The so-called \"Proponents\" under the Deed (apparently, the associated companies of GCA) were to support and contribute to the Deed Fund to pay out the trading creditors of GCA in full.",
      "id": "s136"
    },
    {
      "text": "The Deed contemplated that Haritopoulos would grant security by way of a second registered mortgage over certain of its assets to secure the contributions proposed to be paid by the \"Proponents\" towards the Deed Fund.",
      "id": "s137"
    },
    {
      "text": "The Deed recognised that the respondent disputed the capacity of Haritopoulos to grant that mortgage, and it made provision in the event of the respondent successfully preventing the granting of that mortgage.",
      "id": "s138"
    },
    {
      "text": "34 In those circumstances, assuming the Deed had not by then been entered into, it was not inappropriate for the respondent to endeavour to fix an amount in accordance with s 167 of the Act as the assessable income of Haritopoulos.",
      "id": "s139"
    },
    {
      "text": "Its decision to do so when it did, to protect or better secure its legal position, does not impugn the bona fides of the exercise of the power: Williams v Spautz [1992] HCA 34 ; (1992) 174 CLR 509 at 534.",
      "id": "s140"
    },
    {
      "text": "Nor could the timing of the decision, or the reason for the timing of the decision, inform the manner in which the power under s 167 has exercised in the particular circumstances.",
      "id": "s141"
    },
    {
      "text": "35 The position of the applicant is even more remote from the proposed Deed of Company Arrangement.",
      "id": "s142"
    },
    {
      "text": "There is nothing in that document to suggest that its position, or the position of the respondent in relation to the applicant, could have been affected in any way by it.",
      "id": "s143"
    },
    {
      "text": "The applicant is not mentioned in it.",
      "id": "s144"
    },
    {
      "text": "The only basis upon which counsel for the applicant sought to attribute the paragraph of the Reasons for Decision referred to in the proposed amended statement of claim to the issue of the assessment against the applicant was by use of the plural \"assessments\" in the passage that has been quoted.",
      "id": "s145"
    },
    {
      "text": "There is no reason to do so.",
      "id": "s146"
    },
    {
      "text": "The plural is readily explained by reference to the fact of the primary assessment under s 167 and then the penalty assessment made against Haritopoulos.",
      "id": "s147"
    },
    {
      "text": "In the context of that passage in those Reasons, there is no basis upon which the use of that plural expression could be taken to be referring to the applicant.",
      "id": "s148"
    },
    {
      "text": "36 It is also clear, for the reasons already expressed, that the particular paragraph of those Reasons for Decision could not have affected the respondent forming the view in terms of s 167(b) of the 1936 Act of not being satisfied with the return furnished by the applicant for the financial year ended 30 June 2002, or the assessment of the amount on which income tax ought to be levied.",
      "id": "s149"
    },
    {
      "text": "It is apparent on the material that the respondent had formed the view that a default assessment should be made in respect of the applicant's taxation liability for the financial years ended 30 June 2002, at least by 20 October 2005.",
      "id": "s150"
    },
    {
      "text": "The default assessment crystallised the liability of the applicant to pay income tax and determine its extent: Re Mendonca; Ex parte Commissioner of Taxation (1969) 15 FLR 256 at 259-260.",
      "id": "s151"
    },
    {
      "text": "It thus identified for the applicant when its taxation liability was due: Taylor v Commissioner of Taxation (1987) 16 FCR 212 at 217.",
      "id": "s152"
    },
    {
      "text": "But there is nothing to suggest the decision about the amount was other than made in good faith.",
      "id": "s153"
    },
    {
      "text": "37 Nor is there any ground for inferring that the lack of detail as to the foundation for the assessment shows a lack of good faith.",
      "id": "s154"
    },
    {
      "text": "The assessment discloses the taxable income as determined by the respondent to be $104,968.",
      "id": "s155"
    },
    {
      "text": "The annexures to Mr Charitopoulos' affidavit of 29 May 2007 records the distribution from the Charitopoulos Family Trust to the applicant of $122,074 for the year ended 30 June 2002 (as well as such smaller distributions from some other trusts).",
      "id": "s156"
    },
    {
      "text": "The Reasons for Decision referred to also note that the applicant is part of the Golden Chef Group, and that the income tax return for the Charitopoulos Family Trust for the income year ended 30 June 2002 showed that that trust distributed its income to 30 June 2002 of $122,074 to the applicant.",
      "id": "s157"
    },
    {
      "text": "To the extent that the applicant submitted that this feature enhanced the significance of the \"new issue\", in my view the submission takes the new issue no further.",
      "id": "s158"
    },
    {
      "text": "38 There is also no merit, in my judgment, in the assertion that the proposed pleading gives rise to a new issue, that is one which the applicant could not reasonably have raised earlier.",
      "id": "s159"
    },
    {
      "text": "Mr Charitopoulos' affidavit confirms that the Reasons for Decision, now relied upon as the \"new issue\", were received by mid-2006.",
      "id": "s160"
    },
    {
      "text": "Moreover, the evidence indicates that in an affidavit of Mr Charitopoulos, filed on 16 August 2006 in support of the application by Haritopoulos, that particular passage of the reasons was also relied upon.",
      "id": "s161"
    },
    {
      "text": "Mr Charitopoulos there refers to those Reasons for Decision received on 20 July 2006 by the solicitors for Haritopoulos, and precisely to the passage which is now said to be a \"new issue\".",
      "id": "s162"
    },
    {
      "text": "He there says that the reasons raise a \"new basis\" on which the assessment issued to Haritopoulos was raised.",
      "id": "s163"
    },
    {
      "text": "One cannot but help think that, at that time, that paragraph of the Reasons for Decision was not considered to provide evidence of a lack of good faith or an ulterior purpose on the part of the respondent in making the assessment concerning Haritopoulos.",
      "id": "s164"
    },
    {
      "text": "If so, the view was realistic.",
      "id": "s165"
    },
    {
      "text": "That it is now relied upon may simply be another way of endeavouring to delay the obligation of the applicant to pay the tax assessed (subject to such remaining rights as it has to object to the assessment).",
      "id": "s166"
    },
    {
      "text": "However, again I do not think it is necessary to determine whether that factor, together with those raised by the respondent on its first response discussed above, would lead to the dismissal of the application irrespective of the possible merits of the \"new issue\".",
      "id": "s167"
    },
    {
      "text": "CONCLUSION \n \n39 Under s 31A of the Federal Court of Australia Act 1976 (Cth) the Court may give summary judgment if it is satisfied that the applicant has no reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s168"
    },
    {
      "text": "That section appears to relax the test imposed by General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125; see e.g.",
      "id": "s169"
    },
    {
      "text": "Garrett v National Australia Bank [2007] FCA 530 at [37] --- [38].",
      "id": "s170"
    },
    {
      "text": "40 For the reasons I have expressed, in my view the \"new issue\" raised in the proposed amended statement of claim has no prospects of success.",
      "id": "s171"
    },
    {
      "text": "I do not think it goes any distance at all, assuming the facts asserted in that document, in demonstrating that the respondent in issuing the assessment, and subsequently the penalty assessment, did so with a lack of bona fides.",
      "id": "s172"
    },
    {
      "text": "I have not overlooked the discussion by Finn J in Daihatsu Australia Pty Ltd v Commissioner of Taxation (2001) 184 ALR 576 as to declining to recognise a comprehensive definition of what can constitute a lack of bona fides.",
      "id": "s173"
    },
    {
      "text": "Counsel for the applicant expressed the relevant test as to whether the assessment or the penalty assessment were made for an improper or an ulterior purpose.",
      "id": "s174"
    },
    {
      "text": "I accept that the exercise of power for an improper or ulterior motive may amount to a lack of bona fides so as to lead to the purported assessment being no assessment at all.",
      "id": "s175"
    },
    {
      "text": "However, I do not think that the facts as alleged on the \"new issue\" in the proposed amended statement of claim go any distance to demonstrate an improper or ulterior purpose on the part of the respondent in the issue of the assessment or of the penalty assessment.",
      "id": "s176"
    },
    {
      "text": "Nor is there any evidence contained in the affidavit of Mr Charitopoulos of 29 May 2007 which takes the position any further.",
      "id": "s177"
    },
    {
      "text": "41 As I regard the proposed amendment to the statement of claim as not enhancing in any way the applicant's prospects of obtaining the primary relief which it seeks, in my view it is appropriate to decline to grant leave to amend the statement of claim in the way sought.",
      "id": "s178"
    },
    {
      "text": "It follows, as counsel for the applicant acknowledged, that on the existing statement of claim the application must be dismissed.",
      "id": "s179"
    },
    {
      "text": "I so order.",
      "id": "s180"
    },
    {
      "text": "The applicant must pay to the respondent costs of the application.",
      "id": "s181"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s182"
    },
    {
      "text": "Associate:\n\nDated: 6 June 2007\n\n\n Counsel for the Applicant: Mr M Hoile \n \n Solicitor for the Applicant: McNamara Business &amp; Property Law \n \n Counsel for the Respondent: Mr D McGovern QC with Mr R Ross-Smith \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 31 May 2007 \n \n Date of Judgment: 7 June 2007 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/874.html",
      "id": "s183"
    }
  ]
}