{
  "name": "Metals Exploration Limited ACN 005 483 009, in thematter of Metals Exploration Limited ACN 005 483 009 [2007] FCA 84 (8 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/84.html",
  "catchphrases": [
    {
      "text": "scheme of arrangement",
      "id": "c0"
    },
    {
      "text": "'no encumbrances' clause",
      "id": "c1"
    },
    {
      "text": "procedural irregularity",
      "id": "c2"
    },
    {
      "text": "corporations",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application pursuant to s 411(4)(b) of the Corporations Act 2001 (Cth) for the approval of the scheme of arrangement which is annexed to the affidavit of Donald Mark Okeby sworn 27 October 2006 ('the scheme of arrangement').",
      "id": "s0"
    },
    {
      "text": "The scheme of arrangement provides for the merger of the plaintiff with another public company, Bluestone Tin Limited ('Bluestone'), which is to be accomplished by the transfer of all the shares in the plaintiff to Bluestone, in consideration for the issue to the plaintiff's shareholders of five shares in Bluestone for every one share in the plaintiff.",
      "id": "s1"
    },
    {
      "text": "On 18 December 2006, I made orders approving the scheme of arrangement, subject to the deletion of cl 7.3(a) of the scheme of arrangement.",
      "id": "s2"
    },
    {
      "text": "I said that I would give reasons for the making of the orders.",
      "id": "s3"
    },
    {
      "text": "These are my reasons.",
      "id": "s4"
    },
    {
      "text": "2 On 7 November 2006, the Court made orders for the convening of a meeting of the members of the plaintiff to consider, and if thought fit, to approve the proposed scheme of arrangement.",
      "id": "s5"
    },
    {
      "text": "3 The evidence is that there has been compliance with the orders for the advertising and convening of the meeting, and that there has been compliance with other conditions of approval of the scheme of arrangement.",
      "id": "s6"
    },
    {
      "text": "The meeting was held at 10 am on 13 December 2006 with the required quorum of members present in person or by proxy.",
      "id": "s7"
    },
    {
      "text": "The meeting approved the proposed scheme of arrangement, subject to the approval of the Court, under s 411(4)(b) of the Corporations Act , by passing the appropriate resolution by a majority of 98.37 per cent of the members present by voting in favour of the resolution.",
      "id": "s8"
    },
    {
      "text": "'No encumbrances' clause \n \n4 Clause 7.3(a) of the scheme of arrangement deals with the title to and rights in the plaintiff's shares and provides:\n \n 'The [plaintiff's] shares transferred under the Scheme will be transferred free from all mortgages, charges, liens, encumbrances and interests of third parties of any kind, whether legal or otherwise.",
      "id": "s9"
    },
    {
      "text": "' \n \n\n5 This clause has been referred to as a 'no encumbrances' clause.",
      "id": "s10"
    },
    {
      "text": "In Re WebCentral Group Ltd (No 2) (2006) 58 ACSR 742, Lindgren J approved a scheme of arrangement, on condition that the 'no encumbrances' clause, which was cl 9.3(b) of that scheme of arrangement, was deleted.",
      "id": "s11"
    },
    {
      "text": "Counsel for the plaintiff has submitted that WebCentral should not be followed, because the scheme of arrangement did not address itself to third parties who may have interests in the shares of the plaintiff; and the clause went no further than describing the position of third parties under the law, in any event.",
      "id": "s12"
    },
    {
      "text": "6 In my view, the plaintiff's argument does not provide any basis for departing from the decision of Lindgren J in WebCentral .",
      "id": "s13"
    },
    {
      "text": "An argument to like effect was put to Lindgren J and rejected.",
      "id": "s14"
    },
    {
      "text": "In WebCentral 58 ACSR at [21]-[22] Lindgren J said:\n \n 'The reason why I think that the \"no encumbrances\" clause should not remain is that its presence may give the impression that the interests of the holders of security over shares are being adversely affected.",
      "id": "s15"
    },
    {
      "text": "In my view, it is no answer to this objection to say that a security holder's fears would be immediately allayed upon its being informed that cl 9.3(b) did not go beyond describing the position that prevails at law, in any event, and that in relation to the security interest the clause might just as well have been omitted.",
      "id": "s16"
    },
    {
      "text": "The security holder would reply, I think with justification: \"Then why cause me concern (and the cost of obtaining legal advice) by having the clause in the scheme?",
      "id": "s17"
    },
    {
      "text": "\" \n \n The preferable course is to omit cl 9.3(b).",
      "id": "s18"
    },
    {
      "text": "' \n \n\n7 Another reason for not departing from the approach of Lindgren J in WebCentral , is that in his reasons given when his Honour made orders for the convening of meetings in respect of that scheme of arrangement ( WebCentral Group Limited, in the matter of WebCentral Group Limited [2006] FCA 937 at [14] ), his Honour referred to the fact that Gyles J of this Court, and Barrett J of the New South Wales Supreme Court, had also taken the same approach to the 'no encumbrances' clause.",
      "id": "s19"
    },
    {
      "text": "8 Accordingly, I ordered that the 'no encumbrances' clause should be deleted from the scheme of arrangement.",
      "id": "s20"
    },
    {
      "text": "Procedural irregularity \n \n9 Counsel also referred to a procedural irregularity which had occurred.",
      "id": "s21"
    },
    {
      "text": "The members of the plaintiff were required to receive at least 28 days notice of the members' meeting under s 249HA(1) of the Corporations Act .",
      "id": "s22"
    },
    {
      "text": "However, circumstances occurred which resulted in the members of the plaintiff in fact receiving 27 days notice of the members' meeting held on 13 December 2006.",
      "id": "s23"
    },
    {
      "text": "The circumstances were as follows.",
      "id": "s24"
    },
    {
      "text": "10 The scheme booklet was collected by Australia Post on 14 November 2006 but not mailed until the next day, 15 November 2006.",
      "id": "s25"
    },
    {
      "text": "Clause 16.5 of the plaintiff's constitution deals with the time for service and provides that where a notice is sent by post the service of the notice is taken to be effected, in the case of a notice of a general meeting, on the day after the day of posting.",
      "id": "s26"
    },
    {
      "text": "In the present case, therefore, notice is taken to have been served on 16 November 2006.",
      "id": "s27"
    },
    {
      "text": "11 On the application of s 105 of the Corporations Act , the date on which the general meeting was to be held (that is, 13 December 2006) is counted, but the date upon which the notice of the meeting was deemed to have been given (that is, 16 November 2006) is excluded.",
      "id": "s28"
    },
    {
      "text": "The result is that the members of the plaintiff received 27 days notice of the general meeting held on 13 December 2006.",
      "id": "s29"
    },
    {
      "text": "12 Section 1322(1)(b)(ii) of the Corporations Act , says a 'defect, irregularity or deficiency of notice or time' is included within the meaning of a 'procedural irregularity'.",
      "id": "s30"
    },
    {
      "text": "In my view, the delay of one day in the notice given for the meeting has not caused any substantial injustice.",
      "id": "s31"
    },
    {
      "text": "Therefore, in accordance with s 1322(2) of the Corporations Act , the meeting is not invalidated because of the procedural irregularity in the giving of the inadequate period of notice.",
      "id": "s32"
    },
    {
      "text": "13 As to s 411(17) of the Corporations Act , the plaintiff produced in evidence a letter from the Australian Securities and Investments Commission, issued in accordance with s 411(17)(b) of the Corporations Act , stating that the Commission had no objection to the scheme of arrangement on the basis that it was satisfied that it had not been proposed for the purpose of enabling any person to avoid the operation of any of the provisions of Ch 6 of the Corporations Act .",
      "id": "s33"
    },
    {
      "text": "14 For the abovementioned reasons, I made orders approving the scheme of arrangement, subject to the deletion of cl 7.3(a) of the scheme of arrangement.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s35"
    },
    {
      "text": "Associate:\n\nDated: 8 February 2007\n\n\n Counsel for the Plaintiff: Mr D W John \n \n Solicitor for the Plaintiff: Freehills \n \n Date of Hearing: 18 December 2006 \n \n Date of Order: 18 December 2006 \n \n Date of Publication of Reasons: \n 8 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/84.html",
      "id": "s36"
    }
  ]
}