{
  "name": "Walsh v University of Technology, Sydney [2007] FCA 880 (15 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/880.html",
  "catchphrases": [
    {
      "text": "an application is not a pleading",
      "id": "c0"
    },
    {
      "text": "purported statement of claim struck out for failure to comply with requirements for pleadings",
      "id": "c1"
    },
    {
      "text": "no reasonable prospects of success",
      "id": "c2"
    },
    {
      "text": "remedies sought unavailable under the trade practices act",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    },
    {
      "text": "summary judgment",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n Initiating Process \n \n1 The applicant (Mr Walsh) was, in 2000, a student at the University of Technology, Sydney.",
      "id": "s0"
    },
    {
      "text": "He had enrolled in a course for the degree of Master of Education.",
      "id": "s1"
    },
    {
      "text": "Apparently eight subjects were required to be satisfactorily completed.",
      "id": "s2"
    },
    {
      "text": "In one of those subjects, Enhancing Learning Environments with Educational Technology, he failed.",
      "id": "s3"
    },
    {
      "text": "Assessment for the subject involved four assignments.",
      "id": "s4"
    },
    {
      "text": "Mr Walsh was awarded a passing grade in one only.",
      "id": "s5"
    },
    {
      "text": "2 Mr Walsh commenced proceedings in this Court on 3 May 2006 by application.",
      "id": "s6"
    },
    {
      "text": "The application provided as follows:\n \n 'I bring action against the University of Technology, Sydney for breaches of consumer protection law in the provision of education services to me, under sections 51 AB, 60 and 74 of the Trade Practices Act 1974 .",
      "id": "s7"
    },
    {
      "text": "I seek remedies through the granting of final injunctions to award me a pass in each of three assignments in the subject \"Enhancing Learning Environments with Educational Technologies\", resulting in me being awarded a pass in that subject, and the consequent awarding of the degree of Master of Adult Education \n \n A.",
      "id": "s8"
    },
    {
      "text": "DETAILS OF CLAIM \n \n On the grounds stated in the accompanying affidavit or statement of claim (or, if applicable, Claim of Unlawful Termination of Employment in accordance with Form 5A), the applicant claims: \n \n The following remedies for breaches of consumer protection law under the Trade Practices 1974, sections 51 AB, 60 and 74: \n \n \n \n 1.",
      "id": "s9"
    },
    {
      "text": "In the subject \"Enhancing Learning Environments with Educational Technologies\" studies undertaken as part of the Master of Adult Education in 2000, a final injunction to be awarded a pass grading for the on-line learning task.",
      "id": "s10"
    },
    {
      "text": "2.",
      "id": "s11"
    },
    {
      "text": "In the subject \"Enhancing Learning Environments with Educational Technologies\" studies undertaken as part of the Master of Adult Education in 2000, a final injunction to be awarded a pass grading for the case study task part 2.",
      "id": "s12"
    },
    {
      "text": "3 .",
      "id": "s13"
    },
    {
      "text": "In the subject \"Enhancing Learning Environments with Educational Technologies\" studies undertaken as part of the Master of Adult Education in 2000, a final injunction to be awarded a pass grading for the individual project.",
      "id": "s14"
    },
    {
      "text": "4.",
      "id": "s15"
    },
    {
      "text": "In the subject \"Enhancing Learning Environments with Educational Technologies\" studies undertaken as part of the Master of Adult Education in 2000 , a final injunction to be awarded a pass grading in the subject.",
      "id": "s16"
    },
    {
      "text": "5.",
      "id": "s17"
    },
    {
      "text": "In the course \"Master of Adult Education\" undertaken in 2000, a final injunction to be awarded that degree qualification .",
      "id": "s18"
    },
    {
      "text": "' \n \n \n (emphasis added)\n \n\n3 Accompanying the application was a document entitled 'Affidavit'.",
      "id": "s19"
    },
    {
      "text": "This document was not an affidavit strictly so called.",
      "id": "s20"
    },
    {
      "text": "It contained a large amount of argument and assertion.",
      "id": "s21"
    },
    {
      "text": "It is 30 pages long and consists of 95 numbered paragraphs.",
      "id": "s22"
    },
    {
      "text": "Paragraphs 6, 13 and 93 --- 95 provide as follows:\n \n '6.",
      "id": "s23"
    },
    {
      "text": "The remedy that I seek is to be awarded a pass grade for the on-line learning task, because my work satisfactorily met requirements including sound value and quantity, and was comparable to if not better than that of other students who were awarded a pass grade.",
      "id": "s24"
    },
    {
      "text": "[under s. 80 and s. 87 of the TPA] \n \n 13.",
      "id": "s25"
    },
    {
      "text": "The remedy that I seek is that I be awarded a pass grade for the case study task part 2 , because my work satisfactorily met requirements including sound value and quantity.",
      "id": "s26"
    },
    {
      "text": "[under s. 80 and s. 87 of the TPA] \n \n 93.",
      "id": "s27"
    },
    {
      "text": "The remedy that I seek is to be awarded a pass grade for the individual project, because my work satisfactorily met requirements including sound value and quantity \n \n 94.",
      "id": "s28"
    },
    {
      "text": "The further remedy that I seek is to be awarded a pass in the subject \"Enhancing Learning Environments with Educational Technologies\", on the grounds that I have satisfactorily completed the subject requirements \n \n 95.",
      "id": "s29"
    },
    {
      "text": "The further remedy that I seek is to be awarded the qualification of Master of Adult Education on the grounds that I have satisfactorily completed the course requirements' \n (emphasis added)\n \n\n4 The bulk of the document is concerned with the 'individual project' (from para 14 onwards).",
      "id": "s30"
    },
    {
      "text": "Very little is said about the other two assignments.",
      "id": "s31"
    },
    {
      "text": "The allegations about the individual project consist almost entirely of allegations that 'UTS behaved unconscionably'.",
      "id": "s32"
    },
    {
      "text": "I will attempt shortly to come to grips with the way Mr Walsh has tried to develop his case further than the matters stated in these initial documents.",
      "id": "s33"
    },
    {
      "text": "However, one thing that has not modified substantially (except in respects to which I shall refer) is the nature of the relief he seeks and the assumption which underpins it.",
      "id": "s34"
    },
    {
      "text": "He thinks, evidently, that the Court has power to require directly, by some form of mandatory final injunction, that he be accorded passing grades in individual assignments and a subject and that he be admitted compulsorily, pursuant to an order of the Court, to a Master of Education degree.",
      "id": "s35"
    },
    {
      "text": "Statement of Claim \n \n5 The matter was initially assigned to the docket of another judge of the Court who on 15 June 2006 directed that 'the matter proceed by way of Statement of Claim'.",
      "id": "s36"
    },
    {
      "text": "6 On 1 September 2006 Mr Walsh filed an 86 page document containing 259 paragraphs which was entitled 'Statement of Claim'.",
      "id": "s37"
    },
    {
      "text": "7 The judge who dealt with the matter in the first instance appears to have had some doubt whether the document filed by Mr Walsh on 1 September 2006 could be regarded as a statement of claim under the Federal Court Rules because by directions made on that day he required that: ' The respondent file and serve, by 19 September 2006, a response treating the applicant's document as a statement of facts and contentions.",
      "id": "s38"
    },
    {
      "text": "' \n \n8 The time for filing that response was subsequently extended by his Honour until 30 October 2006 when the matter was transferred to my docket.",
      "id": "s39"
    },
    {
      "text": "I extended time again, having directed that the matter go to mediation and, on 13 March 2007 I relieved the respondent, for the time being, from that requirement.",
      "id": "s40"
    },
    {
      "text": "9 The reason that was done was because the respondent had filed a notice of motion seeking to strike out the proceedings.",
      "id": "s41"
    },
    {
      "text": "That notice of motion was filed on 9 March 2007 and is the matter to which the present judgment is directed.",
      "id": "s42"
    },
    {
      "text": "10 Order 11 rule 2(a) and 3 of the Federal Court Rules provide:\n \n '2 Subject to these Rules --- \n \n \n (a) a pleading of a party shall contain, and contain only, a statement in a summary form of the material facts on which the party relies, but not the evidence by which those facts are to be proved.",
      "id": "s43"
    },
    {
      "text": "3 A pleading shall be as brief as the nature of the case admits.",
      "id": "s44"
    },
    {
      "text": "' \n \n \n \n\n11 The document filed by Mr Walsh on 1 September 2006 fails to meet those requirements by a very large margin.",
      "id": "s45"
    },
    {
      "text": "Like his earlier affidavit most of the document concerns complaints about his failure to pass the individual project.",
      "id": "s46"
    },
    {
      "text": "The great bulk of the document does not consist of allegations of material fact but is a mixture of argument, personal reflection, supposition and complaint.",
      "id": "s47"
    },
    {
      "text": "12 It is neither possible nor necessary to deal in every detail with this document but mentioning some salient features will set a background for later discussion.",
      "id": "s48"
    },
    {
      "text": "For the purpose of the present notice of motion I proceed upon the basis that Mr Walsh can make good such factual contentions as are set out in the statement of claim.",
      "id": "s49"
    },
    {
      "text": "13 The 'Facts of the case' are set out in paragraphs 1 to 85.",
      "id": "s50"
    },
    {
      "text": "Paragraph 13 identifies the worth of the respective assignments.",
      "id": "s51"
    },
    {
      "text": "It reads:\n \n 'EdTech subject content and assessment were specified in Subject Handout Notes, which were issued to students at the start of studies.",
      "id": "s52"
    },
    {
      "text": "Assessment was by 4 assignment tasks, which were known respectively as the group exercise (worth 20%), the 1 st assignment (worth 20%), the 2 nd assignment (worth 20%), and the 3 rd assignment (worth 40%).",
      "id": "s53"
    },
    {
      "text": "' \n \n\n14 Mr Walsh had particular interests that he wished to incorporate in his studies.",
      "id": "s54"
    },
    {
      "text": "It appears that the course lecturers did not share his view that these interests should play a large part in his course work or assignments.",
      "id": "s55"
    },
    {
      "text": "Mr Walsh explained the position as follows (at paras 14 --- 19):\n \n '14.",
      "id": "s56"
    },
    {
      "text": "The plaintiff stated that his study interest was to develop expertise to obtain professional employment producing educational animations - Education through Animation (hereafter referred to as ETA) movies \n \n 15.",
      "id": "s57"
    },
    {
      "text": "The plaintiff stated that ETA was to deliver visual learning - in contrast to lectures and books that were overwhelmingly verbal.",
      "id": "s58"
    },
    {
      "text": "It was to cater for situations where visual provided significant benefits - eg visual type content, people with a preference for visual over verbal, and helping to overcome language translation problems - and deliver a range of further educational benefits.",
      "id": "s59"
    },
    {
      "text": "He intended to systematically deliver the entire content of appropriate courses visually with minimal onscreen text, and only then add a brief voice-over \n \n 16.",
      "id": "s60"
    },
    {
      "text": "The plaintiff stated his interest in one ETA application only - brief movies to be presented during undergraduate science and engineering lectures, to enhance explanations.",
      "id": "s61"
    },
    {
      "text": "He intended to do this in China, where the total benefits of ETA figured to be very high; and to obtain professional employment there producing ETA movies for universities \n \n 17.",
      "id": "s62"
    },
    {
      "text": "Both teachers displayed strong and unrelenting hostility towards the plaintiff's interest in ETA, in class and in assessment feedback for the 1st and 2 nd assignments.",
      "id": "s63"
    },
    {
      "text": "Mr Housego also displayed strong personal hostility towards the plaintiff in class, and reportedly denigrated him outside the class \n \n 18.",
      "id": "s64"
    },
    {
      "text": "For the plaintiff EdTech was by far the most important subject in the course.",
      "id": "s65"
    },
    {
      "text": "It was the subject most directly related to his professional learning requirements, and the subject that figured to be most important for his future professional credibility if he were to find future employment producing ETA movies.",
      "id": "s66"
    },
    {
      "text": "Therefore he put very considerable effort into the subject, including all of the assignment tasks \n \n 19.",
      "id": "s67"
    },
    {
      "text": "For the plaintiff ETA has particular significance.",
      "id": "s68"
    },
    {
      "text": "It is the only prospect for new professional employment that he has been able to identify during several years of investigation.",
      "id": "s69"
    },
    {
      "text": "It appears to offer genuine opportunities because of the high value that ETA can deliver.",
      "id": "s70"
    },
    {
      "text": "The plaintiff would appear to be well-positioned to obtain employment through already having some level of expertise in multimedia, in China, and in engineering and science' \n \n\n15 The factual allegations made with respect to the group exercise and first and second assignments (Mr Walsh passed the 1 st assignment) each of which made up 20% of overall marks, are contained in paras 20 to 22 which read as follows:\n \n 20.",
      "id": "s71"
    },
    {
      "text": "For the EdTech group exercise the class was divided into 2 teams of 5 students each, who carried out a debate on a UTS email bulletin board system.",
      "id": "s72"
    },
    {
      "text": "The plaintiff carried out all required tasks, and submitted them by the due dates.",
      "id": "s73"
    },
    {
      "text": "Assessment feedback was by Mr Housego and comprised only comments on a review of the exercise that the plaintiff was required to provide (i.e.",
      "id": "s74"
    },
    {
      "text": "not on his assignment performance).",
      "id": "s75"
    },
    {
      "text": "No assessment result (eg not even a fail grade or a 0% mark) was provided \n \n 21.",
      "id": "s76"
    },
    {
      "text": "The EdTech 1 st assignment was a set task in the form of an essay.",
      "id": "s77"
    },
    {
      "text": "The plaintiff completed this task and submitted it by the due date.",
      "id": "s78"
    },
    {
      "text": "Assessment feedback was by Ms Hayes and comprised only negative and hostile comments towards ETA.",
      "id": "s79"
    },
    {
      "text": "Assessment results were provided in the form of a grade (pass) but not a mark \n \n 22.",
      "id": "s80"
    },
    {
      "text": "The EdTech 2 nd assignment was a set task in the form of an essay.",
      "id": "s81"
    },
    {
      "text": "The plaintiff completed this task and submitted it by the due date.",
      "id": "s82"
    },
    {
      "text": "Assessment feedback was by Mr Housego and comprised only negative and hostile comments towards ETA.",
      "id": "s83"
    },
    {
      "text": "No assessment result was provided' \n \n\n16 Like the earlier affidavit, however, the bulk of the statement of claim, both in this section and others, is concerned with his complaints about the way his third assignment was treated.",
      "id": "s84"
    },
    {
      "text": "17 Mr Walsh sets the scene in paras 23 and 24:\n \n '23.",
      "id": "s85"
    },
    {
      "text": "The EdTech 3 rd assignment was an individual project stipulated in the Subject Handout Notes in the following words.",
      "id": "s86"
    },
    {
      "text": "\"The aim of this assignment is the [sic] reflect critically on the use of educational technology for learning.",
      "id": "s87"
    },
    {
      "text": "You will negotiate your own project and how it will be assessed.",
      "id": "s88"
    },
    {
      "text": "Projects must be negotiated by the end of Block 2 Friday 5 th May.",
      "id": "s89"
    },
    {
      "text": "A learning contract is useful for documenting your proposal.",
      "id": "s90"
    },
    {
      "text": "Length --- minimum 3000 words.",
      "id": "s91"
    },
    {
      "text": "Due date --- Friday 2 nd June\" \n \n 24.",
      "id": "s92"
    },
    {
      "text": "The plaintiff had stated to both teachers on the first day of classroom sessions (7 March 2000) his interest in producing an essay of practical value for his ETA intentions for the 3 rd assignment.",
      "id": "s93"
    },
    {
      "text": "Mr Housego expressed strong opposition to this idea from the very first day, and throughout the classroom sessions strongly recommended a range of alternative topics, all of which were unsuited to the plaintiff's interests' \n \n\n18 It appears that, notwithstanding 'strong opposition' to Mr Walsh's proposals he had not by the end of classroom sessions for the subject on 5 May 2000 modified his position and he insisted upon a particular topic of his choosing.",
      "id": "s94"
    },
    {
      "text": "The project later submitted by him was not judged to be satisfactory.",
      "id": "s95"
    },
    {
      "text": "He was requested to resubmit the assignment, first by one of the lecturers who had been responsible for assessing it and later by the Dean of Education of UTS after Mr Walsh had lodged a complaint with the registrar.",
      "id": "s96"
    },
    {
      "text": "19 Mr Walsh decided that he would not resubmit the assignment.",
      "id": "s97"
    },
    {
      "text": "He explained why that was so in his statement of claim as follows:\n \n '61.",
      "id": "s98"
    },
    {
      "text": "The plaintiff has failed to resubmit the 3 rd assignment, motivated by the following considerations \n \n 62.",
      "id": "s99"
    },
    {
      "text": "First, the plaintiff considered that resubmission would incur the grave risk of the plaintiff losing legal ownership --- at a shared public access level --- of ETA intellectual property that he had produced and which was essential to practice in the field of ETA.",
      "id": "s100"
    },
    {
      "text": "If this occurred, the plaintiff could be unable to obtain employment in the field of ETA \n \n 63.",
      "id": "s101"
    },
    {
      "text": "Second, it was not even feasible to produce much of the content demanded by Ms Hayes until some future date, when ETA had been defined at a technical level and there had been experimentation and a history of observation for ETA \n \n 64.",
      "id": "s102"
    },
    {
      "text": "Third, the plaintiff was not confident of being awarded a pass regardless of what he did.",
      "id": "s103"
    },
    {
      "text": "Despite having complied with improper and highly excessive demands, he had been failed.",
      "id": "s104"
    },
    {
      "text": "He had no grounds for believing that he would be passed if he complied with the major new resubmission demands \n \n 65.",
      "id": "s105"
    },
    {
      "text": "Fourth, the plaintiff considered that the request for resubmission constituted a demand for slave labour.",
      "id": "s106"
    },
    {
      "text": "The tasks proposed were irrelevant to his interests, and hence of no learning benefit.",
      "id": "s107"
    },
    {
      "text": "The work would be for zero payment, because assignment requirements had already been met in full.",
      "id": "s108"
    },
    {
      "text": "The work required would be considerable \n \n 66.",
      "id": "s109"
    },
    {
      "text": "Fifth, resubmission based on the new demands was distasteful.",
      "id": "s110"
    },
    {
      "text": "Ms Hayes was fully aware that the focus and philosophy of the article referred to were strongly opposed to the plaintiff's focus and philosophy for ETA.",
      "id": "s111"
    },
    {
      "text": "67.",
      "id": "s112"
    },
    {
      "text": "No action occurred in relation to this dispute between March 2001 and January 2004' \n \n\n20 The reason for inaction between March 2001 and January 2004 is not disclosed by the statement of claim.",
      "id": "s113"
    },
    {
      "text": "During 2004 there were apparently efforts within UTS to deal further with the matter but without resolution.",
      "id": "s114"
    },
    {
      "text": "21 Following the 'Facts of the case' from paras 86 to 216 is a large section entitled 'Causes of action'.",
      "id": "s115"
    },
    {
      "text": "This section commences with an 'Outline' which in para 92 summarises the relief claimed as follows:\n \n '92.",
      "id": "s116"
    },
    {
      "text": "The plaintiff alleges that all causes of action brought by him justify him being awarded the remedies he seeks under s87 of the Trade Practices Act (1974) --- a pass grade in all assignment tasks, EdTech, and the degree of Master of Education in Adult Education ' \n (emphasis added) \n \n\n22 In para 93 Mr Walsh advances the following with respect to the group exercise and second assignment:\n \n '93.",
      "id": "s117"
    },
    {
      "text": "It is argued on multiple grounds that the group exercise and 2 nd assignment --- neither of which were awarded any assessment grade or mark --- be awarded pass grades .",
      "id": "s118"
    },
    {
      "text": "' \n (emphasis added)\n \n\n23 After advancing some matters with respect to the third assignment he says at para 101:\n \n '101.",
      "id": "s119"
    },
    {
      "text": "It is argued that passes should now be awarded in all plaintiff assignment tasks , and consequently that the plaintiff be awarded a pass in EdTech , and hence be awarded the degree of Master of Education in Adult Education' \n (emphasis added)\n \n\n24 Paragraph 102 argues that UTS has wrongfully taken Mr Walsh's intellectual property 'by the use of (implied) threats of assignment failure'.",
      "id": "s120"
    },
    {
      "text": "Then para 103 states:\n \n 'It is argued that respondent actions are consistent with deliberately and wrongfully demanding and taking possession of all possible intellectual property associated with ETA, including in contravention of its own intellectual property rules and policies.",
      "id": "s121"
    },
    {
      "text": "In order to protect his shared public ownership interests, the plaintiff therefore seeks examination under oath of relevant respondent servants in relation to respondent dissemination of such property, and in relation to any awarding of such property into private legal ownership' \n \n\n25 Paragraph 104 erects a contention that UTS was not acting alone --- but at the direction of a third party, who has been concealed.",
      "id": "s122"
    },
    {
      "text": "It says:\n \n '104.",
      "id": "s123"
    },
    {
      "text": "It is argued that respondent actions are so inconsistent with expected behaviour of universities and their staff, and with any responsible institution and people in general, that the respondent appears to have been acting under direction --- acting under the direction of some concealed third party.",
      "id": "s124"
    },
    {
      "text": "That therefore the respondent: \n \n \n &#8226; Was acting unlawfully as an agent of a third party in its past actions in relation to the plaintiff \n \n &#8226; Committed past actions of coercion in relation to the plaintiff under the direction of a third party \n \n &#8226; Is now acting unlawfully as an agent of a third party in its legal activities in relation to the plaintiff' \n \n \n\n26 Who the third party might be is not suggested but para 105 provides:\n \n '105.",
      "id": "s125"
    },
    {
      "text": "The plaintiff therefore seeks examination under oath of relevant respondent servants, to ensure that his legal actions are directed against his real legal opponent, and that the respondent is not acting as an agent of some concealed party' \n \n\n27 Then Mr Walsh turns to a more detailed treatment of his 'Causes of action' but those concerned with the group exercise and the second assignment are very briefly stated.",
      "id": "s126"
    },
    {
      "text": "As to the group exercise, having stated his reliance on s 51AA of the Trade Practices Act 1974 (Cth) ('the TP Act') and s 74 of the TP Act he contends in para 113:\n \n '113.",
      "id": "s127"
    },
    {
      "text": "It is argued that in all of the above cases the rightful and proper assessment result would have been a pass grade with a sound mark : because the plaintiff produced required work by the due dates, far in excess of his required share in terms of quantity and quality; and also because other members of his debating team were awarded a pass' \n (emphasis added)\n \n\n28 He relies on the same provisions with respect to the second assignment and concludes, at para 121:\n \n '121.",
      "id": "s128"
    },
    {
      "text": "It is argued that in all the above cases the rightful and proper assessment result would have been a pass grade with a sound mark , because the plaintiff's assignment was of sound value.",
      "id": "s129"
    },
    {
      "text": "While the assessment comments were negative towards ETA, they did not relate to the assessment criteria.",
      "id": "s130"
    },
    {
      "text": "There was also a negative inference that the assignment should receive a pass grade --- a resubmission was sought for the 3 rd assignment on the basis that it was inadequate, but no resubmission was requested for this 2 nd assignment' \n (emphasis added)\n \n\n29 He also relies on s 51AA of the TP Act with respect to the individual project and contends, at paras 138, 146 and 150:\n \n '138.",
      "id": "s131"
    },
    {
      "text": "The plaintiff seeks remedy under s87 of Trade Practices Act (1974).",
      "id": "s132"
    },
    {
      "text": "He seeks the same consideration that he was due to receive for satisfactory performance of contract requirements --- a pass grade for the 3 rd assignment .",
      "id": "s133"
    },
    {
      "text": "146.",
      "id": "s134"
    },
    {
      "text": "The plaintiff seeks remedy under s87 of the Trade Practices Act (1974).",
      "id": "s135"
    },
    {
      "text": "He seeks to be restored to the position that he would have been in but for these breaches.",
      "id": "s136"
    },
    {
      "text": "The 3 rd assignment would have been an essay (as agreed with Ms Hayes at the start of contract negotiations), assessed in the standard way.",
      "id": "s137"
    },
    {
      "text": "It would have been passed, on the grounds of sufficient relevance, size and quality.",
      "id": "s138"
    },
    {
      "text": "Therefore, the plaintiff seeks a pass grade for the 3 rd assignment ' \n \n 150.",
      "id": "s139"
    },
    {
      "text": "The plaintiff seeks remedy under s87 of Trade Practices Act (1974) in the form of a pass grade for the 3 rd assignment , on the grounds that the assessment was faulty, and a proper reassessment would determine that requirements had been soundly met' \n (emphasis added)\n \n\n30 Mr Walsh also relies on s 51AB of the TP Act with respect to the individual project and states, at para 154:\n \n '154.",
      "id": "s140"
    },
    {
      "text": "The plaintiff seeks remedy under s87 of Trade Practices Act (1974).",
      "id": "s141"
    },
    {
      "text": "He seeks to be restored to the position that he would expect to have been in but for the unconscionable conduct --- awarded a pass grade for the 3 rd assignment .",
      "id": "s142"
    },
    {
      "text": "For the intellectual property items he seeks examination under oath of relevant respondent servants in relation to respondent dissemination of such property, and in relation to any awarding of such property into private legal ownership' \n (emphasis added)\n \n\n31 Reliance on s 52 of the TP Act provides the foundation for paras 156 and 158, as follows:\n \n '156.",
      "id": "s143"
    },
    {
      "text": "The plaintiff seeks remedy under s87 of Trade Practices Act (1974).",
      "id": "s144"
    },
    {
      "text": "He seeks to be restored to the position that he would have been in but for these negligent misrepresentations.",
      "id": "s145"
    },
    {
      "text": "The 3 rd assignment would have been an essay (as agreed with Ms Hayes at the start of contract negotiations), assessed in the standard way.",
      "id": "s146"
    },
    {
      "text": "It would have been passed, on the grounds of sufficient relevance, size and quality.",
      "id": "s147"
    },
    {
      "text": "Therefore, the plaintiff seeks a pass grade for the 3 rd assignment .",
      "id": "s148"
    },
    {
      "text": "158.",
      "id": "s149"
    },
    {
      "text": "The plaintiff seeks remedy under s87 of Trade Practices Act (1974).",
      "id": "s150"
    },
    {
      "text": "He seeks to be restored to the position that he would expect to have been in but for the misleading and deceptive conduct --- awarded a pass grade for the 3 rd assignment ' \n (emphasis added)\n \n\n32 At para 159 of the statement of claim Mr Walsh alleges harassment and coercion within the meaning of s 60 of the TP Act in the following terms:\n \n '159.",
      "id": "s151"
    },
    {
      "text": "Under s 60 of the Trade Practices Act (1974), the respondent engaged in the following harassment and coercion: \n \n \n \n &#8226; Harassment in the form of persistent hostility to ETA by both teachers --- expressed in class and assessment feedback for 1 st and 2 nd assignments --- and displays of personal hostility to the plaintiff by Mr Housego.",
      "id": "s152"
    },
    {
      "text": "This had a detrimental influence on his behaviour in negotiation of the Learning Contract \n \n &#8226; Verbal, physical and economic coercion directed towards the plaintiff in negotiation of 3 rd assignment, that also had a detrimental influence on the plaintiff's behaviour in negotiation of the Learning Contract: \n \n \n \n deg.",
      "id": "s153"
    },
    {
      "text": "Verbal coercion by Mr Housego throughout classroom sessions to abandon a topic of professional value for ETA for his 3 rd assignment \n \n deg.",
      "id": "s154"
    },
    {
      "text": "Physical coercion by Mr Housego on the last day of class to choose a topic of no professional value for ETA for his 3 rd assignment \n \n deg.",
      "id": "s155"
    },
    {
      "text": "Physical coercion of a general nature by Mr Housego on the last day of class as he roamed around the room during assignment negotiations \n \n deg.",
      "id": "s156"
    },
    {
      "text": "Economic coercion during negotiation of the Learning Contract, reflected in the highly unfavourable terms of contract \n \n \n \n &#8226; Coercion in the form of demands for resubmission of the 3 rd assignment by Ms Hayes.",
      "id": "s157"
    },
    {
      "text": "All demands were outside the terms of contract, and there was not even any consideration.",
      "id": "s158"
    },
    {
      "text": "These demands were considerable (and uncertain) \n \n &#8226; Coercion in the form of demands for resubmission of the 3 rd assignment by the Dean, based on the Ms Schaverien review assessment.",
      "id": "s159"
    },
    {
      "text": "All demands were outside the terms of contract, and there was no consideration.",
      "id": "s160"
    },
    {
      "text": "These demands were considerable (and uncertain)' \n \n \n \n\n33 Accordingly, he claims, in para 160:\n \n '160.",
      "id": "s161"
    },
    {
      "text": "The plaintiff seeks remedy under s 87 of Trade Practices Act (1974).",
      "id": "s162"
    },
    {
      "text": "He seeks to be restored to the position that he would expect to have been in but for the harassment and coercion --- awarded a pass grade for the 3 rd assignment ' \n (emphasis added)\n \n\n34 Then, commencing at para 161, is a section relying on s 74 of the TP Act which concludes, at para 168:\n \n '168.",
      "id": "s163"
    },
    {
      "text": "The plaintiff seeks remedy under s87 of Trade Practices Act (1974).",
      "id": "s164"
    },
    {
      "text": "He seeks to be restored to the position that he would expect to have been in if the respondent had provided services with due care and skill --- awarded a pass grade for the 3 rd assignment ' \n (emphasis added)\n \n\n35 Between paras 169 and 197 Mr Walsh, in a section entitled 'Causes of Action at higher levels' in substance restates his earlier contentions and repeats his claims for relief.",
      "id": "s165"
    },
    {
      "text": "Paragraphs 178, 185, 187, 189, 191, 193, 195 and 197 each seek relief of the kind earlier identified --- the award of passing grades in the three failed assignments and in the subject as a whole.",
      "id": "s166"
    },
    {
      "text": "Paragraph 198 then states:\n \n '198 The plaintiff seeks remedy under s 87 of the Trade Practices Act (1974) --- awarding of the degree of \"Master of Education in Adult Education\" --- consequent on being awarded a pass in the EdTech subject , on the basis that he has completed all other necessary requirements for the degree' \n (emphasis added)\n \n\n36 Then Mr Walsh outlines some complaints about an alleged failure by UTS to investigate his matter.",
      "id": "s167"
    },
    {
      "text": "He alleges contravention of s 51AA of the TP Act.",
      "id": "s168"
    },
    {
      "text": "Based on these allegations he seeks remedies described at para 202:\n \n '202.",
      "id": "s169"
    },
    {
      "text": "The plaintiff seeks the remedies under s87 of the Trade Practices Act (1974) that he could expect to have received as the proper outcome of a competent investigation --- to be awarded : \n \n \n &#8226; A pass in the group exercise in EdTech \n \n &#8226; A pass in the 2 nd assignment in EdTech \n \n &#8226; A pass in the 3 rd assignment in EdTech \n \n &#8226; A consequent pass in the EdTech subject, on the basis of having completed all requirements (having already received a pass in the 1 st assignment) \n \n &#8226; The consequent degree of \"Master of Education in Adult Education\" , on the basis that he has completed all other necessary requirements for the degree' \n \n (emphasis added)\n \n\n37 The main body of the statement of claim lastly purports to raise 'causes of action in relation to intellectual property' in reliance upon s 51AA, 51AB, 52 and 60 of the TP Act.",
      "id": "s170"
    },
    {
      "text": "38 Three paragraphs then state again, and finally, the remedies sought.",
      "id": "s171"
    },
    {
      "text": "Paragraphs 214 --- 216 provide:\n \n '214.",
      "id": "s172"
    },
    {
      "text": "The plaintiff seeks the remedies under s 87 of the Trade Practices Act (1974) that he could expect to have received as the proper outcome of his studies with no respondent breaches: \n \n \n &#8226; A pass in the group exercise in EdTech \n \n &#8226; A pass in the 2 nd assignment in EdTech \n \n &#8226; A pass in the 3 rd assignment in EdTech \n \n &#8226; A consequent pass in the EdTech subject , on the basis of having completed all requirements (having already received a pass in the 1 st assignment) \n \n &#8226; The consequent degree of \"Master of Education in Adult Education\", on the basis that he has completed all other necessary requirements for the degree' \n \n \n 215.",
      "id": "s173"
    },
    {
      "text": "In order to protect his shared public ownership of intellectual property that he has produced , the plaintiff seeks examination under oath of relevant respondent servants in relation to respondent dissemination of such property, and in relation to any awarding of such property into private legal ownership.",
      "id": "s174"
    },
    {
      "text": "216.",
      "id": "s175"
    },
    {
      "text": "The plaintiff also seeks examination under oath of relevant respondent servants, to ensure that his legal actions are directed against his real legal opponent, and that the respondent is not acting as an agent of some concealed party.",
      "id": "s176"
    },
    {
      "text": "' \n (emphasis added)\n \n \n\n39 The two concluding paragraphs depart from the main theme pursued by the remainder of the statement of claim.",
      "id": "s177"
    },
    {
      "text": "They echo paragraphs 102, 105 and 154 which I set out earlier.",
      "id": "s178"
    },
    {
      "text": "40 Finally there is an 'Appendix A' which from paras 217 to 259 deals with a particular issue concerning a 'Learning Contract'.",
      "id": "s179"
    },
    {
      "text": "It arises in connection with the complaints about the individual project.",
      "id": "s180"
    },
    {
      "text": "Mr Walsh contends that the 'Learning Contract' was 'not a valid legal contract'.",
      "id": "s181"
    },
    {
      "text": "He maintains in various ways that it should be set aside.",
      "id": "s182"
    },
    {
      "text": "Mr Walsh's Submissions \n \n41 In answer to the notice of motion with which this judgment is concerned Mr Walsh provided the Court at the hearing with an extensive written argument.",
      "id": "s183"
    },
    {
      "text": "It contained 116 pages.",
      "id": "s184"
    },
    {
      "text": "Some features of it, and the content of his oral submissions, should be mentioned.",
      "id": "s185"
    },
    {
      "text": "42 It became clear during his submissions that Mr Walsh made conscious and considered decisions to:\n \n \n (a) rely solely upon the provisions of the TP Act as a foundation for relief and not rely independently on any 'action under contract law, torts or admin law'.",
      "id": "s186"
    },
    {
      "text": "(It should be noted that he also indicated he no longer relied on s 52 of the TP Act.",
      "id": "s187"
    },
    {
      "text": ")\n (b) rely solely on s 87 of the TP Act and not s 80 (notwithstanding that paragraphs 6 and 13 of the 'Affidavit', for example, refer also to s 80).",
      "id": "s188"
    },
    {
      "text": "43 In the circumstances the respondent is entitled to have its notice of motion dealt with on this basis.",
      "id": "s189"
    },
    {
      "text": "I should make it clear, however, that even though it is no part of the Court's function to cast around for some alternative basis on which his claims might have been advanced I can think of no alternative formulation of causes of action or relief which would have advanced matters for him.",
      "id": "s190"
    },
    {
      "text": "44 Aside from legal difficulties, further factual problems were disclosed during the course of his submissions.",
      "id": "s191"
    },
    {
      "text": "It will be recalled that in paras 61 --- 66 of the Statement of Claim Mr Walsh set out an explanation for not resubmitting his third assignment as he had been asked to do.",
      "id": "s192"
    },
    {
      "text": "It appears from what he said in submissions that this request was first made after Mr Walsh was informed he had not passed the subject.",
      "id": "s193"
    },
    {
      "text": "The clear inference is that it was still possible to secure a passing grade, if a resubmitted assignment was of an appropriate standard.",
      "id": "s194"
    },
    {
      "text": "Mr Walsh appeared to accept this in our discussion.",
      "id": "s195"
    },
    {
      "text": "However, he maintained that he was entitled to refuse to resubmit the assignment and, nevertheless, UTS should be required to afford him a pass in the subject.",
      "id": "s196"
    },
    {
      "text": "Part of his explanation was that refusal by UTS to accord a passing grade to the material he had already submitted rendered more likely the wrongful appropriation by UTS of 'patentable' items within that material --- and that was correspondingly less likely if the existing material was judged sufficient for a passing grade.",
      "id": "s197"
    },
    {
      "text": "I find this explanation difficult to follow.",
      "id": "s198"
    },
    {
      "text": "However, his insistence that resubmission was unnecessary and unreasonable emphasises that the Court is being asked to make value judgments to the effect that Mr Walsh, by his submitted assignments, achieved a satisfactory standard in the subject.",
      "id": "s199"
    },
    {
      "text": "45 Mr Walsh's written and oral arguments crystallised into a series of propositions that 'but for' UTS's conduct he would have been awarded all the passing grades he sought and the degree itself.",
      "id": "s200"
    },
    {
      "text": "Necessarily, the impugned conduct extended not only to the assessment of his assignments but also to the standards and course content judged to be appropriate when evaluating his assignments.",
      "id": "s201"
    },
    {
      "text": "46 A related contention was that UTS owed him 'a strong and non-delegable duty of care on the basis of university and student'.",
      "id": "s202"
    },
    {
      "text": "When I asked Mr Walsh to identify the content of any such duty of care he suggested (as he had in the written submissions) that it extended to ensuring that private fee paying students passed the courses in which they had enrolled.",
      "id": "s203"
    },
    {
      "text": "Linked with this idea was a proposition that ultimately at any trial the burden would fall on UTS to justify and objectively substantiate any non-passing grade assessment.",
      "id": "s204"
    },
    {
      "text": "I understand the proposition to be similar to the idea of a presumptive right to passing grades given diligent application.",
      "id": "s205"
    },
    {
      "text": "The Statement of Claim is not a Proper Pleading \n \n47 UTS relies upon s 31A of the Federal Court of Australia Act 1976 (Cth) (Federal Court Act) and also upon O 11 r 16 of the Federal Court Rules .",
      "id": "s206"
    },
    {
      "text": "Different results would flow from each of those provisions.",
      "id": "s207"
    },
    {
      "text": "Under s 31A the Court may give summary judgment in relation to the whole or any part of a proceeding whereas under O 11 r 16 it may strike out the whole or any part of a pleading.",
      "id": "s208"
    },
    {
      "text": "Under the Federal Court Rules an application is not a pleading but a statement of claim is.",
      "id": "s209"
    },
    {
      "text": "48 Mr Walsh's statement of his causes of action is lengthy and convoluted.",
      "id": "s210"
    },
    {
      "text": "I have already expressed the view that it does not comply with the requirements of the Federal Court Rules .",
      "id": "s211"
    },
    {
      "text": "I shall shortly discuss whether I should permit Mr Walsh to attempt to restate the substance of his complaint in some different form in an amended pleading but first I need to deal with whether the respondent should be required to meet it in its present form.",
      "id": "s212"
    },
    {
      "text": "49 There must be some doubt whether Mr Walsh has ever complied with the direction of 15 June 2006 to file a statement of claim.",
      "id": "s213"
    },
    {
      "text": "However, if the document filed on 1 September 2006 is to be regarded as a statement of claim, as he insists it should be, then it is clearly liable to be struck out for non-conformity with the rules.",
      "id": "s214"
    },
    {
      "text": "Making due allowance for the fact that Mr Walsh is representing himself nevertheless it would, in my view, be oppressive to require UTS to treat the document as a pleading and file a formal defence to it.",
      "id": "s215"
    },
    {
      "text": "50 It may be that the judge in whose docket the matter earlier lay took the same view and, despite its deficiencies, thought the most practical course was to direct a response to it, not by way of a formal pleading, but endeavouring to come to grips with the underlying factual and legal issues which Mr Walsh was attempting to raise.",
      "id": "s216"
    },
    {
      "text": "Be that as it may, I am not prepared to take such a charitable view of the document he filed on 1 September 2006.",
      "id": "s217"
    },
    {
      "text": "Whatever view is taken of the purported causes of action it contains, the document proceeds upon a level of speculation and generalised assertion with which, in my view, UTS should not have to grapple in its own endeavours to establish the facts upon which any evidentiary case from it would proceed.",
      "id": "s218"
    },
    {
      "text": "There is no warrant for requiring from it the expenditure of excessive costs in endeavouring to prepare for a case where the material facts are not presented with reasonable clarity.",
      "id": "s219"
    },
    {
      "text": "51 So far, therefore, as UTS relies upon O 11 r 16 it has made out a case to be relieved from any obligation to respond to Mr Walsh's document filed on 1 September 2006.",
      "id": "s220"
    },
    {
      "text": "I would not permit any further reliance upon the document which he filed on 1 September 2006.",
      "id": "s221"
    },
    {
      "text": "The preferable course is to accept that it purports to be a statement of claim filed in accordance with a direction to file such a statement of claim.",
      "id": "s222"
    },
    {
      "text": "It should be struck out.",
      "id": "s223"
    },
    {
      "text": "Should the proceedings be dismissed?",
      "id": "s224"
    },
    {
      "text": "52 It is then necessary to consider whether leave to replead should be granted or whether the proceedings as a whole should be dismissed.",
      "id": "s225"
    },
    {
      "text": "53 The principles recently stated by judges of this Court concerning the application of s 31A of the Federal Court Act are summarised by Jacobson J in Commonwealth Bank of Australia v ACN 000 247 601 Pty Limited (in liq) (Formerly Stanley Thompson Valuers Pty Limited) [2006] FCA 1416 at [30] as follows:\n \n 'The authorities relating to the proper construction and effect of s 31A of the Federal Court of Australia Act were exhaustively reviewed by Rares J in Boston Commercial Services Pty Ltd v GE Capital Finance Australasia Pty Ltd 1352 at [31] --- [48].",
      "id": "s226"
    },
    {
      "text": "His Honour stated the relevant principles at [45] and they may be summarised as follows: \n \n \n \n &#8226; In assessing whether there are reasonable prospects of success, the Court must be cautious not to do an injustice by summary dismissal.",
      "id": "s227"
    },
    {
      "text": "&#8226; There will be reasonable prospects of success if there is evidence which may be reasonably believed so as to enable the party against whom summary judgment is sought to succeed at the final hearing.",
      "id": "s228"
    },
    {
      "text": "&#8226; Evidence of an ambivalent character will usually be sufficient to amount to reasonable prospects.",
      "id": "s229"
    },
    {
      "text": "&#8226; Unless only one conclusion can be said to be reasonable, the discretion under s 31A cannot be enlivened.",
      "id": "s230"
    },
    {
      "text": "' \n \n \n \n\n54 Section 31A permits summary judgment with respect to the whole or a part of a proceeding.",
      "id": "s231"
    },
    {
      "text": "It is convenient to consider Mr Walsh's proceeding in various groups of issues.",
      "id": "s232"
    },
    {
      "text": "Reliance on s 87 \n \n55 The selection of s 87 of the TP Act as a foundation for every aspect of the relief sought poses immediate problems for Mr Walsh.",
      "id": "s233"
    },
    {
      "text": "The source of power under the TP Act for the grant of injunctive relief is s 80.",
      "id": "s234"
    },
    {
      "text": "Mr Walsh has made a deliberate choice not to invoke it.",
      "id": "s235"
    },
    {
      "text": "Section 87, which he now relies upon exclusively as a foundation for the orders he seeks, provides the Court with power (without diminishing its powers under s 80) to grant compensatory and other forms of remedial relief.",
      "id": "s236"
    },
    {
      "text": "It is a source of power, for example, to vary contracts or declare them void.",
      "id": "s237"
    },
    {
      "text": "In that sense, subject to what I say later, it may have had some relevance to the attack upon the 'Learning Contract' but otherwise it does not seem to me to provide a suitable, or available, foundation for the injunctive relief sought, or the relief by way of compulsory 'examination' of UTS officers or employees in relation to his allegations concerning intellectual property and direction of UTS by a secret agent.",
      "id": "s238"
    },
    {
      "text": "56 For this reason, in my view, so far as the proceedings are directed to claims for relief under s 87 they are misconceived.",
      "id": "s239"
    },
    {
      "text": "However, as will become apparent, there are other reasons why, having regard to the nature of the relief claimed and the foundation for such claims, the proceedings have no reasonable prospect of success.",
      "id": "s240"
    },
    {
      "text": "Coercion claims \n \n57 These claims are contained in paras 159 to 160 (referred to earlier) and (repetitively) at 192 to 193 of the statement of claim.",
      "id": "s241"
    },
    {
      "text": "The relief claimed on the ground of coercion is the same in nature as claimed on most other grounds.",
      "id": "s242"
    },
    {
      "text": "The Court is being asked not only to vindicate Mr Walsh's choice of topic for his individual project but to substitute a different assessment of his work and directly enforce a passing grade.",
      "id": "s243"
    },
    {
      "text": "I shall deal with the nature of this type of relief claimed later as a separate issue.",
      "id": "s244"
    },
    {
      "text": "58 Section 60 of the TP Act provides:\n \n 'A corporation shall not use physical force or undue harassment or coercion in connection with the supply or possible supply of goods or services to a consumer or the payment for goods or services by a consumer.",
      "id": "s245"
    },
    {
      "text": "' \n \n\n59 In my view, as framed in the statement of claim, Mr Walsh's factual allegations fall well short of the elements which would be required to establish 'undue harassment' or 'coercion'.",
      "id": "s246"
    },
    {
      "text": "The notion of coercion has been held to involve a negation of choice (see Finance Section Union of Australia v Commonwealth Bank of Australia [2000] FCA 1468 ; (2000) 106 FCR 16 at [18] - [25] , Community and Public Sector Union v Telstra Corporation Ltd [2000] FCA 1610 ; (2000) 108 FCR 52 at [24] , National Union of Workers v Qenos Pty Ltd [2001] FCA 178 ; (2001) 108 FCR 90 at [128] , Seven Network (Operations) Ltd v Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia [2001] FCA 456 ; (2001) 109 FCR 378 at [38] - [41] and National Tertiary Education Industry Union v Commonwealth of Australia [2002] FCA 441 ; (2002) 117 FCR 114 at [99] - [115] ).",
      "id": "s247"
    },
    {
      "text": "60 Mr Walsh's allegations do not raise a case of that character.",
      "id": "s248"
    },
    {
      "text": "Furthermore, he makes no relevant connection between his complaints and the relief he seeks.",
      "id": "s249"
    },
    {
      "text": "It does not, and cannot, follow automatically that had there not been disagreement about a choice of topic for the individual project his work would have been assessed as at a satisfactory level.",
      "id": "s250"
    },
    {
      "text": "Section 74 Claims \n \n61 This group of claims (paras 161 to 168, 194 to 197 of the Statement of Claim) alleges 'breach' of s 74 of the TP Act.",
      "id": "s251"
    },
    {
      "text": "62 Section 74 of the TP Act implies warranties into certain contracts.",
      "id": "s252"
    },
    {
      "text": "However, s 74 of the TP Act does not have the result that proceedings become available for alleged breach of the TP Act if, in fact, the warranties implied are not met.",
      "id": "s253"
    },
    {
      "text": "It has been held in other cases dealing with sections of the TP Act that operate in a similar fashion that such a provision 'prescribes no norm of conduct' and 'does not prohibit conduct of any kind by anybody' (see Arturi v Zupps Motors Pty Ltd (1980) 49 FLR 283 at 285-6 and Zaravinos v Dairy Farmers Co-Operative Ltd (1985) 7 FCR 195 at 199).",
      "id": "s254"
    },
    {
      "text": "This part of the statement of claim is, accordingly, also misconceived.",
      "id": "s255"
    },
    {
      "text": "Intellectual Property Claims \n \n63 Mr Walsh complained that UTS had wrongfully taken possession of his intellectual property or would do so if he resubmitted the third assignment.",
      "id": "s256"
    },
    {
      "text": "There is no factual or legal foundation for this contention.",
      "id": "s257"
    },
    {
      "text": "It is inescapable that students will submit original work in order to complete assignments in the courses in which they have chosen to enrol.",
      "id": "s258"
    },
    {
      "text": "Absent some contractual arrangement their intellectual property will not thereby pass to UTS but, in any event, that would be, if it occurred, the consequence of the arrangement into which they had voluntarily entered.",
      "id": "s259"
    },
    {
      "text": "64 Mr Walsh's concern with his intellectual property culminates (at para 215) with a claim that he should be allowed 'examination under oath of relevant respondent servants'.",
      "id": "s260"
    },
    {
      "text": "No cause of action has been identified which could support any such relief.",
      "id": "s261"
    },
    {
      "text": "The complaint about the necessity to pass his intellectual property to the university amounts in substance to no more than a complaint that, as a student, he was obliged to submit assignments in accordance with the course requirements.",
      "id": "s262"
    },
    {
      "text": "No disagreement by him about the nature of the assignments to be submitted, or which he wished to proffer under his own view of what the course should require, could raise a cause of action that his intellectual property had been wrongly taken or dealt with by UTS.",
      "id": "s263"
    },
    {
      "text": "65 I would not permit him to replead this issue and would therefore dismiss so much of the proceedings as seek to raise any cause of action or seek any relief with respect to Mr Walsh's intellectual property.",
      "id": "s264"
    },
    {
      "text": "Secret Agent Claim \n \n66 The speculative contention that the university was acting under the direction of 'some concealed third party' can fair no better.",
      "id": "s265"
    },
    {
      "text": "Mr Walsh conjectures that UTS is 'acting under the direction of some concealed third party'.",
      "id": "s266"
    },
    {
      "text": "There is no factual foundation suggested for this allegation.",
      "id": "s267"
    },
    {
      "text": "The remedy sought in relation to it is that he\n \n 'seeks examination under oath of relevant respondent servants, to ensure that his legal actions are directed against his real legal opponent, and that the respondent is not acting as an agent of some concealed party' \n \n\nThere is no legal foundation for this claim.",
      "id": "s268"
    },
    {
      "text": "I would not permit it to be repleaded either.",
      "id": "s269"
    },
    {
      "text": "Learning Contract \n \n67 Next, there is the issue of the 'Learning Contract'.",
      "id": "s270"
    },
    {
      "text": "Discussions on 5 May 2000 on the last day of class culminated in Mr Walsh and one of the lecturers subscribing to this arrangement.",
      "id": "s271"
    },
    {
      "text": "Mr Walsh contends, and the university agrees, that the learning contract was not a document intended to be legally binding.",
      "id": "s272"
    },
    {
      "text": "The devotion by him to a substantial effort to argue that the learning contract he appeared to have accepted should be set aside or rendered non-binding is misplaced.",
      "id": "s273"
    },
    {
      "text": "68 This aspect of the statement of claim was also, in my view, misconceived and I would not give leave to replead it.",
      "id": "s274"
    },
    {
      "text": "Fundamental Claims for Relief \n \n69 Aside from the particular matters with which I have dealt, the relief sought by Mr Walsh, in all of its permutations and restatements, remains that set out at the beginning of this judgment as appearing in the application.",
      "id": "s275"
    },
    {
      "text": "70 Mr Walsh asserts that, so far as each of the group exercise, the second assignment and the individual project are concerned, his work merited a passing grade.",
      "id": "s276"
    },
    {
      "text": "His case, factually and legally, depends upon the suggestion that the Court can both directly and effectively substitute an opinion for that of UTS and require a different result to be awarded.",
      "id": "s277"
    },
    {
      "text": "Moreover, it requires vindication by the Court of his personal desire to focus his assignment upon matters of personal interest to him rather than matters judged by the course lecturers to be those with which the subject, as offered by UTS, was concerned.",
      "id": "s278"
    },
    {
      "text": "71 I expressed directly to Mr Walsh during his oral submissions my reservations about the power of the Court to grant him any remedy of the kind he seeks.",
      "id": "s279"
    },
    {
      "text": "He was not able to draw my attention to any statutory provision, authority or legal principle which might provide a foundation or starting point for the proposition that the Court could direct UTS as to course content or requirements or require UTS to award him passing grades in either individual assignments or a whole subject.",
      "id": "s280"
    },
    {
      "text": "Indeed he said he had been unable to find any case of this kind and agreed that he was asking the Court to strike out into new legal territory.",
      "id": "s281"
    },
    {
      "text": "72 In Griffith University v Tang [2005] HCA 7 ; (2005) 221 CLR 99 the High Court considered whether a decision to exclude a PHD student from its programmes was reviewable under the Judicial Review Act 1991 (Qld).",
      "id": "s282"
    },
    {
      "text": "It decided by majority that it was not.",
      "id": "s283"
    },
    {
      "text": "The university had acted in the exercise of a general discretion deriving from its activities generally as a university pursuant to the functions and general powers granted by its enabling Act which included setting academic standards.",
      "id": "s284"
    },
    {
      "text": "73 Gleeson CJ said (at [15]):\n \n 'The functions of the appellant include providing education, providing facilities for study and research, and conferring higher education awards.",
      "id": "s285"
    },
    {
      "text": "Its powers include the power to do anything necessary or convenient in connection with its functions.",
      "id": "s286"
    },
    {
      "text": "Subject to any other legal constraint, it may establish a PhD research programme, and decide who will participate in the programme and on what terms and conditions.",
      "id": "s287"
    },
    {
      "text": "' \n \n\n74 Similarly in the present case, and the contrary was not argued, it was open to UTS to establish the course of study in which Mr Walsh enrolled and set the requirements to be satisfied, including the academic standard to be achieved as demonstrated by assignments or other coursework.",
      "id": "s288"
    },
    {
      "text": "Decisions about such matters are inherently unsuited to judicial review.",
      "id": "s289"
    },
    {
      "text": "75 Gummow, Callinan and Heydon JJ referred to this at [58], although like Gleeson CJ they decided the case on other grounds.",
      "id": "s290"
    },
    {
      "text": "They said:\n \n 'Had reliance been placed upon contract, then the occasion may have arisen to consider the apparent exclusion from justiciability of issues of academic judgment, including issues of competence of students, by the English Court of Appeal in Clark v University of Lincolnshire and Humberside.",
      "id": "s291"
    },
    {
      "text": "The basis upon which the lack of justiciability was put in Clark appears not to depend upon the absence of contractual relations for want of animus contrahendi; rather, the basis appears to be that any adjudication would be, as Sedley LJ put it, \"jejune and inappropriate\".",
      "id": "s292"
    },
    {
      "text": "' \n \n\n76 Kirby J dissented on the question of reviewability of the particular decision to exclude Ms Tang from the PhD programme.",
      "id": "s293"
    },
    {
      "text": "However, he drew a distinction between disciplinary decisions and matters of academic judgment.",
      "id": "s294"
    },
    {
      "text": "He said (at [165]-[166]):\n \n '[165] The special position of universities : I recognise that universities are in many ways peculiar public institutions.",
      "id": "s295"
    },
    {
      "text": "They have special responsibilities, as the University Act envisages in this case, to uphold high academic standards about which members of the academic staff will often be more cognisant than judges.",
      "id": "s296"
    },
    {
      "text": "There are issues pertaining to the intimate life of every independent academic institution that, sensibly, courts decline to review: the marking of an examination paper; the academic merit of a thesis; the viability of a research project; the award of academic tenure; and internal budgets.",
      "id": "s297"
    },
    {
      "text": "Others might be added: the contents of a course; particular styles of teaching; and the organisation of course timetables.",
      "id": "s298"
    },
    {
      "text": "As Sedley LJ noted in Clark v University of Lincolnshire and Humberside , such matters are \"unsuitable for adjudication in the courts ... because there are issues of academic or pastoral judgment which the university is equipped to consider in breadth and in depth, but on which any judgment of the courts would be jejune and inappropriate\".",
      "id": "s299"
    },
    {
      "text": "Judges are well aware of such peculiarities.",
      "id": "s300"
    },
    {
      "text": "The law, in common law countries, has consistently respected them and fashioned its remedies accordingly.",
      "id": "s301"
    },
    {
      "text": "[166] However, as Maurice Kay J explained in R v University of Cambridge; Ex parte Persaud (a recent English case similar to the present appeal), it is entirely \"correct\" of courts \"to distinguish between the disciplinary type of case and the situation where what is in issue is pure academic judgment\".",
      "id": "s302"
    },
    {
      "text": "In the present appeal, the respondent's claim fell squarely within the former class.",
      "id": "s303"
    },
    {
      "text": "Academic judgment is one thing.",
      "id": "s304"
    },
    {
      "text": "But where an individual who has the requisite interest is affected by disciplinary decisions of an administrative nature made by a university body acting according to its powers under a statute, outside the few categories peculiar to \"pure academic judgment\", such decisions are susceptible to judicial review.",
      "id": "s305"
    },
    {
      "text": "They are so elsewhere.",
      "id": "s306"
    },
    {
      "text": "They should likewise be so in Australia.",
      "id": "s307"
    },
    {
      "text": "An appeal to \"academic judgment\" does not smother the duties of a university, like any other statutory body, to exhibit, in such cases, the basic requirements of procedural fairness implicit in their creation by public statute and receipt of public funds from the pockets of the people.",
      "id": "s308"
    },
    {
      "text": "' \n \n\n77 The present case does not raise disciplinary issues.",
      "id": "s309"
    },
    {
      "text": "It raises questions of academic assessment and judgment.",
      "id": "s310"
    },
    {
      "text": "78 The English case cited by Gummow, Callinan and Heydon JJ and by Kirby J, Clark v University of Lincolnshire and Humberside [2000] 1 WLR 1988, concerned an action in contract, brought by a student against a university, which was initially struck out.",
      "id": "s311"
    },
    {
      "text": "The Court of Appeal, although allowing the student to replead to raise conventional allegations of breach of contract (a circumstance which does not arise in the present case) approved the summary rejection of the 'claim as originally pleaded [which] had travelled deep into the field of academic judgment' (at p 1988).",
      "id": "s312"
    },
    {
      "text": "The leading judgment was given by Sedley LJ.",
      "id": "s313"
    },
    {
      "text": "He said (at p 1992):\n \n '... there are issues of academic or pastoral judgment which the university is equipped to consider in breadth and in depth, but on which any judgment of the courts would be jejune and inappropriate.",
      "id": "s314"
    },
    {
      "text": "This is not a consideration peculiar to academic matters: religious or aesthetic questions, for example, may also fall into this class.",
      "id": "s315"
    },
    {
      "text": "It is a class which undoubtedly includes, in my view, such questions as what mark or class a student ought to be awarded or whether an aegrotat is justified.",
      "id": "s316"
    },
    {
      "text": "' \n \n\n79 Lord Woolf MR said (at p 1996):\n \n 'The court, for reasons which have been explained, will not involve itself with issues that involve making academic judgments.",
      "id": "s317"
    },
    {
      "text": "Summary judgment dismissing a claim which, if it were to be entertained, would require the court to make academic judgments should be capable of being obtained in the majority of situations.",
      "id": "s318"
    },
    {
      "text": "' \n \n\n80 It seems to me that the matters Mr Walsh wishes to agitate are of the character to which these observations were directed.",
      "id": "s319"
    },
    {
      "text": "At the heart of Mr Walsh's claims, and underpinning the relief sought, is an attempt to involve the Court directly in an adjudication upon a matter of both academic standards and of the assignment of specific grades to particular assignments.",
      "id": "s320"
    },
    {
      "text": "In addition, his claim is that the Court enforce its own view directly.",
      "id": "s321"
    },
    {
      "text": "In the circumstances revealed by the present case I can discern no legal foundation for doing so.",
      "id": "s322"
    },
    {
      "text": "81 However that matter is examined, so far as he seeks the direct grant of, or a mandatory injunction to require, passing grades in assignments or a subject or the award of a degree, in my view, on the material advanced by him, and having regard to the nature of his conflict with UTS as disclosed by that material, there is no reasonable prospect that he can succeed in obtaining such relief.",
      "id": "s323"
    },
    {
      "text": "82 Even if the matter is approached by reference to the nature of Mr Walsh's complaints against UTS, rather than by reference to the relief he seeks, the matter does not improve for him.",
      "id": "s324"
    },
    {
      "text": "For myself, I can see no way in which Mr Walsh's claims might be legitimately reformulated to achieve anything like the result he seeks.",
      "id": "s325"
    },
    {
      "text": "That, in any event, is not the task of the Court even though he is unrepresented.",
      "id": "s326"
    },
    {
      "text": "83 Moreover, it would be futile to allow the proceedings to go forward to an examination of the factual issues because ultimately nothing useful could come of it.",
      "id": "s327"
    },
    {
      "text": "84 The complaints relating to the group exercise and the second assignment lack virtually any factual foundation.",
      "id": "s328"
    },
    {
      "text": "They appear to me to consist, factually at least, of a refusal by Mr Walsh to accept the legitimacy or correctness of the evaluation made of his work by the two lecturers responsible for delivering the subject.",
      "id": "s329"
    },
    {
      "text": "It may be accepted that his views are sincerely held but it seems, on his own version, to be a straightforward case of Mr Walsh not accepting the assessment made about these two assignments.",
      "id": "s330"
    },
    {
      "text": "85 The main area of controversy in the case is the issue of the third assignment which was worth 40% of the overall assessment.",
      "id": "s331"
    },
    {
      "text": "It is clear from the allegations which Mr Walsh makes about this matter that he endeavoured from the outset to pursue his own view about what sort of project or assignment he would submit for this part of the course and, equally, that that view was disapproved at the outset.",
      "id": "s332"
    },
    {
      "text": "His determination to follow his own course has evidently brought him into conflict of various kinds with the course lecturers.",
      "id": "s333"
    },
    {
      "text": "Ultimately the issue which arose involved questions of academic judgment and the content and standard required by the university to satisfy its requirements for the award of its degree.",
      "id": "s334"
    },
    {
      "text": "86 Mr Walsh rebuffed any suggestion that he should resubmit the assignment.",
      "id": "s335"
    },
    {
      "text": "He decided to maintain his position and, initially at least, seek some form of internal review within UTS.",
      "id": "s336"
    },
    {
      "text": "He was entitled to take that course and adhere to it.",
      "id": "s337"
    },
    {
      "text": "He could not be compelled to surrender his own views about these matters.",
      "id": "s338"
    },
    {
      "text": "Neither can he, in my view, call in aid the powers of the Court in the way which he has sought to do.",
      "id": "s339"
    },
    {
      "text": "The judgment to be made by UTS with respect to requirements for the award of a degree are not matters susceptible to judicial review in the ordinary way.",
      "id": "s340"
    },
    {
      "text": "At least to the extent that it may be possible to conceive of some form of possible judicial review, none is presented for consideration in the present case.",
      "id": "s341"
    },
    {
      "text": "I see no prospect therefore that an evidentiary excursion into the merits of his position (as he sees them) could conceivably provide a foundation for any form of relief (whether sought by him at the moment or not) which could provide him what he seeks --- a UTS Masters degree.",
      "id": "s342"
    },
    {
      "text": "87 The difficulties which I have identified are matters of substance, not just form.",
      "id": "s343"
    },
    {
      "text": "Accordingly, I see no point arising from his factual complaints which would justify giving Mr Walsh leave to revisit the matter by granting him leave to amend the proceedings or by now attempting to file proper pleadings.",
      "id": "s344"
    },
    {
      "text": "Conclusion \n \n88 In all the circumstances UTS should have an order for summary judgment in relation to the proceedings as a whole under s 31A and I will so order.",
      "id": "s345"
    },
    {
      "text": "I make no order as to costs at this stage.",
      "id": "s346"
    },
    {
      "text": "If UTS wishes to be heard on costs it is to file a written argument with respect to costs within 14 days of this judgment.",
      "id": "s347"
    },
    {
      "text": "Mr Walsh may reply within a further 14 days.",
      "id": "s348"
    },
    {
      "text": "It will not be necessary to take oral submissions on that issue.",
      "id": "s349"
    },
    {
      "text": "In the meantime costs are reserved.",
      "id": "s350"
    },
    {
      "text": "I certify that the preceding eighty-eight (88) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s351"
    },
    {
      "text": "Associate:\n\nDated: 15 June 2007\n\n\n Applicant: The applicant was self represented \n \n Counsel for the Respondent: Mr P Brereton \n \n Solicitor for the Respondent: Mr D Garnsey of Minter Ellison Lawyers \n \n Date of Hearing: 20 April 2007 \n \n Date of Judgment: 15 June 2007 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/880.html",
      "id": "s352"
    }
  ]
}