{
  "name": "Druett v Department of Families, Community Services &amp; Indigenous Affairs [2007] FCA 995 (3 July 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/995.html",
  "catchphrases": [
    {
      "text": "appeal",
      "id": "c0"
    },
    {
      "text": "single judge",
      "id": "c1"
    },
    {
      "text": "application for summary judgment pursuant to s 25(2b)(aa) of the federal court of australia act 1976 (cth)",
      "id": "c2"
    },
    {
      "text": "no arguable ground of appeal or error on the part of the primary judge",
      "id": "c3"
    },
    {
      "text": "appeal summarily dismissed",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding came before me as an application for leave to appeal from a decision of a judge of the Court on appeal from the Administrative Appeals Tribunal ('the Tribunal'): Druett v Administrative Appeals Tribunal [2007] FCA 475.",
      "id": "s0"
    },
    {
      "text": "The appellant appears in person.",
      "id": "s1"
    },
    {
      "text": "At the hearing, counsel for the Department of Families, Community Services and Indigenous Affairs (named in the notice of appeal as the Department of Family and Community Services) ('the Department') accepted that leave to appeal was not required.",
      "id": "s2"
    },
    {
      "text": "As an appeal from a decision of a judge of the Court to dismiss an appeal from a decision of the Tribunal, that is the case.",
      "id": "s3"
    },
    {
      "text": "Counsel also accepted that service, which had been effected by service on the Department of the Prime Minister and Cabinet, was sufficient.",
      "id": "s4"
    },
    {
      "text": "2 Mr Kunc, who appears for the Department, then foreshadowed a notice of motion seeking summary judgment pursuant to s 25(2B)(aa) of the Federal Court of Australia Act 1976 (Cth) ('the Act') and, in the alternative, an order that the Department be removed as a party to the proceedings pursuant to s 25(2B)(a) of the Act.",
      "id": "s5"
    },
    {
      "text": "A single judge of the Court has power under those sections to make the orders sought (s 25 ; Zegarac v Dellios [2007] FCA 566 at [12] ; Zambini v Secretary, Department of Employment and Workplace Relations [2006] FCA 1773 at [4] ; Genovese v BGC Construction Pty Ltd [2007] FCA 923).",
      "id": "s6"
    },
    {
      "text": "The notice of motion for summary judgment was filed on 24 May 2007 ('the motion').",
      "id": "s7"
    },
    {
      "text": "3 Mr Druett, the appellant, did not object to the presentation of Mr Kunc's submissions in support of the motion.",
      "id": "s8"
    },
    {
      "text": "Mr Druett had come to Court to argue that he was entitled to leave to appeal, which itself raises the question of the merits of the appeal.",
      "id": "s9"
    },
    {
      "text": "He relied upon his affidavit before the primary judge ('the affidavit').",
      "id": "s10"
    },
    {
      "text": "The material annexed to the affidavit included what appear to be submissions to the Family Court in respect of Mr Druett's divorce and application for child custody and extracts from transcripts of, and judgments in, a number of cases in New South Wales courts.",
      "id": "s11"
    },
    {
      "text": "There are also transcripts of applications for special leave in the High Court.",
      "id": "s12"
    },
    {
      "text": "I heard from Mr Druett in response and shortly from Mr Kunc in reply.",
      "id": "s13"
    },
    {
      "text": "Mr Druett did not seek to make further oral submissions but, in order to give him a further opportunity to consider Mr Kunc's submissions in support of the application for summary judgment and the relevant considerations for the Court, I directed that he file and serve any further written submissions by 7 June 2007.",
      "id": "s14"
    },
    {
      "text": "4 Mr Druett then sent extensive additional material ('the additional material') to my Chambers.",
      "id": "s15"
    },
    {
      "text": "That material included a list of authorities, legislation and written submissions set out in a document titled ' Application for costs '.",
      "id": "s16"
    },
    {
      "text": "Also included was Mr Druett's curriculum vitae, family photographs, scanned cards from his children, documents related to his former employment, medical records and an audio file.",
      "id": "s17"
    },
    {
      "text": "The latter file apparently records a conversation between a call attendant at Crime Stoppers Australia and a Police officer.",
      "id": "s18"
    },
    {
      "text": "Transcripts of proceedings in the Australian Industrial Relations Commission and transcripts of further applications for special leave in the High Court, including an appeal from a decision of the Tribunal where the Tribunal had found and the High Court affirmed an absence of jurisdiction, were also provided ( Druett v Secretary, Department of Family and Community Services (Unreported, High Court of Australia, Gleeson CJ, McHugh and Heydon JJ, 13 May 2003)).",
      "id": "s19"
    },
    {
      "text": "5 Some of the additional material was received after the date for filing and serving of written submissions had passed.",
      "id": "s20"
    },
    {
      "text": "The Department has no objection to the Court having regard to that material.",
      "id": "s21"
    },
    {
      "text": "6 I have had regard to the matters put to me by Mr Druett and also to the matters in the affidavit and the additional material.",
      "id": "s22"
    },
    {
      "text": "The decision of the Tribunal \n \n7 In the decision the subject of this appeal, the Tribunal noted that no respondent had been identified and that Mr Druett was the only party to appear ( Druett and No Respondent [2006] AATA 1043).",
      "id": "s23"
    },
    {
      "text": "The Tribunal invited Mr Druett to identify the decision as to which he sought review.",
      "id": "s24"
    },
    {
      "text": "Mr Druett was unable to refer to one particular decision but gave the Tribunal a history that he considered to be unfair (at [3]).",
      "id": "s25"
    },
    {
      "text": "8 Mr Druett talked of a conspiracy and referred the Tribunal to a number of decisions by and in respect of:\n \n &#8226; the New South Wales Department of Community Services;\n &#8226; costs arising out of a costs order made by the Supreme Court of New South Wales;\n &#8226; unfair dismissal proceedings commenced in the Australian Industrial Relations Commission;\n &#8226; treatment of his son at Blacktown Hospital;\n &#8226; the New South Wales Health Care Complaints Commission.",
      "id": "s26"
    },
    {
      "text": "9 As the Tribunal pointed out at [9], it has no jurisdiction absent a legislative instrument conferring jurisdiction on it.",
      "id": "s27"
    },
    {
      "text": "The Tribunal stated at [10] that it had reviewed relevant legislation with a view to ascertaining whether there had been a relevant conferral of jurisdiction on the Tribunal.",
      "id": "s28"
    },
    {
      "text": "It recognised that the removal of Mr Druett's children, which formed the basis of his concern, was a matter for the NSW Department of Community Services.",
      "id": "s29"
    },
    {
      "text": "10 The Tribunal could find no Commonwealth legislation relevant to any of Mr Druett's complaints (at [14]).",
      "id": "s30"
    },
    {
      "text": "Accordingly, it concluded that it had no jurisdiction under s 25 of the Administrative Appeals Tribunal Act 1975 (Cth) to hear those complaints.",
      "id": "s31"
    },
    {
      "text": "The decision of the primary judge \n \n11 Prior to the hearing of the appeal from the Tribunal's decision, the primary judge made an order under O 6 r 9 of the Federal Court Rules ('the Rules') that the Department and the Department of Human Services, both named as respondents, cease to be parties to the proceedings.",
      "id": "s32"
    },
    {
      "text": "The order was made on the basis that they were not parties to the original proceeding before the Tribunal.",
      "id": "s33"
    },
    {
      "text": "12 His Honour concluded at [4] that the ' purported appeal ' against the Tribunal's decision ' must inevitably be dismissed for the reason that no juridical basis for the pursuit thereof is evident or apparent from the content of the notice of appeal or from the submissions, both written and oral, put forward by the applicant '.",
      "id": "s34"
    },
    {
      "text": "His Honour also observed that no viable cause of action had been ' conceivably articulated by the applicant ' (at [7]).",
      "id": "s35"
    },
    {
      "text": "13 The appeal was dismissed.",
      "id": "s36"
    },
    {
      "text": "The notice of appeal \n \n14 The grounds of appeal are:\n \n \n '1.",
      "id": "s37"
    },
    {
      "text": "The issues raised primarily come under the jurisdiction of the Federal Government.",
      "id": "s38"
    },
    {
      "text": "2.",
      "id": "s39"
    },
    {
      "text": "The Family Law Act, Criminal Code Act 1995 and Social Security Act are Federal Government Acts that at law come under the Jurisdiction of the Federal Magistrates/ Court and Family Courts of Australia under the... (sic) [incomplete] \n \n \n \n 3.",
      "id": "s40"
    },
    {
      "text": "The State of New South Wales has exceeded its jurisdiction.",
      "id": "s41"
    },
    {
      "text": "' \n \n\n15 The grounds of appeal as drafted are embarrassing in form.",
      "id": "s42"
    },
    {
      "text": "Mr Druett was unable to provide particulars or articulate any legal basis for error in his Honour's judgment.",
      "id": "s43"
    },
    {
      "text": "16 The orders sought are:\n \n ' 1. Review of the Decision of 27 th of March 2007.",
      "id": "s44"
    },
    {
      "text": "2.",
      "id": "s45"
    },
    {
      "text": "The respondents to pay the costs for this appeal.",
      "id": "s46"
    },
    {
      "text": "3.",
      "id": "s47"
    },
    {
      "text": "The respondents to pay the costs for all work done in response of the assumption of care of my children since January 1998, e.g legal work, attendances, preparation of material, filing fees etc and care for the children since including Legal, Educational, Health, Housing etc. \n \n \n \n \n \n 4.",
      "id": "s48"
    },
    {
      "text": "The respondents to pay the costs of divorce proceedings ref 1 st of May 2006 Family Court of Australia.",
      "id": "s49"
    },
    {
      "text": "5.",
      "id": "s50"
    },
    {
      "text": "Any further order as the court deems fit.",
      "id": "s51"
    },
    {
      "text": "' \n \n The application for summary judgment \n \n17 The grounds of appeal before the primary judge were:\n \n \n '(a) That these issues, concerns and complaints have caused ongoing problems.",
      "id": "s52"
    },
    {
      "text": "(b) There is no valid custody or contact orders in place and the Children's Court of N.S.W.",
      "id": "s53"
    },
    {
      "text": "has no jurisdiction.",
      "id": "s54"
    },
    {
      "text": "There are no Family Court Orders or Avo.s (sic) in place in relation to my children.",
      "id": "s55"
    },
    {
      "text": "The dispute is in the Administrative Review Side of the Tribunal.",
      "id": "s56"
    },
    {
      "text": "(c) Wrongful assessments by Centrelink and associates and defective Administration has caused serious detriment.",
      "id": "s57"
    },
    {
      "text": "(d) The federal (sic) Court of Australia is the fit and proper authority to override and make proper final orders.",
      "id": "s58"
    },
    {
      "text": "(e) My children and I are Australian citizens.",
      "id": "s59"
    },
    {
      "text": "I was born in North Sydney on the 11 th of June 1960 and my four children were born in Black town (sic) Hospital between 1991 and 1995.",
      "id": "s60"
    },
    {
      "text": "The mother of the Children Kirrily Margaret Druett now Blair was born in Grafton?",
      "id": "s61"
    },
    {
      "text": "On the 12 th of June 1971 (sic) .",
      "id": "s62"
    },
    {
      "text": "(f) The Family Court issued the Mother a divorce which I apposed (sic) on the 1 st of May 2006 apparently without taking into account the children being in out of home care at present or making residency or contact orders for the either parents (sic) .",
      "id": "s63"
    },
    {
      "text": "' \n \n \n \n\n18 As to those grounds, as they are drafted:\n \n &#8226; Ground (a) does not rely on Commonwealth legislation and is not particularised.",
      "id": "s64"
    },
    {
      "text": "&#8226; To the extent that ground (b) is referable to the Children's Court of New South Wales or the Family Court, the Tribunal did not have jurisdiction.",
      "id": "s65"
    },
    {
      "text": "No other basis of jurisdiction is apparent.",
      "id": "s66"
    },
    {
      "text": "&#8226; Ground (c) was not the subject of the Tribunal decision.",
      "id": "s67"
    },
    {
      "text": "The ground is embarrassing in form and there are no particulars.",
      "id": "s68"
    },
    {
      "text": "&#8226; Ground (d) is an unsupported conclusion.",
      "id": "s69"
    },
    {
      "text": "&#8226; Ground (e) has no apparent relevance to the appeal from the Tribunal's decision and appears to relate to matters within New South Wales jurisdiction.",
      "id": "s70"
    },
    {
      "text": "&#8226; Ground (f) is a matter within the jurisdiction of the Family Court.",
      "id": "s71"
    },
    {
      "text": "19 Mr Druett clarified that the costs that he seeks are costs relating to his personal efforts to obtain access to and custody of his children.",
      "id": "s72"
    },
    {
      "text": "No such order for costs could be made by the Tribunal.",
      "id": "s73"
    },
    {
      "text": "20 Mr Druett was unable to point to any specific error in the conclusions of the Tribunal or the primary judge.",
      "id": "s74"
    },
    {
      "text": "His chief complaint, as outlined in his written submissions, is that ' the State of New South Wales and Departments of Family and Community Services ' removed his children for improper purposes and in circumstances that were unjust and unconscionable.",
      "id": "s75"
    },
    {
      "text": "His submission seems to be that this is a civil matter and that, therefore, the \"Federal Government\" has jurisdiction as he is a citizen of Australia and is owed a \"duty of care\".",
      "id": "s76"
    },
    {
      "text": "21 Mr Kunc submits that Mr Druett cannot obtain the relief that he seeks.",
      "id": "s77"
    },
    {
      "text": "The orders sought could not have been made by the Tribunal.",
      "id": "s78"
    },
    {
      "text": "No decision has been identified.",
      "id": "s79"
    },
    {
      "text": "No Commonwealth legislation over which this Court relevantly has jurisdiction has been identified.",
      "id": "s80"
    },
    {
      "text": "No error on the part of the primary judge has been identified.",
      "id": "s81"
    },
    {
      "text": "I accept those submissions.",
      "id": "s82"
    },
    {
      "text": "22 I see no error of law on the part of the Tribunal or error on the part of the primary judge.",
      "id": "s83"
    },
    {
      "text": "23 In Zambini , Mansfield J considered an application for summary dismissal in respect of an appeal from a judge of the Court who had held that there was no error of law in a decision of the Tribunal.",
      "id": "s84"
    },
    {
      "text": "As his Honour observed at [5], an appeal should not be summarily dismissed if there are some identified or identifiable grounds capable of supporting an argument that the appeal might succeed.",
      "id": "s85"
    },
    {
      "text": "In this matter, as in Zambini , there is no ground of appeal which might be arguable.",
      "id": "s86"
    },
    {
      "text": "Mr Druett has been unable to articulate a ground of appeal with prospects of success and none is apparent.",
      "id": "s87"
    },
    {
      "text": "This is so whether one applies s 31A of the Act or the test in General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125.",
      "id": "s88"
    },
    {
      "text": "The appeal should be summarily dismissed.",
      "id": "s89"
    },
    {
      "text": "Removal of the Department as a party \n \n24 The Department was not a respondent before the Tribunal.",
      "id": "s90"
    },
    {
      "text": "There was no respondent.",
      "id": "s91"
    },
    {
      "text": "Further, the Tribunal was the only respondent before the primary judge after his Honour made the order under O 6 r 9 of the Rules.",
      "id": "s92"
    },
    {
      "text": "With respect to that order, Mr Druett explained that he had thought that he would have less trouble if there were no respondent.",
      "id": "s93"
    },
    {
      "text": "25 The Department was not a party to the decision appealed from.",
      "id": "s94"
    },
    {
      "text": "There is no basis on which it is properly a party to this appeal.",
      "id": "s95"
    },
    {
      "text": "It is entitled pursuant to s 25(2B)(a) of the Act to be removed as a party.",
      "id": "s96"
    },
    {
      "text": "However, that order was only sought in the alternative to the application for summary dismissal.",
      "id": "s97"
    },
    {
      "text": "Conclusion \n \n26 The appeal should be summarily dismissed.",
      "id": "s98"
    },
    {
      "text": "I will hear from the parties as to costs.",
      "id": "s99"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s100"
    },
    {
      "text": "Associate:\n\nDated: 3 July 2007\n\n The Appellant appears in person.",
      "id": "s101"
    },
    {
      "text": "Counsel for the First Respondent: F Kunc \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 21 May 2007 \n \n Date of Final Submissions 20 June 2007 \n \n Date of Judgment: 3 July 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/995.html",
      "id": "s102"
    }
  ]
}