{
  "name": "Garrett v Deputy Commissioner of Taxation [2007] FCA 94 (8 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/94.html",
  "catchphrases": [
    {
      "text": "incompetent application for extension of time to appeal from an interlocutory decision of a federal magistrate",
      "id": "c0"
    },
    {
      "text": "application dismissed.",
      "id": "c1"
    },
    {
      "text": "practice and procedure",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 In this proceeding which was commenced on 4 September 2006 the applicant, Andrew Morton Garrett, seeks an extension of time in which to file and serve a notice of appeal from a judgment of Lindsay FM in action ADG 90 of 2004 in the Federal Magistrates Court of Australia given on 25 January 2005.",
      "id": "s0"
    },
    {
      "text": "2 The proceeding which was before the Federal Magistrate was for an extension of time to seek a review of a decision of Registrar Christie made on 24 September 2004 when the Registrar made a sequestration order against the estate of the applicant.",
      "id": "s1"
    },
    {
      "text": "The Federal Magistrate refused the application for an extension of time.",
      "id": "s2"
    },
    {
      "text": "3 The application to this Court was accompanied by a draft notice of appeal of 25 pages.",
      "id": "s3"
    },
    {
      "text": "4 The respondent appeared and filed a notice opposing the application, the grounds of which were:\n \n \n '(1) The Appellant has provided no acceptable explanation for the lengthy delay in pursuing an appeal against the decision of Federal Magistrate Lindsay of 24 January 2005.",
      "id": "s4"
    },
    {
      "text": "(2) The material relied upon by the appellant does not show any arguable grounds for appeal.",
      "id": "s5"
    },
    {
      "text": "' \n \n \n\n5 When the matter was first called on before me on 16 October 2006 I pointed out to Mr Garrett that his application was not competent because the order made by Lindsay FM was interlocutory and no appeal lies from an interlocutory order of a Federal Magistrate, except by leave of the Court.",
      "id": "s6"
    },
    {
      "text": "The matter was adjourned and Mr Garrett filed a notice of motion on 8 January 2007, in which he sought the following orders:\n \n \n '(1) That an order be made that the sequestration order made against GARRETT; ANDREW MORTON GARRETT on 24 September 2004, in action ADG 90 of 2004 is stayed, pending the hearing of the application to set aside Default Judgment in the District Court of South Australia, DCCIV-03-1666; \n \n (2) in the alternative that this Court makes an order setting aside the Default Judgment in DCCIV-03-1666; \n \n (3) that an order is made setting aside the sequestration order in ADG 90 of 2004; \n \n \n \n (4) such other orders as this Honourable Court deems fit.",
      "id": "s7"
    },
    {
      "text": "' \n \n\n6 The notice of motion was accompanied by an affidavit in which Mr Garrett asserts, mainly in the form of impermissible evidence, that he has met his debts in full by presentation of Bills of Exchange.",
      "id": "s8"
    },
    {
      "text": "He claims to be entitled to the orders sought as Managing Trustee of the Andrew Garrett Group of Family Trusts.",
      "id": "s9"
    },
    {
      "text": "7 As I explained to Mr Garrett during his submissions this morning, this Court of course could not set aside a judgment made in the District Court of South Australia.",
      "id": "s10"
    },
    {
      "text": "Mr Garrett sought to rely on s 24 of the Federal Court of Australia Act 1976 and, in particular, s 24(1)(c) but that, of course, does not give jurisdiction to this Court to set aside any order of the kind made by the District Court.",
      "id": "s11"
    },
    {
      "text": "8 In those circumstances, of course, the second order sought in the notice of motion cannot be made.",
      "id": "s12"
    },
    {
      "text": "Mr Garrett agreed that, in those circumstances, I could not make an order setting aside the sequestration order, however, he pursued the order sought in paragraph (1) that I should stay the sequestration order made on 24 September 2004 until such time as the matter is heard in the District Court of South Australia.",
      "id": "s13"
    },
    {
      "text": "9 In my opinion, no order for a stay ought to be made.",
      "id": "s14"
    },
    {
      "text": "No satisfactory explanation has been made as to why this application has been made so late in a proceeding which, in any event, is incompetent.",
      "id": "s15"
    },
    {
      "text": "I am not prepared to make an order staying the sequestration order.",
      "id": "s16"
    },
    {
      "text": "The notice of motion is dismissed.",
      "id": "s17"
    },
    {
      "text": "10 The proceeding also should be dismissed.",
      "id": "s18"
    },
    {
      "text": "Mr Garrett was told that his first application was incompetent.",
      "id": "s19"
    },
    {
      "text": "It was explained that he should seek leave.",
      "id": "s20"
    },
    {
      "text": "He has not done so.",
      "id": "s21"
    },
    {
      "text": "Instead, he has sought orders that, in my opinion, should not be made.",
      "id": "s22"
    },
    {
      "text": "The application for an extension of time to file a notice of appeal is dismissed.",
      "id": "s23"
    },
    {
      "text": "11 The applicant to pay the respondent's costs of the proceeding.",
      "id": "s24"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s25"
    },
    {
      "text": "Associate:\n\nDated: 8 February 2007\n\n\n Counsel for the Applicant: Mr Garrett appeared in person \n \n Counsel for the Respondent: Mr R Ross-Smith \n \n Solicitor for the Respondent: Australian Taxation Office Legal Services \n \n Date of Hearing: 8 February 2007 \n \n Date of Judgment: 8 February 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/94.html",
      "id": "s26"
    }
  ]
}