{
  "name": "Penhall-Jones v NSW [2007] FCA 925 (28 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/925.html",
  "catchphrases": [
    {
      "text": "principles to be applied",
      "id": "c0"
    },
    {
      "text": "necessity to show error",
      "id": "c1"
    },
    {
      "text": "use of strong language in dealing with claims",
      "id": "c2"
    },
    {
      "text": "not evidence of apparent bias",
      "id": "c3"
    },
    {
      "text": "reference to briginshaw standard",
      "id": "c4"
    },
    {
      "text": "no third or intermediate standard of proof",
      "id": "c5"
    },
    {
      "text": "requirement of cogent proof for satisfaction or reasonable satisfaction having regard to the gravity of an issue",
      "id": "c6"
    },
    {
      "text": "on the ground of",
      "id": "c7"
    },
    {
      "text": "substantial or operative reason",
      "id": "c8"
    },
    {
      "text": "on the ground of",
      "id": "c9"
    },
    {
      "text": "appeal",
      "id": "c10"
    },
    {
      "text": "natural justice",
      "id": "c11"
    },
    {
      "text": "standard of proof",
      "id": "c12"
    },
    {
      "text": "victimisation",
      "id": "c13"
    },
    {
      "text": "words and phrases",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n 1 The appellant (Ms Penhall-Jones) is employed in the New South Wales Ministry of Transport ('the MOT') as part of the Public Service of New South Wales ('the Public Service').",
      "id": "s0"
    },
    {
      "text": "It would appear that she has not attended for work since October 2004.",
      "id": "s1"
    },
    {
      "text": "It is her contention that she is disabled from doing so.",
      "id": "s2"
    },
    {
      "text": "It is not necessary for the purpose of this judgment to express any view whether that contention is well founded or not.",
      "id": "s3"
    },
    {
      "text": "2 Her appeal concerns allegations that she was victimised because she made a complaint of disability discrimination.",
      "id": "s4"
    },
    {
      "text": "The Federal Magistrate who heard the proceedings at first instance did not accept that victimisation had occurred ( Penhall-Jones v State of NSW (No 2) [2006] FMCA 927).",
      "id": "s5"
    },
    {
      "text": "He was critical of the way in which Ms Penhall-Jones conducted her case.",
      "id": "s6"
    },
    {
      "text": "His criticism led Ms Penhall-Jones to contend that, in addition to making factual and legal errors, he was apparently biased against her.",
      "id": "s7"
    },
    {
      "text": "3 As will be seen I do not accept that she has made out this complaint or any other ground upon which the appeal can succeed.",
      "id": "s8"
    },
    {
      "text": "The Jurisdictional Basis of the Proceedings in the Federal Magistrates Court \n \n 4 On 18 October 2005 Ms Penhall-Jones filed an application in the Federal Magistrates Court of Australia alleging that she had been victimised because she made a complaint under the Disability Discrimination Act 1992 (Cth) ('the Act').",
      "id": "s9"
    },
    {
      "text": "The disability discrimination complaint was made in January 2004.",
      "id": "s10"
    },
    {
      "text": "It is unnecessary to trace its subsequent course although, as will become apparent, a conciliation conference which took place on 28 September 2004 provided the occasion for events of significance to the present appeal.",
      "id": "s11"
    },
    {
      "text": "Ms Penhall-Jones sought the following relief before the Federal Magistrates Court in her application of 18 October 2005: \n \n \n '1.",
      "id": "s12"
    },
    {
      "text": "An Order that the Respondent and/or its officers have engaged in victimisation because the Applicant made a complaint under the Disability Discrimination Act , and have breached S 42 of the Disability Discrimination Act .",
      "id": "s13"
    },
    {
      "text": "2.",
      "id": "s14"
    },
    {
      "text": "An Order that the Respondent cease all acts of victimisation and implement a program to return the Applicant to full pay and duties in a timely manner \n \n \n \n \n \n 3.",
      "id": "s15"
    },
    {
      "text": "The Respondent to pay the Applicant damages for lost income from victimisation \n \n \n \n 4.",
      "id": "s16"
    },
    {
      "text": "The Respondent to pay the Applicant's costs of the proceedings \n \n 5.",
      "id": "s17"
    },
    {
      "text": "Any other Order the Court thinks fit.",
      "id": "s18"
    },
    {
      "text": "' \n \n 5 Section 42 of the Act provides as follows: \n \n \n '42 (1) It is an offence for a person to commit an act of victimisation against another person.",
      "id": "s19"
    },
    {
      "text": "Penalty: Imprisonment for 6 months.",
      "id": "s20"
    },
    {
      "text": "(2) For the purposes of subsection (1), a person is taken to commit an act of victimisation against another person if the first-mentioned person subjects, or threatens to subject, the other person to any detriment on the ground that the other person: \n \n \n (a) has made, or proposes to make, a complaint under this Act or the Human Rights and Equal Opportunity Commission Act 1986 ; or \n (b) has brought, or proposes to bring, proceedings under this Act or the Human Rights and Equal Opportunity Commission Act 1986 against any person; or \n (c) has given, or proposes to give, any information, or has produced, or proposes to produce, any documents to a person exercising or performing any power or function under this Act or the Human Rights and Equal Opportunity Commission Act 1986 ; or \n (d) has attended, or proposes to attend, a conference held under this Act or the Human Rights and Equal Opportunity Commission Act 1986 ; or \n (e) has appeared, or proposes to appear, as a witness in a proceeding under this Act or the Human Rights and Equal Opportunity Commission Act 1986 ; or \n (f) has reasonably asserted, or proposes to assert, any rights of the person or the rights of any other person under this Act or the Human Rights and Equal Opportunity Commission Act 1986 ; or \n (g) has made an allegation that a person has done an act that is unlawful by reason of a provision of this Part; \n \n \n \n \n or on the ground that the first-mentioned person believes that the other person has done, or proposes to do, an act or thing referred to in any of paragraphs (a) to (g) (inclusive).",
      "id": "s21"
    },
    {
      "text": "' \n \n \n \n 6 The proceedings before the Federal Magistrate were not proceedings for an offence under s 42 of the Act.",
      "id": "s22"
    },
    {
      "text": "The engagement of s 42 arose less directly.",
      "id": "s23"
    },
    {
      "text": "The jurisdiction of the Federal Magistrates Court to deal with the application made by Ms Penhall-Jones is to be found in s 46PO of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) ('the HREOC Act').",
      "id": "s24"
    },
    {
      "text": "Those parts of s 46PO which are immediately relevant are as follows:\n ' Application to court if complaint is terminated \n \n \n \n (1) If: \n \n \n (a) a complaint has been terminated by the President under section 46PE or 46PH ; and \n (b) the President has given a notice to any person under subsection 46PH(2) in relation to the termination; \n \n \n any person who was an affected person in relation to the complaint may make an application to the Federal Court or the Federal Magistrates Court, alleging unlawful discrimination by one or more of the respondents to the terminated complaint.",
      "id": "s25"
    },
    {
      "text": "... \n \n \n \n (3) The unlawful discrimination alleged in the application: \n \n \n \n \n (a) must be the same as (or the same in substance as) the unlawful discrimination that was the subject of the terminated complaint; or \n (b) must arise out of the same (or substantially the same) acts, omissions or practices that were the subject of the terminated complaint.",
      "id": "s26"
    },
    {
      "text": "(4) If the court concerned is satisfied that there has been unlawful discrimination by any respondent, the court may make such orders (including a declaration of right) as it thinks fit, including any of the following orders or any order to a similar effect: \n \n \n \n \n (a) an order declaring that the respondent has committed unlawful discrimination and directing the respondent not to repeat or continue such unlawful discrimination; \n (b) an order requiring a respondent to perform any reasonable act or course of conduct to redress any loss or damage suffered by an applicant; \n (c) an order requiring a respondent to employ or re-employ an applicant; \n (d) an order requiring a respondent to pay to an applicant damages by way of compensation for any loss or damage suffered because of the conduct of the respondent; \n (e) an order requiring a respondent to vary the termination of a contract or agreement to redress any loss or damage suffered by an applicant; \n (f) an order declaring that it would be inappropriate for any further action to be taken in the matter.",
      "id": "s27"
    },
    {
      "text": "' \n \n \n \n \n 7 Section 46PH provides for the termination of complaints (relevantly) as follows:\n \n \n (1) The President may terminate a complaint on any of the following grounds: \n ... \n (i) the President is satisfied that there is no reasonable prospect of the matter being settled by conciliation.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n 8 The Federal Magistrate, from whose decision dismissing Ms Penhall-Jones' application the present appeal is brought, recorded that a complaint of victimization to the Human Rights and Equal Opportunity Commission ('HREOC') was terminated on 20 September 2005 on the basis that there was no reasonable prospect of the matter being settled by conciliation.",
      "id": "s29"
    },
    {
      "text": "That complaint had been made on 25 July 2005.",
      "id": "s30"
    },
    {
      "text": "9 The complaint to which s 46PO refers is one commenced under s 46P.",
      "id": "s31"
    },
    {
      "text": "Section 46P(1) provides: \n \n \n '(1) A written complaint may be lodged with the Commission, alleging unlawful discrimination.",
      "id": "s32"
    },
    {
      "text": "' \n \n \n \n 10 Sections 46P and 46PO are in Part IIB of the HREOC Act (which provides for 'redress for unlawful discrimination').",
      "id": "s33"
    },
    {
      "text": "A complaint alleging victimisation may be dealt with under the provisions in Part IIB of the HREOC Act because s 3 of the HREOC Act defines 'unlawful discrimination' to include:\n '...any conduct that is an offence under: \n \n (d) Division 4 of Part 2 of the Disability Discrimination Act 1992 .",
      "id": "s34"
    },
    {
      "text": "' \n \n\nSection 42 of the Act appears in Division 4 of Part 2 of the Act.",
      "id": "s35"
    },
    {
      "text": "Accordingly the Federal Magistrates Court has power to deal with an application alleging victimisation under the Act if a complaint to that effect is terminated under s 46PH of the HREOC Act.",
      "id": "s36"
    },
    {
      "text": "Such proceedings are civil proceedings.",
      "id": "s37"
    },
    {
      "text": "They are to be distinguished from proceedings for an offence brought directly under s 42 of the Act (see O'Connor v Ross (No 1) [2002] FMCA 210 at [11] ).",
      "id": "s38"
    },
    {
      "text": "Relevant Contentions before the Federal Magistrate \n \n 11 It must be borne in mind that there were two relevant complaints.",
      "id": "s39"
    },
    {
      "text": "Ms Penhall-Jones alleged in the Federal Magistrates Court that she was victimised in various ways for the reason that she had made her earlier complaint of disability discrimination.",
      "id": "s40"
    },
    {
      "text": "She said that making the disability discrimination complaint (in January 2004) led to her being subjected to or threatened with detriment.",
      "id": "s41"
    },
    {
      "text": "Termination of the later complaint (made on 25 July 2005) alleging victimization gave the Federal Magistrates Court jurisdiction to entertain the proceedings and make the decision from which the present appeal is brought.",
      "id": "s42"
    },
    {
      "text": "12 One of the events which plays a part in Ms Penhall-Jones' allegation of victimization was attendance by her, and representatives of the MOT, at a conciliation conference on 28 September 2004 in relation to her earlier disability discrimination complaint.",
      "id": "s43"
    },
    {
      "text": "She alleges that attempts by the representatives of the MOT to settle that complaint led to threats to terminate her employment.",
      "id": "s44"
    },
    {
      "text": "13 Another event of which she complains is a decision, made on 4 November 2004, to cancel a 'return to work program' in which she was engaged.",
      "id": "s45"
    },
    {
      "text": "A further impugned decision was the refusal of the MOT to later re-instate the return to work program.",
      "id": "s46"
    },
    {
      "text": "Reinstatement of a return to work program is one of the forms of relief she sought before the Federal Magistrate.",
      "id": "s47"
    },
    {
      "text": "14 There were also complaints made about the conduct of the MOT and its legal representatives in other, earlier, proceedings in the Federal Magistrates Court following termination of the disability discrimination complaint.",
      "id": "s48"
    },
    {
      "text": "Termination by HREOC of the disability discrimination complaint led to proceedings before the same Federal Magistrate and, during the course of those proceedings, a request was made that Ms Penhall-Jones address certain of her communications through solicitors for the MOT rather than directly to the Director-General of the Department of Transport.",
      "id": "s49"
    },
    {
      "text": "She alleges this request was an act of victimization.",
      "id": "s50"
    },
    {
      "text": "15 It is alleged that the decision of the Federal Magistrate is vitiated by the appearance of bias and should be set aside on that basis.",
      "id": "s51"
    },
    {
      "text": "Ms Penhall-Jones also argues there are other matters which sustain a conclusion of apparent bias.",
      "id": "s52"
    },
    {
      "text": "It is also contended the Federal Magistrate applied the wrong legal standard in the evaluation of her case.",
      "id": "s53"
    },
    {
      "text": "The Nature of the Present Proceeding \n \n 16 The present proceedings are an appeal.",
      "id": "s54"
    },
    {
      "text": "The essence of the appeal process is the identification and correction of error.",
      "id": "s55"
    },
    {
      "text": "In Coal and Allied Operations Pty Limited v Australian Industrial Relations Commission [2000] HCA 47 ; (2000) 203 CLR 194 ( Coal and Allied ) the High Court said (at [14]):\n 'Ordinarily, if there has been no further evidence admitted and if there has been no relevant change in the law, a court or tribunal entertaining an appeal by way of rehearing can exercise its appellate powers only if satisfied that there was error on the part of the primary decision-maker.",
      "id": "s56"
    },
    {
      "text": "That is because statutory provisions conferring appellate powers, even in the case of an appeal by way of rehearing, are construed on the basis that, unless there is something to indicate otherwise, the power is to be exercised for the correction of error.",
      "id": "s57"
    },
    {
      "text": "' \n (footnotes omitted)\n \n 17 Other cases have also made important statements about the nature of an appeal by way of rehearing which have emphasised the principle stated in Warren v Coombes [1979] HCA 9 ; (1979) 142 CLR 531 at 551 that an appeal court should not hesitate to give effect to its own conclusions on material before a trial judge if in as good a position to decide an issue (see, for example, Fox v Percy [2003] HCA 22 ; (2003) 214 CLR 118 ( Fox and Percy )at [20] to [31]).",
      "id": "s58"
    },
    {
      "text": "These cases tend to emphasise that 'the limits under which appellate judges typically operate when compared with trial judges' do not derogate from an obligation to correct error.",
      "id": "s59"
    },
    {
      "text": "However, I do not understand there to be any relevant qualification to the principle that error must first be demonstrated (see Fox v Percy at [27]).",
      "id": "s60"
    },
    {
      "text": "18 In the usual case, the necessity to identify error presents an appellant with an important practical threshold.",
      "id": "s61"
    },
    {
      "text": "An appellant in most cases (for there will always be the unusual and legitimate exception) must show the appeal court how this threshold is to be passed in order to succeed and may not merely invite a different overall impression from the whole of the material (see Branir Pty Ltd v Owston Nominees (No 2) Pty Ltd [2001] FCA 1833 ; (2001) 117 FCR 424 and Poulet Frais Pty Ltd v The Silver Fox Company Pty Ltd (2005) 220 ALR 211).",
      "id": "s62"
    },
    {
      "text": "19 The position is stricter in the case of appeals against discretionary decisions.",
      "id": "s63"
    },
    {
      "text": "In such a case, in order to clear the way for an appeal court to consider an alleged error in outcome and, if necessary, to act on its own view of the material, an appellant must first show error in the process by which the discretionary conclusion was reached (see Coal and Allied at [21]).",
      "id": "s64"
    },
    {
      "text": "20 The judgment of the Federal Magistrate from which the present appeal is brought did not involve the exercise of a discretion.",
      "id": "s65"
    },
    {
      "text": "The question in issue was whether Ms Penhall-Jones had made out her claim that she had been victimised.",
      "id": "s66"
    },
    {
      "text": "Nevertheless, for the purpose of evaluating whether the claim was established, it was necessary for the Federal Magistrate to make findings of fact on the evidence before him and then to apply relevant legal principles to those findings.",
      "id": "s67"
    },
    {
      "text": "Any challenge to findings of fact itself requires a demonstration of error.",
      "id": "s68"
    },
    {
      "text": "Where the error is alleged to arise from a misunderstanding of the evidence then the evidence or other circumstance relied upon to falsify or qualify the finding (or findings) under challenge must be identified.",
      "id": "s69"
    },
    {
      "text": "21 I will return in due course to a more detailed analysis of the errors said to have been committed in the judgment of the Federal Magistrate but I observe, at this stage, that virtually no attempt was made to challenge the findings of fact from which the Federal Magistrate's application of legal principles proceeded.",
      "id": "s70"
    },
    {
      "text": "The challenges by Ms Penhall-Jones consisted almost entirely of criticisms of the ultimate conclusions reached by the Federal Magistrate and about the nature and content of certain criticisms he made of Ms Penhall-Jones and the way in which she presented her case.",
      "id": "s71"
    },
    {
      "text": "The matters raised by Ms Penhall-Jones' case on the appeal generally invited a different value judgment to be made about matters where the Federal Magistrate had a distinct advantage over an appeal court because he had taken the evidence directly.",
      "id": "s72"
    },
    {
      "text": "Introductory Facts \n \n 22 According to an affidavit from Ms Penhall-Jones, which was part of her evidence before the Federal Magistrate, she obtained a position in the MOT in November 1995 after a period living overseas and, before that, an earlier period of employment in the Public Service.",
      "id": "s73"
    },
    {
      "text": "She says that in 1998 she had a period of leave as a result of 'psychological injury due to corporate bullying over the previous 12 months'.",
      "id": "s74"
    },
    {
      "text": "Then, after a period of secondment to the Premier's Department, from late 2001 various forms of wrongful treatment are alleged to have occurred resulting in the return of her symptoms of psychological injury.",
      "id": "s75"
    },
    {
      "text": "By January 2004 she felt unable to work and she made a complaint of disability discrimination to HREOC.",
      "id": "s76"
    },
    {
      "text": "23 The evidence shows that during 2004 the MOT implemented a return to work program.",
      "id": "s77"
    },
    {
      "text": "The program included the provision of counselling services by the Workers Health Centre, an independent service.",
      "id": "s78"
    },
    {
      "text": "Funds were provided by the MOT.",
      "id": "s79"
    },
    {
      "text": "It appears that consideration of the complaint by HREOC and the implementation of the return to work program proceeded separately.",
      "id": "s80"
    },
    {
      "text": "A conciliation conference with respect to the disability discrimination complaint was scheduled before HREOC for 28 September 2004.",
      "id": "s81"
    },
    {
      "text": "Ms Penhall-Jones arranged a meeting with her legal advisers for 27 September 2004.",
      "id": "s82"
    },
    {
      "text": "As a result she elected not to attend a departmental meeting which fell within her responsibilities when she would normally have been present at work under her temporary arrangements.",
      "id": "s83"
    },
    {
      "text": "Her failure to attend led to an acrimonious meeting between Ms Penhall-Jones and her immediate supervisor, Ms Reilly.",
      "id": "s84"
    },
    {
      "text": "There had been another strong disagreement between them on a policy issue some days earlier, on 23 September 2004.",
      "id": "s85"
    },
    {
      "text": "24 In his judgment the Federal Magistrate was not prepared to regard what happened at these meetings as victimisation within the meaning of s 42 of the Act.",
      "id": "s86"
    },
    {
      "text": "Having regard to the written and oral submissions made by Ms Penhall-Jones on the appeal I did not understand these conclusions to be put in issue.",
      "id": "s87"
    },
    {
      "text": "The alleged acts of victimisation which are pressed for the purpose of the present appeal, and which, it is argued, the Federal Magistrate wrongly failed to accept, occurred thereafter, from about the end of September 2004.",
      "id": "s88"
    },
    {
      "text": "Initial Response to a Proposed Deed of Settlement \n \n 25 Following the conciliation conference on 28 September 2004 a proposal was made to Ms Penhall-Jones for the resolution of her disability discrimination complaint.",
      "id": "s89"
    },
    {
      "text": "The proposal included provision for a monetary payment, the resignation of Ms Penhall-Jones from her employment and the execution by both parties of a deed of release.",
      "id": "s90"
    },
    {
      "text": "The proposal was, in due course, rejected by Ms Penhall-Jones.",
      "id": "s91"
    },
    {
      "text": "She did not resign.",
      "id": "s92"
    },
    {
      "text": "She remains, formally at least, in the Public Service on the staff of the MOT.",
      "id": "s93"
    },
    {
      "text": "26 To understand complaints subsequently made it is necessary to set out some parts of the draft deed.",
      "id": "s94"
    },
    {
      "text": "The draft deed contained a number of recitals including the following: \n \n \n 'D.",
      "id": "s95"
    },
    {
      "text": "Ms Penhall-Jones has also made or threatened a number of other matters arising from issues allegedly encountered by her during the Employment including matters arising out of: \n \n \n \n (a) potential disclosures made against or with respect to fellow employees and officers of the Ministry; \n (b) allegations by Ms Penhall-Jones of misconduct (including criminal misconduct) of fellow employees and officers of the Ministry; \n (c) misuse by the Ministry and employees and officers of the Ministry's resources; \n (d) bullying and harassment; and \n (e) breach of privacy \n \n \n \n (hereinafter referred to as \"the Other Matters\" ).",
      "id": "s96"
    },
    {
      "text": "E. The Ministry denies the veracity of Ms Penhall-Jones' allegations of an [sic] incidental to the Discrimination Proceedings and the Other Matters.",
      "id": "s97"
    },
    {
      "text": "F. The parties have agreed to finalise all matters in relation to the Employment, the Termination, the Discrimination Proceedings and all Claims, without any admission as to liability, by entering into this Deed.",
      "id": "s98"
    },
    {
      "text": "' \n \n \n \n 27 It also contained the following provisions:\n ' 3.",
      "id": "s99"
    },
    {
      "text": "SETTLEMENT \n \n \n \n (a) In consideration for: \n \n \n \n \n \n (i) the Ministry accepting the obligation to make the Payment to Ms Penhall-Jones set out in clause 2; \n \n \n \n \n \n (ii) Ms Penhall-Jones giving the release in clause 5; and \n \n (iii) the Termination, \n \n The parties agree to settle the Discrimination Proceedings.",
      "id": "s100"
    },
    {
      "text": "... \n \n 5.",
      "id": "s101"
    },
    {
      "text": "RELEASE \n \n \n \n \n \n (a) Ms Penhall-Jones hereby agrees: \n \n \n \n \n \n (i) to release and does unconditionally release the Ministry and its employees and officers from all Claims Ms Penhall-Jones has or may have against the Ministry or its employees; and \n \n \n \n \n \n \n \n (ii) not to make, take or institute any Claims Ms Penhall-Jones has or may have against the Ministry or its employees and officers.",
      "id": "s102"
    },
    {
      "text": "... \n \n 10.",
      "id": "s103"
    },
    {
      "text": "MUTUAL NON DISPARAGEMENT \n \n \n \n (a) The parties agree that they will not say or do anything or engage in any conduct which will disparage or otherwise bring the other party into disrepute in any way relating to or in connection with the Employment, the Proceedings and the Termination.",
      "id": "s104"
    },
    {
      "text": "11.",
      "id": "s105"
    },
    {
      "text": "BAR TO PROCEEDINGS \n \n \n \n (a) This Deed may be pleaded as a full and complete defence by the Ministry to any Claims commenced, continued or taken by or on behalf of Ms Penhall-Jones in connection with any of the matters referred to in this Deed, other than the non-performance by the Ministry of any obligation arising under this Deed.",
      "id": "s106"
    },
    {
      "text": "' \n \n \n \n 28 Two days after the conciliation conference Ms Penhall-Jones sent an email to the Acting Director-General of the MOT, Mr Mark Duffy, in the following terms:\n 'Dear Mr Duffy, \n \n I attended a conciliation conference at HREOC on Tuesday, also attended by MOT legal representatives to conciliate issues which occurred prior to your becoming Director-General and mostly while Michael Deegan was Director-General.",
      "id": "s107"
    },
    {
      "text": "MOT's options were: \n \n resign (with compensation for loss of contract) or \n \n resign (and go to another Public Sector organisation with compensation for loss of contract.",
      "id": "s108"
    },
    {
      "text": ") \n \n Happy to consider these proposals instead of my more modest ones.",
      "id": "s109"
    },
    {
      "text": "I have a right to know who is putting these options.",
      "id": "s110"
    },
    {
      "text": "Can you advise whether you have briefed Counsel directly or have you delegated this task and if delegated, to whom?",
      "id": "s111"
    },
    {
      "text": "I will not be in the office until next Wednesday according to the terms of my \"return to work\" program.",
      "id": "s112"
    },
    {
      "text": "Therefore, I have taken the liberty of emailing you directly and would appreciate a return email.",
      "id": "s113"
    },
    {
      "text": "regards \n \n Margaret Penhall-Jones' \n \n \n \n 29 The same day Mr Duffy replied as follows:\n 'Dear Ms Penhall Jones \n \n I write in response to your email of 30 September 2004.",
      "id": "s114"
    },
    {
      "text": "I am advised that you have made a complaint under the Disability Discrimination Act 1992 which could result in litigation against the Ministry of Transport.",
      "id": "s115"
    },
    {
      "text": "In these circumstances I do not agree you have the right to know what advice the Ministry of Transport is taking, just as the Ministry of Transport is not entitled to have access to your privileged legal advice.",
      "id": "s116"
    },
    {
      "text": "I am advised that you have retained Jones Staff &amp; Co.",
      "id": "s117"
    },
    {
      "text": "The Ministry of Transport has retained Abbott Tout, Lawyers.",
      "id": "s118"
    },
    {
      "text": "All future communications with respect to the matter should be conducted through the lawyers.",
      "id": "s119"
    },
    {
      "text": "Yours sincerely \n \n Mark Duffy \n A/Director General ' \n \n 30 The next significant correspondence arising from the conciliation conference on 28 September 2004 occurred about six weeks later and before dealing further with those matters it is convenient to examine the material concerning the return to work program and to consider the way it was dealt with by the Federal Magistrate.",
      "id": "s120"
    },
    {
      "text": "The Return to Work Program \n \n 31 Ms Penhall-Jones was not working full-time.",
      "id": "s121"
    },
    {
      "text": "As mentioned earlier she was involved in a return to work program which had been implemented some time after her cessation of work in January 2004.",
      "id": "s122"
    },
    {
      "text": "The return to work program was designed to achieve a progressive return to full time work.",
      "id": "s123"
    },
    {
      "text": "She had the assistance of the Workers Health Centre.",
      "id": "s124"
    },
    {
      "text": "At the Workers Health Centre it was Mr Ed Zelma (an Occupational Therapist who was the Acting Director of the Workers Health Centre) who had particular responsibility for her case.",
      "id": "s125"
    },
    {
      "text": "32 From material in the appeal books (which summarises various discussions and extracts email correspondence from March to November 2004) it seems that, during October 2004, officers of the MOT came to a view 'that under current arrangements it is difficult to accommodate Margaret into meaningful duties due to a lack of presence in team functioning.",
      "id": "s126"
    },
    {
      "text": "Additionally, inability to attend meetings and inability to be flexible.",
      "id": "s127"
    },
    {
      "text": "' It would also appear that on about 21 October 2004 Ms Penhall-Jones again ceased work altogether and was thereafter on stress leave.",
      "id": "s128"
    },
    {
      "text": "33 On 28 October Ms Penhall-Jones sent an email to Mr Zelma which read in part:\n 'Hi Ed, \n \n I am again on stress leave.",
      "id": "s129"
    },
    {
      "text": "I can't go in there --- everything is just such a battle and Bill and Catherine are impossible to budge on anything ... \n \n Its just not working.",
      "id": "s130"
    },
    {
      "text": "I think we all agree.",
      "id": "s131"
    },
    {
      "text": "But its not because of me --- it is because Bill and Catherine have ganged together and are being stubborn and intractable.",
      "id": "s132"
    },
    {
      "text": "' \n \n 34 On 1 November Mr Zelma sent an email to Ms Penhall-Jones which included the following:\n 'Hi Margaret, \n \n I have received email correspondence from Elaine Lamond advising that MoT wishes to cease further RTW monitoring and hence for WHC to cease rehab services, I suppose this coincides with you GIO reviewing your case details.",
      "id": "s133"
    },
    {
      "text": "...",
      "id": "s134"
    },
    {
      "text": "The meeting for Thursday will be to formalise the end of rehab.",
      "id": "s135"
    },
    {
      "text": "I regret that I have not been able to assist you in securing our initial goals together.",
      "id": "s136"
    },
    {
      "text": "' \n \n\nThe 'meeting for Thursday' was a meeting scheduled for 4 November 2004.",
      "id": "s137"
    },
    {
      "text": "These two emails suggest an acknowledgement by both Ms Penhall-Jones and Mr Zelma that the return to work program was not meeting its goal of providing an effective transition to the resumption of full-time duties.",
      "id": "s138"
    },
    {
      "text": "35 Ms Penhall Jones replied in the following terms:\n 'Ed, \n \n Please don't apologise!",
      "id": "s139"
    },
    {
      "text": "This organisation is largely acknowledged throughout the Public Sector as one of the most toxic.",
      "id": "s140"
    },
    {
      "text": "I don't think this tactic will serve them well, unless they are preparing to pay monetary compensation for the damage they have done to my career.",
      "id": "s141"
    },
    {
      "text": "Can you confirm the meeting time on Thursday?",
      "id": "s142"
    },
    {
      "text": "I am not in the office at the moment.",
      "id": "s143"
    },
    {
      "text": "Regards \n Margaret' \n \n 36 Then, on 3 November 2004 the following exchange of emails occurred between Ms Penhall-Jones and Ms Elaine Lamond, Manager Employee Relations for the MOT:\n 'Elaine, \n \n I understand the MOT has advised that it will no longer fund the RTW program.",
      "id": "s144"
    },
    {
      "text": "Can you advise who made this decision?",
      "id": "s145"
    },
    {
      "text": "Regards \n Margaret \n \n ... \n \n Margaret as you may be aware the RTW program is not open ended.",
      "id": "s146"
    },
    {
      "text": "In this particular case the Ministry has supported a graduated return to work program for you.",
      "id": "s147"
    },
    {
      "text": "However, as the anticipated outcome that you would have by now returned to full time normal duties or at least making some significant progress towards this outcome has not been achieved, consideration will be given to closing the program in consultation with line management and the Workers Health Centre.",
      "id": "s148"
    },
    {
      "text": "Regards Elaine \n \n ... \n \n Perhaps ensuring that your managers know not to continue to bully victims of bullying would assist --- the reason for any failure lies, in this instance, squarely with inappropriate behaviour by Catherine Reilly and the further refusal by Bill Grant and Catherine Reilly to either honour initial agreements or to comply with directions from their senior officers regarding ensuring I have appropriate work.",
      "id": "s149"
    },
    {
      "text": "Could I suggest an anger management program for senior managers as well?",
      "id": "s150"
    },
    {
      "text": "Margaret' \n \n 37 Shortly thereafter Ms Penhall-Jones proposed that the meeting scheduled for 4 November 2004 be cancelled.",
      "id": "s151"
    },
    {
      "text": "Mr Zelma was agreeable to that but sought confirmation from the MOT.",
      "id": "s152"
    },
    {
      "text": "He was advised that the meeting would go ahead.",
      "id": "s153"
    },
    {
      "text": "38 According to evidence before the Federal Magistrate, at the meeting on 4 November 2004, in which Mr Zelma participated by telephone, it was agreed that the return to work program should be terminated, Mr Zelma concurring that it was not meeting its goals.",
      "id": "s154"
    },
    {
      "text": "Mr Zelma did not give evidence in the proceedings.",
      "id": "s155"
    },
    {
      "text": "However evidence about it was given by three witnesses who were at the meeting.",
      "id": "s156"
    },
    {
      "text": "39 Despite my indication to Ms Penhall-Jones during her oral submissions that the Federal Magistrate's understanding of Mr Zelma's position appeared important to his reasoning, and my invitation to her to indicate if Mr Zelma's position had been misunderstood, she did not direct my attention to any material to that effect.",
      "id": "s157"
    },
    {
      "text": "Accordingly, no case was made out on the appeal that the Federal Magistrate was wrong to conclude that termination of the return to work program occurred because it was not meeting its objectives.",
      "id": "s158"
    },
    {
      "text": "However, I propose to set out in a little detail the directly relevant evidence which was before the Federal Magistrate in this respect.",
      "id": "s159"
    },
    {
      "text": "40 In an affidavit made on 4 April 2006 Ms Elaine Lamond said: \n \n \n '10.",
      "id": "s160"
    },
    {
      "text": "Between July 2004 and November 2004, I attended the Applicant's return to work program meetings.",
      "id": "s161"
    },
    {
      "text": "11.",
      "id": "s162"
    },
    {
      "text": "The decision to terminate the Applicant's return to work program in November 2004 was made in conjunction with the Applicant's external return to work provider and the Applicant's managers, Mr Bill Grant and Ms Catherine Reilly.",
      "id": "s163"
    },
    {
      "text": "12.",
      "id": "s164"
    },
    {
      "text": "The decision was made after considering that the Applicant was not making progress on the program...' \n \n \n \n 41 In an earlier affidavit made on 9 December 2005 Ms Lamond said, more particularly:\n 'On 4 November 2004, I attended the return to work meeting.",
      "id": "s165"
    },
    {
      "text": "Also present at the meeting was Mr Ed Zelma, from the Workers Health Centre, Mr Bill Grant, \"Acting Manager, Bus Reform\" and Ms Catherine Reilly, \"Principal Policy Officer, Contracts and Funding\".",
      "id": "s166"
    },
    {
      "text": "At the meeting, it was unanimously determined that the Applicant's rehabilitation program should be closed, as it had not succeeded in its object of returning the Applicant to work full time.",
      "id": "s167"
    },
    {
      "text": "During the meeting, Mr Zelma said: \n \n \n \" I agree that the program should be closed.",
      "id": "s168"
    },
    {
      "text": "The aim was to get Margaret back at work five days a week, and now she's off work again altogether.",
      "id": "s169"
    },
    {
      "text": "In those circumstances I think that it is unlikely that further rehabilitation services will facilitate a successful outcome.",
      "id": "s170"
    },
    {
      "text": "\" ' \n \n \n 42 Another witness, Mr Grant, gave more detail of the discussion at the meeting on 4 November 2004 and Mr Zelma's contribution to it.",
      "id": "s171"
    },
    {
      "text": "He said: \n \n \n '9.",
      "id": "s172"
    },
    {
      "text": "On 4 November 2004, the RTWP meeting was held.",
      "id": "s173"
    },
    {
      "text": "The Applicant was not present at the meeting.",
      "id": "s174"
    },
    {
      "text": "Ms Catherine Reilly (\"Ms Reilly\"), Ms Lamond, Mr Zelma were present with me at the meeting to consider the future of the Applicant's RTWP.",
      "id": "s175"
    },
    {
      "text": "The discussion at the meeting centred on whether the RTWP was meeting its objectives or was likely to meet its objectives, and was to the following effect: \n \n \n \n \n Mr Zelma: \"The key issue for me is whether the program is meeting or likely to meet its objectives?",
      "id": "s176"
    },
    {
      "text": "That is, is it likely that this process will result in Margaret returning to her pre injury duties and hours?",
      "id": "s177"
    },
    {
      "text": "\" \n \n \n \n I said: \"When this program commenced, she was working half a day at the Ministry and one day from home.",
      "id": "s178"
    },
    {
      "text": "By June we had got to two days at the Ministry and two days at home.",
      "id": "s179"
    },
    {
      "text": "But here we are in October, we have gone backwards, Margaret is on stress leave.",
      "id": "s180"
    },
    {
      "text": "We are having to delegate her tasks to other members of the team so I think that the program is clearly not working for her or the Ministry.",
      "id": "s181"
    },
    {
      "text": "\" \n \n \n \n Ms Lamond: \"It comes down to progress or likely progress and there seems to be no evidence to support continuing to go down this path.",
      "id": "s182"
    },
    {
      "text": "\" \n \n \n \n Mr Zelma: \"From what has been said today, it sounds unlikely that the program will meet its long term objective of a return to pre-injury duties and hours.",
      "id": "s183"
    },
    {
      "text": "\" \n \n \n \n Ms Lamond: \"On that basis, I think we should recommend the cessation of the return to work program.",
      "id": "s184"
    },
    {
      "text": "\" \n \n \n \n I said : \"I agree.",
      "id": "s185"
    },
    {
      "text": "\" \n \n \n \n Mr Zelma: \"I can't see any benefit in my continued involvement in Margaret's return to work program.",
      "id": "s186"
    },
    {
      "text": "\" \n \n \n 43 Both Ms Lamond and Mr Grant were cross-examined by Ms Penhall-Jones.",
      "id": "s187"
    },
    {
      "text": "That cross-examination did not relevantly qualify their affidavit evidence.",
      "id": "s188"
    },
    {
      "text": "44 Ms Catherine Reilly also gave evidence about this issue.",
      "id": "s189"
    },
    {
      "text": "She was present at the meeting on 4 November 2004 although, as will be seen, she said did not make any contribution to the discussion.",
      "id": "s190"
    },
    {
      "text": "The Federal Magistrate remarked in his judgment upon the conflict between Ms Reilly and Ms Penhall-Jones and expressed a preference for Ms Penhall-Jones' evidence in respect of one particular issue which does not arise for determination on the appeal.",
      "id": "s191"
    },
    {
      "text": "There is no reason, however, to doubt Ms Reilly's account of the meeting on 4 November 2004.",
      "id": "s192"
    },
    {
      "text": "Her evidence was led from her in cross-examination by Ms Penhall-Jones and is consistent with the other evidence to which I have referred.",
      "id": "s193"
    },
    {
      "text": "45 In her cross-examination the following evidence was given:\n 'What I'm suggesting to you is that the return to work program which was in your case so helpful in getting you back into the workplace might have been equally helpful to me in getting me back into the workplace?---Yes, and it did seem to be that there was progress made and then things went pear shaped, I guess.",
      "id": "s194"
    },
    {
      "text": "The progress stopped being made.",
      "id": "s195"
    },
    {
      "text": "You were not in the office.",
      "id": "s196"
    },
    {
      "text": "You were not returning to work.",
      "id": "s197"
    },
    {
      "text": "I'm sorry, wait a minute.",
      "id": "s198"
    },
    {
      "text": "Things went pear shaped?---Yes, the program was no longer continuing to work as it should have been.",
      "id": "s199"
    },
    {
      "text": "... \n \n We were at the meeting of 4 November.",
      "id": "s200"
    },
    {
      "text": "I have one last question.",
      "id": "s201"
    },
    {
      "text": "The return to work program process which was successful in your case and which had been successful in my case, you're claiming it all went pear shaped.",
      "id": "s202"
    },
    {
      "text": "Would you like to explain that?---I have.",
      "id": "s203"
    },
    {
      "text": "The return to work program was not working as it should have been working.",
      "id": "s204"
    },
    {
      "text": "You were not in the office.",
      "id": "s205"
    },
    {
      "text": "You were not producing work that would have been expected of someone who was at work full time.",
      "id": "s206"
    },
    {
      "text": "Your attitude to the workplace and to me was - - - \n \n Ms Reilly - - - \n \n HIS HONOUR: Let the witness finish answering the question.",
      "id": "s207"
    },
    {
      "text": "You wanted to know why she felt the RTW failed.",
      "id": "s208"
    },
    {
      "text": "She's telling you.",
      "id": "s209"
    },
    {
      "text": "MS PENHALL-JONES: Okay, yes?---You had obvious issues with me as your supervisor which we did not seem to be able to resolve.",
      "id": "s210"
    },
    {
      "text": "I don't know who set up the meeting to discuss the end of the return to work.",
      "id": "s211"
    },
    {
      "text": "I was certainly present at it.",
      "id": "s212"
    },
    {
      "text": "Elaine Lamond was there.",
      "id": "s213"
    },
    {
      "text": "Bill Grant was there.",
      "id": "s214"
    },
    {
      "text": "Ed Zelma was on the phone.",
      "id": "s215"
    },
    {
      "text": "There was discussion about whether it was --- there was any point in continuing the return to work in its present form.",
      "id": "s216"
    },
    {
      "text": "The opinion that was given from Ed was not.",
      "id": "s217"
    },
    {
      "text": "I didn't actually say anything in the meeting and that's what I remember.",
      "id": "s218"
    },
    {
      "text": "' \n \n 46 The decision taken at the meeting on 4 November 2004 was conveyed to Ms Penhall-Jones formally by letter dated 24 November 2004:\n 'Dear Margaret \n \n Return to Work Program \n \n I refer to your return to work program commenced with the Workers Health Centre on 4 March 2004 to assist you to return to your pre-injury duties as a Senior Policy Officer, DTO 7.",
      "id": "s219"
    },
    {
      "text": "On 4 November 2004 a meeting was held with Ed Zelma, Occupational Therapist, your caseworker from the Workers Health Centre and Bill Grant, Catherine Reilly and Elaine Lamond from the Ministry of Transport to discuss the future of the Return to Work Program.",
      "id": "s220"
    },
    {
      "text": "The receipt of a further medical certificate from your treating doctor, Dr Parmegianni stating that you would be unfit for duty until the 30 November 2004 was a major consideration at this meeting.",
      "id": "s221"
    },
    {
      "text": "Given that your return to work program had been in place for seven months and you are again absent from work on a full time basis, it was the opinion of Workers Health Centre that any further rehabilitation services would be unlikely to facilitate a successful outcome.",
      "id": "s222"
    },
    {
      "text": "In view of the above the current return to work rehabilitation services provided by the Workers Health Centre has been closed and accordingly the return to work program including any working arrangements associated with the program is terminated from 15 November 2004.",
      "id": "s223"
    },
    {
      "text": "Your return to duty is anticipated to be in early December 2004 subject to medical clearance from Dr Parmegianni.",
      "id": "s224"
    },
    {
      "text": "In this regard it will be necessary for you to discuss your ongoing working arrangements with your manager.",
      "id": "s225"
    },
    {
      "text": "To confirm your return to duty date it would be appreciated if you could provide a copy of your doctors medical clearance to me when it becomes available by fax on 8836 3171.",
      "id": "s226"
    },
    {
      "text": "Yours sincerely \n \n Elaine Lamond \n Manager Employee Relations' \n \n 47 On 30 November 2004 Ms Penhall-Jones responded by email.",
      "id": "s227"
    },
    {
      "text": "She proposed that she work from home on Mondays and Wednesdays.",
      "id": "s228"
    },
    {
      "text": "A further letter to her, dated 2 December 2004 records:\n 'Dear Ms Penhall-Jones \n \n I have your email of 30 November 2004 in answer to my letter of 24 November 2004 and your email of 2 December 2004.",
      "id": "s229"
    },
    {
      "text": "The Ministry of Transport is not prepared to facilitate \"at home\" work as requested by you, and requires your attendance at work in the office.",
      "id": "s230"
    },
    {
      "text": "Elaine Lamond \n Manager Employee Relations' \n \n 48 Further correspondence ensued.",
      "id": "s231"
    },
    {
      "text": "No agreement was reached between the MOT and Ms Penhall-Jones that she should work from home or that the return to work program would be reinstated.",
      "id": "s232"
    },
    {
      "text": "Another letter was sent to Ms Penhall-Jones on 11 February 2005 repeating that the MOT would not agree that Ms Penhall-Jones work from home.",
      "id": "s233"
    },
    {
      "text": "By this time Ms Penhall-Jones had initiated proceedings in the Federal Magistrates Court arising from the termination of her disability discrimination complaint before HREOC.",
      "id": "s234"
    },
    {
      "text": "The MOT, in its letter of 11 February 2005, took the position that those proceedings sought 'a judicial determination of issues including the basis upon which you should return to work' and advised her that it reserved all its rights.",
      "id": "s235"
    },
    {
      "text": "49 The Federal Magistrate had some reservations about the way in which the cancellation of the return to work program was handled.",
      "id": "s236"
    },
    {
      "text": "However he rejected the suggestion that the return to work program was cancelled because of the disability discrimination complaint.",
      "id": "s237"
    },
    {
      "text": "He placed particular weight upon the fact that 'Mr Zelma, an independent participant in the process, reluctantly accepted that the return to work programme was not meeting its objectives.",
      "id": "s238"
    },
    {
      "text": "' The Federal Magistrate was better placed than I am to make an evaluation of the reliability of the evidence if a serious challenge was made to it.",
      "id": "s239"
    },
    {
      "text": "A clear case of error would need to be established to reverse his conclusions about the reason the return to work program was cancelled and substitute a finding that it was on a ground prohibited by s 42 of the Act.",
      "id": "s240"
    },
    {
      "text": "50 As I said earlier, at the hearing of the appeal I drew Ms Penhall-Jones' attention on a number of occasions to the fact that Mr Zelma's agreement appeared to be a matter of significance in the Federal Magistrate's findings and invited her to identify any material which might suggest that the Federal Magistrate had misunderstood Mr Zelma's position.",
      "id": "s241"
    },
    {
      "text": "Ms Penhall-Jones did not refer to any such material.",
      "id": "s242"
    },
    {
      "text": "In my view she has failed to make any connection between the decision to cancel the return to work program and a ground which is mentioned in s 42 of the Act.",
      "id": "s243"
    },
    {
      "text": "51 The same may be said of the refusal to reinstate the return to work program.",
      "id": "s244"
    },
    {
      "text": "There is no indication from the objective material that this decision had any connection with her disability discrimination complaint.",
      "id": "s245"
    },
    {
      "text": "The aspects of the appeal which concern the return to work program must therefore be rejected.",
      "id": "s246"
    },
    {
      "text": "Events After the Conciliation Conference \n \n 52 Now it is necessary to return to Ms Penhall-Jones' reaction to the offer made to her at the conciliation conference on 28 September 2004.",
      "id": "s247"
    },
    {
      "text": "On 15 November 2004 she sent to Mr Duffy, the Acting Director General of the MOT, a 'Report of Reprisal and Misconduct by certain senior officers in the NSW Ministry of Transport'.",
      "id": "s248"
    },
    {
      "text": "She claimed for this document the protections available under the Protected Disclosures Act 1994 (NSW).",
      "id": "s249"
    },
    {
      "text": "That Act protects disclosures made by a public official (which includes a person, like Ms Penhall-Jones, employed in the Public Service) to 'another officer of the public authority ... to which the public official belongs' (see s 8(1)(c)(i)).",
      "id": "s250"
    },
    {
      "text": "A disclosure in these circumstances is protected only if it 'shows or tends to show corrupt conduct, maladministration or serious or substantial waste of public money by the authority or any of its officers ...' (s 14).",
      "id": "s251"
    },
    {
      "text": "A 'principal officer' may decline to investigate matters raised by a disclosure if of the opinion that the disclosure was made frivolously or vexatiously, in which case the disclosure is not protected (s 16).",
      "id": "s252"
    },
    {
      "text": "53 It is not necessary for me to express any firm view whether the 'report' attracted the protections of the Protected Disclosures Act 1994 (NSW) (Protected Disclosures Act) although, having regard to its content, I very much doubt that it could possibly do so.",
      "id": "s253"
    },
    {
      "text": "In any event, it was this 'report' which provoked a response by Mr Duffy upon which Ms Penhall-Jones placed great weight as evidence of victimization.",
      "id": "s254"
    },
    {
      "text": "It is therefore necessary to set out its contents in some detail.",
      "id": "s255"
    },
    {
      "text": "The 'report' contains the following: \n \n \n '2) In January 2004 I made a complaint of discrimination under the Commonwealth Disability Discrimination Act against the Ministry of Transport (the Ministry).",
      "id": "s256"
    },
    {
      "text": "On 28 September there was a Conciliation Meeting at the offices of the Human Rights and Equal Opportunities Commission.",
      "id": "s257"
    },
    {
      "text": "3) Rather than address the issues raised in my complaint, your legal representatives offered only that I resign.",
      "id": "s258"
    },
    {
      "text": "The Ministry would pay compensation for breaking the employment contract.",
      "id": "s259"
    },
    {
      "text": "This was the sole reason for the offer of a monetary settlement, which was the Ministry's initiative.",
      "id": "s260"
    },
    {
      "text": "4) On Friday I received the Ministry's \"offer of settlement\" which includes a requirement that I will agree to cease all claims and actions, including those relating to: \n \n \n \n \n i) \"D (b) allegations by Ms Penhall-Jones of misconduct (including criminal misconduct) of fellow employees and officers of the Ministry.",
      "id": "s261"
    },
    {
      "text": "\" (my emphasis) \n \n \n \n \n 5) This clause goes well beyond the normal requirements of a Deed of Release.",
      "id": "s262"
    },
    {
      "text": "It changes the nature of the offer of monetary settlement from one of compensation to a bribe.",
      "id": "s263"
    },
    {
      "text": "This offer is essentially a bribe asking me to ignore (in the Ministry's words) \"misconduct, including criminal misconduct\".",
      "id": "s264"
    },
    {
      "text": "6) I will not be bribed and will not sign this document.",
      "id": "s265"
    },
    {
      "text": "7) The document is itself a further instance of serious misconduct on the part of those senior officers in the Ministry of Transport who have briefed your internal and/or external legal representatives.",
      "id": "s266"
    },
    {
      "text": "8) You are required to investigate and take appropriate action regarding allegations of misconduct, especially criminal misconduct --- not cover them up !",
      "id": "s267"
    },
    {
      "text": "9) This attempt to illegally terminate my contract and to impose an illegal \"gagging clause\" on me comprises \"misconduct\" (under the Public Sector Employment and Management Act, 2002 (Section 43(1) c and d).",
      "id": "s268"
    },
    {
      "text": "10) As A/Director-General you are responsible for the conduct of your mangers and you are required to take appropriate disciplinary action against these managers under the above Act, Sections 49 and 51.",
      "id": "s269"
    },
    {
      "text": "... \n \n \n \n 19) I now require you to cease all reprisals against myself, which continue to affect my health, my reputation and consequently my employment (these actions have already destroyed my career).",
      "id": "s270"
    },
    {
      "text": "20) I further require you to exercise your public duty and take appropriate disciplinary action against those managers who are in charge of briefing your legal representatives for misconduct.",
      "id": "s271"
    },
    {
      "text": "You should be asking for their immediate resignation.",
      "id": "s272"
    },
    {
      "text": "At the very least, they should be immediately suspended without pay, while you seek their explanation for their breaches of the Protected Disclosures Act , S 20 and the Public Sector Employment and Management Act , S 43.",
      "id": "s273"
    },
    {
      "text": "21 ) Please advise me within 7 days of the date of this Report what disciplinary action you have taken in relation to the managers responsible for this attempted bribe.",
      "id": "s274"
    },
    {
      "text": "22) In view of the Ministry and its predecessor organisations' failures to take appropriate action in the past, if no action is taken by cob 22 November, I will escalate this complaint to the Minister, from whom I will be seeking a similarly timely response.",
      "id": "s275"
    },
    {
      "text": "' \n \n \n \n 54 Although it may be doubted that either the Acting Director General or his advisers were in any way misled, in my view this document misrepresents the content and effect of the draft deed of release provided to Ms Penhall-Jones.",
      "id": "s276"
    },
    {
      "text": "I earlier extracted the relevant portions of the deed.",
      "id": "s277"
    },
    {
      "text": "Clauses 3, 5 and 10, which are the only provisions (whether considered individually or in combination) to which the term used by Ms Penhall-Jones in paragraph 9 - 'illegal \"gagging clause\"' - could possibly refer, seem standard enough.",
      "id": "s278"
    },
    {
      "text": "The foundation upon which her accusation depends is the recital that she had made 'allegations ... of misconduct (including criminal misconduct) of fellow employees and officers of the Ministry' (Recital D(b)).",
      "id": "s279"
    },
    {
      "text": "The further recitals record that those and other allegations are denied and that the parties have agreed to finalise all matters (Recitals E and F).",
      "id": "s280"
    },
    {
      "text": "None of the operative clauses make any reference in terms, to the suppression of particular allegations.",
      "id": "s281"
    },
    {
      "text": "The proposal was a conventional one for a general release by Ms Penhall-Jones in return for a monetary settlement, accompanied by mutual non-disparagement provisions.",
      "id": "s282"
    },
    {
      "text": "It depended entirely upon acceptance by Ms Penhall-Jones.",
      "id": "s283"
    },
    {
      "text": "55 The deed was not accepted.",
      "id": "s284"
    },
    {
      "text": "Nor were amendments suggested.",
      "id": "s285"
    },
    {
      "text": "The offer made to Ms Penhall-Jones was rejected.",
      "id": "s286"
    },
    {
      "text": "I am not able, any more than was the Federal Magistrate, to see in the proposal conveyed by the offer a reasonable foundation for the accusations made by Ms Penhall-Jones in her missive of 15 November 2004.",
      "id": "s287"
    },
    {
      "text": "The accusations she made were serious ones.",
      "id": "s288"
    },
    {
      "text": "They charged misconduct on the part of a number of people and that the Acting Director General might be, or be prepared to be, a party to a 'cover-up'.",
      "id": "s289"
    },
    {
      "text": "The rather high-handed demands with which this communication finishes were out of proportion to Ms Penhall-Jones' circumstances.",
      "id": "s290"
    },
    {
      "text": "It is against this background that Mr Duffy's response several days later must be judged.",
      "id": "s291"
    },
    {
      "text": "In particular, it is against this background that it must be assessed whether the contents of his reply amounted to a threat to subject Ms Penhall-Jones to a detriment for one of the grounds set out in s 42 of the Act.",
      "id": "s292"
    },
    {
      "text": "56 Mr Duffy's reply reads as follows:\n 'Dear Ms Penhall-Jones \n \n We acknowledge receipt of your letter/e-mail of 15 November 2004.",
      "id": "s293"
    },
    {
      "text": "We have reviewed relevant material and taken advice.",
      "id": "s294"
    },
    {
      "text": "You have raised many issues and allegations against the Ministry and its officers and employees, including but not limited to: unlawful discrimination; victimisation; criminal misconduct (including corruption); breach of contract; and maladministration.",
      "id": "s295"
    },
    {
      "text": "All these matters have been denied by the Ministry for itself and its officers and employees.",
      "id": "s296"
    },
    {
      "text": "The mere raising, by you, of allegations does not establish the fact that wrongdoing has occurred.",
      "id": "s297"
    },
    {
      "text": "Such matters once asserted by you must be proved by you.",
      "id": "s298"
    },
    {
      "text": "Indeed such is the case with your current Human Rights and Equal Opportunity Commission claim, which as you know is being defended.",
      "id": "s299"
    },
    {
      "text": "Further, it must be said that if an employee raises and continues to raise such serious (and, in our opinion, unfounded) allegations, which are either false or vexatious that fact alone would be sufficient, on our advice, for the Ministry to terminate your contract of employment.",
      "id": "s300"
    },
    {
      "text": "That is conduct, by an employee, of that kind is completely contrary to the duties of fidelity, trust and good faith owed by an employee to an employer.",
      "id": "s301"
    },
    {
      "text": "In settling your claims the Ministry seeks a complete release and the Deed of Release, on our advice, is appropriate.",
      "id": "s302"
    },
    {
      "text": "The Deed does not seek to, and cannot \"contract out\" of statutory obligations for example: workers compensation; disclosures under the Protected Disclosure Act 1994 (NSW); or the like.",
      "id": "s303"
    },
    {
      "text": "Accordingly the Ministry seeks to maintain confidentiality but it does not seek to restrict your statutory rights.",
      "id": "s304"
    },
    {
      "text": "We are satisfied that the employees of the Ministry involved in the briefing of its external legal advisors have, at all times, acted in accordance with the Ministry's directions.",
      "id": "s305"
    },
    {
      "text": "The Ministry's offer can either be accepted or rejected by you.",
      "id": "s306"
    },
    {
      "text": "Please let us know if you accept or reject the offer.",
      "id": "s307"
    },
    {
      "text": "If you accept the offer, can you please notify us of any changes you, or your legal representative, propose to the Deed of Release.",
      "id": "s308"
    },
    {
      "text": "A copy of this letter has been provided to the Ministry's legal representatives, Abbott Tout Lawyers, to forward to your legal representatives, Jones Staff &amp; Co. \n \n Yours sincerely \n \n Mark Duffy \n A/Director General ' \n \n 57 In a letter dated 24 November 2004 Ms Penhall-Jones replied to Mr Duffy telling him that the tone of his letter was 'unacceptable', that the fifth paragraph was a 'direct threat', and that:\n 'Rather than address the issues raised through HREOC in the public interest, the Ministry chose but to waste taxpayers money on unnecessary legal fees and to attempt to unlawfully terminate my employment.",
      "id": "s309"
    },
    {
      "text": "' \n \n\nand:\n \n 'I have asked my legal advisors to let your legal advisors know that your offer is rejected as it is absolutely unacceptable and insulting.",
      "id": "s310"
    },
    {
      "text": "' \n \n 58 A further response from Mr Duffy dated 8 December 2004 acknowledges rejection of the offer and records that 'the Ministry treats conciliation as at an end'.",
      "id": "s311"
    },
    {
      "text": "I shall set it out because Ms Penhall-Jones alleges that it also is evidence of victimization.",
      "id": "s312"
    },
    {
      "text": "It reads:\n 'Dear Ms Penhall-Jones \n \n We acknowledge receipt of your letter of 24 November 2004.",
      "id": "s313"
    },
    {
      "text": "Your letter rejects the Ministry's offer to resolve the HREOC proceedings and we have instructed our lawyers to notify HREOC that the Ministry's offer is rejected without counter-offer and the Ministry treats conciliation as at an end.",
      "id": "s314"
    },
    {
      "text": "Your letter indicates to the Ministry that you misunderstand the purpose of the offer of settlement made by the Ministry, which was made in the following circumstances: \n \n \n \n 1.",
      "id": "s315"
    },
    {
      "text": "You have made a complaint of disability discrimination against the Ministry in the HREOC proceedings; \n \n \n \n \n \n 2.",
      "id": "s316"
    },
    {
      "text": "The Ministry is defending the HREOC proceedings; \n \n \n \n \n \n 3.",
      "id": "s317"
    },
    {
      "text": "The Ministry made you an offer to settle the HREOC proceedings (communicated through the Ministry's lawyers to your lawyer by letter of 8 November 2004); \n \n \n \n \n \n 4.",
      "id": "s318"
    },
    {
      "text": "You have rejected the Ministry's offer; \n \n \n \n \n \n 5.",
      "id": "s319"
    },
    {
      "text": "The HREOC proceedings have not been settled; \n \n \n \n \n \n 6.",
      "id": "s320"
    },
    {
      "text": "In the HREOC proceedings you rely on medical evidence which contends that your continued employment by the Ministry is making you ill; \n \n \n \n \n \n 7.",
      "id": "s321"
    },
    {
      "text": "In deference to that the Ministry has offered to settle the HREOC proceedings on terms which include the cessation of your employment with the Ministry; \n \n \n \n \n \n 8.",
      "id": "s322"
    },
    {
      "text": "Whilst the settlement offer involves a release (and the Ministry would agree to mutual releases) the settlement was not, and does not, inhibit your other statutory rights (apart from those raised under the Disability Discrimination Act 1992 (Cth)).",
      "id": "s323"
    },
    {
      "text": "9.",
      "id": "s324"
    },
    {
      "text": "In the meanwhile your conduct with regard to your supervising managers and staff of the Employee Relations Unit continues to be unsatisfactory and there are unresolved performance issues.",
      "id": "s325"
    },
    {
      "text": "As you have indicated your previous letter dated 15 November 2004 has been provided to the Independent Commission Against Corruption (\"ICAC\") we have no objection to the correspondence, including this letter, being forwarded to ICAC.",
      "id": "s326"
    },
    {
      "text": "Indeed, in reference to ICAC it would be inappropriate not to provide ICAC with all relevant correspondence and not be selective.",
      "id": "s327"
    },
    {
      "text": "A copy of this letter has been provided to the Ministry's legal representatives, Abbott Tout Lawyers, to forward to your legal representatives, Jones Staff &amp; Co. \n \n Yours sincerely \n \n \n Mark Duffy \n A/Director General '\n \n 59 I cannot see anything in this last letter to support any suggestion that it constitutes an act of victimization.",
      "id": "s328"
    },
    {
      "text": "It seems to me to be a straightforward and formal record of the fact that the offer made to Ms Penhall-Jones was rejected and that conciliation of her complaint of disability discrimination was at an end.",
      "id": "s329"
    },
    {
      "text": "I can see no error in the Federal Magistrate's conclusion that it did not constitute an act of victimisation.",
      "id": "s330"
    },
    {
      "text": "60 In the proceedings before the Federal Magistrate Ms Penhall-Jones relied primarily upon the letter of 18 November 2004 as evidence of victimisation.",
      "id": "s331"
    },
    {
      "text": "She alleged that it threatened to terminate her employment.",
      "id": "s332"
    },
    {
      "text": "The Federal Magistrate thought that she was 'probably correct'.",
      "id": "s333"
    },
    {
      "text": "He also accepted that 'it cannot be said that Ms Penhall Jones' complaint of unlawful discrimination formed no part of the consideration that led to the threat made by Mr Duffy.",
      "id": "s334"
    },
    {
      "text": "However, in my view, it was an incidental part.",
      "id": "s335"
    },
    {
      "text": "' \n 61 It is clear that the Federal Magistrate did not think that any of the grounds in s 42 was engaged by Mr Duffy's letter.",
      "id": "s336"
    },
    {
      "text": "He went on immediately to say:\n 'The direct and proximate stimulus for Mr Duffy's letter was Ms Penhall-Jones' intemperate letter of three days before, in which she made serious (and unfounded) allegations of misconduct on the part of those representing the Department at the conciliation conference.",
      "id": "s337"
    },
    {
      "text": "' \n \n\nand a little later:\n \n 'However, the threat, in my view, falls short of victimisation.",
      "id": "s338"
    },
    {
      "text": "That is because the threat was a consequence not of the fact of the complaint of unlawful discrimination made by Ms Penhall-Jones, or her participation in the conciliation conference on 28 September 2004.",
      "id": "s339"
    },
    {
      "text": "Rather, the threat was a consequence of the intemperate and continuing allegations by Ms Penhall-Jones which Mr Duffy, on advice, genuinely viewed as unfounded, false and vexatious, to the extent of probably constituting a breach of the duty of trust and confidence necessary for the continuation of the employment relationship.",
      "id": "s340"
    },
    {
      "text": "' \n \n 62 On this appeal Ms Penhall-Jones has contended that she was under no duty of trust and confidence because, being an officer in the public service, such a duty, if it exists at all, is not owed to the MOT or its Director General but rather 'to the Public Service, the Government of the day and the people of NSW' or (as it was put in another way) 'to the public, the NSW Government and to the Minister of the day'.",
      "id": "s341"
    },
    {
      "text": "In my view these contentions misconceive the true legal position but it is not necessary to discuss that matter further because the question at issue does not involve consideration of whether termination of Ms Penhall-Jones' employment, had that occurred for breach of the suggested duty, would have been lawful or unlawful.",
      "id": "s342"
    },
    {
      "text": "Her employment was not terminated.",
      "id": "s343"
    },
    {
      "text": "63 The Federal Magistrate found that the parties agreed that Mr Duffy's letter of 18 November 2004 'speaks for itself'.",
      "id": "s344"
    },
    {
      "text": "I find it hard to see the letter as a 'threat' notwithstanding the view expressed by the Federal Magistrate.",
      "id": "s345"
    },
    {
      "text": "Some indication of the seriousness with which Ms Penhall-Jones' accusations were viewed and, in particular, that they were regarded as inappropriate was not only natural but necessary if, in response to a continuation of allegations of that kind, the MOT wished to take action as a result.",
      "id": "s346"
    },
    {
      "text": "If anything, that was more desirable than in most cases because Ms Penhall-Jones had purported to clothe her accusations with the protections of the Protected Disclosures Act .",
      "id": "s347"
    },
    {
      "text": "A failure to indicate the seriousness with which the allegations were viewed would require explanation if disciplinary action followed.",
      "id": "s348"
    },
    {
      "text": "A lack of candor and a failure to provide an unvarnished statement of the implications for Ms Penhall-Jones' employment would not be justified simply by a desire to avoid what might later be construed as threatening behaviour.",
      "id": "s349"
    },
    {
      "text": "All warnings, which are often an integral and necessary part of fair treatment and proper notice, contain an element of explicit or implicit menace by their very nature.",
      "id": "s350"
    },
    {
      "text": "64 As the Federal Magistrate in my view correctly observed, the connection which Ms Penhall-Jones needed to make, if she was to raise a case for consideration, was with the fact of her complaint of disability discrimination or her participation in the conciliation conference.",
      "id": "s351"
    },
    {
      "text": "She had no licence to make and disseminate allegations reflecting upon the conduct and character of others simply as she wished and without regard to the normal restraints.",
      "id": "s352"
    },
    {
      "text": "I think, at least in the present case, fair warning did not constitute a threat of a detriment on a ground set out in s 42 of the Act.",
      "id": "s353"
    },
    {
      "text": "65 The highest point to which her case can rise, upon the Federal Magistrate's view of Mr Duffy's letter (although not my own), is the suggestion that the Federal Magistrate's conclusion, that her complaint of disability discrimination formed 'part of the consideration that led to the threat made by Mr Duffy', was sufficient to make out a case of victimisation under s 42.",
      "id": "s354"
    },
    {
      "text": "66 However, in my view this observation by the Federal Magistrate was no more than an acknowledgement of the circumstances in which Mr Duffy's letter of 18 November 2004 came to be written.",
      "id": "s355"
    },
    {
      "text": "Those circumstances were first, that Ms Penhall-Jones had made a complaint to HREOC which had led to the conciliation conference which occurred on 28 September 2004.",
      "id": "s356"
    },
    {
      "text": "Secondly, the proposal arising from the conciliation conference led to her 'report' of 15 November 2004.",
      "id": "s357"
    },
    {
      "text": "Thirdly, receipt of that 'report' led to Mr Duffy's response of 18 November 2004.",
      "id": "s358"
    },
    {
      "text": "There was therefore a factual and temporal connection between the conciliation conference held in relation to her complaint and his letter.",
      "id": "s359"
    },
    {
      "text": "That is not to say, however, that there was a causal connection between the two events or with the complaint itself.",
      "id": "s360"
    },
    {
      "text": "The Federal Magistrate makes clear findings that any causal relationship with the letter was confined to the 'report' of 15 November 2004.",
      "id": "s361"
    },
    {
      "text": "67 As Mr Duffy's letter of 18 November 2004 was agreed by the parties to speak for itself, I have assessed it for myself by reference to the chain of events.",
      "id": "s362"
    },
    {
      "text": "It seems to me also to respond exclusively to Ms Penhall-Jones' communication of 15 November 2004.",
      "id": "s363"
    },
    {
      "text": "It was a clear warning to her that the allegations she had made were regarded as unacceptable.",
      "id": "s364"
    },
    {
      "text": "It did not lead to any apparent alteration in her employment circumstances.",
      "id": "s365"
    },
    {
      "text": "She rejected the offer which had been made.",
      "id": "s366"
    },
    {
      "text": "That rejection was accepted.",
      "id": "s367"
    },
    {
      "text": "In my view no error has been shown in the Federal Magistrate's conclusion that this letter did not constitute an act of victimisation under s 42.",
      "id": "s368"
    },
    {
      "text": "'On the ground that' \n \n 68 Quite apart from that factual conclusion the connection for which Ms Penhall-Jones argued was too tenuous as a matter of law.",
      "id": "s369"
    },
    {
      "text": "The case for Ms Penhall-Jones relies upon s 42 of the Act which I set out earlier.",
      "id": "s370"
    },
    {
      "text": "In order to succeed Ms Penhall-Jones must establish not only that someone subjected, or threatened to subject, her to a detriment but also that they did so 'on the ground' that one of the conditions set out in s 42(2)(a) to (g) was satisfied.",
      "id": "s371"
    },
    {
      "text": "69 Section 10 of the Act provides:\n 'If: \n \n \n \n (a) an act is done for 2 or more reasons; and \n \n \n \n \n (b) one of the reasons is the disability of a person (whether or not it is the dominant or a substantial reason for doing the act); \n \n then, for the purposes of this Act, the act is taken to be done for that reason.",
      "id": "s372"
    },
    {
      "text": "' \n \n \n\nHowever, that provision does not, as she argued, bear upon the meaning to be attributed to the phrase 'on the ground' in s 42.",
      "id": "s373"
    },
    {
      "text": "Section 10 does not address the assessment of grounds or reasons which form part of an act of victimization, but only acts of discrimination in an earlier part of the Act in which s 10 appears.",
      "id": "s374"
    },
    {
      "text": "Section 10, therefore, does not establish, in favour of Ms Penhall-Jones' case, any proposition that existence of one of the conditions for the engagement of s 42 might be an insubstantial reason.",
      "id": "s375"
    },
    {
      "text": "70 There has been much debate over the place of subjective reasons or motive in an assessment of whether a ground is satisfied in the context of legislation dealing with issues of discrimination.",
      "id": "s376"
    },
    {
      "text": "There has also been debate about the proper approach to be taken if, as in many cases, an act is fairly attributable to more than one reason.",
      "id": "s377"
    },
    {
      "text": "71 Some legislation stipulates that discrimination will occur 'on the ground of' some identified criterion if it occurs 'by reason of' some expanded list of circumstances.",
      "id": "s378"
    },
    {
      "text": "Making due allowance for the fact that this statutory technique is not used in relation to s 42 of the Act, nevertheless the cases which discuss these statutory tests provide a useful starting point.",
      "id": "s379"
    },
    {
      "text": "72 In Human Rights and Equal Opportunity Commission v Mount Isa Mines Ltd (1993) 46 FCR 301 Lockhart J analysed such requirements in detail.",
      "id": "s380"
    },
    {
      "text": "He concluded that a relationship of cause and effect was involved in the statutory test.",
      "id": "s381"
    },
    {
      "text": "He also concluded that the test was not wholly objective but purpose and motive may also be relevant.",
      "id": "s382"
    },
    {
      "text": "He said (at 325):\n 'It seems obvious to me that the search for the reason for or ground of the decision or conduct of the alleged discriminator must take the inquiry into the state of his mind as well as an analysis of his own acts.",
      "id": "s383"
    },
    {
      "text": "' \n \n 73 Where it is necessary to consider more than one ground or reason he suggested that it was sufficient that the impugned ground be 'a material ground'.",
      "id": "s384"
    },
    {
      "text": "74 This approach has been applied in later cases (see Commonwealth of Australia v Human Rights and Equal Opportunity Commission (1993) 46 FCR 191 per Lockhart J at 202-204; Commonwealth v Human Rights and Equal Opportunity Commission (1997) 77 FCR 371 per Sackville J at 390 and 392; Commonwealth of Australia v Humphries (1998) 86 FCR 324.",
      "id": "s385"
    },
    {
      "text": "75 More recently the issue was discussed again by a Full Court in Forbes v Australian Federal Police (Commonwealth of Australia) [2004] FCAFC 95 ( Forbes ).",
      "id": "s386"
    },
    {
      "text": "There was analysis of the judgment of the High Court in Purvis v New South Wales [2003] HCA 62 ; (2003) 202 ALR 133.",
      "id": "s387"
    },
    {
      "text": "The Court in Forbes said:\n 'In Purvis , there was disagreement as to whether the motives of the alleged discriminator should be taken into account in determining whether that person has discriminated against another because of the latter's disability.",
      "id": "s388"
    },
    {
      "text": "Gummow, Hayne and Heydon JJ thought that motive was at least relevant.",
      "id": "s389"
    },
    {
      "text": "Gleeson CJ thought that motive was relevant and, perhaps, could be determinative.",
      "id": "s390"
    },
    {
      "text": "McHugh and Kirby JJ thought motive was not relevant.",
      "id": "s391"
    },
    {
      "text": "All agreed, however, that it is necessary to ask why the alleged discriminator took the action against the alleged victim.",
      "id": "s392"
    },
    {
      "text": "' \n (emphasis in original)\n \n 76 There was no evidence about Mr Duffy's motives.",
      "id": "s393"
    },
    {
      "text": "Ms Penhall-Jones' case rested entirely on inferences to be drawn from the surrounding facts.",
      "id": "s394"
    },
    {
      "text": "Moreover, so far as she relied upon surrounding facts and circumstances it was necessary for her to show not only some connection between an alleged act of victimization and her disability discrimination complaint but that the connection had the requisite materiality.",
      "id": "s395"
    },
    {
      "text": "She needed to show it was part of the reason why the act in question occurred.",
      "id": "s396"
    },
    {
      "text": "77 Before the Federal Magistrate in the present case the respondent advanced a proposition, relying upon a decision of the Equal Opportunity Tribunal of South Australia in Morrison-Liddy v Director, Department of Technical &amp; Further Education (1989) EOC 92-246 ( Morrison-Liddy) that a ground (or grounds) in s 42 must be 'the \"... substantial and operative factor \"'.",
      "id": "s397"
    },
    {
      "text": "This submission was faithfully recorded by the Federal Magistrate when he set out the respondent's submissions but there is no indication that he applied it as a correct statement of the law.",
      "id": "s398"
    },
    {
      "text": "It was not a correct statement of the law and it did not reflect the principle applied in Morrison-Liddy .",
      "id": "s399"
    },
    {
      "text": "78 In Morrison-Liddy the following appears: \n \n \n 'However, the courts have recognised the reality that an employer will generally have more than one reason for acting in respect of an employee, and the view of both the Federal Court ( Roberts v General Motors-Holden Pty.",
      "id": "s400"
    },
    {
      "text": "Ltd. Employees' Canteen Society Inc. (1975) 25 F.L.R.",
      "id": "s401"
    },
    {
      "text": "415 at pp.",
      "id": "s402"
    },
    {
      "text": "424-425; Bowling v General Motors-Holden Pty Ltd (supra) at p. 200), and the High Court (General Motors-Holden Pty.",
      "id": "s403"
    },
    {
      "text": "Ltd. v. Bowling (1977) 51 A.L.J.R.",
      "id": "s404"
    },
    {
      "text": "235 at p. 241 per Mason J with Gibbs, Stephen and Jacobs JJ.",
      "id": "s405"
    },
    {
      "text": "in agreement) has been that the employer need only prove that the status, position or activity of the employee was not a \"substantial and operative factor\" influencing the behaviour of the employer complained of.",
      "id": "s406"
    },
    {
      "text": "In the case of sec.",
      "id": "s407"
    },
    {
      "text": "5 of the Conciliation and Arbitration Act , the employer (because of sec.",
      "id": "s408"
    },
    {
      "text": "5(4)) must prove that the motives for taking the action complained of did not include to any \"substantial or operative factor\" any of the concerns rendered unlawful by sec.",
      "id": "s409"
    },
    {
      "text": "5.",
      "id": "s410"
    },
    {
      "text": "This general principle appears to us to be relevant to sec.",
      "id": "s411"
    },
    {
      "text": "86, despite its differences from sec.",
      "id": "s412"
    },
    {
      "text": "5 of the Conciliation and Arbitration Act.",
      "id": "s413"
    },
    {
      "text": "It does not appear appropriate to require a complainant to prove on the balance of probabilities that he or she was treated unfavourably solely because of his or her complaint of sexual harassment (or other unlawful action).",
      "id": "s414"
    },
    {
      "text": "The \"substantial or operative factor\" test appears to be an appropriate one to apply in this situation.",
      "id": "s415"
    },
    {
      "text": "It is our view that the complainant must prove, on the balance of probabilities, that the respondent treated her unfavourably, and that one of the prescribed conditions set out in sec.",
      "id": "s416"
    },
    {
      "text": "86(2) (in this case, sec.",
      "id": "s417"
    },
    {
      "text": "86(2)(c)) was a \"substantial and operative factor\" for so doing.",
      "id": "s418"
    },
    {
      "text": "That motive does not have to be the sole factor: but it does have to be a substantial operative factor .",
      "id": "s419"
    },
    {
      "text": "The complainant must therefore establish both that she was treated unfavourably, and that this unfavourable treatment was motivated, as a substantial operative factor , by her complaints of sexual harassment.",
      "id": "s420"
    },
    {
      "text": "' \n (emphasis added)\n \n \n \n 79 This decision uses, apparently interchangeably, the terms 'substantial and operative factor', 'substantial or operative factor' and 'substantial operative factor' but consistently to the effect that any such factor need not be the sole factor but only one factor for the conduct impugned.",
      "id": "s421"
    },
    {
      "text": "80 That approach is consistent with the principle approved by the High Court in General Motors-Holden's Pty Ltd v Bowling (1976) 51 ALJR 235 at 241.",
      "id": "s422"
    },
    {
      "text": "In that case (which concerned s 5 of the Conciliation and Arbitration Act 1994 (Cth)) the statutory formula in question was 'by reason of the circumstance that'.",
      "id": "s423"
    },
    {
      "text": "Mason J (whose judgment represents the reasons of the Court) said:\n '...an employer is actuated by a particular reason or circumstance, if that reason or circumstance was \"a substantial and operative factor\" influencing him to take that action.",
      "id": "s424"
    },
    {
      "text": "The Industrial Court has thereby rejected, rightly in my opinion, the notion that sub-s.(1) is speaking of the sole or predominant reason actuating the employer.",
      "id": "s425"
    },
    {
      "text": "' \n \n 81 Mason J recorded that the approach taken by the Industrial Court which he approved applied a similar construction applied by Barwick CJ and Walsh J in Mikasa (NSW) Pty Limited v Festival Stores [1972] HCA 69 ; (1972) 127 CLR 617 at 634-635 and 646.",
      "id": "s426"
    },
    {
      "text": "82 This construction is accordingly well established at the highest level of authority.",
      "id": "s427"
    },
    {
      "text": "Counsel for the respondent on the present appeal made no suggestion that it should not be followed or that any form of sole purpose or sole ground test should be applied.",
      "id": "s428"
    },
    {
      "text": "They indicated that they had only been able to find one authority which dealt directly with the proper construction of s 42 of the Act - a judgment of Baumann FM in Damiano v Wilkinson [2004] FMCA 891.",
      "id": "s429"
    },
    {
      "text": "His Honour said, at [22]:\n '22.",
      "id": "s430"
    },
    {
      "text": "For victimization to be established, one of the grounds referred to in s.42(2) of the DDA must be a \" substantial and operative \" factor for the action taken (see Bailey v ANU (1995) EOC 92-744).",
      "id": "s431"
    },
    {
      "text": "' \n \n 83 Bailey v Australian National University (1995) EOC 92-744 ('Bailey') was a decision of HREOC.",
      "id": "s432"
    },
    {
      "text": "It concerned provisions of the Sex Discrimination Act 1984 (Cth) (the Sex Discrimination Act ) including ss 8 and 94 which for present purposes are analogous to ss 10 and 42 of the Act.",
      "id": "s433"
    },
    {
      "text": "I note that the view was taken that s 8 of the Sex Discrimination Act did not apply to the operation of s 94 of that Act.",
      "id": "s434"
    },
    {
      "text": "I have already indicated that I take the same view in the present case that s 10 does not apply to the operation of s 42 of the Act.",
      "id": "s435"
    },
    {
      "text": "84 Reference was made in Bailey to Morrison-Liddy .",
      "id": "s436"
    },
    {
      "text": "Reference was made also to O'Callaghan v Loder [1983] 3 NSWLR 89 at 95 where Mathews DCJ rejected the argument that the phrase 'on the ground' required that the particular factor be the only motivating factor.",
      "id": "s437"
    },
    {
      "text": "A similar approach was taken in Waterhouse v Bell (1991) 25 NSWLR 99 at 106.",
      "id": "s438"
    },
    {
      "text": "Much more recently Cowdroy J has applied the same approach in Obieta v New South Wales Department of Education and Training [2007] FCA 86 at [240] (referring to Damiano and Bailey) .",
      "id": "s439"
    },
    {
      "text": "85 Accordingly the authorities are unified in their approach that the ground or reason relied upon to establish breach of the relevant legal obligation need not be the sole factor but it must be a substantial and operative factor.",
      "id": "s440"
    },
    {
      "text": "At least one circumstance from the list in s 42(2) of the Act must be a reason for the alleged detriment or threatened detriment.",
      "id": "s441"
    },
    {
      "text": "It must afford a rational explanation, at least in part, 'why' an action was taken.",
      "id": "s442"
    },
    {
      "text": "The connection cannot be made by a mere temporal conjunction of events, by an incidental but non-causal relationship or by speculation.",
      "id": "s443"
    },
    {
      "text": "The establishment of the suggested ground is as much a matter for proper proof as any other factual circumstance.",
      "id": "s444"
    },
    {
      "text": "The Federal Magistrate obviously concluded that no ground in s 42(2) of the Act was shown to be a substantial or operative factor for Mr Duffy's letter of 18 November 2004.",
      "id": "s445"
    },
    {
      "text": "I see no error in this conclusion.",
      "id": "s446"
    },
    {
      "text": "86 In any event, as I have already said, I do not regard the letter as a threat and I am unable to identify any relevant detriment upon which s 42 of the Act could fasten to Ms Penhall-Jones' advantage.",
      "id": "s447"
    },
    {
      "text": "The Abbott Tout letter \n \n 87 Ms Penhall-Jones also complained that a letter from Abbott Tout Lawyers dated 12 May 2005 constituted an act of victimization by the Ministry of Transport.",
      "id": "s448"
    },
    {
      "text": "In order to understand the matters to which the letter from Abbott Tout responded it is necessary to set out Ms Penhall-Jones' letter dated 5 May 2005 to which it responded.",
      "id": "s449"
    },
    {
      "text": "It will be seen that her letter complained about the cancellation of the return to work program.",
      "id": "s450"
    },
    {
      "text": "It alleged a breach of the MOT's legal obligations.",
      "id": "s451"
    },
    {
      "text": "The letter reads:\n Dear Mr Lee, \n \n Re : Return to Work Program for Workers Compensation Claim \n \n I write again regarding the cancellation of my Return to Work program, which is required under Sections 41 and 41 A of the NSW Workers Compensation and Workplace Management Act, whether or not a claim is in dispute.",
      "id": "s452"
    },
    {
      "text": "In a meeting of November, 2004 which I did not attend, Ms Catherine Reilly and Ms Elaine Lamond decided to cancel my Return to Work program, in breach of the above legislation.",
      "id": "s453"
    },
    {
      "text": "Mr Duffy, then Acting Director-General, supported this decision (see Attachments) \n \n At that time, the then Minister, Michael Costa, had asked the ICAC to investigate certain issues of mismanagement and reprisal towards myself by Ministry staff.",
      "id": "s454"
    },
    {
      "text": "In my capacity as a person assisting the ICAC and potential witness, I was required to provide names of persons implementing reprisals or bullying.",
      "id": "s455"
    },
    {
      "text": "Ms Lamond's name topped the list of names I was required to provide to the ICAC, Ms Reilly was prominently mentioned as engaging in bullying and Mr Duffy as unintentionally reprising through accepting wrong policy advice.",
      "id": "s456"
    },
    {
      "text": "As you are aware, the ICAC construed the issues as \"industrial\" and therefore beyond its brief, so did not investigate.",
      "id": "s457"
    },
    {
      "text": "The ICAC Commissioner has written to me specifically stating that this finding is not a finding for the Ministry.",
      "id": "s458"
    },
    {
      "text": "Please note Government protocol prevents the Ministry portraying it as such, or claiming it is \"exonerated\".",
      "id": "s459"
    },
    {
      "text": "You can not escape the perception that the Ministry has deliberately allowed those prominently mentioned in a complaint to the ICAC by its own Minister to cause detriment to myself, a person assisting the ICAC, by giving them sole say in the decision to cancel my Return to Work program - an action which is contrary to law and oppressive.",
      "id": "s460"
    },
    {
      "text": "You can not escape the perception that this is a deliberate reprisal against myself for not accepting mismanagement in your organisation.",
      "id": "s461"
    },
    {
      "text": "I urge you to act in accordance with the law and in compliance with medical advice and re-instate the Return to Work program immediately - preferably allocating someone who has not been named by myself to the ICAC to manage the program.",
      "id": "s462"
    },
    {
      "text": "I reserve the right to raise these issues through my local member or any other appropriate means if your agency continues to breach the law in this matter.",
      "id": "s463"
    },
    {
      "text": "I would appreciate your response as soon as possible but in any case by 13 May, 2005.",
      "id": "s464"
    },
    {
      "text": "Yours sincerely \n \n (signed) \n \n cc Minister for Transport' \n \n 88 Abbott Tout's response reads as follows:\n 'Dear Ms Penhall-Jones \n \n MINISTER OF TRANSPORT ATS YOU --- FEDERAL MAGISTRATES COURT OF AUSTRALIA SYG 185/2005 \n \n The Director General of the NSW Ministry of Transport has sought our advice on your letter to him of 5 May 2005.",
      "id": "s465"
    },
    {
      "text": "We have advised him not to respond.",
      "id": "s466"
    },
    {
      "text": "This is for reason which include: \n \n \n \n 1. the matters raised by our [sic] are sub-judice; that is, before a court for judicial determination; and \n \n \n \n \n \n 2. if not settled beforehand the Ministry prefers to reserve its defence (with respect to the relevant issues) to those proceedings.",
      "id": "s467"
    },
    {
      "text": "That it,[sic] the Director General has been advised by us to conduct the litigation in the proceedings commenced by you and not by correspondence.",
      "id": "s468"
    },
    {
      "text": "Accordingly the Director General will not be responding to the matters raised in your letter.",
      "id": "s469"
    },
    {
      "text": "As you are aware the Ministry has instructed us to represent the Ministry in the proceedings issued by you in the Federal Magistrates Court of Australia.",
      "id": "s470"
    },
    {
      "text": "Our instructions are to request that you forward all future correspondence relating to your employment to us (attention: Bryan Belling/Seamus Burke).",
      "id": "s471"
    },
    {
      "text": "Yours faithfully \n ABBOTT TOUT' \n \n 89 The complaint which Ms Penhall-Jones makes is about the last paragraph of Abbott Tout's letter.",
      "id": "s472"
    },
    {
      "text": "She alleges that the request to forward future correspondence to that firm constitutes victimization.",
      "id": "s473"
    },
    {
      "text": "I do not think there is any substance in such a contention.",
      "id": "s474"
    },
    {
      "text": "In any event Ms Penhall-Jones immediately rejected the suggestion.",
      "id": "s475"
    },
    {
      "text": "She sent a further letter to Mr Lee on the same day in the following terms:\n 'Dear Mr Lee, \n \n Re: Return to Work Program for Workers Compensation Claim \n \n Please find attached a copy of a letter forwarded to the lawyers you have hired to defend my Anti-discrimination claim, Abbott Tout.",
      "id": "s476"
    },
    {
      "text": "The letter is self-explanatory.",
      "id": "s477"
    },
    {
      "text": "Please note that your agency continues to be in breach of the Workers Compensation and Workplace Management Act in circumstances in which any reasonable person would perceive a severe conflict of interest.",
      "id": "s478"
    },
    {
      "text": "For you to hire lawyers to further attempt to cover these issues up only compounds the mismanagement.",
      "id": "s479"
    },
    {
      "text": "The only appropriate thing for you to do is to comply with my doctor's advice and re-instate the Return to Work program.",
      "id": "s480"
    },
    {
      "text": "Should you insist on hiring Abbott Tout lawyers as de-facto human resources department to hide and avoid these issues under spurious claims that they are \"sub-judice\", I advise that this would comprise further misuse of public funds in an agency already over-serviced in the Human Resources area.",
      "id": "s481"
    },
    {
      "text": "This is particularly so when you have rejected my offer, that you appoint a human resources specialist to assist me finding another position and comply with the law --- an option which would have cost far less than Abbott Tout's fees.",
      "id": "s482"
    },
    {
      "text": "As previously advised, I reserve the right to raise these issues with the Minister, through my local member or through any other appropriate means if your agency continues to breach the law in this matter.",
      "id": "s483"
    },
    {
      "text": "Yours sincerely, \n \n (signed) \n \n Margaret Penhall-Jones' \n \n 90 She continued to write directly to Mr Lee, contending that the MOT was in breach of the law by not implementing a return to work program or providing her work from home for two days a week, and disregarding the request made to her by Abbott Tout.",
      "id": "s484"
    },
    {
      "text": "91 The Federal Magistrate rejected the suggestion that the letter from Abbott Tout was victimization.",
      "id": "s485"
    },
    {
      "text": "I can see no error in that conclusion.",
      "id": "s486"
    },
    {
      "text": "Apparent bias is alleged \n \n 92 In a separate attack upon the Federal Magistrate's judgment Ms Penhall-Jones argues that it should be concluded from the terms of the judgment that the Federal Magistrate was apparently biased.",
      "id": "s487"
    },
    {
      "text": "There is no suggestion that anything said or done by the Federal Magistrate in the conduct of the proceeding gives support to the contention.",
      "id": "s488"
    },
    {
      "text": "The argument turns entirely upon the terms in which the Federal Magistrate stated his reasons for judgment.",
      "id": "s489"
    },
    {
      "text": "The foundation for the contention is that the Federal Magistrate used, at times, strong (and Ms Penhall-Jones suggests unjudicial) language to indicate his disapproval of or rejection of her claims.",
      "id": "s490"
    },
    {
      "text": "The most cogent example of her complaints appears at [115] of the Federal Magistrate's judgment.",
      "id": "s491"
    },
    {
      "text": "It reads:\n 'Ms Penhall-Jones does herself a disservice in the manner in which she has presented her case.",
      "id": "s492"
    },
    {
      "text": "The extravagance of her claims has increased since she parted company with the three legal firms which had represented her at an earlier stage in these proceedings.",
      "id": "s493"
    },
    {
      "text": "Unfortunately, the hyperbole in which Ms Penhall-Jones has indulged is not restricted to these proceedings (footnote) .",
      "id": "s494"
    },
    {
      "text": "Unfortunately, the extravagant formulation and presentation of claims is a relatively common feature in proceedings involving self-represented litigants.",
      "id": "s495"
    },
    {
      "text": "The Court must look beyond that.",
      "id": "s496"
    },
    {
      "text": "Beneath the hyperbole, the hubris and the extravagant (and at times embarrassing) language indulged in by Ms Penhall-Jones in the presentation of her case there is an arguable claim of victimisation that must be considered.",
      "id": "s497"
    },
    {
      "text": "' \n \n 93 The footnote to the third sentence gives a reference to transcript of special leave proceedings in the High Court ( Penhall-Jones v Stiftung Ausbildungsfonds Jung'she Psychologie [2006] HCATrans 100).",
      "id": "s498"
    },
    {
      "text": "The proceedings in question were unrelated to the proceedings before the Federal Magistrate and involved Ms Penhall-Jones' response to proceedings for a debt arising from student loans made to her for the purpose of undertaking a course at a teaching institute in Switzerland.",
      "id": "s499"
    },
    {
      "text": "I do not know why reference was made to those proceedings.",
      "id": "s500"
    },
    {
      "text": "It was not apparently necessary to do so.",
      "id": "s501"
    },
    {
      "text": "However, I agree with counsel for the respondent who urged upon me that the central thrust of [115] of the Federal Magistrate's judgment is contained in the final two sentences.",
      "id": "s502"
    },
    {
      "text": "Contrary to the suggestion that the Federal Magistrate appeared unwilling to treat her case on its merits it seems to me that he was at pains to indicate that he would do so, notwithstanding his view that she had presented her case extravagantly.",
      "id": "s503"
    },
    {
      "text": "94 There is no doubt that the language that he used was at times strong.",
      "id": "s504"
    },
    {
      "text": "Apart from the terms of [115], which I have already set out, he said at [129] that to characterise the offer made in the conciliation conference as a 'bribe' was 'ridiculous', at [142], of the letter from Abbott Tout dated 12 May 2005, that it was 'nonsense' to characterise it as an act of victimisation and that an offer made to Ms Penhall-Jones at some stage after 11 July 2005 to undertake not to victimise her could not 'rationally' be characterised as being an act of further victimisation.",
      "id": "s505"
    },
    {
      "text": "He also said, less forcefully, at [135] and [136] that her document of 15 November 2005 was 'intemperate'.",
      "id": "s506"
    },
    {
      "text": "95 I take the use of these terms to indicate a firmly held view on the part of the Federal Magistrate that aspects of Ms Penhall-Jones' claims were without substance and, probably, that it was an error of judgment for her to have advanced them.",
      "id": "s507"
    },
    {
      "text": "However, I do not think it can be concluded, in accordance with the legal tests for the identification of apparent bias, that they indicate either a predisposition against Ms Penhall-Jones' case or a lack of preparedness to deal with it in a balanced way.",
      "id": "s508"
    },
    {
      "text": "Counsel for the respondent argued to some effect that it was readily apparent from the judgment of the Federal Magistrate that important and controversial questions in the case had been decided by the Federal Magistrate in favour of Ms Penhall-Jones.",
      "id": "s509"
    },
    {
      "text": "I accept that is so.",
      "id": "s510"
    },
    {
      "text": "96 Despite Ms Penhall-Jones' sense of hurt at the terms with which her arguments were rejected, the decision of the Federal Magistrate bears on its face every appearance of attempting to deal with the issues in a way that was fair to Ms Penhall-Jones.",
      "id": "s511"
    },
    {
      "text": "He did not refrain from criticism of officers and witnesses of the respondent and the respondent itself when dealing with the matters that lay at the heart of Ms Penhall-Jones' complaints.",
      "id": "s512"
    },
    {
      "text": "It was notwithstanding such criticisms, and clearly taking them into account, that Ms Penhall-Jones' case was found to be lacking in substance.",
      "id": "s513"
    },
    {
      "text": "97 The main areas in which Ms Penhall-Jones failed to persuade the Federal Magistrate are those with which I have dealt already.",
      "id": "s514"
    },
    {
      "text": "I do not think that there is any basis to suggest that the Federal Magistrate approached these issues with anything other than an open mind or that the terms of his judgment indicate a lack of preparedness to deal with Ms Penhall-Jones' case fairly.",
      "id": "s515"
    },
    {
      "text": "A late issue arising from the written submissions \n \n 98 Ms Penhall-Jones also drew attention to correspondence which occurred after the exchange of written submissions in the proceedings below, and suggested it also indicated apparent bias against her on the part of the Federal Magistrate.",
      "id": "s516"
    },
    {
      "text": "99 Ms Penhall-Jones' final submissions were filed on 12 May 2006 (104 pages), the respondent's on 30 May 2006 (16 pages) and Ms Penhall-Jones' submissions in reply on 13 July 2006 (58 pages).",
      "id": "s517"
    },
    {
      "text": "The respondent's submissions were signed by Mr Seamus Burke, a partner of Abbott Tout.",
      "id": "s518"
    },
    {
      "text": "Throughout her submissions in reply Ms Penhall-Jones referred to the submissions for the respondent as 'Mr Burke's submissions'.",
      "id": "s519"
    },
    {
      "text": "100 One issue which arose for consideration before the Federal Magistrate (although not on the appeal) was the view to be taken about a file note made by Ms Reilly.",
      "id": "s520"
    },
    {
      "text": "Ms Penhall-Jones had alleged that the file note was a fabrication.",
      "id": "s521"
    },
    {
      "text": "In her written submissions before the Federal Magistrate Ms Penhall-Jones made many serious allegations against Ms Reilly, including the commission of criminal offences (false swearing, perjury) and contempt of court.",
      "id": "s522"
    },
    {
      "text": "The respondent submitted that Ms Reilly's evidence should, in general, be accepted.",
      "id": "s523"
    },
    {
      "text": "It submitted:\n 'It is appropriate in view of the substantial criticism of Ms Reilly over the reconstructed file note to consider specifically her credit as a witness in these proceedings.",
      "id": "s524"
    },
    {
      "text": "' \n \n 101 After the argument was developed by reference to the evidence the submission was made:\n 'The Respondent submits notwithstanding the mistake about the file note, Ms Reilly should be accepted as a witness of truth and where her evidence contradicts the Applicant it should be preferred.",
      "id": "s525"
    },
    {
      "text": "' \n \n 102 In her submissions in reply Ms Penhall-Jones made a further sustained attack upon Ms Reilly and in various places suggested that the respondent and its lawyers were tainted by any attempt to defend her.",
      "id": "s526"
    },
    {
      "text": "The respondent's submissions are also in some other respects described as false, misleading and as misrepresenting matters.",
      "id": "s527"
    },
    {
      "text": "103 Two paragraphs in Ms Penhall-Jones' submissions in reply are specifically mentioned in a later rejoinder so I will set those paragraphs out in full.",
      "id": "s528"
    },
    {
      "text": "At para 158 of her submissions in reply Ms Penhall-Jones said (of Ms Reilly):\n 'Her demeanour in the witness box, far from being reassuring to the Court, should have been alarming.",
      "id": "s529"
    },
    {
      "text": "She was evasive about the false \"file note\" until the point was pressed, when she was forced to confess to having back-dated the document.",
      "id": "s530"
    },
    {
      "text": "Then, Catherine Reilly was offhand --- even flippant --- about the fact that she had constructed this false piece of evidence.",
      "id": "s531"
    },
    {
      "text": "She showed no contrition for the waste of Court time or potential damage to myself.",
      "id": "s532"
    },
    {
      "text": "She did not even offer so much as an apology.",
      "id": "s533"
    },
    {
      "text": "She did not seem to be aware that what she had done was a serious offence.",
      "id": "s534"
    },
    {
      "text": "She apparently assumed the Court would support and excuse her, as her management had done, at taxpayers' expense, by allowing Abbott Tout to construct an explanation of these events.",
      "id": "s535"
    },
    {
      "text": "' \n (emphasis added)\n \n 104 At para 163 of her submissions in reply Ms Penhall-Jones said:\n 'This Court has identified witnesses as being \"unreliable\" on far less evidence of false testimony, confusion, contradiction and breach of conduct than has occurred in relation to Ms Reilly.",
      "id": "s536"
    },
    {
      "text": "It would be an error of law to regard Ms Reilly as anything other than unreliable witness.",
      "id": "s537"
    },
    {
      "text": "Mr Burke's conduct in attempting to convince the Court otherwise, it is submitted, goes beyond the proper defence of his client's interests .",
      "id": "s538"
    },
    {
      "text": "' \n (emphasis added)\n \n 105 Although I will not set out the passages Ms Penhall-Jones then, amongst other things, accuses Mr Burke of making false claims, the respondent and its lawyers of consistent personal abuse of her and Mr Burke of 'mud-slinging'.",
      "id": "s539"
    },
    {
      "text": "106 Shortly after these submissions were filed Abbott Tout filed (on 20 June 2006), without leave, a rejoinder in the following terms: \n \n ' RESPONDENT'S SUBMISSIONS IN RESPONSE TO \n APPLICANT'S SUBMISSIONS FILED ON 13 JUNE 2006 \n \n 1.",
      "id": "s540"
    },
    {
      "text": "The Applicant has sought to impugn the integrity of the Respondent's legal representatives, Abbott Tout Lawyers and Mr Seamus Burke ( Mr Burke ), a partner of Abbott Tout Lawyers, in the \"Applicant's Response to the Respondent's Submissions\" filed on 13 July 2006 (the Response ).",
      "id": "s541"
    },
    {
      "text": "Examples of this include (but are not limited to): \n \n \n \n \n \n \n (a) paragraph 158 (page 49) in which the Applicant claims that Abbott Tout Lawyers constructed an explanation of the events relating to file note created by Ms Catherine Reilly; and \n \n \n \n \n \n \n \n (b) paragraph 163 (page 50) in which the Applicant claims that Mr Burke's conduct \"... goes beyond the proper defence of his client's interest\".",
      "id": "s542"
    },
    {
      "text": "2.",
      "id": "s543"
    },
    {
      "text": "The Respondent asserts that at all relevant times its legal representatives, including Abbott Tout Lawyers and Mr Burke, acted lawfully and ethically and on the basis of instructions properly given by the Respondent.",
      "id": "s544"
    },
    {
      "text": "3.",
      "id": "s545"
    },
    {
      "text": "The Respondent submits that the Applicant's actions in personally targeting Mr Burke in the Response is consistent with the Applicant's reaction as demonstrated by the evidence to those tasked with addressing with the Applicant, matters which the Applicant finds disagreeable.",
      "id": "s546"
    },
    {
      "text": "The evidence shows the Applicant's typical reaction includes the Applicant engaging in aggressive rejection of the matters raised, and impugning the person, including the motives of the person, who addresses such matters with the Applicant.",
      "id": "s547"
    },
    {
      "text": "4.",
      "id": "s548"
    },
    {
      "text": "The Court, we respectfully submit, has at all times maintained proper control of the proceedings and has had no occasion to criticise the Respondent's legal representatives or suggest that their behaviour was immoderate or otherwise required modification.",
      "id": "s549"
    },
    {
      "text": "The Respondent further submits that nothing in the submissions is other than a robust advancement of the Respondent's case.",
      "id": "s550"
    },
    {
      "text": "' \n \n \n \n 107 Apparently Ms Penhall-Jones wrote to the Federal Magistrate about this further submission because the Federal Magistrate's associate wrote to her on 30 June 2006 saying:\n Dear Ms Penhall-Jones \n \n Re: PENHALL-JONES and MINISTRY OF TRANSPORT \n SYG3013 of 2005 \n \n I refer to your letter dated 26 June 2006 concerning the respondent's submissions in response to your submissions in reply filed on 13 June 2006.",
      "id": "s551"
    },
    {
      "text": "You are correct that the Court has not made any orders for further submissions following your submissions in reply.",
      "id": "s552"
    },
    {
      "text": "Federal Magistrate Driver has asked me to advise the parties that, while he understands why the respondent's latest submissions have been presented, he regards submissions as having closed with your submissions in reply, and he will not take into account the further submissions received from the respondent in his judgment.",
      "id": "s553"
    },
    {
      "text": "' \n \n 108 Ms Penhall-Jones contends on the appeal that the letter from the Federal Magistrate's associate 'expressed his personal acceptance of and empathy regarding these submissions'.",
      "id": "s554"
    },
    {
      "text": "She said further:\n 'This shows that these submissions affected the Federal Magistrate's thoughts during this critical period and, given that they concern issues extraneous to the issues before the Court (footnote) , they create the appearance to the objective observer that they may have affected the judgment.",
      "id": "s555"
    },
    {
      "text": "' \n \n\n The footnote to this passage reads as follows:\n \n 'They concern the relationship between myself and the lawyers for the Respondent, not the issues raised by the parties to the case.",
      "id": "s556"
    },
    {
      "text": "The appropriate place to express these views would have been if the Appellant had made a complaint to the relevant authorities about the legal practitioners --- which the Appellant have not done.",
      "id": "s557"
    },
    {
      "text": "' \n \n 109 The suggestion that the Federal Magistrate was distracted by these matters is without substance.",
      "id": "s558"
    },
    {
      "text": "A clear indication was given that the further submission would not be taken into account.",
      "id": "s559"
    },
    {
      "text": "There is no basis to suppose that in fact it was.",
      "id": "s560"
    },
    {
      "text": "The Federal Magistrate was clearly correct to put these further submissions to one side.",
      "id": "s561"
    },
    {
      "text": "Ms Penhall-Jones' criticism, express or implied, of the respondent's lawyers was a distraction.",
      "id": "s562"
    },
    {
      "text": "The submissions filed on 20 June 2006 were simply a protestation of the innocence of the respondents' lawyers.",
      "id": "s563"
    },
    {
      "text": "They did not deal with the substance of the matters for decision.",
      "id": "s564"
    },
    {
      "text": "110 Nothing, in my view, that is revealed by the chain of events or the letter to which Ms Penhall-Jones has referred, supports Ms Penhall-Jones' argument that the Federal Magistrate was apparently biased against her.",
      "id": "s565"
    },
    {
      "text": "Standard of proof \n \n 111 A further challenge to the Federal Magistrate's reasons arises from [122] of his judgment which is as follows:\n 'I will consider the other acts of victimisation alleged by Ms Penhall-Jones.",
      "id": "s566"
    },
    {
      "text": "In considering the allegations I require a high degree of satisfaction that victimisation is established.",
      "id": "s567"
    },
    {
      "text": "An allegation of victimisation is an extremely serious matter which may have grave consequences for a respondent.",
      "id": "s568"
    },
    {
      "text": "Such allegations must be proved to the Briginshaw standard.",
      "id": "s569"
    },
    {
      "text": "' \n \n 112 No doubt the Federal Magistrate had in mind that the accusations of victimisation advanced in the civil case before him also alleged in substance, the commission of an offence against a Commonwealth law.",
      "id": "s570"
    },
    {
      "text": "Ms Penhall-Jones, however, argued that his approach disclosed an error of law and a failure to recognise that it was only necessary for her to prove her case on the balance of probabilities.",
      "id": "s571"
    },
    {
      "text": "In a related submission she argued that an equally heavy burden fell upon a respondent to make out its own case.",
      "id": "s572"
    },
    {
      "text": "She referred me to the decisions of the High Court in Rejfek v McElroy [1965] HCA 46 ; (1965) 112 CLR 517 ( 'Rejfek' ) and Neat Holdings Pty Ltd v Karajan Holdings Pty Ltd [1992] HCA 66 ; (1992) 67 ALJR 170 ( 'Neat Holdings' ) in support of her arguments.",
      "id": "s573"
    },
    {
      "text": "113 It may be accepted that the decision of the High Court in Briginshaw v Briginshaw [1938] HCA 34 ; (1938) 60 CLR 336 ( 'Briginshaw' ) did not establish that there was some intermediate standard between 'the satisfaction beyond reasonable doubt required upon a criminal inquest and the reasonable satisfaction which in a civil issue may, not must, be based on a preponderance of probability' (see at 363).",
      "id": "s574"
    },
    {
      "text": "114 In Rejfek the High Court affirmed the principle in Helton v Allen [1940] HCA 20 ; (1940) 63 CLR 691 that: \n '... in a civil proceeding facts which amount to the commission of a crime have only to be established to the reasonable satisfaction of the tribunal of fact, a satisfaction which may be attained on a consideration of the probabilities.",
      "id": "s575"
    },
    {
      "text": "' (see at 519) .",
      "id": "s576"
    },
    {
      "text": "115 Ms Penhall-Jones relied on a passage at 521 which follows, but for a proper context some additional sentences have been included:\n 'But the standard of proof to be applied in a case and the relationship between the degree of persuasion of the mind according to the balance of probabilities and the gravity or otherwise of the facts of whose existence the mind is to be persuaded are not to be confused.",
      "id": "s577"
    },
    {
      "text": "The difference between the criminal standard of proof and the civil standard of proof is no mere matter of words; it is a matter of critical substance.",
      "id": "s578"
    },
    {
      "text": "No matter how grave the fact which is to be found in a civil case, the mind has only to be reasonably satisfied and has not with respect to any matter in issue in such a proceeding to attain that degree of certainty which is indispensable to the support of a conviction upon a criminal charge ...' \n 116 The Court in Rejfek also said (at 521, just before the extract above): \n 'the \"clarity\" of the proof required, where so serious a matter as fraud is to be found, is an acknowledgement that the degree of satisfaction for which the civil standard of proof calls may vary according to the gravity of the fact to be proved' (references are given to three cases including Briginshaw).",
      "id": "s579"
    },
    {
      "text": "117 Similarly, from Neat Holdings Ms Penhall-Jones relied on a passage at 171: \n 'There are, however, circumstances in which generalisations about the need for clear and cogent evidence to prove matters of the gravity of fraud or crime are, even when understood as not directed to the standard of proof, likely to be unhelpful and even misleading.",
      "id": "s580"
    },
    {
      "text": "' \n \n\nbut the High Court also said (at 170-171):\n \n 'The ordinary standard of proof required of a party who bears the onus in civil litigation in this country is proof on the balance of probabilities.",
      "id": "s581"
    },
    {
      "text": "That remains so even where the matter to be proved involves criminal conduct or fraud.",
      "id": "s582"
    },
    {
      "text": "On the other hand, the strength of the evidence necessary to establish a fact or facts on the balance of probabilities may vary according to the nature of what it is sought to prove.",
      "id": "s583"
    },
    {
      "text": "' \n \n 118 It is generally accepted, and the citations I have extracted are examples, that there is a need to distinguish between identification of the appropriate standard of proof (on the balance of probabilities in a civil case) and the quality of evidence which will satisfy the standard in a particular case.",
      "id": "s584"
    },
    {
      "text": "That is a matter which may vary according to the gravity of the accusations or contentions to be evaluated.",
      "id": "s585"
    },
    {
      "text": "Although the balance of probabilities remains the civil standard of proof, what may be required to satisfy that standard of proof in a given case, and satisfy it to the 'reasonable satisfaction' of the court, is not fixed.",
      "id": "s586"
    },
    {
      "text": "119 Accordingly Dixon J said in Briginshaw (at 361 --- 362): \n 'The truth is that, when the law requires the proof of any fact, the tribunal must feel an actual persuasion of its occurrence or existence before it can be found.",
      "id": "s587"
    },
    {
      "text": "It cannot be found as a result of a mere mechanical comparison of probabilities independently of any belief in its reality.",
      "id": "s588"
    },
    {
      "text": "No doubt an opinion that a state of facts exists may be held according to indefinite gradations of certainty; and this has led to attempts to define exactly the certainty required by the law for various purposes.",
      "id": "s589"
    },
    {
      "text": "Fortunately, however, at common law no third standard of persuasion was definitely developed.",
      "id": "s590"
    },
    {
      "text": "Except upon criminal issues to be proved by the prosecution, it is enough that the affirmative of an allegation is made out to the reasonable satisfaction of the tribunal.",
      "id": "s591"
    },
    {
      "text": "But reasonable satisfaction is not a state of mind that is attained or established independently of the nature and consequence of the fact or facts to be proved.",
      "id": "s592"
    },
    {
      "text": "The seriousness of an allegation made, the inherent unlikelihood of an occurrence of a given description, or the gravity of the consequences flowing from a particular finding are considerations which must affect the answer to the question whether the issue has been proved to the reasonable satisfaction of the tribunal.",
      "id": "s593"
    },
    {
      "text": "In such matters \"reasonable satisfaction\" should not be produced by inexact proofs, indefinite testimony, or indirect inferences.",
      "id": "s594"
    },
    {
      "text": "' \n \n\nand (at 363):\n \n 'It means that the nature of the issue necessarily affects the process by which reasonable satisfaction is attained.",
      "id": "s595"
    },
    {
      "text": "' \n \n 120 The issue is also subject to the statutory direction in s 140 of the Evidence Act 1995 (Cth) (the Evidence Act ).",
      "id": "s596"
    },
    {
      "text": "It provides:\n ' 140 Civil proceedings: standard of proof \n \n \n \n \n (1) In a civil proceeding, the court must find the case of a party proved if it is satisfied that the case has been proved on the balance of probabilities.",
      "id": "s597"
    },
    {
      "text": "(2) Without limiting the matters that the court may take into account in deciding whether it is so satisfied, it is to take into account: \n \n \n \n (a) the nature of the cause of action or defence; and \n (b) the nature of the subject-matter of the proceeding; and \n (c) the gravity of the matters alleged.",
      "id": "s598"
    },
    {
      "text": "' \n \n \n 121 In sum, the nature of a case and the gravity of the matters alleged will necessarily bear upon the question whether a court is 'satisfied' (to use the language of the Evidence Act ) or 'reasonably satisfied' (to adapt the language in Briginshaw and other cases) that a case has been made out on the balance of probabilities.",
      "id": "s599"
    },
    {
      "text": "122 Despite the summary paraphrase of the principle by the Federal Magistrate it does not appear to me that he misunderstood or misapplied the relevant principles.",
      "id": "s600"
    },
    {
      "text": "Furthermore, there is no indication that, on any of the issues where Ms Penhall-Jones' contentions were rejected, the application of some less stringent requirement for adequate satisfaction would have made a difference even if the Federal Magistrate had misunderstood the correct legal position, which I do not accept is what happened.",
      "id": "s601"
    },
    {
      "text": "In short, no error has been established however the matter is examined.",
      "id": "s602"
    },
    {
      "text": "123 The other point that Ms Penhall-Jones sought to agitate arising from the principles stated in Briginshaw arose from a sentence in the judgment of Dixon J which reads (at 366):\n 'Lord Thankerton said: \"Admittedly the respondent must prove facts which are not reasonably capable of an innocent construction\".",
      "id": "s603"
    },
    {
      "text": "' \n \n 124 Ms Penhall-Jones argued that this citation supported the proposition that an equally heavy burden fell upon a respondent to a civil proceeding to make out its own case.",
      "id": "s604"
    },
    {
      "text": "Accordingly, so the argument went, the respondent in the present appeal had borne a heavy onus before the Federal Magistrate which it had failed to discharge, with the result that Ms Penhall-Jones should have succeeded at first instance.",
      "id": "s605"
    },
    {
      "text": "The line of argument is not sustainable.",
      "id": "s606"
    },
    {
      "text": "The passage relied upon is taken from Ross v Ross (1930) AC 1 at 25.",
      "id": "s607"
    },
    {
      "text": "The 'respondent' referred to by Lord Thankerton was a petitioning wife who had succeeded in establishing adultery at first instance.",
      "id": "s608"
    },
    {
      "text": "The petitioning wife was the respondent in appeal proceedings before the Privy Council where Lord Thankerton, Lord Buckmaster and Lord Atkin concluded her allegations had not been proved.",
      "id": "s609"
    },
    {
      "text": "Lord Atkins also said (at 23): 'Such a charge in such circumstances ought to be fully proved' .",
      "id": "s610"
    },
    {
      "text": "The sentence relied upon by Ms Penhall-Jones gives no support to the proposition for which she contends.",
      "id": "s611"
    },
    {
      "text": "125 There is, accordingly, no error arising from the reference to Briginshaw .",
      "id": "s612"
    },
    {
      "text": "Conclusion \n \n 126 As I have concluded that no relevant error has been established in the judgment of the Federal Magistrate the appeal must be dismissed and I will so order.",
      "id": "s613"
    },
    {
      "text": "The respondent has sought its costs.",
      "id": "s614"
    },
    {
      "text": "Clear notice to that effect was given in the concluding paragraph of the respondent's written submissions filed before the hearing of the appeal.",
      "id": "s615"
    },
    {
      "text": "No response, reservation or submission on this issue was made by Ms Penhall-Jones either in writing or orally.",
      "id": "s616"
    },
    {
      "text": "I can at present see no reason why the respondent should not have its costs of the appeal.",
      "id": "s617"
    },
    {
      "text": "If Ms Penhall-Jones wishes to make submissions on the question of costs she is to do so within 14 days of this judgment, failing which she is to pay the respondent's costs, to be taxed if not agreed.",
      "id": "s618"
    },
    {
      "text": "The respondent may make a written submission, should it become necessary, within a further 14 days.",
      "id": "s619"
    },
    {
      "text": "It will not be necessary to conduct a further oral hearing.",
      "id": "s620"
    },
    {
      "text": "I will formally reserve the question of costs for the time being.",
      "id": "s621"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-six (126) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s622"
    },
    {
      "text": "Associate:\n\nDated: 28 June 2007\n\n\n Appellant: The appellant was self represented \n \n Counsel for the Respondent: Mr I Neil SC and Ms V McWilliam \n \n Solicitor for the Respondent: Home Wilkinson Lowry \n \n Date of Hearing: 20 March 2007 and 1 May 2007 \n \n Date of Judgment: 28 June 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/925.html",
      "id": "s623"
    }
  ]
}