{
  "name": "Singh v Secretary, Department of Employment and Workplace Relations [2007] FCA 90 (9 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/90.html",
  "catchphrases": [
    {
      "text": "security for costs",
      "id": "c0"
    },
    {
      "text": "appellant appealed from decision requiring him to seek leave before making further applications",
      "id": "c1"
    },
    {
      "text": "matters raised already determined by court.",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant has appealed to the Full Court from the decision of Weinberg J given on 23 October 2006: Singh v Secretary, Department of Employment and Workplace Relations [2006] FCA 1381.",
      "id": "s0"
    },
    {
      "text": "2 Weinberg J had before him an appeal by the appellant from the decision of the Administrative Appeals Tribunal (the Tribunal) dismissing, as frivolous and vexatious, his application for review of a decision of the Social Security Appeals Tribunal (SSAT).",
      "id": "s1"
    },
    {
      "text": "His Honour allowed the appeal in part for the limited purpose of varying the Tribunal's direction in par 2 of its decision so that it reads:\n \n \"The applicant must not without leave of the Tribunal make any application to the Tribunal with respect to recovery of sickness allowance, disability support pension or wife pension paid between 28 October 1991 and 26 October 1999.",
      "id": "s2"
    },
    {
      "text": "\" \n \n\nParagraph 2 of the Tribunal's decision did not include the emphasised words.",
      "id": "s3"
    },
    {
      "text": "Apart from that variation, the appeal was dismissed.",
      "id": "s4"
    },
    {
      "text": "3 The history of proceedings in various courts and tribunals between the appellant and the respondent commencing in 1999 and continuing up to 2006 are set out in Weinberg J's reasons at [7] to [24].",
      "id": "s5"
    },
    {
      "text": "It is not necessary to record them again.",
      "id": "s6"
    },
    {
      "text": "At [51] his Honour said:\n \n \"Section 42B(1)(b) [of the Administrative Appeals Tribunal Act] must be applied having regard to a fundamental principle of the rule of law.",
      "id": "s7"
    },
    {
      "text": "Every person has a right to apply to a tribunal, or a court, to seek remedies in consequence of an alleged infringement of his or her rights.",
      "id": "s8"
    },
    {
      "text": "Because a direction given under s 42B(1)(b) denies a person this right, it is a remedy that should not be invoked except in an extreme case.",
      "id": "s9"
    },
    {
      "text": "See generally Ramsey v Skyring (1999) 164 ALR 378 at 389-91 (per Sackville J).",
      "id": "s10"
    },
    {
      "text": "\" \n \n\n4 His Honour then referred to Freeman v National Australia Bank Ltd [2006] FCAFC 67 , and earlier cases which the Full Court there approved, and summarised their effect at [52] as follows:\n \n \"in determining whether particular proceedings are in fact vexatious, a court may take account of proceedings in other courts where, for example, they have authoritatively resolved the particular issue against the person instituting the proceedings.",
      "id": "s11"
    },
    {
      "text": "The Full Court also noted that the expression 'habitually and persistently' implies more than 'frequently', and suggests a degree of stubbornness on the part of the person in question.",
      "id": "s12"
    },
    {
      "text": "The element 'without any reasonable ground' is of course to be determined objectively.",
      "id": "s13"
    },
    {
      "text": "It is immaterial that the person may believe in the justice of his or her argument, and may not understand that the argument has been authoritatively rejected.",
      "id": "s14"
    },
    {
      "text": "\" \n \n\nHis Honour considered those observations applicable to s 42B(1)(b).",
      "id": "s15"
    },
    {
      "text": "5 His Honour concluded at [54] as follows:\n \n \"The Tribunal was entitled to have regard to [the appellant's] persistence, over many years, in seeking to have set aside the 4 November 1999 decision.",
      "id": "s16"
    },
    {
      "text": "It was entitled to have regard to his entire course of dealings in relation to social security benefits since his accident in 1991, and the fact that his latest foray before it involved an argument that could, and should, have been addressed years earlier.",
      "id": "s17"
    },
    {
      "text": "In those circumstances, I can see no error in the Tribunal's having concluded that a limited direction of the kind given was warranted.",
      "id": "s18"
    },
    {
      "text": "\" \n \n\n6 The respondent has applied for security for costs in the sum of $10,000.",
      "id": "s19"
    },
    {
      "text": "Apart from recounting the lengthy history of the matter already recorded by Justice Weinberg, the respondent's solicitor also noted various costs orders made against the applicant, none of which has been complied with.",
      "id": "s20"
    },
    {
      "text": "To the extent they have been taxed, they total $30,855.20.",
      "id": "s21"
    },
    {
      "text": "Other costs orders are yet to be taxed.",
      "id": "s22"
    },
    {
      "text": "7 A bankruptcy notice has issued against the appellant in the sum of $30,855.20.",
      "id": "s23"
    },
    {
      "text": "He did not pay the amount of the debt or make arrangements to the creditor's satisfaction within the time stipulated in the notice.",
      "id": "s24"
    },
    {
      "text": "8 A single judge may determine an application for security for costs in respect of an appeal: Dranichnikov v Centrelink [2002] FCA 1622 ( Dranichnikov ).",
      "id": "s25"
    },
    {
      "text": "9 The appellant did not appear on the application for security.",
      "id": "s26"
    },
    {
      "text": "I was told by the respondent's solicitor that the appellant had informed him that he was unable to attend because he was unwell.",
      "id": "s27"
    },
    {
      "text": "The appellant also said that his daughter, who usually assisted him in court, was also unable to attend.",
      "id": "s28"
    },
    {
      "text": "There was no other evidence of illness, and the appellant did not ask for an adjournment.",
      "id": "s29"
    },
    {
      "text": "10 As the history of the various proceedings makes clear, the matter before the Tribunal had already been the subject of a series of decisions made internally by Centrelink officers, the SSAT, the Tribunal, the Federal Magistrates Court, this Court and the High Court.",
      "id": "s30"
    },
    {
      "text": "11 The appellant has had his day in court on the frivolous and vexatious issue before Weinberg J.",
      "id": "s31"
    },
    {
      "text": "In Cowell v Taylor (1885) 31 Ch D 34 at 38 Bowen LJ said:\n \n \"The general view is that poverty is no bar to a litigant ....",
      "id": "s32"
    },
    {
      "text": "There is an exception in the case of appeals, but there the appellant has had the benefit of a decision by one of Her Majesty's Courts, and so an insolvent party is not excluded from the Courts, but only prevented, if he cannot find security, from dragging his opponent from one Court to another.",
      "id": "s33"
    },
    {
      "text": "\" \n \n\nSee also Ciappina v Ciappina (1983) 70 FLR 287 at 290 and Tait v Bindal People [2002] FCA 322.",
      "id": "s34"
    },
    {
      "text": "12 The appellant's prospects of success on the appeal are a relevant consideration on any application for security: Dranichnikov at [20].",
      "id": "s35"
    },
    {
      "text": "As Bowen CJ said in J &amp; M O'Brien Enterprises Pty Ltd v The Shell Co of Australia Ltd (No 2) (1983) 70 FLR 261 at 264, that is especially so in the case of an appeal, where the appellant has had his day in court.",
      "id": "s36"
    },
    {
      "text": "The matters the appellant wishes to raise on the appeal have already been decided against him.",
      "id": "s37"
    },
    {
      "text": "As appears from Dranichnikov at [23], that is a consideration pointing to the appropriateness of an order for security.",
      "id": "s38"
    },
    {
      "text": "The appellant's appeal is in my view without merit.",
      "id": "s39"
    },
    {
      "text": "There is nothing to suggest any error in the decision under appeal.",
      "id": "s40"
    },
    {
      "text": "13 Another relevant consideration is the appellant's failure to pay any of the costs ordered against him.",
      "id": "s41"
    },
    {
      "text": "See Dranichikov at [19].",
      "id": "s42"
    },
    {
      "text": "Clearly, if no order for security is made, the respondent will incur further costs which are unlikely to be paid.",
      "id": "s43"
    },
    {
      "text": "14 The fact that the appellant has not paid any of the taxed costs orders, and the general circumstances of the case, suggest that he may well be unable to pay the costs of an unsuccessful appeal.",
      "id": "s44"
    },
    {
      "text": "15 The respondent has satisfied me, for the purposes of Order 52 rule 20, that an order for security should be made.",
      "id": "s45"
    },
    {
      "text": "On the material before me I was unable to fix the amount.",
      "id": "s46"
    },
    {
      "text": "I adjourned the matter so that the respondent could justify, by evidence of someone with costs expertise, the amount of security sought.",
      "id": "s47"
    },
    {
      "text": "Having now received an affidavit estimating the costs at $11,159, I will order that security be provided in the sum of $10,000, which is the amount sought in the motion and the only amount of which the appellant has received notice.",
      "id": "s48"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s49"
    },
    {
      "text": "Associate:\n\nDated: 9 February 2007\n\n The appellant did not appear.",
      "id": "s50"
    },
    {
      "text": "Solicitor for the Respondent: P Mentor of Sparke Helmore \n \n Date of Hearing: 8 February 2007 \n \n Date of Judgment: 9 February 2007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/90.html",
      "id": "s51"
    }
  ]
}