{
  "name": "Garrett v Tseng [2007] FCA 93 (8 February 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/93.html",
  "catchphrases": [
    {
      "text": "application for summary dismissal pursuant to o 20 r 2 of federal court rules",
      "id": "c0"
    },
    {
      "text": "no reasonable cause of action disclosed",
      "id": "c1"
    },
    {
      "text": "application allowed",
      "id": "c2"
    },
    {
      "text": "proceeding dismissed.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "History of the application \n \n1 This proceeding was brought by Mr Garrett 'in his capacity as trustee of the Andrew Garrett Family Trust No 3' against six respondents.",
      "id": "s0"
    },
    {
      "text": "He sought:\n \n \n '1.",
      "id": "s1"
    },
    {
      "text": "orders against the 1 st to 4 th Respondents (collectively The Tseng interests) that all the agreements between Tseng and the Garretts be set aside and that the 1 st to 4 th Respondents pay unspecified damages to the applicant in respect of the Chattels, Loss of Possession of Springwood Park, The Bankruptcy of Andrew Garrett and Averil Gay Garrett, The Boats \"Dragon\" &amp; \"Kelam\", Theft, Sale of stolen Goods &amp; others.",
      "id": "s2"
    },
    {
      "text": "2. orders against the 5 th Respondent that he be removed as the Trustee in Bankruptcy of the Estate of Andrew Garrett and be replaced by the 6 th Respondent.",
      "id": "s3"
    },
    {
      "text": "3. orders that the 5 th Respondent pay unspecified damages to the Trustee in Bankruptcy of the Estate of Andrew Garrett.",
      "id": "s4"
    },
    {
      "text": "4. orders that against [sic] the 1 st to 4 th Respondents in respect of findings of dealing with stolen property and Fraud.",
      "id": "s5"
    },
    {
      "text": "5. an order be made to return the Jewellery of Averil Gay Garrett to Evajade Pty Ltd.' \n \n \n \n\n2 The application also claims by way of interlocutory relief:\n \n \n '1.",
      "id": "s6"
    },
    {
      "text": "I seek that the 5 th &amp; 6 th Respondents in this action be prevented from paying any further consideration to the account of Shu Mu Tseng in accordance with the Orders of Lander J in SAD29 of 2005.",
      "id": "s7"
    },
    {
      "text": "2.",
      "id": "s8"
    },
    {
      "text": "I seek and order that the assets &amp; Accounts of Blexam Pty Ltd, Shu Mu Tseng, Robert Richards, Richards Commercial Lawyers, David Koo be frozen pending a hearing as to damages.",
      "id": "s9"
    },
    {
      "text": "3.",
      "id": "s10"
    },
    {
      "text": "That the First to 6 th Respondents be joined to this action.",
      "id": "s11"
    },
    {
      "text": "' \n \n\n3 The application was filed on 23 November 2005 and was accompanied by a statement of claim.",
      "id": "s12"
    },
    {
      "text": "4 The applicant is bankrupt by virtue of a sequestration order made by Registrar Christie on 24 September 2004.",
      "id": "s13"
    },
    {
      "text": "His wife, Averil, is also bankrupt by virtue of a sequestration order made on 22 December 2004.",
      "id": "s14"
    },
    {
      "text": "He says he is the trustee of three discretionary trusts, the Andrew Garrett Family Trust, the Andrew Garrett Family Trust No 2 and the Andrew Garrett Family Trust No 3.",
      "id": "s15"
    },
    {
      "text": "5 The first respondent is a commercial person who is a lender of money.",
      "id": "s16"
    },
    {
      "text": "The second and third respondents are his solicitors.",
      "id": "s17"
    },
    {
      "text": "The fourth respondent is associated with the first respondent.",
      "id": "s18"
    },
    {
      "text": "The fifth respondent is the applicant's trustee in bankruptcy.",
      "id": "s19"
    },
    {
      "text": "The sixth respondent is the applicant's wife's trustee in bankruptcy.",
      "id": "s20"
    },
    {
      "text": "6 The matter was called on for a directions hearing on 21 December 2005.",
      "id": "s21"
    },
    {
      "text": "Mr Garrett represented himself.",
      "id": "s22"
    },
    {
      "text": "Five of the six respondents were represented by counsel or solicitors engaged by them.",
      "id": "s23"
    },
    {
      "text": "At that hearing the applicant explained the basis of the application and sought undertakings or, alternatively, orders of the Court, that the fifth and sixth respondents refrain from dealing with any assets 'of which the ownership was being challenged'.",
      "id": "s24"
    },
    {
      "text": "I declined to make such orders.",
      "id": "s25"
    },
    {
      "text": "7 All of the respondents foreshadowed an application to have the statement of claim struck out.",
      "id": "s26"
    },
    {
      "text": "The applicant said he would be filing an amended statement of claim.",
      "id": "s27"
    },
    {
      "text": "In those circumstances, the matter was adjourned with a direction that the applicant file an amended statement of claim.",
      "id": "s28"
    },
    {
      "text": "8 During that hearing there was additional argument about documents that had been requested by the second and third respondents.",
      "id": "s29"
    },
    {
      "text": "The second and third respondents submitted that the complaints in the statement of claim related to dealings between them or their clients and the applicant, in relation to the Andrew Garrett Family Trust and the Andrew Garrett Family Trust No 2.",
      "id": "s30"
    },
    {
      "text": "They argued that the applicant had brought this application as trustee for the Andrew Garrett Family Trust No 3.",
      "id": "s31"
    },
    {
      "text": "It was therefore submitted by those respondents that there must be some transfer of the underlying cause of action from the Andrew Garrett Family Trust and the Andrew Garrett Family Trust No 2, to the Andrew Garrett Family Trust No 3, to found any action against the second and third respondents.",
      "id": "s32"
    },
    {
      "text": "For those reasons, the second and third respondents requested the applicant to produce the assignments of the cause of action to the Andrew Garrett Family Trust No 3.",
      "id": "s33"
    },
    {
      "text": "I directed the applicant to produce the requested documents within 14 days.",
      "id": "s34"
    },
    {
      "text": "9 The matter was called on again on 31 January 2006.",
      "id": "s35"
    },
    {
      "text": "The applicant had not complied with the orders from the previous hearing.",
      "id": "s36"
    },
    {
      "text": "The requested documents had not been produced, nor had the amended statement of claim been filed.",
      "id": "s37"
    },
    {
      "text": "10 In the meantime, on 24 January 2006 the first respondent filed a notice of motion supported by an affidavit to have the statement of claim struck out, on the basis that it disclosed no reasonable cause of action against him.",
      "id": "s38"
    },
    {
      "text": "In relation to that motion the applicant sought an adjournment to file an amended statement of claim.",
      "id": "s39"
    },
    {
      "text": "That adjournment was denied because the applicant had no ability to pay the respondent's costs, occasioned by reason of the adjournment.",
      "id": "s40"
    },
    {
      "text": "11 The first respondent argued the application to strike out.",
      "id": "s41"
    },
    {
      "text": "He submitted that it was not clear that any orders were sought against the first respondent.",
      "id": "s42"
    },
    {
      "text": "Further, the allegation of unconscionable conduct was unsupported by any pleaded facts and there were no factual allegations in the statement of claim against the first respondent.",
      "id": "s43"
    },
    {
      "text": "I reserved my decision on that application.",
      "id": "s44"
    },
    {
      "text": "12 At the hearing on 31 January 2006 the second, third and fifth respondents, foreshadowed that they would be seeking to strike out the statement of claim.",
      "id": "s45"
    },
    {
      "text": "The sixth respondent indicated that he would be seeking to summarily dismiss the statement of claim, or in the alternative seek to have it struck out.",
      "id": "s46"
    },
    {
      "text": "I made the following orders:\n \n \n '1.",
      "id": "s47"
    },
    {
      "text": "The applicant provide the second and third respondents with the documents called for by Mr Brown, counsel for those respondents, on the hearing on 21 December 2005 within 14 days.",
      "id": "s48"
    },
    {
      "text": "2.",
      "id": "s49"
    },
    {
      "text": "Each of the respondents, except the first respondent, give notice to the applicant of any interlocutory application they seek to make in relation to the statement of claim in these proceeding by letter within 28 days.",
      "id": "s50"
    },
    {
      "text": "3.",
      "id": "s51"
    },
    {
      "text": "The respondents, if so advised, file any affidavits in support of any such application within 28 days.",
      "id": "s52"
    },
    {
      "text": "4.",
      "id": "s53"
    },
    {
      "text": "Reserve for consideration the first respondent's application for striking out the statement of claim as it applies to him.",
      "id": "s54"
    },
    {
      "text": "5.",
      "id": "s55"
    },
    {
      "text": "The matter be adjourned for further directions until Wednesday 22 March 2006 at 9 am and for the hearing of any interlocutory applications advised in relation to the directions already given.",
      "id": "s56"
    },
    {
      "text": "6.",
      "id": "s57"
    },
    {
      "text": "The applicant pay the second to sixth respondent's costs.",
      "id": "s58"
    },
    {
      "text": "' \n \n\n13 On 20 February 2006 the applicant filed an amended statement of claim.",
      "id": "s59"
    },
    {
      "text": "By doing so the first respondent's application, which had been argued and judgment reserved, became otiose.",
      "id": "s60"
    },
    {
      "text": "14 Because I became unavailable on 22 March the matter was called on again on 31 March 2006 when the respondents brought their various interlocutory applications.",
      "id": "s61"
    },
    {
      "text": "The second and third respondents sought an order striking out the amended statement of claim, or in the alternative, summary dismissal of the proceeding against them.",
      "id": "s62"
    },
    {
      "text": "The fifth respondent also sought to have the amended statement of claim struck out on the basis that it did not disclose a reasonable cause of action against him.",
      "id": "s63"
    },
    {
      "text": "15 The sixth respondent sought to have the amended statement of claim dismissed, or in the alternative struck out.",
      "id": "s64"
    },
    {
      "text": "The first respondent relied on the arguments advanced by the second and third respondents.",
      "id": "s65"
    },
    {
      "text": "All of the applications were listed for hearing on 5 April 2006.",
      "id": "s66"
    },
    {
      "text": "At that time I made an order that the applicant pay the first respondent's costs of the initial application to have the statement of claim struck out, which had been rendered otiose by the applicant filing the amended statement of claim.",
      "id": "s67"
    },
    {
      "text": "16 On 5 April 2006 the applications for strike out and summary dismissal were called on.",
      "id": "s68"
    },
    {
      "text": "The applicant sought an adjournment to enable him to seek to obtain legal advice.",
      "id": "s69"
    },
    {
      "text": "The application for an adjournment was opposed by the second and third respondents who were prepared to argue the application, which had been on notice for some time.",
      "id": "s70"
    },
    {
      "text": "I inquired into the applicant's ability to pay the respondent's costs should the matter be adjourned.",
      "id": "s71"
    },
    {
      "text": "The applicant said that he was not in a position to pay costs, but was entitled to an indemnity as trustee of the trust who was a party to the action.",
      "id": "s72"
    },
    {
      "text": "17 I decided to deal with the application to strike out only, and made an order striking out the amended statement of claim filed on 20 February 2006.",
      "id": "s73"
    },
    {
      "text": "The respondent's application for summary dismissal was adjourned to allow Mr Garrett to seek further advice.",
      "id": "s74"
    },
    {
      "text": "The matter was called on again on 3 May 2006.",
      "id": "s75"
    },
    {
      "text": "The second and third respondents sought to press their application for summary dismissal of the proceedings pursuant to O 20 r 2.",
      "id": "s76"
    },
    {
      "text": "18 They submitted that the applicant did not have standing to bring the action.",
      "id": "s77"
    },
    {
      "text": "It was their argument that the causes of action, if any accrued to the Andrew Garrett Family Trust and Andrew Garrett Family Trust No 2, and because the applicant brought his application as the trustee of the Andrew Garrett Family Trust No 3, there must be a plea of a valid assignment of the cause of action to the trustee of that trust.",
      "id": "s78"
    },
    {
      "text": "19 It was contended there was no such assignment for three reasons.",
      "id": "s79"
    },
    {
      "text": "First, on the evidence before the Court there was nothing that could amount to an assignment of a cause of action.",
      "id": "s80"
    },
    {
      "text": "Secondly, the assignments were champertous and failed by reason of public policy and, thirdly, the documents on their face purport to assign a bare right of action, which is impermissible as a matter of law.",
      "id": "s81"
    },
    {
      "text": "20 The evidence seemed to support the second and third respondents' argument that there was no assignment to the trustee of the Andrew Garrett Family Trust No 3 to support the cause of action pleaded against the second and third respondents.",
      "id": "s82"
    },
    {
      "text": "If this proceeding were only brought by the applicant in his capacity as trustee of the Andrew Garrett Family Trust No 3, the proceeding would have to be dismissed against the second and third respondents.",
      "id": "s83"
    },
    {
      "text": "21 The second and third respondents argued in the alternative that, in any event, the assignment of a cause of action should be struck down as against public policy.",
      "id": "s84"
    },
    {
      "text": "It was submitted that the deed purported to sell a cause of action which was against public policy and amounted to champerty: Magic Menu Systems Pty Ltd v AFI Facilitation Pty Ltd (1997) 72 FCR 261.",
      "id": "s85"
    },
    {
      "text": "22 It was submitted that the present situation differs from that of a litigation funder who would provide funds for the action in exchange for a percentage of the proceeds, because in this case the cause of action was being transferred and was being pursued by someone other than the person to whom the cause of action originally accrued.",
      "id": "s86"
    },
    {
      "text": "It was alleged that this was a case of buying and selling causes of action.",
      "id": "s87"
    },
    {
      "text": "23 The tort of champerty was abolished in this State in 1995.",
      "id": "s88"
    },
    {
      "text": "It would therefore be inappropriate to strike out a proceeding because there had been an assignment of a cause of action from one trust to another.",
      "id": "s89"
    },
    {
      "text": "It may be, as was suggested in Gore v Justice Corporation [2002] FCA 354 ; (2002) 119 FCR 429, that a particular agreement might be still contrary to public policy, but that would not be decided on an application of this kind and in the absence of evidence.",
      "id": "s90"
    },
    {
      "text": "24 In relation to their third argument, the second and third respondents submitted, relying on Chapman v Luminis (No 5) [2001] FCA 1106 ; (2001) 123 FCR 62, that as a matter of law it is not permissible to assign a bare cause of action under the Trade Practices Act.",
      "id": "s91"
    },
    {
      "text": "That is probably so: Pritchard v Racecage (1997) 72 FCR 203.",
      "id": "s92"
    },
    {
      "text": "Further, it was contended, relying on Poulton v The Commonwealth [1952] HCA 70 ; (1953) 89 CLR 540 at 602, that a right to litigate at common law cannot be assigned.",
      "id": "s93"
    },
    {
      "text": "It was contended that the wording of the assignment purported to assign a bare right to sue, which is not an assignable interest.",
      "id": "s94"
    },
    {
      "text": "That is less clear and, in my opinion, may not be decided, again without evidence, on an application of this kind.",
      "id": "s95"
    },
    {
      "text": "25 A further argument was put by the second and third respondents that as there was no statement of claim in the action and there was no application for leave to file a statement of claim, the proceeding should be dismissed.",
      "id": "s96"
    },
    {
      "text": "26 The first, fifth and sixth respondents adopted the submissions of the second and third respondents in relation to each of the second and third respondents' arguments, although counsel for the first respondent conceded that the first argument could not apply to his client as his client was named in the second assignment of the causes of action of 23 November 2005.",
      "id": "s97"
    },
    {
      "text": "Counsel for the fifth respondent made the same concession as counsel for the first respondent.",
      "id": "s98"
    },
    {
      "text": "She put an additional argument relying on Cirillo v Grieves, Bankrupt Estate of, Ex parte Official Trustee in Bankruptcy (1996) 65 FCR 576, contending that there was a difference between the assignment of a right of action and a chose in action.",
      "id": "s99"
    },
    {
      "text": "27 In reply, at the outset, the applicant sought to have his standing amended to recognise him as trustee of the Andrew Garrett Family Trust and the Andrew Garrett Family Trust No 2, in addition to his claim as trustee for the Andrew Garrett Family Trust No 3.",
      "id": "s100"
    },
    {
      "text": "Clearly, he was trying to meet the first respondent's argument in that respect.",
      "id": "s101"
    },
    {
      "text": "He then addressed the further arguments and addressed the issues generally, rather than specifically.",
      "id": "s102"
    },
    {
      "text": "28 When pressed, the applicant stated that it was his position that the application was valid and he wished to stand by it.",
      "id": "s103"
    },
    {
      "text": "He said that the intent of the assignments was clear.",
      "id": "s104"
    },
    {
      "text": "In relation to the second and third respondents first argument, the applicant adduced no evidence that there were additional assignments not before the Court.",
      "id": "s105"
    },
    {
      "text": "There was no evidence before the Court that there were causes of actions assigned in relation to the second, third and sixth respondents.",
      "id": "s106"
    },
    {
      "text": "29 The applicant made no submissions as to the respondent's second argument.",
      "id": "s107"
    },
    {
      "text": "The applicant claimed that the assignment was not against public policy.",
      "id": "s108"
    },
    {
      "text": "He submitted that he was a related party and because the beneficiaries of the three trusts were the same, the agreement could not be against public policy.",
      "id": "s109"
    },
    {
      "text": "30 I would not dismiss a proceeding under O 20 r 2, unless of course I was satisfied that the proceeding was not tenable.",
      "id": "s110"
    },
    {
      "text": "Usually, if the statement of claim is struck out, the Court would allow the applicant to file a further statement of claim before dismissing the proceeding as untenable.",
      "id": "s111"
    },
    {
      "text": "In this case, Mr Garrett did not at that time, seek to file a statement of claim.",
      "id": "s112"
    },
    {
      "text": "I reserved my judgment.",
      "id": "s113"
    },
    {
      "text": "31 The applicant has now filed a further notice of motion.",
      "id": "s114"
    },
    {
      "text": "First, he sought an order that Evajade Pty Ltd be joined as a second applicant.",
      "id": "s115"
    },
    {
      "text": "Secondly, he has sought orders that Stan Gerovasilis be joined as the seventh respondent and Blexam Pty Ltd be joined as an eighth respondent.",
      "id": "s116"
    },
    {
      "text": "He has also sought an order that he be granted leave to represent the interests of Evajade Pty Ltd. Lastly, he has sought an order that the Court record be altered to reflect his standing as applicant as managing trustee of the Andrew Group of Trusts.",
      "id": "s117"
    },
    {
      "text": "32 The notice of motion was supported by a document entitled 'Submissions of Andrew Morton Garrett ATF The Andrew Garrett Family Trust No 3'.",
      "id": "s118"
    },
    {
      "text": "The matter came on for hearing some weeks ago and it was pointed out to Mr Garrett that the respondents' application to strike out the proceeding was under consideration, and there was presently no statement of claim on file; the statement of claim having previously been struck out.",
      "id": "s119"
    },
    {
      "text": "33 Mr Garrett responded by filing a further notice of motion seeking the following further alternative orders:\n \n \n '1.",
      "id": "s120"
    },
    {
      "text": "That an order be made that Andrew Morton Garrett (c)&reg; be granted leave to represent the interests of Evajade Pty Ltd in its capacities as joint trustee of the Andrew Garrett Family trust, The Andrew Garrett Family Trust No 2 a (sic) The Springwood Park Unit Trust as the 2 nd Applicant.",
      "id": "s121"
    },
    {
      "text": "2.",
      "id": "s122"
    },
    {
      "text": "That an order be made granting leave to amend the Form 5 Application in accordance with that received by registry on the 17 th December 2006.",
      "id": "s123"
    },
    {
      "text": "3.",
      "id": "s124"
    },
    {
      "text": "That an order be made granting leave to file the amended pleadings of the Applicants in accordance with those received by Registry on the 17 th December 2006.",
      "id": "s125"
    },
    {
      "text": "4.",
      "id": "s126"
    },
    {
      "text": "That an order be made to rehear the submissions of the parties in respect of the application to strike out the action based on the Statement of Claim and amended Form 5 Application as received by Registry on the 17 th December 2006.",
      "id": "s127"
    },
    {
      "text": "5.",
      "id": "s128"
    },
    {
      "text": "Such other orders as this honourable court deems fit.",
      "id": "s129"
    },
    {
      "text": "' \n \n\n34 He also filed a proposed amended application.",
      "id": "s130"
    },
    {
      "text": "The proposed amended application asserts that the application is brought by the applicants in their capacities as sole trustee of the Andrew Garrett Family Trust No 3 and in their capacities as Joint Trustees of the Andrew Garrett Family Trust and the Andrew Garrett Family Trust No 2 and the Springwood Park Unit Trust.",
      "id": "s131"
    },
    {
      "text": "The proposed amended application identifies the following causes of action:\n \n 'This application is brought pursuant to causes of action alleged against the 1 st to 8 th Respondents of Breach of Contract, Unconscionable Conduct, Breach of the Trade Practices Act (1974) (C'th), the Bankruptcy Act (1966) (C'th), The Trustee &amp; Agency Act (1935) (State), The Banking Act (1959) (C'th), The Bills of Exchange Act (1909) (C'th), Breach of Trust, Unclean Hands &amp; Breach of Duty of Care, Misrepresentation, The Crimes Act (C'th), The Criminal Act (1995) (C'th).",
      "id": "s132"
    },
    {
      "text": "In respect of the 2 nd and 3 rd Respondents I allege the above as well as breaches of the Legal Practitioners Act (1975) and in respect of the 2 nd , 3 rd , 5 th and 6 th Respondents that they have breached their duties owed as officers of this Court.",
      "id": "s133"
    },
    {
      "text": "' \n \n\n35 The proposed amended application was accompanied by a proposed amended statement of claim which was entitled 'Amended Statement of Claim of Andrew Morton Garrett (c)&reg;, Personally &amp; ATF The Andrew Garrett Family Trust, The Andrew Garrett Family Trust No 2, The Andrew Garrett Family Trust No 3, The Springwood Park Unit Trust &amp; Sole Shareholder Evajade P/L (2 nd Applicant) against the Respondents'.",
      "id": "s134"
    },
    {
      "text": "36 The effect of Mr Garrett's application is to bring before the Court a further proposed amended statement of claim which allows him to show this Court that there are reasonable causes of action disclosed in that document.",
      "id": "s135"
    },
    {
      "text": "37 Mr Garrett is not able to sue in his own right in relation to these matters because he is a bankrupt: s 60 Bankruptcy Act 1966 (Cth).",
      "id": "s136"
    },
    {
      "text": "He is not entitled to be a director of Evajade Pty Ltd: s 201B and s 206B Corporations Act 2001 (Cth).",
      "id": "s137"
    },
    {
      "text": "He is not, in my opinion, a person who ought to be entitled to represent Evajade Pty Ltd.\n \n38 The statement of claim pretends to differentiate between Mr Garrett in his personal capacity and Mr Garrett in his corporate capacity.",
      "id": "s138"
    },
    {
      "text": "Mr Garrett has filed submissions in support of his application and his submissions are these:\n \n 'Counsel for NAB in action 127 of 2004, suggests that I am banned from acting for Evajade Pty Ltd but fails to make the distinction between the Corporate legal entity and myself as a sovereign sentient being (Andrew Morton Garrett, (c)&reg; (AMG).",
      "id": "s139"
    },
    {
      "text": "The corporate entity, (Garrett, Andrew Morton), (G; AM) is not banned in any event, subject to being granted leave of the Court under section 206(G) of the Corporations Act .",
      "id": "s140"
    },
    {
      "text": "Exhibit AMG1 of that affidavit dated, 11 September is a copy of an affidavit of Corporate Denial sworn in the Adelaide Magistrates Court and exhibited in all Garrett matters.",
      "id": "s141"
    },
    {
      "text": "Consequently, it is possible for both AMG and G; AM as two discrete legal capacities of the individual to manage a company.",
      "id": "s142"
    },
    {
      "text": "' \n \n\n39 It is Mr Garrett's submission, which he has made on other occasions in other proceedings in this Court that he is entitled to be recognised in two different capacities.",
      "id": "s143"
    },
    {
      "text": "One, as a corporate legal entity and the other as a sovereign sentient being.",
      "id": "s144"
    },
    {
      "text": "The argument, with the greatest of respect to Mr Garrett, is a nonsense.",
      "id": "s145"
    },
    {
      "text": "40 I do not intend to discuss the proposed amended statement of claim.",
      "id": "s146"
    },
    {
      "text": "One of the losses claimed is an inability to fund 31 separate legal actions in which the trusts are involved.",
      "id": "s147"
    },
    {
      "text": "Most of these have been commenced by Mr Garrett as trustee of the trusts; in the Supreme Court of South Australia (13); this Court (5); the Federal Magistrates Court (3); and the Magistrates Court of South Australia (8).",
      "id": "s148"
    },
    {
      "text": "41 The document is almost impossible to understand.",
      "id": "s149"
    },
    {
      "text": "It does not identify, with the precision necessary for a respondent to answer the statement of claim, the causes of action alleged against each of the respondents recognisable at law.",
      "id": "s150"
    },
    {
      "text": "The statement of claim is, with the greatest respect, incoherent.",
      "id": "s151"
    },
    {
      "text": "The claim for damages is that the action to the parties has caused damage to the trust and related entities.",
      "id": "s152"
    },
    {
      "text": "The related entities are not identified.",
      "id": "s153"
    },
    {
      "text": "42 The document is so confused, it is impossible to discuss the content in any meaningful or sensible way.",
      "id": "s154"
    },
    {
      "text": "I decline to make any of the orders sought by Mr Garrett in the two notices of motion.",
      "id": "s155"
    },
    {
      "text": "43 I am now satisfied, having regard to the proposed amended application and the proposed amended statement of claim, that the original application does not disclose any reasonable cause of action.",
      "id": "s156"
    },
    {
      "text": "I am satisfied that the applicant cannot articulate any coherent pleading to support the proceeding.",
      "id": "s157"
    },
    {
      "text": "In those circumstances, I also make an order dismissing \nthe proceeding.",
      "id": "s158"
    },
    {
      "text": "There will be an order that the applicant pay the respondent's costs of the proceeding.",
      "id": "s159"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s160"
    },
    {
      "text": "Associate:\n\nDated: 8 February 2007\n\n\n Counsel for the Applicant: Mr Garrett appeared in person \n \n Counsel for the First Respondent: Mr J Wilkinson \n \n Solicitor for the First Respondent: Cowell Clarke \n \n Counsel for the Second and Third Respondents: Mr S Roder (on 3 May 2006) and Mr G Brown (on 8 February 2007) \n \n Solicitor for the Second and Third Respondents: O'Loughlins \n \n Counsel for the Fourth Respondent: The Fourth Respondent did not appear \n \n Counsel for the Fifth Respondent Ms Maharaj QC (on 3 May 2006) and Ms E Trebilcock (on 8 February 2007) \n \n Solicitor for the Fifth Respondent: Lipman Karas \n \n Counsel for the Sixth Respondent: Mr J Cudmore (on 3 May 2006) and Mr M Hayes (on 8 February 2007) \n \n Solicitor for the Sixth Respondent: Cosoff Cudmore Knox \n \n Date of Hearing: 3 May 2006 and 8 February 2007 \n \n Date of Judgment: 8 February 2007 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/93.html",
      "id": "s161"
    }
  ]
}