{
  "name": "Ansett Australia Ltd (Subject to Deed of Company Arrangement) v Ansett Regional Airlines Pty Ltd [2007] FCA 906 (14 June 2007)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2007/906.html",
  "catchphrases": [
    {
      "text": "security for costs",
      "id": "c0"
    },
    {
      "text": "plaintiff company under deed of company arrangement",
      "id": "c1"
    },
    {
      "text": "costs",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 As is well known, the Ansett Group of companies collapsed in September 2001.",
      "id": "s0"
    },
    {
      "text": "On 12 September 2001 the Group was placed in Voluntary Administration under Pt 5.3A of the Corporations Act 2001 (Cth).",
      "id": "s1"
    },
    {
      "text": "On 17 September Mark Korda and Mark Mentha were appointed Voluntary Administrators and on 2 May 2002 the Administrators entered into a Deed of Company Arrangement (DOCA) under Div 10 of Pt 5.3A of the Act.",
      "id": "s2"
    },
    {
      "text": "2 The applicant, a member of the Ansett Group previously known as Ansett Transport Industries (Operations) Pty Ltd, is the registered owner of a number of Australian trade marks consisting of or including the word \"Ansett\", alone or with various logos and devices.",
      "id": "s3"
    },
    {
      "text": "3 On 29 March 2007 the applicant commenced this proceeding alleging infringement of its trade marks, passing off and misleading or deceptive conduct.",
      "id": "s4"
    },
    {
      "text": "The respondents have filed a defence denying the applicant's allegations and raising a cross-claim for removal of the applicant's marks from the Register under Pt 9 of the Trade Marks Act 1995 (Cth) on the ground of non-use.",
      "id": "s5"
    },
    {
      "text": "4 The respondents have moved for an order for security for costs in the sum of $300,000 and an order that issues of liability be determined prior to and separately from any issues of quantum.",
      "id": "s6"
    },
    {
      "text": "The latter order is not opposed.",
      "id": "s7"
    },
    {
      "text": "5 The security for costs application is governed by s 1335(1) of the Corporations Act which provides: \n \n \n \"Where a corporation is plaintiff in any action or other legal proceeding, the court having jurisdiction in the matter may, if it appears by credible testimony that there is reason to believe that the corporation will be unable to pay the costs of the defendant if successful in his, her or its defence, require sufficient security to be given for those costs and stay all proceedings until the security is given.",
      "id": "s8"
    },
    {
      "text": "\" \n \n \n See also s 56 of the Federal Court of Australia Act 1976 (Cth) which confers a jurisdiction in more general terms for an order for security for costs.",
      "id": "s9"
    },
    {
      "text": "The present application was, however, conducted on the implicit assumption that s 1335 had to be satisfied.",
      "id": "s10"
    },
    {
      "text": "6 Thus the threshold requirement, which the respondents must establish, is that there is reason to believe that the applicant will be unable to pay the respondents' costs if they are successful.",
      "id": "s11"
    },
    {
      "text": "In the words of von Doussa J in Beach Petroleum NL v Johnson (1992) 7 ACSR 203 at 205:\n \" ... the power of the court under s 1335 arises if credible evidence establishes that there is reason to believe there is a real chance that in events which can fairly be described as reasonably possible the plaintiff corporation will be unable to pay the costs of the defendant on service of the allocatur, if judgment goes against it.",
      "id": "s12"
    },
    {
      "text": "This will be so even if in other events which can also be fairly described as reasonably possible the plaintiff corporation would be able to pay the costs.",
      "id": "s13"
    },
    {
      "text": "\" \n 7 Even though this is a \"fairly modest threshold\" (see Meni's Tailoring and Alterations Pty Ltd v Jeans West Corp Pty Ltd [2003] FCA 1108 at [4] ), and accepting for the purposes of argument the respondents' estimate of $300,000, I am positively satisfied the threshold has not been met.",
      "id": "s14"
    },
    {
      "text": "8 On 31 August 2006, following applications to the Federal Court and creditors' meetings, the assets of the Ansett Group were pooled.",
      "id": "s15"
    },
    {
      "text": "In the course of his reasons granting approval of the proposed pooling Goldberg J said: \n \n \n \"the pooling proposal by the Administrators is sensible and advantageous to most of the creditors from a practical point of view.",
      "id": "s16"
    },
    {
      "text": "\" (Administrators' Seventh Report to Creditors, 31 March 2007, p 22) \n \n \n 9 The significance of pooling for present purposes is that an award of costs against the applicant would be recoverable from all the assets of the Ansett Group, and not just the assets of the applicant.",
      "id": "s17"
    },
    {
      "text": "I turn therefore to the evidence as to the current assets of the Group.",
      "id": "s18"
    },
    {
      "text": "10 Mr Sebastian Hams is a Chartered Accountant and a director of the Administrators' firm KordaMentha.",
      "id": "s19"
    },
    {
      "text": "He has assisted the Administrators in the conduct of the administration since October 2003.",
      "id": "s20"
    },
    {
      "text": "The focus of his involvement has been in the management of the Group's financial resources and financial reporting.",
      "id": "s21"
    },
    {
      "text": "11 \n According to Mr Hams, the assets of the Group as at 6 June 2007 are as follows:\n $m \n \n \n Cash at bank 58.8\n Assets still to be realised 30\n Aircraft still to be realised 4.4\n Contingency reserve (9.7) \n \n \n 12 Of the cash at bank, $3.5m is held for pre-administration employees' entitlements and $15.1m for the outcome of litigation with Diners Club.",
      "id": "s22"
    },
    {
      "text": "Thus over $40m is immediately available to meet creditors' claims, as well as the assets still to be realised.",
      "id": "s23"
    },
    {
      "text": "13 The Group owns a very large stock of aircraft spare parts which are being sold throughout the world.",
      "id": "s24"
    },
    {
      "text": "In Mr Hams' opinion, this will be economically worthwhile for at least another two years on current estimates of stock and sales rates.",
      "id": "s25"
    },
    {
      "text": "According to the Administrators' Seventh Report to Creditors (31 March 2007) it is anticipated that the Administration will continue for at least the next few years, in the course of which income will be generated, especially through the sale of spare parts.",
      "id": "s26"
    },
    {
      "text": "14 The Administrators estimate that 87 per cent of pre-administration employees' entitlements will be paid.",
      "id": "s27"
    },
    {
      "text": "The respondents point to that fact as evidence of inability to pay their costs.",
      "id": "s28"
    },
    {
      "text": "However, any claim by the respondents in respect of costs awarded would rank first under s 556(1)(a) of the Corporations Act as an expense of the Administration.",
      "id": "s29"
    },
    {
      "text": "15 As Administrators under the DOCA, the Administrators have power to carry on the business of the Group: s 437A.",
      "id": "s30"
    },
    {
      "text": "They can bring or defend legal proceedings in a company's name or on its behalf: s 442A(c).",
      "id": "s31"
    },
    {
      "text": "The respondents complained that the Administrators are not parties.",
      "id": "s32"
    },
    {
      "text": "However the Administrators are not owners of the relevant trade marks and there is no reason why they should be parties.",
      "id": "s33"
    },
    {
      "text": "16 The Administrators are liable for the company's debts: s 443A , but have a right of indemnity against the company: s 443D.",
      "id": "s34"
    },
    {
      "text": "Any award of costs in favour of the respondents would be a post-administration debt, so the respondents would not be bound by the DOCA: s 444D.",
      "id": "s35"
    },
    {
      "text": "Thus the respondents would have unrestricted access to the assets of the Group mentioned above.",
      "id": "s36"
    },
    {
      "text": "17 Mr Campbell SC for the respondents referred to Knight v F P Special Assets Ltd [1992] HCA 28 ; (1992) 174 CLR 178.",
      "id": "s37"
    },
    {
      "text": "The High Court there held that the Supreme Court of Queensland had jurisdiction to award costs against non-parties, in that instance receivers and managers of insolvent companies which had brought unsuccessful proceedings.",
      "id": "s38"
    },
    {
      "text": "Mason CJ and Deane J at 191 pointed out that the availability of an order for security for costs at an early stage of litigation would be a \"strong argument for refusing to exercise a discretion to order costs against a non-party\".",
      "id": "s39"
    },
    {
      "text": "However, as their Honours went on to point out, that did not deny the existence of a jurisdiction to award costs against non-parties, as distinct from the possible exercise of discretion to refuse such an order.",
      "id": "s40"
    },
    {
      "text": "18 In postulating the availability of an order for security for costs, their Honours were alluding to the situation where an impecunious plaintiff is backed by a non-party which has an interest in the plaintiff succeeding in the litigation; cf Federal Court Rules O 28 r 3(1)(b), White v Butt [1909] 1 KB 50 at 55-56.",
      "id": "s41"
    },
    {
      "text": "In such a case, an order for security for costs against the plaintiff will, as a matter of practicality, require the non-party to provide the security.",
      "id": "s42"
    },
    {
      "text": "Failure to make such an application for security for costs at an early stage may, as a matter of discretion, tell against the later making of such an order against the non-party.",
      "id": "s43"
    },
    {
      "text": "In the present case there is no question this Court has jurisdiction to make an order for security for costs against the applicant, which of course is a party; the problem for the respondents is that the statutory pre-condition for such an order has not been established.",
      "id": "s44"
    },
    {
      "text": "19 Mr Campbell also referred to the decision of Austin J in Cresvale Far East Ltd (in liq) v Cresvale Securities Ltd (No 2) (2001) 39 ACSR 622.",
      "id": "s45"
    },
    {
      "text": "His Honour was there concerned with an application for costs against an administrator under a deed of company arrangement.",
      "id": "s46"
    },
    {
      "text": "The administrator was a party and in the substantive proceeding had been removed by order of his Honour on the basis of findings of impropriety and negligence in the conduct of the administration.",
      "id": "s47"
    },
    {
      "text": "Because the office of company administrator was comparatively new, and not the subject of any costs jurisprudence, his Honour reviewed a number of analogous situations.",
      "id": "s48"
    },
    {
      "text": "20 Under the heading \"Personal costs orders against administrators\", Austin J discussed a number of scenarios commencing with that identified by the sub-heading \"Where the company under a deed of company arrangement is a party to the proceedings, but the administrator is not, and the company is unsuccessful\" ([24]-[35]).",
      "id": "s49"
    },
    {
      "text": "That of course is the hypothesis on which the present application is brought.",
      "id": "s50"
    },
    {
      "text": "21 His Honour said at [25]: \n \n \n \"Clearly costs may be awarded against the company under administration, but the company may have insufficient funds to meet the costs of the successful party.",
      "id": "s51"
    },
    {
      "text": "In the normal case, the litigation will have been conducted on behalf of the company by the administrator.",
      "id": "s52"
    },
    {
      "text": "The question arises whether the court may order the administrator personally to pay the successful party's costs, although the administrator is not a party to the proceedings.",
      "id": "s53"
    },
    {
      "text": "\" \n \n \n \n His Honour then goes on to discuss Knight and points out that subsequent amendments to the New South Wales Supreme Court Rules have abolished some of the traditional categories of grounds for an order costs against non-parties referred to in that case: at [27], citing Wentworth v Wentworth [2000] NSWCA 350 at [162] .",
      "id": "s54"
    },
    {
      "text": "(There are no equivalent provisions in Order 28 of the Federal Court Rules .",
      "id": "s55"
    },
    {
      "text": ") He concludes at [32] that the New South Wales Rules would prevent a court in that State from awarding costs against an administrator who is not a party to the proceedings.",
      "id": "s56"
    },
    {
      "text": "22 His Honour then, in a passage relied on by Mr Campbell in the present case, discusses the position of liquidators.",
      "id": "s57"
    },
    {
      "text": "His Honour points out at [33] that \"in normal circumstances costs are not awarded against a liquidator who is not a party, notwithstanding that the liquidator had the carriage of the litigation in the company's name and the proceedings have been lost.",
      "id": "s58"
    },
    {
      "text": "\" His Honour goes on to say at [33]: \n \n \n \"Another party to the proceedings may, of course, apply for security for costs.",
      "id": "s59"
    },
    {
      "text": "Indeed, it has been said that the availability, at an earlier stage of the litigation, of an order that a party provide security for costs would be in many situations a strong argument for refusing to exercise a discretion to order that costs be paid by a third party [ Knight cited].",
      "id": "s60"
    },
    {
      "text": "\" \n \n \n \n 23 C resvale does not assist in the present case.",
      "id": "s61"
    },
    {
      "text": "The applicant company has not been shown to have insufficient funds to meet the costs of a successful opposing party.",
      "id": "s62"
    },
    {
      "text": "24 The application for security for costs must therefore be dismissed.",
      "id": "s63"
    },
    {
      "text": "It is not necessary therefore to say anything about the applicant's submissions as to the substantive merits of the respondents' case or the quantum of the amount of security sought.",
      "id": "s64"
    },
    {
      "text": "I would only say that there does seem to be force in the submission of Mr McGowan SC that the respondents are in a real sense the moving party since in their cross-claim they seek removal of the applicant's trade marks, which is something they would have to achieve anyway to obtain registration of their own marks.",
      "id": "s65"
    },
    {
      "text": "In substance, so it is said, the applicant is defending its property from attack: Maatschappij Voor Fondsenbezit v Shell Transport and Trading Co [1923] 2 KB 166 at 177, Willey v Synan [1935] HCA 76 ; (1935) 54 CLR 175, Re Travelodge Australia Ltd (1978) 21 ACTR 17.",
      "id": "s66"
    },
    {
      "text": "25 In the event of the respondents' application being dismissed, the applicant seeks costs on an indemnity basis.",
      "id": "s67"
    },
    {
      "text": "One established ground for such an order is that an application has been commenced or continued in circumstances where the losing party (in the present case the respondents seeking an order for security for costs), properly advised, should have known that there was no chance of success: Fountain Selected Meats (Sales) Pty Ltd v International Produce Merchants Pty Ltd (1988) 81 ALR 397 at 401, Ragat Developments Pty Ltd v Westpac Banking Corporation (1993) 217 ALR 175 at 177.",
      "id": "s68"
    },
    {
      "text": "26 Such an order should be made.",
      "id": "s69"
    },
    {
      "text": "The critical fact in the present case is the current financial position of the Ansett Group.",
      "id": "s70"
    },
    {
      "text": "This was set out in the Administrators' Seventh Report, publicly available on their website.",
      "id": "s71"
    },
    {
      "text": "The consequences of this for the present application were pointed out by the applicant's solicitor Ms Penny Pengilley in correspondence with the respondents' solicitors, who last week were given an opportunity to withdraw without costs penalty.",
      "id": "s72"
    },
    {
      "text": "The respondents did not seek to contradict the evidence of the applicant's financial position as disclosed in the evidence of Mr Hams.",
      "id": "s73"
    },
    {
      "text": "27 There was no opposition to the respondents' application for a separate trial on liability, which is the usual practice in this Court for Intellectual Property cases.",
      "id": "s74"
    },
    {
      "text": "Substantial costs have been incurred by the applicant in meeting an application for security for costs which was doomed to fail.",
      "id": "s75"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice HEEREY.",
      "id": "s76"
    },
    {
      "text": "Associate:\n\nDated: \n\n\n Counsel for the Applicant: G C McGowan SC \n \n Solicitors for the Applicant: Holding Redlich \n \n Counsel for the Respondents: D J Campbell SC \n \n Solicitors for the Respondents: Boulton Cleary and Kern Lawyers \n \n Date of Hearing: 7 June 2007 \n \n Date of Judgment: 14 June 2007 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2007/906.html",
      "id": "s77"
    }
  ]
}