{
  "name": "SZLXI v Minister for Immigration and Citizenship [2008] FCA 1270 (21 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1270.html",
  "catchphrases": [
    {
      "text": "refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "judicial review",
      "id": "c1"
    },
    {
      "text": "procedural fairness",
      "id": "c2"
    },
    {
      "text": "whether 'information' for the purposes of s 424aa of the migration act 1958 (cth) has the same meaning as 'information' for the purposes of s 424a(1) of such act.",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant appeals from the decision of Federal Magistrate Scarlett delivered on 26 May 2008 which dismissed an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') handed down on 20 December 2007 (see SZLXI v Minister for Immigration and Citizenship and Anor [2008] FMCA 759).",
      "id": "s0"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Citizenship ('the Minister') to refuse to grant a Protection (Class XA) visa ('the protection visa') to the appellant.",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 The appellant is a citizen of the People's Republic of China ('the PRC').",
      "id": "s2"
    },
    {
      "text": "The appellant arrived in Australia on 7 July 2007 and lodged an application for the protection visa with the Department of Immigration and Citizenship on 20 August 2007.",
      "id": "s3"
    },
    {
      "text": "A delegate of the Minister refused the application for the protection visa on 31 August 2007.",
      "id": "s4"
    },
    {
      "text": "On 28 September 2007 the appellant made an application to the Tribunal for a review of the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "3 Before the Tribunal the appellant claimed to have been recruited by the People's Liberation Army ('the army') in October 1982 as an engineer.",
      "id": "s6"
    },
    {
      "text": "The appellant claimed that after being demobilised he became a goldsmith and in 1999 established his own business in Wuxi City.",
      "id": "s7"
    },
    {
      "text": "The appellant claimed that as he was not a local in Wuxi City he became a victim of corruption at the hands of the local officials.",
      "id": "s8"
    },
    {
      "text": "4 The appellant claimed that he kept in contact with a friend from the army ('Mr Y') who worked for the Hydrology and Water Resource Monitoring Bureau of Taihu Lake Basin Administration Bureau as an environmental engineer in 2006.",
      "id": "s9"
    },
    {
      "text": "Taihu Lake was a major water source for Wuxi City.",
      "id": "s10"
    },
    {
      "text": "The appellant claimed that in late April 2007 blue-green algae, which contains toxins harmful to humans, was discovered in Taihu Lake.",
      "id": "s11"
    },
    {
      "text": "However, the appellant claimed that the President of the Hydrology and Water Resource Monitoring Bureau and the Secretary of the China Communist Party kept this information secret from the public.",
      "id": "s12"
    },
    {
      "text": "5 The appellant claimed that 'around' 28 April 2007 Mr Y drafted a report on the blue-green algae pollution in Taihu Lake.",
      "id": "s13"
    },
    {
      "text": "The report allegedly emphasised the threat posed by such pollution to those people supported by the lake.",
      "id": "s14"
    },
    {
      "text": "The report also allegedly urged the government to 'destroy corruption' .",
      "id": "s15"
    },
    {
      "text": "The appellant claimed that Mr Y supplied him with the report and that he, the appellant, distributed the report to the media and to an academic institution.",
      "id": "s16"
    },
    {
      "text": "He claimed that neither television stations nor newspapers carried the story for some time.",
      "id": "s17"
    },
    {
      "text": "However, the appellant claimed that on 14 May 2007 a newspaper published an article on Mr Y's report but such article did not emphasise the potential damaging impact of the blue-green algae on human health.",
      "id": "s18"
    },
    {
      "text": "6 The appellant claimed that Mr Y was arrested on 15 May 2007 and was denounced as both disclosing top-secret information to the public and inciting an anti-government movement with false information.",
      "id": "s19"
    },
    {
      "text": "He claimed that Mr Y was incarcerated in a detention centre in Wuxi City.",
      "id": "s20"
    },
    {
      "text": "7 The appellant claimed that he contacted other demobilised soldiers to send petitions to the authorities and the media to release Mr Y.",
      "id": "s21"
    },
    {
      "text": "He also claimed that he organised the demobilised soldiers to distribute propaganda relating to basic human rights, environmental protection and corruption.",
      "id": "s22"
    },
    {
      "text": "As a consequence, the appellant claimed to have been regarded as an organiser of an anti-government movement and for inciting demobilised soldiers to protest against the government.",
      "id": "s23"
    },
    {
      "text": "He claimed he was wanted for arrest after being identified when he made a telephone call to a demobilised soldier who was distributing pamphlets.",
      "id": "s24"
    },
    {
      "text": "THE TRIBUNAL DECISION \n \n8 The Tribunal accepted that the appellant was the owner of a successful business and may have been subject to demands for bribes.",
      "id": "s25"
    },
    {
      "text": "However, the Tribunal did not consider the conduct amounted to persecution within s 91R of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s26"
    },
    {
      "text": "The Tribunal found that the appellant was not suffering any financial hardship.",
      "id": "s27"
    },
    {
      "text": "Further, the Tribunal had regard to independent country information and found the appellant would have been able to seek effective state protection against corrupt officials.",
      "id": "s28"
    },
    {
      "text": "9 The Tribunal did not accept that the appellant would have endangered his livelihood and that of his family to protest the treatment of Mr Y as the appellant was unable to adequately explain why he had chosen to 'take up the fight' for Mr Y.",
      "id": "s29"
    },
    {
      "text": "10 The Tribunal accepted that the appellant may have served in the army.",
      "id": "s30"
    },
    {
      "text": "However the Tribunal did not accept that the appellant or his demobilised peers would be at risk or of interest to the authorities given that they were demobilised twenty years ago.",
      "id": "s31"
    },
    {
      "text": "The appellant was unable to elaborate on why he would be at any special risk besides claiming that the authorities were wary of demobilised soldiers.",
      "id": "s32"
    },
    {
      "text": "As the Tribunal did not accept that the appellant had participated in protests, it did not accept he had incited demobilised soldiers to protest against the government.",
      "id": "s33"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant had been involved with Mr Y as claimed.",
      "id": "s34"
    },
    {
      "text": "11 The appellant claimed that he had fled Wuxi City after being warned by a friend that he was about to be arrested.",
      "id": "s35"
    },
    {
      "text": "The Tribunal had regard to independent country information and found that if the appellant had been wanted by the authorities he would not have been able to legally exit at Shanghai airport.",
      "id": "s36"
    },
    {
      "text": "12 The Tribunal did not accept that the appellant had or had been perceived to have had associations with demonstrations and/or petitions against corruption, or had suffered serious harm as a result of such claimed associations.",
      "id": "s37"
    },
    {
      "text": "13 The Tribunal found that there was no real chance of the appellant facing persecution in the PRC and was not satisfied that the appellant had a well-founded fear of persecution.",
      "id": "s38"
    },
    {
      "text": "The Tribunal was not satisfied that the appellant was a person to whom Australia owed protection obligations under the Convention Relating to the Status of Refugees 1951 as amended by the Protocol Relating to the Status of Refugees 1967 .",
      "id": "s39"
    },
    {
      "text": "The Tribunal accordingly found that the appellant did not satisfy the criterion under s 36(2)(a) of the Act for the protection visa.",
      "id": "s40"
    },
    {
      "text": "APPLICATION IN THE FEDERAL MAGISTRATES COURT \n \n14 By application filed in the Federal Magistrates Court of Australia on 17 January 2008 and by amended application filed on 26 May 2008 the appellant sought judicial review of the Tribunal's decision.",
      "id": "s41"
    },
    {
      "text": "In the amended application the appellant claimed that the Tribunal had not complied with s 424AA of the Act as it had failed to orally give clear particulars of the information relied upon in its finding relating to the appellant's claimed financial hardship.",
      "id": "s42"
    },
    {
      "text": "15 The appellant also filed an outline of submissions which contained a number of additional grounds, namely:\n \n1.",
      "id": "s43"
    },
    {
      "text": "The Tribunal incorrectly assessed the appellant's credibility and made its finding based on incorrect information or evidence.",
      "id": "s44"
    },
    {
      "text": "2.",
      "id": "s45"
    },
    {
      "text": "The Tribunal failed to comply with s 424A(1) of the Act by failing to give the appellant particulars of the information that was the reason or part of the reason for the Tribunal's decision in writing and failed to ensure in writing that the appellant understood why the information was relevant and failed to invite him in writing to comment on or respond to the information.",
      "id": "s46"
    },
    {
      "text": "16 Federal Magistrate Scarlett, in considering the Tribunal decision record and decision in light of the claims made by the appellant, was not satisfied that there was a breach of s 424AA of the Act.",
      "id": "s47"
    },
    {
      "text": "Scarlett FM also found that the Tribunal had not breached s 424A of the Act as the Tribunal decision was based upon the appellant's evidence and independent country information, both of which are excluded from the operation of s 424A of the Act by s 424A(3).",
      "id": "s48"
    },
    {
      "text": "APPEAL TO THIS COURT \n \n17 On 16 June 2008 the appellant filed in this Court a notice of appeal from the decision of Scarlett FM.",
      "id": "s49"
    },
    {
      "text": "The appellant raises three grounds of appeal:\n \n1.",
      "id": "s50"
    },
    {
      "text": "The Federal Magistrate erred in finding that the Tribunal had considered the appellant's review application properly and fairly.",
      "id": "s51"
    },
    {
      "text": "2.",
      "id": "s52"
    },
    {
      "text": "The Federal Magistrate erred in not finding that the Tribunal had failed to comply with s 424AA of the Act.",
      "id": "s53"
    },
    {
      "text": "3.",
      "id": "s54"
    },
    {
      "text": "The Federal Magistrate erred in not finding that the Tribunal had failed to comply with s 424A(1) of the Act.",
      "id": "s55"
    },
    {
      "text": "Ground 1 \n \n18 Three particulars are provided in respect of this ground of appeal, namely that the Tribunal assessed the appellant's credibility incorrectly; the Tribunal made its finding based upon incorrect information or incorrect evidence; and the Tribunal raised incorrect issues in deciding the review application.",
      "id": "s56"
    },
    {
      "text": "19 Scarlett FM found that the Tribunal's assessment of the appellant's credibility was based upon his evidence to the Tribunal, independent country information, inconsistencies within the appellant's own evidence and inconsistencies between his evidence and the independent country information.",
      "id": "s57"
    },
    {
      "text": "His Honour relied upon the decision in Re Minister for Immigration and Multicultural Affairs: Ex parte Durairajasingham (2000) 168 ALR 407 , which held that the assessment of the credibility of an applicant is a matter of fact and is a matter solely for the administrative decision maker.",
      "id": "s58"
    },
    {
      "text": "Scarlett FM observed that there is no basis for conducting a judicial review and interfering with the Tribunal's findings provided there is evidence upon which a credibility finding may be made.",
      "id": "s59"
    },
    {
      "text": "20 Scarlett FM satisfied himself that the appellant's own evidence and the independent country information were sufficient to allow the Tribunal to make its findings concerning the appellant's credibility.",
      "id": "s60"
    },
    {
      "text": "The Court finds that his Honour did not err in making such finding.",
      "id": "s61"
    },
    {
      "text": "21 The Court also notes that it cannot review the merits of a Tribunal decision: see NAHI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 at [10] ; Chan Yee Kin v Minister for Immigration and Ethnic Affairs (1989) 169 CLR 379 at 391-392; Minister for Aboriginal Affairs and Another v Peko-Wallsend Limited and Others [1986] HCA 40 ; (1986) 162 CLR 24 at 40-42.",
      "id": "s62"
    },
    {
      "text": "22 The Court rejects the appellant's first ground of appeal.",
      "id": "s63"
    },
    {
      "text": "Ground 2 \n \n23 The appellant claims that Scarlett FM erred in not finding that the Tribunal failed to comply with its obligations under s 424AA of the Act.",
      "id": "s64"
    },
    {
      "text": "Such section provides:\n Information and invitation given orally by Tribunal while applicant appearing If an applicant is appearing before the Tribunal because of an invitation under section 425: (a) the Tribunal may orally give to the applicant clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and (b) if the Tribunal does so--the Tribunal must: (i) ensure, as far as is reasonably practicable, that the applicant understands why the information is relevant to the review, and the consequences of the information being relied on in affirming the decision that is under review; and (ii) orally invite the applicant to comment on or respond to the information; and (iii) advise the applicant that he or she may seek additional time to comment on or respond to the information; and (iv) if the applicant seeks additional time to comment on or respond to the information--adjourn the review, if the Tribunal considers that the applicant reasonably needs additional time to comment on or respond to the information.",
      "id": "s65"
    },
    {
      "text": "24 The Court notes that s 424AA is discretionary as the Tribunal 'may' orally give to the applicant clear particulars of any information that the Tribunal considers would be the reason or a part of the reason for affirming the decision under review.",
      "id": "s66"
    },
    {
      "text": "Without the assistance of the transcript of the Tribunal hearing, it cannot be said with certainty whether such discretion was exercised by the Tribunal.",
      "id": "s67"
    },
    {
      "text": "However, the Court infers from the Tribunal hearing record, which stated that the applicant did not request time to 'comment/respond under ss 359AA/424AA ' , that such discretion was exercised.",
      "id": "s68"
    },
    {
      "text": "25 In considering whether the Tribunal had breached s 424AA , Scarlett FM found that the Tribunal had 'quite clearly' relied upon the appellant's own evidence and its assessment of that evidence and the independent country information.",
      "id": "s69"
    },
    {
      "text": "Scarlett FM found that as such information did not constitute 'information' for the purposes of s 424A(1) of the Act, it was 'clearly not intended' to be covered by s 424AA of the Act.",
      "id": "s70"
    },
    {
      "text": "26 The Tribunal found that there were inconsistencies in the appellant's evidence.",
      "id": "s71"
    },
    {
      "text": "Scarlett FM noted that it was well established that inconsistencies in evidence do not constitute 'information' for the purposes of s 424A of the [2007] FCA 26 ; Act (see SZBYR and Another v Minister for Immigration and Citizenship and Another (2007) 235 ALR 609 at [18] ) and accordingly do not constitute 'information' for the purposes of s 424AA.",
      "id": "s72"
    },
    {
      "text": "His Honour also observed that the Tribunal offered the appellant an opportunity to comment on certain aspects of the evidence, although before his Honour the appellant denied that he was given such opportunity.",
      "id": "s73"
    },
    {
      "text": "27 The Court observes that s 424AA of the Act does not contain an equivalent provision to s 424A(3).",
      "id": "s74"
    },
    {
      "text": "Section 424A(3) identifies material which is not 'information' for the purposes of the application of that section.",
      "id": "s75"
    },
    {
      "text": "However, as s 424AA is merely an alternative form of notification available to the Tribunal (see s 424A(2A)) , the Court considers that the exclusions contained in s 424A(3) apply with equal force to s 424AA.",
      "id": "s76"
    },
    {
      "text": "Such inference is supported by the collective use of the term 'information' in s 424A(2A) of the Act (a subsection which applies to both ss 424A and 424AA ), as such use implies uniformity of meaning.",
      "id": "s77"
    },
    {
      "text": "Section 424A(2A) provides:\n \n \n (2A) The Tribunal is not obliged under this section to give particulars of information to an applicant, nor invite the applicant to comment on or respond to the information, if the Tribunal gives clear particulars of the information to the applicant, and invites the applicant to comment on or respond to the information, under section 424AA.",
      "id": "s78"
    },
    {
      "text": "Accordingly, the Court considers that what is not 'information' for the purposes of s 424A(1) of the Act is also not 'information' for the purposes of s 424AA.",
      "id": "s79"
    },
    {
      "text": "28 It follows from the above that no error is apparent in the Federal Magistrate's finding in relation to the Tribunal's compliance with s 424AA of the Act.",
      "id": "s80"
    },
    {
      "text": "The appellant's second ground of appeal is accordingly rejected.",
      "id": "s81"
    },
    {
      "text": "Ground 3 \n \n29 In support of his claim that the Tribunal failed to comply with s 424A(1) of the Act, the appellant submits that the Tribunal failed to give him particulars of the information relied upon in writing; the Tribunal failed to ensure in writing that he understood why the information was relevant to the review; and that the Tribunal failed to invite him in writing to comment on or respond to the information.",
      "id": "s82"
    },
    {
      "text": "30 No 'information' of the kind referred to in s 424A(1) of the Act is identified by the appellant in his notice of appeal.",
      "id": "s83"
    },
    {
      "text": "Insofar as the appellant refers to information which he provided to the Tribunal, the provision of such information to him is excluded by s 424A(3)(b) of the Act.",
      "id": "s84"
    },
    {
      "text": "Similarly, independent country information is excluded by s 424A(3)(a).",
      "id": "s85"
    },
    {
      "text": "31 Since no 'information' for the purposes of s 424A(1) of the Act has been identified under this ground of appeal, issues of compliance with s 424A(1) do not arise.",
      "id": "s86"
    },
    {
      "text": "32 For the above reasons, the appeal must be dismissed with costs.",
      "id": "s87"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s88"
    },
    {
      "text": "Associate:\n\nDated: 21 August 2008\n\n Counsel for the Appellant: The Appellant appeared in person.",
      "id": "s89"
    },
    {
      "text": "Counsel for the First Respondent: Mr Reilly \n \n Solicitor for the First Respondent: Sparke Helmore \n\n Date of Hearing: 18 August 2008 \n \n Date of Judgment: 21 August 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1270.html",
      "id": "s90"
    }
  ]
}