{
  "name": "Collard v Australian Securities &amp; Investments Commission (No. 3) (Corrigendum dated 13 November 2008) [2008] FCA 1681 (12 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1681.html",
  "catchphrases": [
    {
      "text": "australian securities and investments commission",
      "id": "c0"
    },
    {
      "text": "examinations",
      "id": "c1"
    },
    {
      "text": "power to exclude examinee's lawyer from examinations",
      "id": "c2"
    },
    {
      "text": "power exercisable by inspectors rather than commission",
      "id": "c3"
    },
    {
      "text": "power only enlivened where inspectors believe in good faith and on reasonable grounds that exclusion is necessary",
      "id": "c4"
    },
    {
      "text": "exercise of power attracts obligation of procedural fairness",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The three Applicants are persons who have been summonsed by the Australian Securities and Investments Commission (\"ASIC\") to appear before inspectors and be examined on oath.",
      "id": "s0"
    },
    {
      "text": "They are all presently represented by the law firm Atanaskovic Hartnell.",
      "id": "s1"
    },
    {
      "text": "A direction has been made to prevent that firm, for the purposes of the examinations, from acting for all three of the examinees.",
      "id": "s2"
    },
    {
      "text": "The Applicants have commenced the present proceedings seeking judicial review of that direction.",
      "id": "s3"
    },
    {
      "text": "2 In my opinion, the Applicants are entitled to the relief they seek and the direction should be set aside.",
      "id": "s4"
    },
    {
      "text": "3 It is necessary to say, first, something of the facts.",
      "id": "s5"
    },
    {
      "text": "FACTS \n \n4 In August 2008 ASIC commenced an investigation into the affairs of Secured Bond Ltd and a number of other persons and entities.",
      "id": "s6"
    },
    {
      "text": "Secured Bond Ltd was involved, so ASIC alleged, in an illegal managed investment scheme called the \"Master Fund\" or \"Secured Bond Ltd Master Fund\".",
      "id": "s7"
    },
    {
      "text": "By 2 September 2008, those responsible for the investigation believed that a number of persons, who did not hold financial services licences, had improperly offered investment advice to investors based in New South Wales in relation to the Master Fund.",
      "id": "s8"
    },
    {
      "text": "They also believed that the Master Fund had the features of a managed investment scheme but was not, as it should have been, registered.",
      "id": "s9"
    },
    {
      "text": "5 ASIC's investigators were also aware by that date of a witness, Mr Matthew, who told them that he had met twice with two of the Applicants, Mr Collard and Ms Li, and that they had solicited from him an investment in the Master Fund.",
      "id": "s10"
    },
    {
      "text": "That meeting had been organised by the third Applicant, Ms Zeng.",
      "id": "s11"
    },
    {
      "text": "Ms Zeng appeared subsequently to have witnessed Mr Matthew's signature on a document (called by ASIC \"the Master Fund Contract\") and to have provided him, on a slip of paper, the details of the bank account into which he should transfer the funds for investment in the Master Fund.",
      "id": "s12"
    },
    {
      "text": "The investigators also appeared to suspect that substantial sums had been deposited into various overseas accounts.",
      "id": "s13"
    },
    {
      "text": "6 On 2 September 2008 ASIC commenced proceedings in the Equity Division of the Supreme Court of New South Wales against a number of persons and entities in relation to the Secured Bond Master Fund.",
      "id": "s14"
    },
    {
      "text": "Amongst the persons joined to the proceedings were the Applicants.",
      "id": "s15"
    },
    {
      "text": "ASIC sought a range of interlocutory orders including asset preservation orders in respect of a number of persons and entities including the Applicants, orders that the Defendants, including the Applicants, file an affidavit as to their assets and liabilities, orders requiring the Applicants to surrender their passports to the Court and \"repatriation orders\" by which the return to Australia of certain funds was to be achieved.",
      "id": "s16"
    },
    {
      "text": "ASIC's originating process also sought final relief which included the winding up of the Master Fund, the appointment of a receiver to the property of all of the defendants and the return of investor funds.",
      "id": "s17"
    },
    {
      "text": "7 The evidence before me does not disclose whether ASIC obtained any of the interlocutory relief ex parte, although it does appear that there was an inter partes hearing of some description on 4 September 2008.",
      "id": "s18"
    },
    {
      "text": "What is clear, however, is that on 7 October 2008 the Supreme Court made asset preservation orders, orders requiring the surrender of the Applicants' passports and fund repatriation orders.",
      "id": "s19"
    },
    {
      "text": "These orders were expressed to expire on 12 December 2008.",
      "id": "s20"
    },
    {
      "text": "The orders dealing with the issue of fund repatriation were made on 14 October 2008.",
      "id": "s21"
    },
    {
      "text": "8 The Applicants retained the services of Messrs Atanaskovic Hartnell on 3 September 2008, that is, the day after ASIC's proceedings in the Supreme Court were commenced.",
      "id": "s22"
    },
    {
      "text": "A partner of that firm, Mr Anthony Geoffrey Hartnell, went on the record for the Applicants in those proceedings.",
      "id": "s23"
    },
    {
      "text": "Atanaskovic Hartnell had not previously been involved with any of the Applicants.",
      "id": "s24"
    },
    {
      "text": "9 As one of its powers of investigation, ASIC has the ability to summon a person to appear before inspectors and to answer questions under oath.",
      "id": "s25"
    },
    {
      "text": "That power is contained in s 19 of the Australian Securities and Investments Commission Act 2001 (Cth) (\"the ASIC Act \") to which it will be necessary, shortly, to return.",
      "id": "s26"
    },
    {
      "text": "Its materiality for present purposes arises from the fact that on 11 September 2008 ASIC served on the Applicants notices pursuant to s 19 requiring each to be examined on oath before two of ASIC's in-house lawyers on Monday 13, Wednesday 15 and Thursday 16 October 2008.",
      "id": "s27"
    },
    {
      "text": "The examinations were to take place at ASIC's Sydney offices.",
      "id": "s28"
    },
    {
      "text": "The notice to each examinee explained that it was issued in relation to ASIC's investigation into suspected contraventions of the Corporations Act 2001 (Cth) (\"the Corporations Act \") and the ASIC Act by persons including the Applicants and various companies also appearing in ASIC's statement of claim in the Supreme Court.",
      "id": "s29"
    },
    {
      "text": "10 At various conferences on Friday 3 October 2008 and Monday 6 October 2008 Mr Hartnell received, or had confirmed, instructions from each of the Applicants to appear for them at their respective s 19 examinations.",
      "id": "s30"
    },
    {
      "text": "These instructions were separately received.",
      "id": "s31"
    },
    {
      "text": "11 Reference has already been made to a series of orders made by the Supreme Court on Tuesday 7 October 2008.",
      "id": "s32"
    },
    {
      "text": "On that day there was a directions hearing in those proceedings.",
      "id": "s33"
    },
    {
      "text": "Mr Hartnell attended that directions hearing on behalf of the Applicants.",
      "id": "s34"
    },
    {
      "text": "At that time he had a conversation with Ms Dodds who is both a lawyer with ASIC and also one of the two persons before whom the s 19 examinations were to take place.",
      "id": "s35"
    },
    {
      "text": "In his affidavit sworn 15 October 2008, Mr Hartnell says a brief discussion took place during which words to the following effect were said:\n \n \n \n Mr Hartnell: I am conscious that ASIC sometimes has an issue with the same legal representative attending examinations of more than one examinee.",
      "id": "s36"
    },
    {
      "text": "I am therefore giving you notice that I intend to attend in all the three examinations, so you have the time to think about that.",
      "id": "s37"
    },
    {
      "text": "Ms Dodds: It may not be a big issue.",
      "id": "s38"
    },
    {
      "text": "However, you have a conflict of interest.",
      "id": "s39"
    },
    {
      "text": "Mr Hartnell: Isn't that a question for myself and my clients?",
      "id": "s40"
    },
    {
      "text": "12 This exchange does not suggest that Mr Hartnell made a request of ASIC to consider whether it would permit him to attend all three examinations.",
      "id": "s41"
    },
    {
      "text": "However, on Friday 10 October 2008 the two lawyers who were to conduct the examination --- Ms Dodds and Mr Yon Astar --- wrote a letter to Mr Hartnell.",
      "id": "s42"
    },
    {
      "text": "The critical parts of that letter were as follows:\n Further to Mr Hartnell's request on 8 October 2008 that we inform you whether we had any objection to Atanaskovic Hartnell representing each of Mr Collard, Ms Li and Ms Zeng at their examinations, we have now considered the matter and formed the view that it will not be possible for Mr Collard, Ms Li and Ms Zeng to have the same legal representatives, or different representatives each from Atanaskovic Hartnell, at their examinations.",
      "id": "s43"
    },
    {
      "text": "13 The first sentence of this paragraph suggests two things which are at variance with Mr Hartnell's account.",
      "id": "s44"
    },
    {
      "text": "First, it suggests that Mr Hartnell made a request of ASIC to inform him as to whether it objected to him appearing at all three examinations whereas Mr Hartnell's account has him merely informing them that he would attend.",
      "id": "s45"
    },
    {
      "text": "Secondly, it suggests that the encounter --- whether it was a request or a statement --- occurred on Wednesday 8 October 2008.",
      "id": "s46"
    },
    {
      "text": "Mr Hartnell swore before me that he did not recall making the request suggested in ASIC's letter on that day but did recall the conversation with Ms Dodds I have set out.",
      "id": "s47"
    },
    {
      "text": "ASIC led no evidence from Ms Dodds and Mr Hartnell was not cross-examined to suggest his account was incorrect.",
      "id": "s48"
    },
    {
      "text": "In that circumstance, I accept Mr Hartnell's account.",
      "id": "s49"
    },
    {
      "text": "The evidence does not disclose any other discussions between officers of ASIC and Atanaskovic Hartnell about ASIC's perception of a conflict of interest either before the discussion between Mr Hartnell and Ms Dodds on Tuesday 7 October 2008 or thereafter and I find there were none.",
      "id": "s50"
    },
    {
      "text": "14 ASIC's letter of Friday 10 October 2008 was received by Atanaskovic Hartnell by facsimile at about 2 pm that day.",
      "id": "s51"
    },
    {
      "text": "Apart from informing Atanaskovic Hartnell that it would not be permitted to represent all three examinees, it also rescheduled the dates for the examinations of Mr Collard and Ms Li to Monday 20 October 2008 and Wednesday 22 October 2008 respectively; Ms Zeng's date for examination remained unchanged at Thursday 16 October 2008.",
      "id": "s52"
    },
    {
      "text": "15 On Tuesday 14 October 2008, Atanaskovic Hartnell responded to the letter of Friday 10 October 2008.",
      "id": "s53"
    },
    {
      "text": "It is not necessary to set out that letter.",
      "id": "s54"
    },
    {
      "text": "For present purposes two points were made.",
      "id": "s55"
    },
    {
      "text": "First, it was pointed out that Atanaskovic Hartnell had been retained in the proceedings since early September and that a significant amount of work had been done.",
      "id": "s56"
    },
    {
      "text": "Secondly, pursuant to s 13 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) (\"the ADJR Act \"), Atanaskovic Hartnell sought the provision of reasons for the direction to exclude it from the examinations.",
      "id": "s57"
    },
    {
      "text": "16 On the same day, ASIC replied, which reply, so far as is relevant, was as follows:\n In any event, even if a decision by ASIC to exclude legal representatives from an examination under section 19 of the Australian Securities and Investments Commission Act 2001 (Cth) (ASIC Act) was a reviewable decision within the meaning of the ADJR Act that decision clearly falls within the exemptions provided for by section 13(11) and Schedule 2, (3) and/or (f) of the ADJR Act .",
      "id": "s58"
    },
    {
      "text": "Accordingly there is no requirement for written reasons to be provided in respect to such a decision.",
      "id": "s59"
    },
    {
      "text": "17 On Wednesday 15 October 2008 the present proceedings were commenced by the Applicants.",
      "id": "s60"
    },
    {
      "text": "The proceedings as finally constituted named ASIC, Ms Dodds and Mr Astar as Respondents and sought orders setting aside the direction made on Friday 10 October 2008 to exclude Atanaskovic Hartnell from appearing at all of the examinations.",
      "id": "s61"
    },
    {
      "text": "18 I accept that during the period 2 September 2008 to 15 October 2008 Atanaskovic Hartnell performed work for the Applicants in relation both to the Supreme Court proceedings and the s 19 examinations.",
      "id": "s62"
    },
    {
      "text": "Its account for the period 2 September 2008 to 17 October 2008 shows that two partners were working on the matter along with three employed solicitors and three law clerks.",
      "id": "s63"
    },
    {
      "text": "The account contains a number of narrative entries dealing with the s 19 issues.",
      "id": "s64"
    },
    {
      "text": "All of those, except one, appear to be concerned with the consequences of the direction excluding Atanaskovic Hartnell from the examinations.",
      "id": "s65"
    },
    {
      "text": "Only one --- \"considering Mrs Li's affidavit and section 19 notice\" --- appears to be independent of that issue.",
      "id": "s66"
    },
    {
      "text": "Despite that, it is reasonable to infer, and I do, that some work must have been done in relation to the s 19 examinations which did not relate to the present proceedings.",
      "id": "s67"
    },
    {
      "text": "I infer that from Mr Hartnell's evidence that he received separate instructions in conference from the Applicants in relation to the s 19 examinations on Friday 3 October 2008 and Monday 6 October 2008 and from the obvious necessity for such work to be done.",
      "id": "s68"
    },
    {
      "text": "The absence of much explicit reference to such work being done in the narrative of the bill is not inconsistent with that conclusion for the narrative is framed in general terms.",
      "id": "s69"
    },
    {
      "text": "19 On 22 October 2008 ASIC produced a document entitled \"REASONS FOR DECISION\" which purported to be reasons pursuant to s 13 of the ADJR Act .",
      "id": "s70"
    },
    {
      "text": "These reasons were signed by Mr David McGuiness.",
      "id": "s71"
    },
    {
      "text": "By a subsequent letter dated 27 October 2008 ASIC indicated that it regarded itself as the decision-maker.",
      "id": "s72"
    },
    {
      "text": "ISSUES \n \n20 There were three issues between the parties.",
      "id": "s73"
    },
    {
      "text": "(a) The identity and authority of the decision-maker.",
      "id": "s74"
    },
    {
      "text": "ASIC contended that it had given the direction.",
      "id": "s75"
    },
    {
      "text": "The Applicants denied that the power to exclude Atanaskovic Hartnell from the examinations was a power which was vested in ASIC.",
      "id": "s76"
    },
    {
      "text": "They submitted that the power was vested in the inspectors.",
      "id": "s77"
    },
    {
      "text": "The inspectors were joined to the proceedings against this possibility.",
      "id": "s78"
    },
    {
      "text": "(b) The reasonable grounds issue.",
      "id": "s79"
    },
    {
      "text": "The Applicants submitted that the Full Court's decision in Australian Securities Commission v Bell (1991) 32 FCR 517 meant that the inspectors' direction was liable to be set aside unless they --- the inspectors --- demonstrated during the present proceeding that there were reasonable grounds for a bona fide belief on their part that to allow Atanaskovic Hartnell to represent all three of the Applicants would be likely to prejudice the investigation.",
      "id": "s80"
    },
    {
      "text": "ASIC, on the other hand, argued that Bell was concerned with the evidential consequences of the regulator failing to provide any reasons for the making of such a direction.",
      "id": "s81"
    },
    {
      "text": "Since ASIC furnished reasons for its direction it followed that the principle was inapplicable.",
      "id": "s82"
    },
    {
      "text": "Even if that were not so, ASIC argued that the materials before the Court showed that there were reasonable grounds for a bona fide belief on its or the inspectors' part that to allow the Atanaskovic Hartnell to represent all three Applicants would be likely to prejudice the investigation.",
      "id": "s83"
    },
    {
      "text": "(c) The procedural fairness issue.",
      "id": "s84"
    },
    {
      "text": "As an alternative, the Applicants argued that the power to exclude their lawyers from the examinations was a power the exercise of which attracted an obligation of procedural fairness.",
      "id": "s85"
    },
    {
      "text": "Since the inspectors did not give the Applicants any opportunity to argue that the direction should not be made, it followed, so the argument ran, that they had denied the Applicants procedural fairness.",
      "id": "s86"
    },
    {
      "text": "ASIC, on the other hand, denied that the power to exclude the Applicants' legal advisers from an examination was a power the exercise of which was conditioned upon adherence to requirements of procedural fairness.",
      "id": "s87"
    },
    {
      "text": "It pointed to the fact that the decision to summon the Applicants for examination in the first place was not subject to those requirements and asked, rhetorically, how in the midst of a process in which procedural fairness did not figure largely such an obligation might be found to exist.",
      "id": "s88"
    },
    {
      "text": "Against the possibility that it might be found to exist, ASIC submitted that, in the circumstances, the content of the obligation would be diminished to such a low level that it should be found that the obligation had been discharged.",
      "id": "s89"
    },
    {
      "text": "First issue: the identity and authority of the decision-maker \n \n21 ASIC contended that it was it, as a corporate entity, that had given the direction to exclude Mr Hartnell and Atanaskovic Hartnell from being present at all the examinations.",
      "id": "s90"
    },
    {
      "text": "The Applicants made no express submission about that question but did submit that if ASIC was the decision-maker (as it submitted) then it had no power to give the direction.",
      "id": "s91"
    },
    {
      "text": "This was because the power to exclude a person from an examination was conferred by s 22(1) of the ASIC Act and that provision conferred power not on ASIC but on the inspector conducting the examination.",
      "id": "s92"
    },
    {
      "text": "22 It is necessary in the first instance to identify with clarity who gave the direction.",
      "id": "s93"
    },
    {
      "text": "There are three matters bearing on this issue.",
      "id": "s94"
    },
    {
      "text": "First, there is the letter of Friday 10 October 2008 written by Ms Dodds and Mr Astar which is on the letterhead of ASIC and is signed by both Ms Dodds and Mr Astar in their stated capacity as \"Lawyer, Deterrence\".",
      "id": "s95"
    },
    {
      "text": "It contains the critical passage:\n ... we have now considered the matter and formed the view ... \n23 By contrast, at a number of other points in the letter the authors refer to \"ASIC\".",
      "id": "s96"
    },
    {
      "text": "So, for example, the first sentence of the letter reads:\n We refer to the notices issues by us to Mr David Collard, Ms Min Hua Li and Ms Li Min Zeng requiring them to appear before ASIC for examination.",
      "id": "s97"
    },
    {
      "text": "24 The s 19 notices themselves were also signed by Ms Dodds and Mr Astar.",
      "id": "s98"
    },
    {
      "text": "For present purposes, it suffices to observe that the sentence quoted assumes a distinction between \"we\" and \"ASIC\".",
      "id": "s99"
    },
    {
      "text": "That distinction is observed in other parts of the letter.",
      "id": "s100"
    },
    {
      "text": "For example, the reason proffered for the making of the direction excluding Atanaskovic Hartnell was in these terms:\n We have made this decision because we believe there is a perceived, if not actual, conflict of interest between Mr Collard, Ms Li and Ms Zeng in relation to matters which are the subject of ASIC's investigation.",
      "id": "s101"
    },
    {
      "text": "25 If by the use of the word \"we\" Ms Dodds and Mr Astar had intended to signify the actions and motives of ASIC, it is more likely that they would have referred to \"our investigation\" rather than \"ASIC's investigation\".",
      "id": "s102"
    },
    {
      "text": "26 Secondly, there is the document dated 22 October 2007 signed by Mr McGuinness and entitled \"REASONS FOR DECISION\".",
      "id": "s103"
    },
    {
      "text": "That document uses language throughout which assumes that the entity responsible for giving the direction was ASIC.",
      "id": "s104"
    },
    {
      "text": "However, before me the parties reached an agreement which was in the following terms:\n \n \n 1.",
      "id": "s105"
    },
    {
      "text": "The Court notes the agreement of the parties that if the Court finds that the power to give directions pursuant to s 22 of the ASIC Act as to who may be present at an examination pursuant to s 19 of the ASIC Act is not a function or power conferred on ASIC by or under a law including the ASIC Act that: \n \n \n \n \n (a) Ms Meredith Dodds and Mr Yon Astar are to be treated as the persons who made the decision the subject of the challenge by the applicants in these proceedings;\n (b) the statement of reasons dated 22 October 2008, which is exhibit 5 in these proceedings, is to be treated as a statement of reasons signed by Ms Dodds and Mr Astar and provided by them to the applicants and all references in the statement of reasons to any considerations or any other matters that were taken into account by ASIC, suspicions formed by ASIC and conclusions reached by ASIC are to be read and understood as references to considerations or other matters that were taken into account by Ms Dodds and Mr Astar, suspicions formed by Ms Dodds and Mr Astar and conclusions reached by Ms Dodds and Mr Astar.",
      "id": "s106"
    },
    {
      "text": "27 That agreement reduces the value of the document in determining who gave the direction.",
      "id": "s107"
    },
    {
      "text": "In any event, the reasons were issued 12 days after the event.",
      "id": "s108"
    },
    {
      "text": "Accordingly, I am inclined to place more weight on the letter of Friday 10 October 2008.",
      "id": "s109"
    },
    {
      "text": "28 Thirdly, there is the absence of any evidence from ASIC as to how the direction was given.",
      "id": "s110"
    },
    {
      "text": "The question, however, of who (as between ASIC, Ms Dodds and Mr Astar) gave that direction (as opposed to the question of the weight which was to be given to the reasons of Wednesday 22 October 2008) , only became important during the course of the hearing.",
      "id": "s111"
    },
    {
      "text": "In that circumstance, this deficiency in the evidence is not forensically significant.",
      "id": "s112"
    },
    {
      "text": "29 That being so, the only matter which is especially helpful is the letter of Friday 10 October 2008 itself.",
      "id": "s113"
    },
    {
      "text": "Although the matter could be clearer, the better view is that by their use of the word \"we\" Ms Dodds and Mr Astar intended to refer to themselves rather than ASIC.",
      "id": "s114"
    },
    {
      "text": "It follows that the letter of Friday 10 October 2008 evidences a direction given by them, and not ASIC, to exclude Atanaskovic Hartnell.",
      "id": "s115"
    },
    {
      "text": "30 Ms Dodds and Mr Astar were the persons nominated in each of the s 19 notices as the persons before whom the examinations were to take place.",
      "id": "s116"
    },
    {
      "text": "As such they were the \"inspectors\" within the meaning of s 20 of the ASIC Act .",
      "id": "s117"
    },
    {
      "text": "The power to exclude a lawyer from an examination conducted as a result of the issue of a notice under s 19 is conferred by s 22(1) of the ASIC Act which provides:\n The examination must take place in private and the inspector may give directions about who may be present during it, or during a part of it.",
      "id": "s118"
    },
    {
      "text": "31 Ms Collins, who appeared with Ms Mitchelmore for the Applicants, submitted that this was not a conferral of jurisdiction on ASIC but rather upon the inspectors conducting the examinations.",
      "id": "s119"
    },
    {
      "text": "ASIC denied this.",
      "id": "s120"
    },
    {
      "text": "Mr Halley SC, who appeared on ASIC's behalf with Ms Allars, submitted that the exercise by the inspectors of the power under s 22(1) was the exercise of a power delegated to them by ASIC.",
      "id": "s121"
    },
    {
      "text": "This mattered because s 102(6) of the ASIC Act deemed an act done by a delegate of ASIC to be done by ASIC itself.",
      "id": "s122"
    },
    {
      "text": "32 Before the power in 22(1) could be seen as having been delegated to the inspectors it would be necessary for the power to be capable of being exercised by ASIC itself for it is not possible to delegate a function or power which is not possessed by the delegant: the stream cannot rise higher than the source.",
      "id": "s123"
    },
    {
      "text": "Mr Halley submitted that the power of the inspectors was, in truth, conferred by s 19(2) which provides:\n \n \n (2) ASIC may, by written notice in the prescribed form given to the person, require the person: \n \n \n \n \n (a) to give to ASIC all reasonable assistance in connection with the investigation; and\n (b) to appear before a specified member or staff member for examination on oath and to answer questions.",
      "id": "s124"
    },
    {
      "text": "Note: Failure to comply with a requirement made under this subsection is an offence (see section 63).",
      "id": "s125"
    },
    {
      "text": "33 Since it was ASIC which required the appearance before the inspectors under s 19(2) , it followed, so the argument went, that the authority to issue the direction under s 22(1) was truly to be seen as coming from ASIC.",
      "id": "s126"
    },
    {
      "text": "34 This argument should be rejected.",
      "id": "s127"
    },
    {
      "text": "Section 19(2) authorises ASIC to summon a person for examination before an inspector.",
      "id": "s128"
    },
    {
      "text": "Section 22(1) authorises the inspector to give directions as to who may be present during the examination.",
      "id": "s129"
    },
    {
      "text": "There is no warrant for reading s 19(1) as the source of the authority to give such a direction.",
      "id": "s130"
    },
    {
      "text": "In any event, the authority of this Court establishes that the source of the power is s 22(1) itself: Australian Securities Commission v Bell (1991) 32 FCR 517 at 521 per Lockhart J, 528-529 per Sheppard J.",
      "id": "s131"
    },
    {
      "text": "35 Other provisions in Division 2 of Part 3 of the ASIC Act observe a distinction between ASIC on the one hand and the inspectors on the other.",
      "id": "s132"
    },
    {
      "text": "ASIC has the powers and functions explicitly conferred on it by ss 19(1) , 19 (2), 25 and 27 (2).",
      "id": "s133"
    },
    {
      "text": "By contrast, an inspector has functions and powers conferred on him or her by ss 21(1) , 21 (3), 22 (1), 23 (2), 24 (1), 24 (2)(a) and 24 (2)(b).",
      "id": "s134"
    },
    {
      "text": "If, as ASIC submits, all of the powers and functions of an inspector derive from the power conferred on ASIC by s 19(2) , then this distinction between an inspector and ASIC in Division 2 of Part 3 is merely a textual oddity having no significance.",
      "id": "s135"
    },
    {
      "text": "That view is contrary to the general principle of statutory construction that in construing a set of provisions each word must be given meaning: Project Blue Sky Inc v Australian Broadcasting Authority [1998] HCA 29 ; (1998) 194 CLR 355 at 382 per McHugh, Gummow, Kirby and Hayne JJ.",
      "id": "s136"
    },
    {
      "text": "For those reasons, on its proper construction s 22(1) confers a power on an inspector in his or her own right and not upon ASIC.",
      "id": "s137"
    },
    {
      "text": "36 This means that ASIC's arguments that it gave the direction in question and that it had authority to do so must both be rejected.",
      "id": "s138"
    },
    {
      "text": "This conclusion has two consequences.",
      "id": "s139"
    },
    {
      "text": "First, the proper respondents to these proceedings are the inspectors themselves and not ASIC.",
      "id": "s140"
    },
    {
      "text": "Secondly, the inspectors were, in fact, clothed with authority to give the direction by s 22(1).",
      "id": "s141"
    },
    {
      "text": "For present purposes this means that the Applicants' claim against ASIC must be dismissed.",
      "id": "s142"
    },
    {
      "text": "Second issue: the reasonable grounds issue \n \n37 Sections 22 and 23 of the ASIC Act provide:\n \n \n 22 Examination to take place in private \n (1) The examination must take place in private and the inspector may give directions about who may be present during it, or during a part of it.",
      "id": "s143"
    },
    {
      "text": "(2) A person must not be present at the examination unless he or she:\n (a) is the inspector, the examinee or a member; or\n (b) is a staff member approved by ASIC; or\n (c) is entitled to be present by virtue of: \n \n \n \n \n (i) a direction under subsection (1); or\n (ii) subsection 23(1).",
      "id": "s144"
    },
    {
      "text": "Penalty: 10 penalty units or imprisonment for 3 months, or both.",
      "id": "s145"
    },
    {
      "text": "(3) Subsection (2) is an offence of strict liability.",
      "id": "s146"
    },
    {
      "text": "Note: For strict liability , see section 6.1 of the Criminal Code .",
      "id": "s147"
    },
    {
      "text": "23 Examinee's lawyer may attend \n (1) The examinee's lawyer may be present at the examination and may, at such times during it as the inspector determines:\n (a) address the inspector; and\n (b) examine the examinee;\n about matters about which the inspector has examined the examinee.",
      "id": "s148"
    },
    {
      "text": "(2) If, in the inspector's opinion, a person is trying to obstruct the examination by exercising rights under subsection (1), the inspector may require the person to stop addressing the inspector, or examining the examinee, as the case requires.",
      "id": "s149"
    },
    {
      "text": "Note: Failure to comply with a requirement made under this subsection is an offence (see section 63).",
      "id": "s150"
    },
    {
      "text": "(3) An offence under subsection 63(4) relating to subsection (2) of this section is an offence of strict liability.",
      "id": "s151"
    },
    {
      "text": "Note: For strict liability , see section 6.1 of the Criminal Code .",
      "id": "s152"
    },
    {
      "text": "38 The precise interaction between these two provisions is not yet fully delineated.",
      "id": "s153"
    },
    {
      "text": "However, the following propositions should be accepted.",
      "id": "s154"
    },
    {
      "text": "(a) Section 22 permits a client's lawyer to be excluded \n \n39 In Bell v Australian Securities Commission (1991) 31 FCR 184 at 189 Pincus J held that s 22 did not permit an inspector to exclude an examinee's lawyer.",
      "id": "s155"
    },
    {
      "text": "This conclusion was reversed by the Full Court: Australian Securities Commission v Bell (1991) 32 FCR 517 at 521 per Lockhart J, 528-529 per Sheppard J, 532-533 per Burchett J.",
      "id": "s156"
    },
    {
      "text": "The binding nature of that conclusion is not open to doubt.",
      "id": "s157"
    },
    {
      "text": "(b) The direction may be made at a time anterior to the examinations \n \n40 Section 22(1) permits both directions about who may be present \"during\" the examination and \"during a part of\" an examination.",
      "id": "s158"
    },
    {
      "text": "It follows that the section contemplates the possibility that a person may be excluded from the entire examination and not just part of it.",
      "id": "s159"
    },
    {
      "text": "Logically, such a direction could not be given during the examination.",
      "id": "s160"
    },
    {
      "text": "Consequently, the power in s 22(1) is capable of being exercised once an inspector has assumed office as such following appointment by ASIC under s 19(2).",
      "id": "s161"
    },
    {
      "text": "41 In this case, the direction itself was given by the letter of 10 October 2008.",
      "id": "s162"
    },
    {
      "text": "It is important to emphasise that the decision in question is the giving of a direction.",
      "id": "s163"
    },
    {
      "text": "Section 22(1) does not authorise the making of a decision to exclude which is then followed by a ministerial act of implementation constituted by the direction.",
      "id": "s164"
    },
    {
      "text": "Rather, s 22(1) authorises the giving of a direction.",
      "id": "s165"
    },
    {
      "text": "At various points in the argument there appeared to be an assumption that there was an anterior decision to the direction contained in the letter of 10 October 2008.",
      "id": "s166"
    },
    {
      "text": "However, this assumption is unwarranted.",
      "id": "s167"
    },
    {
      "text": "The power conferred by s 22(1) is the power to direct; the letter of Friday 10 October 2008 is that direction.",
      "id": "s168"
    },
    {
      "text": "(c) The right of attendance is conferred on the client's lawyer not the client \n \n 42 The authorities do not establish this proposition clearly.",
      "id": "s169"
    },
    {
      "text": "However, at least two members of the Full Court thought that the right was conferred on the lawyer: Australian Securities Commission v Bell (1991) 32 FCR 517 at 528 per Sheppard J, 532 per Burchett J.",
      "id": "s170"
    },
    {
      "text": "The matter is complicated because Burchett J also thought (at 532) that the client had a right to have his lawyer's right observed.",
      "id": "s171"
    },
    {
      "text": "Lockhart J adverted to the question (at 519) but did not answer it.",
      "id": "s172"
    },
    {
      "text": "43 In Stockbridge v Ogilvie (1993) 43 FCR 244 examinees sought judicial review of a direction given by an inspector appointed by the Australian Securities Commission to exclude their lawyer.",
      "id": "s173"
    },
    {
      "text": "French J appeared to assume (at 254), without debate, that the right created by s 23(1) was conferred on the examinee's lawyer although it may be admitted that this is far from clear.",
      "id": "s174"
    },
    {
      "text": "In Macquarie Advisory Group Pty Ltd (rec apptd) v Australian Securities and Investments Commission (1999) 33 ACSR 106 at 108 [6] the parties, and Byrne J, assumed that the right was conferred on the examinee.",
      "id": "s175"
    },
    {
      "text": "In Gangemi v Australian Securities and Investments Commission [2003] FCA 494 ; (2003) 129 FCR 284 at 297 [38] French J assumed without discussion that the right was conferred on the examinee.",
      "id": "s176"
    },
    {
      "text": "44 Bell requires the conclusion, with which I agree, that the right is at least conferred on the examinee's lawyer.",
      "id": "s177"
    },
    {
      "text": "It is an open question whether the right is also conferred on the examinee.",
      "id": "s178"
    },
    {
      "text": "The right referred to by Burchett J in Bell as the right to have the lawyer's right enforced does not appear, with respect, to have a textual foundation.",
      "id": "s179"
    },
    {
      "text": "The right assumed to be vested in the examinee in Gangemi and Re Macquarie Advisory Group was the right in s 23(1) itself rather than the right adverted to by Burchett J.",
      "id": "s180"
    },
    {
      "text": "45 Only one judge (Sheppard J) has considered the matter in any detail.",
      "id": "s181"
    },
    {
      "text": "The statements by French J in Stockbridge and Gangemi do not appear to me to be intended to be taken as considered statements on the question and the statement by Byrne J is certainly not.",
      "id": "s182"
    },
    {
      "text": "46 The text of s 23(1) is, I think, plain.",
      "id": "s183"
    },
    {
      "text": "The right is conferred on the examinee's lawyer.",
      "id": "s184"
    },
    {
      "text": "In that regard, its wording is different from s 25(4) of the National Crime Authority Act 1984 (Cth) which provided, in part, that \"a person giving evidence may be represented by a legal practitioner\" and which was held by the Full Court in National Crime Authority v A (1988) 18 FCR 439 at 446 per Bowen CJ, Sheppard and Morling JJ to operate as a conferral of a right upon a witness.",
      "id": "s185"
    },
    {
      "text": "47 The notion that rights are conferred on lawyers rather than their clients is neither novel nor surprising.",
      "id": "s186"
    },
    {
      "text": "The right to file an originating process is conferred on a solicitor just as the right of audience is conferred on both solicitors and barristers.",
      "id": "s187"
    },
    {
      "text": "In each of those cases the right thereby conferred is to be exercised by the lawyer in accordance with his or her legal and equitable duties.",
      "id": "s188"
    },
    {
      "text": "To conclude that the right conferred by s 23(1) on a lawyer is to be exercised for the benefit of the client (and in accordance with lawful instructions) does not make it necessary to construe s 23(1) as conferring a right on the client.",
      "id": "s189"
    },
    {
      "text": "(d) The power to direct the exclusion of a lawyer is only enlivened where the inspector believes that exclusion is necessary for the purposes of the examination and that belief is held on reasonable grounds and in good faith \n \n48 Reference has already been made to s 25 of the National Crime Authority Act 1984 (Cth) which expressly confers a right on an examinee to have a lawyer present during an examination.",
      "id": "s190"
    },
    {
      "text": "That Act did not confer on the Authority an explicit power to exclude a lawyer.",
      "id": "s191"
    },
    {
      "text": "However, s 19 of the Act conferred on the Authority the power to do all things necessary to be done for or in connexion with the performance of its functions.",
      "id": "s192"
    },
    {
      "text": "In National Crime Authority v A (1988) 18 FCR 439 at 446 the Full Court held that that power extended to the exclusion of a lawyer from an examination notwithstanding s 25(4).",
      "id": "s193"
    },
    {
      "text": "However, that meant that the extent of the power was coterminous with the degree of the necessity.",
      "id": "s194"
    },
    {
      "text": "Hence, the Full Court held (at 448) that the power to exclude a lawyer arose if the Authority \"concludes on reasonable grounds and in good faith that to allow the representation either will, or may, prejudice the investigation which it is obliged to carry out\".",
      "id": "s195"
    },
    {
      "text": "49 There was nothing novel about that conclusion.",
      "id": "s196"
    },
    {
      "text": "The fact that the power actually used depended upon the existence of a relevant necessity meant that an absence of such a necessity entailed ultra vires action.",
      "id": "s197"
    },
    {
      "text": "In that sense, it was for the Authority to show that its action was within power and to do that it needed to so show the necessity which activated the power in s 19.",
      "id": "s198"
    },
    {
      "text": "50 In Bell that test appears to have been grafted onto ss 22 and 23 of the former (but relevantly identical) Australian Securities Commission Act 1989 (Cth).",
      "id": "s199"
    },
    {
      "text": "Notwithstanding that s 22 expressly conferred a power to exclude which was absent from the National Crime Authority Act 1984 (Cth), Lockhart J concluded (at 521) that the power conferred by s 22(1) was subject to the same limitation that the Authority was subject to in National Crime Authority v A, namely, that the inspector must form the view that there are \"reasonable grounds for a bona fide belief\" on the inspector's part that to allow the particular lawyer to appear \"will or is likely to prejudice the investigation which he is obliged to carry out pursuant to the requirements of the Act\".",
      "id": "s200"
    },
    {
      "text": "51 The mechanism underpinning this reasoning appears to be the need to reconcile apparently contradictory provisions.",
      "id": "s201"
    },
    {
      "text": "It is true that s 22(1) is not expressed to be subject to the same limitation as s 25 of the National Crime Authority Act 1984 (Cth), namely, that the step sought to be justified had to be \"necessary\".",
      "id": "s202"
    },
    {
      "text": "However, to prevent the power to exclude in s 22(1) from devouring the whole of the operation of s 23(1) , which entitled the lawyer to be present, it was necessary to place limits on the extent of the power thereby conferred.",
      "id": "s203"
    },
    {
      "text": "Lockhart J identified the limitation as one of reasonable necessity which was explicit in National Crime Authority v A .",
      "id": "s204"
    },
    {
      "text": "Burchett J expressed essentially the same conclusion (at 533):\n I agree that, despite the express language of the Act, it is implicit in the scheme for which the Act provides that he [scil.",
      "id": "s205"
    },
    {
      "text": "the lawyer] may be excluded.",
      "id": "s206"
    },
    {
      "text": "However, such a qualification upon the express entitlement conferred by the Act cannot be stretched beyond what the court can say is necessarily required for the carrying out of the examination for which the statute provides.",
      "id": "s207"
    },
    {
      "text": "52 Mr Halley submitted that Bell was better understood as a case where the evidential burden was shifted to the Commission by the paucity of the reasons it initially proffered: cf.",
      "id": "s208"
    },
    {
      "text": "Public Service Board of New South Wales v Osmond [1986] HCA 7 ; (1986) 159 CLR 656 at 663-664 per Gibbs CJ with whom Wilson, Brennan and Dawson JJ agreed.",
      "id": "s209"
    },
    {
      "text": "There is no doubt that Sheppard J approached the matter on that basis: see Bell 32 FCR 517 at 531.",
      "id": "s210"
    },
    {
      "text": "However, I do not think it was the way in which Lockhart and Burchett JJ approached it.",
      "id": "s211"
    },
    {
      "text": "53 Where, as here, it is alleged that ASIC has acted outside its power in making an exclusion direction under s 22(1), ASIC is required to prove that the making of the order was \"necessary\" in the sense used in Bell .",
      "id": "s212"
    },
    {
      "text": "The reasonable necessity is based on the views of the inspector --- if it appears necessary to the inspector then that will suffice provided that his or her belief is reasonably held.",
      "id": "s213"
    },
    {
      "text": "Put another way, the encroachment of the power in s 22(1) into the field of operation of s 23(1) is subject to a condition precedent, namely, the satisfaction of the inspector that the encroachment is necessary.",
      "id": "s214"
    },
    {
      "text": "And, of course, it is not to be presumed that Parliament intended that the inspector's view could be formed capriciously --- hence, not only must be the opinion be formed but is must be reasonably held: cf.",
      "id": "s215"
    },
    {
      "text": "Buck v Bavone [1976] HCA 24 ; (1976) 135 CLR 110 at 118-119 per Gibbs J; Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 at 654 per Gummow J; Corporation of the City of Enfield v Development Assessment Commission [2000] HCA 5 ; (2000) 199 CLR 135 at 150 [34] per Gleeson CJ, Gummow, Kirby and Hayne JJ.",
      "id": "s216"
    },
    {
      "text": "54 The opinion which matters is that of the inspector.",
      "id": "s217"
    },
    {
      "text": "The only issue for the Court is whether that opinion is held on reasonable grounds and in good faith.",
      "id": "s218"
    },
    {
      "text": "Once that threshold is passed, the fact that the Court might not have made the direction itself is of no moment because the state of satisfaction which expands the operation of s 22(1) into the domain of s 23(1) is that of the inspector and not that of the Court: cf.",
      "id": "s219"
    },
    {
      "text": "Gangemi v Australian Securities and Investments Commission [2003] FCA 494 ; (2003) 129 FCR 284 at 297 [39] per French J; Stockbridge v Ogilvie (1993) 43 FCR 244 at 255 per French J.",
      "id": "s220"
    },
    {
      "text": "55 Finally, two further consequences of the analysis in Bell should be noted.",
      "id": "s221"
    },
    {
      "text": "First, the limitation on the power in s 22(1) only arises where its field of operation intersects with the rights conferred by s 23(1).",
      "id": "s222"
    },
    {
      "text": "Where that is not the case the limitation does not arise.",
      "id": "s223"
    },
    {
      "text": "Where the power in s 22(1) is used to exclude a person from an examination who is not a lawyer to whom s 23(1) applies then the issue of whether a direction is ultra vires will be very unlikely to arise.",
      "id": "s224"
    },
    {
      "text": "This is because, outside that area of intersection, the provision confers an express authority in plain terms.",
      "id": "s225"
    },
    {
      "text": "56 Secondly, it is the examination process itself against which the necessity is measured.",
      "id": "s226"
    },
    {
      "text": "This directs attention to the purposes of the persons conducting it; namely, the inspectors.",
      "id": "s227"
    },
    {
      "text": "An analytical framework which treats ASIC as the decision-maker, which I have rejected, is apt impermissibly to blur the distinction between the purpose of an inspector in conducting an examination and the purpose of ASIC in conducting an investigation.",
      "id": "s228"
    },
    {
      "text": "The presence of a belief by ASIC held on reasonable grounds and in good faith that the exclusion of a lawyer was necessary for the purposes of its investigation would not, per se, suffice for s 22(1) purposes.",
      "id": "s229"
    },
    {
      "text": "The relevant purpose is the proper conduct of the examination and the relevant person to have that purpose is the inspector conducting that examination.",
      "id": "s230"
    },
    {
      "text": "APPLICATION TO PRESENT FACTS \n \n57 The evidence before me as to the reasons for the giving of the direction were contained in the inspectors' letter of 10 October 2008 and in the statement of reasons produced 12 days later on 22 October 2008.",
      "id": "s231"
    },
    {
      "text": "There was a debate between the parties as to whether the statement of reasons of 22 October 2008 could be received into evidence.",
      "id": "s232"
    },
    {
      "text": "The debate was resolved by an agreement that the reasons could be tendered but that the Applicants could make submissions as to the weight, if any, which should be accorded to those reasons.",
      "id": "s233"
    },
    {
      "text": "The parties also agreed that if I concluded that the inspectors were the relevant decision-makers then the reasons should be read as their reasons.",
      "id": "s234"
    },
    {
      "text": "58 For present purposes, the question is whether the reasons of 22 October 2008 are the reasons for the decision.",
      "id": "s235"
    },
    {
      "text": "ASIC contended that they should be so treated; the Applicants that they should be given no weight at all.",
      "id": "s236"
    },
    {
      "text": "I have found this a difficult issue to resolve.",
      "id": "s237"
    },
    {
      "text": "Because of the agreement of the parties that the statement of reasons was to be admitted into evidence it is unnecessary to resolve the interesting evidential question of how a statement of reasons, delivered sometime after the decision to which they are appurtenant, is admissible.",
      "id": "s238"
    },
    {
      "text": "59 In favour of treating the statement of reasons as the inspectors' reasons are the following points:\n \n(a) the agreement of the parties that the Court should accept that the statement of reasons was written by the inspectors if the Court concluded that the direction had been given by the inspectors;\n \n(b) the fact that the reasons were purportedly produced pursuant to s 13 of the ADJR Act which requires the giving of reasons by the decision-maker on request by a relevant person;\n \n(c) the lack of any apparent motive on the part of the inspectors to produce reasons after the event if those reasons differed from their true reasons.",
      "id": "s239"
    },
    {
      "text": "60 Against so treating the statement of reasons are the following:\n \n(a) the fact that the reasons were signed by Mr McGuinness rather than the inspectors --- the attribution of the statement of reasons to the inspectors came only after the hearing and by way of an agreement;\n \n(b) the difference between the terms of the letter of 10 October 2008 and the statement of reasons, with the former reciting in one paragraph the existence of a \"perceived, if not actual, conflict of interest\", and the latter detailing over four pages the evidence before ASIC;\n \n(c) the period of time (nearly two weeks) between the direction on 10 October 2008 and the production of the statement of reasons on 22 October 2008;\n \n(d) the fact that the reasons were prepared nearly a week after the present proceedings were commenced on 15 October 2008.",
      "id": "s240"
    },
    {
      "text": "61 These facts, both favourable and unfavourable, are capable of supporting an inference that the statement of reasons of 22 October 2008 does not reflect the true reasons of the inspectors.",
      "id": "s241"
    },
    {
      "text": "It would be fair to say that the opposite inference is also open on the facts.",
      "id": "s242"
    },
    {
      "text": "However, neither the inspectors nor Mr McGuinness were called to give evidence before me to explain how the decision was made or how the statement of reasons of 22 October 2008 was generated.",
      "id": "s243"
    },
    {
      "text": "At the end of the hearing, there was little evidence beyond the letter of 10 October 2008 and the statement of reasons of 22 October 2008 themselves to explain the decision-making process.",
      "id": "s244"
    },
    {
      "text": "62 It was apparent at the start of the proceeding that ASIC wished to have the inspectors removed as parties which, given their status of employees, was understandable.",
      "id": "s245"
    },
    {
      "text": "I have already indicated that no particular criticism can be made as to the failure by ASIC or the inspectors to prove which of them gave the direction since that issue really only arose at the hearing.",
      "id": "s246"
    },
    {
      "text": "63 However, that does not explain why neither Mr McGuinness nor the inspectors were called to give evidence as to why the statement of reasons of 22 October 2008 should be taken as the reasons for the decision when it was produced 12 days after the direction and seven days after the commencement of these proceedings.",
      "id": "s247"
    },
    {
      "text": "This is particularly so when the statement of reasons was admitted with ASIC's agreement that the Applicants would still be entitled to submit that it should be given no weight.",
      "id": "s248"
    },
    {
      "text": "The status and value of the statement of reasons was, therefore, a significant matter in contest.",
      "id": "s249"
    },
    {
      "text": "64 In those circumstances, the failure to call either the inspectors or Mr McGuinness permits me more comfortably to draw the inference to which I have already referred viz that the statement of reasons of 22 October 2008 does not reflect the true basis for the actions of the inspectors on 10 October 2008 when they gave the direction: Jones v Dunkel (1959) 101 CLR 298 at 308 per Kitto J, 312 per Menzies J, and 320-321 per Windeyer J.",
      "id": "s250"
    },
    {
      "text": "I so conclude.",
      "id": "s251"
    },
    {
      "text": "It follows that I do not think that any reliance should be placed upon those reasons.",
      "id": "s252"
    },
    {
      "text": "65 For completeness, it is to be noted that ASIC had a similar inference drawn against it for failing to put on evidence as to the decision-making process in Bell 32 FCR 517 at 525 per Lockhart J, 531 per Sheppard J and, arguably, at 533 per Burchett J.",
      "id": "s253"
    },
    {
      "text": "Further, such evidence was put before the Court in Macquarie Advisory Group Pty Ltd v Australian Securities and Investments Commission (1999) 33 ACSR 106 at 108 [8] per Byrne J and in Gangemi v Australian Securities and Investments Commission [2003] FCA 494 ; (2003) 129 FCR 284 at 290-291 [19] - [20] per French J. Whilst it is true that in both Gangemi and Stockbridge that the reasons of the inspectors were before the Court it is also true that those reasons were delivered contemporaneously with the direction.",
      "id": "s254"
    },
    {
      "text": "The significance of such evidence in the present case was obvious, therefore, not only because the Applicants explicitly signalled their intention to doubt the usefulness of the statement of reasons of 22 October 2008 but also from the course of authorities dealing with s 22(1).",
      "id": "s255"
    },
    {
      "text": "66 The question is whether the inspectors have established that the direction was made for the purpose of securing the integrity of the examinations on reasonable grounds and in good faith.",
      "id": "s256"
    },
    {
      "text": "The only evidence of that purpose that is both reliable and available is the letter of 10 October 2008 which constituted the direction.",
      "id": "s257"
    },
    {
      "text": "It establishes, clearly in my view, that the direction was made for the purpose of securing the integrity of the examination process.",
      "id": "s258"
    },
    {
      "text": "Further, it is appropriate to accept that the letter does not disclose an absence of good faith.",
      "id": "s259"
    },
    {
      "text": "The real debate is whether it discloses reasonable grounds.",
      "id": "s260"
    },
    {
      "text": "67 The letter, and hence the inspectors, make three points.",
      "id": "s261"
    },
    {
      "text": "First, they say that there is a conflict of interest between Mr Collard, Ms Li and Ms Zeng in relation to the matters under investigation by ASIC.",
      "id": "s262"
    },
    {
      "text": "Secondly, the examination is to be used to ask questions which are relevant to that conflict of interest or will expose it more fully.",
      "id": "s263"
    },
    {
      "text": "The third point is the important one and should be set out:\n If Mr Collard, Ms Li and Ms Zeng had the same legal representatives, or different representatives each from Atanaskovic Hartnell, present at their examinations, we believe this would result in prejudice to ASIC's investigation.",
      "id": "s264"
    },
    {
      "text": "68 For reasons I have already given, prejudice to ASIC's investigation is not what activates the power under s 22(1).",
      "id": "s265"
    },
    {
      "text": "The inquiry must be directed to the integrity of the examinations rather than the investigation.",
      "id": "s266"
    },
    {
      "text": "However, it is appropriate to assume, since no point was taken about this, that the prejudice to the investigation corresponds with prejudice to the examinations.",
      "id": "s267"
    },
    {
      "text": "69 The difficulty is that it is impossible to see why Atanaskovic Hartnell must be excluded.",
      "id": "s268"
    },
    {
      "text": "Accepting, as I do, the risk that accidental or subconscious disclosure may occur, it is impossible to gauge what that risk means in the current situation.",
      "id": "s269"
    },
    {
      "text": "Unless there is some indication of what the material is that may be accidentally disclosed, it is impossible to say anything as to whether the integrity of the examination requires that information to be protected by the making of a s 22(1) direction.",
      "id": "s270"
    },
    {
      "text": "70 During argument Mr Halley put the proposition that wherever there were differing accounts between proposed examinees a s 22(1) direction could always be made against an examinee's lawyer.",
      "id": "s271"
    },
    {
      "text": "I do not think that can be accepted.",
      "id": "s272"
    },
    {
      "text": "The question is always whether there are reasonable grounds for such a direction.",
      "id": "s273"
    },
    {
      "text": "The differences between the accounts of proposed examinees may be trivial or obviously anodyne.",
      "id": "s274"
    },
    {
      "text": "For example, if two examinees differed in their recollection of the date of some well-known event then it could not be the case that the inspectors would have reasonable grounds for excluding their lawyer from representing both.",
      "id": "s275"
    },
    {
      "text": "Once that is accepted, as I think it must be, this necessitates an examination, in each case, of the differences between the accounts, the significance of those differences and the risk that joint representation poses to the examination having regard to those matters.",
      "id": "s276"
    },
    {
      "text": "Of course, this is not an exhaustive statement of when exclusion may be appropriate.",
      "id": "s277"
    },
    {
      "text": "For example, the lawyer's own involvement in the events in question is another matter altogether.",
      "id": "s278"
    },
    {
      "text": "But where the exclusion is based upon conflicts of interest between the witnesses it is not sufficient merely to state that such a conflict exists.",
      "id": "s279"
    },
    {
      "text": "71 That approach may, of course, require that confidential evidence be given about the relevant concerns in this Court.",
      "id": "s280"
    },
    {
      "text": "This was expressly contemplated in Bell by Lockhart J (at 32 FCR 521) and Sheppard J (at 32 FCR 532) both of whom indicated that the processes of the Court could be adapted to deal with the exigencies obtaining in such a state of affairs.",
      "id": "s281"
    },
    {
      "text": "Consistent with that observation French J received a confidential affidavit in Gangemi (at 129 FCR 290 [20]).",
      "id": "s282"
    },
    {
      "text": "72 In this case, however, there is nothing in the letter of 10 October 2008 to indicate what the conflict was between the accounts of the Applicants, why those conflicts mattered or what it was that made it necessary for Atanaskovic Hartnell to be excluded.",
      "id": "s283"
    },
    {
      "text": "An inference is open that because those matters are not dealt with in the letter of 10 October 2008 that the inspectors did not, in fact, turn their minds to those matters.",
      "id": "s284"
    },
    {
      "text": "I may more readily draw that inference in circumstances where the inspectors did not give evidence before me as to these matters: Jones v Dunkel (1959) 101 CLR 298 at 308 per Kitto J, 312 per Menzies J, and 320-321 per Windeyer J.",
      "id": "s285"
    },
    {
      "text": "73 I am conscious that ASIC subsequently produced a set of reasons on 22 October 2008.",
      "id": "s286"
    },
    {
      "text": "I have previously come to the conclusion that this set of reasons is not to be given any weight.",
      "id": "s287"
    },
    {
      "text": "Be that as it may, it might be thought that a belief on ASIC or the inspectors' parts that the second set of reasons would stand as the reasons for the direction may provide an explanation as to why no evidence was given by the inspectors or Mr McGuinness as to their grounds for the giving of the direction on 10 October 2008.",
      "id": "s288"
    },
    {
      "text": "If that explanation were to be accepted as legitimate it would prevent the drawing of the inference to which I have referred.",
      "id": "s289"
    },
    {
      "text": "I do think that it is possible that the second set of reasons provides some explanation for the absence of evidence from the inspectors or Mr McGuinness.",
      "id": "s290"
    },
    {
      "text": "However, it is difficult to know whether that it so or whether the decision not to call them was made by other people for possibly other reasons.",
      "id": "s291"
    },
    {
      "text": "74 Ultimately, I think that it would be conjecture on my part to conclude that the reason the inspectors and/or ASIC did not give evidence about the grounds underpinning the letter of 10 October 2008 was because they, or their advisers, believed that the second set of reasons would perform that function for them.",
      "id": "s292"
    },
    {
      "text": "In that circumstance, I do not think that I can accept such a view as a sufficient or adequate reason for their not having been called such as would prevent the drawing of the inference to which I have referred.",
      "id": "s293"
    },
    {
      "text": "Accordingly, the only grounds that the inspectors had were the grounds set out in the letter of 10 October 2008, and those grounds were not adequate in the requisite sense.",
      "id": "s294"
    },
    {
      "text": "75 My conclusion would have been the same even if I had reached the view that the statement of reasons did reflect the inspectors' reasons for giving the direction.",
      "id": "s295"
    },
    {
      "text": "Those reasons were in the following terms:\n \n \n 1.",
      "id": "s296"
    },
    {
      "text": "BACKGROUND FACTS \n 1.1 On or about 11 September 2008, each of Mr David Collard, Ms Min Hua Li and Ms Amy Zeng were served with notices requiring them to give the Australian Securities and Investments Commission (\" ASIC \") all reasonable assistance in connection with an investigation being conducted by ASIC and to appear before ASIC for examination on oath and to answer questions (the \" Examinations \").",
      "id": "s297"
    },
    {
      "text": "1.2 Mr Collard, Ms Li and Ms Zeng (the \" Examinees \") are three of the thirteen defendants to proceedings commenced by ASIC on 2 September 2008 pursuant to section 1323 of the Corporations Act 2001 (Cth) in New South Wales Supreme Court, being matter number 4532 of 2008.",
      "id": "s298"
    },
    {
      "text": "The Examinees are represented by Mr Tony Hartnell of Atanaskovic Hartnell in those proceedings.",
      "id": "s299"
    },
    {
      "text": "1.3 On 7 October 2008, Mr Hartnell informed an officer of ASIC that he had been instructed to represent each of Mr Collard, Ms Li and Ms Zeng at the Examinations.",
      "id": "s300"
    },
    {
      "text": "Mr Hartnell asked the officer to notify him whether ASIC had any objection to him, either alone or with other lawyers from Atanaskovic Hartnell, representing each of the Examinees at their Examinations.",
      "id": "s301"
    },
    {
      "text": "The officer agreed to consider the matter further and provide him with a formal response.",
      "id": "s302"
    },
    {
      "text": "1.4 On 10 October 2008, ASIC sent a letter to Atanaskovic Hartnell in the following terms.",
      "id": "s303"
    },
    {
      "text": "Further to Mr Hartnell's request on 8 October 2008 that we inform you whether we had any objection to Atanaskovic Hartnell representing each of Mr Collard, Ms Li and Ms Zeng at their examinations, we have now considered the matter and formed the view that it will not be possible for Mr Collard, Ms Li and Ms Zeng to have the same legal representatives, or different representatives each from Atanaskovic Hartnell, at their examinations.",
      "id": "s304"
    },
    {
      "text": "We have made this decision because we believe there is a perceived, if not actual, conflict of interest between Mr Collard, Ms Li and Ms Zeng in relation to matters which are the subject of ASIC's investigation.",
      "id": "s305"
    },
    {
      "text": "We intend to ask questions at the examinations which are relevant to, or will expose more fully, those conflicts of interest.",
      "id": "s306"
    },
    {
      "text": "We also intend to give a non-disclosure direction to each examinee.",
      "id": "s307"
    },
    {
      "text": "If Mr Collard, Ms Li and Ms Zeng had the same legal representatives, or different representatives each from Atanaskovic Hartnell, present at their examinations, we believe this would result in prejudice to ASIC's investigation.",
      "id": "s308"
    },
    {
      "text": "We therefore put you on notice that if lawyers from Atanaskovic Hartnell appear at one of the examinations, we will direct that they withdraw from appearing at any subsequent examination.",
      "id": "s309"
    },
    {
      "text": "2.",
      "id": "s310"
    },
    {
      "text": "STATUTORY PROVISIONS \n 2.1 The Examinations are being conducted pursuant to section 19 of the Australian Securities and Investments Commission Act 2001 (Cth) (\"ASIC Act\").",
      "id": "s311"
    },
    {
      "text": "2.2 Any decision to exclude Mr Hartnell or lawyers from Atanaskovic Hartnell from attending all three Examinations is made pursuant to sections 22 and 23 of the ASIC Act .",
      "id": "s312"
    },
    {
      "text": "In particular, section 22(1) provides that the Examinations must take place in private and the ASIC inspectors conducting the Examinations may give directions about who may be present during them.",
      "id": "s313"
    },
    {
      "text": "3.",
      "id": "s314"
    },
    {
      "text": "FINDINGS &amp; REASONS FOR DECISION \n 3.1 ASIC has considered the request by Mr Hartnell to inform him whether ASIC had any objection to him alone, or together with other lawyer(s) from Atanaskovic Hartnell, from representing each of the Examinees at the Examinations.",
      "id": "s315"
    },
    {
      "text": "ASIC does object to Mr Hartnell alone, or together with other lawyers from Atanaskovic Hartnell, representing more than one Examinee at the Examinations.",
      "id": "s316"
    },
    {
      "text": "The matters taken into account by ASIC in relation to this are set out below.",
      "id": "s317"
    },
    {
      "text": "3.2 ASIC has had regard to: \n \n \n \n \n (a) the right of the Examinees to have a lawyer represent them at their Examinations;\n (b) the involvement of Mr Hartnell and/or Atanaskovic Hartnell in the section 1323 Supreme Court proceedings and the work done by them generally on behalf of the Examinees of which ASIC is aware; and \n (c) that each Examinee has chosen to instruct Mr Hartnell and/or Atanaskovic Hartnell to represent them at their Examination.",
      "id": "s318"
    },
    {
      "text": "3.3 ASIC has also had regard to its need to protect the integrity of its investigation and to ensure the information provided to it is frank, truthful and fulsome.",
      "id": "s319"
    },
    {
      "text": "3.4 ASIC has also considered its own objectives in conducting the Examinations.",
      "id": "s320"
    },
    {
      "text": "The Examinations are being conducted because ASIC believes that the Examinees can give information to ASIC which is relevant to a matter that it is investigating.",
      "id": "s321"
    },
    {
      "text": "That matter, which is described in the notices issued to each Examinee, is as follows:\n [S]uspected contraventions of sections 911A , 601ED , 1041E , 1041G and 1041H of the Corporations Act, 2001 (Cth) and sections 12BB , 12DA , 12DB and 12DF of the Australian Securities and Investments Commission Act 2001 (Cth) ( ASIC Act ) by persons and entities including David John Hobbs, David John Collard, Min Hua Li, Li Min Zeng, Bi Hong Dong, Secured Bond Limited, 888 Management Inc, Barclaywest Ltd, J&amp;B Financial Group Pty Ltd (ACN 110 775 463), Magny Cours Ltd, Shunfu Corporation, North Wave Ltd, GP Global Ltd in the period from 1 January 2002 to the date of this Notice.",
      "id": "s322"
    },
    {
      "text": "The investigation concerns a suspected illegal managed investment scheme known as the Secured Bond Master Fund, which is defined as the Scheme in the Originating Process to the Supreme Court proceedings.",
      "id": "s323"
    },
    {
      "text": "3.5 One of the matters which ASIC is investigating is the role played by each of the Examinees in the matters which are the subject of ASIC's investigation.",
      "id": "s324"
    },
    {
      "text": "In considering the request, ASIC has had regard to information it currently has about the roles played by each Examinee.",
      "id": "s325"
    },
    {
      "text": "Some information relevant to the role of each of those individuals is set out in, or has been obtained from:\n (a) affidavits filed by the Examinees in the Supreme Court proceedings; \n (b) affidavits filed by ASIC in the Supreme Court proceedings.",
      "id": "s326"
    },
    {
      "text": "[ The remainder of the paragraph was by consent redacted by ASIC.",
      "id": "s327"
    },
    {
      "text": "]\n 3.6 ASIC has also had regard to the allegations which ASIC has made against the Examinees in the Supreme Court proceedings which are set out in the Originating Process filed by ASIC and served on the Examinees in those proceedings.",
      "id": "s328"
    },
    {
      "text": "3.7 Having considered the information in 3.5 and 3.6 above, including by contrasting the information contained in: \n \n \n \n \n (a) paragraphs 5 --- 11, 15 - 26 of the affidavit of Li Min Zeng sworn 24 September 2008\n (b) paragraphs 2, 16, 17, 18 of the affidavit of David John Collard sworn 3 October 2008; and\n (c) paragraphs 17 --- 65 (together with the exhibits referred to therein) of the affidavit of Mark Richard Howard sworn 2 September 2008, \n \n \n \n \n ASIC suspects that the roles played by each of the Examinees in relation to the suspected unregistered managed investment scheme may be different and that there is a perceived, if not actual, conflict of interest between the Examinees.",
      "id": "s329"
    },
    {
      "text": "3.8 ASIC has considered the risk that an Examinee would not be truthful, frank or forthcoming in the course of an examination when accompanied by a legal representative he or she knew was also acting for other Examinees in the same investigation.",
      "id": "s330"
    },
    {
      "text": "3.9 ASIC has also taken into consideration the fact that the Examinations will take place in private pursuant to section 22 of the ASIC Act and that, in accordance with ASIC's usual practice, confidentiality directions will be given at each examination preventing the examinee and any legal representative from disclosing to any person the questions asked, or any information or documents provided to, or by, the examinee during the examination for a specified period of time.",
      "id": "s331"
    },
    {
      "text": "The purposes of the directions being: \n \n \n \n \n (a) to protect information given to ASIC by the examinee, and other information given to ASIC in confidence by third parties which was disclosed to the examinee in the course of the examination; and\n (b) to protect information gleaned by the examinee and their legal representatives during the examination as to the lines of inquiry which are (or are not) being pursued by ASIC.",
      "id": "s332"
    },
    {
      "text": "3.10 ASIC also considered the risk that an Examinee's legal representative could unintentionally alert a subsequent Examinee to the line of questioning likely to be put them in their examination in the course of preparing them for it.",
      "id": "s333"
    },
    {
      "text": "Prior knowledge of these matters could affect the answers given by the subsequent Examinee, thereby prejudicing ASIC's investigation.",
      "id": "s334"
    },
    {
      "text": "3.11 ASIC has also had regard to the risk that an Examinee's legal representative could unintentionally disclose information to another Examinee, who in turn could seek to influence the testimony of a further Examinee or third party from whom ASIC subsequently sought information or assistance.",
      "id": "s335"
    },
    {
      "text": "3.12 ASIC has had regard to the actual or potential arrangements Atanaskovic Hartnell could put in place to allow different lawyers from that firm to represent each of the Examinees.",
      "id": "s336"
    },
    {
      "text": "However in considering this, ASIC has also had regard to statements made to its officer by Mr Hartnell that he personally would be representing each of the Examinees at their Examinations.",
      "id": "s337"
    },
    {
      "text": "3.13 ASIC also had regard to the difficulty for a lawyer to ignore information obtained by him or her in the course of one of the Examinations in order to avoid divulging that information, or deriving any use from it, when preparing other Examinees for their Examinations, or when representing those subsequent Examinees at their Examinations.",
      "id": "s338"
    },
    {
      "text": "3.14 ASIC has concluded that its investigation would be prejudiced if the Examinees had the same legal representatives present at their Examinations.",
      "id": "s339"
    },
    {
      "text": "ASIC has also concluded that its investigation would be prejudiced if the Examinees had different representatives, each from Atanaskovic Hartnell, present at their examinations.",
      "id": "s340"
    },
    {
      "text": "For these reasons, ASIC has decided: \n \n \n \n \n (a) to object to Mr Hartnell, either alone or together with other lawyers from Atanaskovic Hartnell, representing more than one Examinee at the Examinations; and\n (b) that it will give a direction to exclude representatives from Atanaskovic Hartnell from appearing at more than one section 19 examination of the Examinees.",
      "id": "s341"
    },
    {
      "text": "76 Apart from referring to a number of generalised concerns, the reasons do nothing to explain what it is that requires Atanaskovic Hartnell not to be present, particularly where it was accepted that there was no suggestion of any wrongdoing by that firm.",
      "id": "s342"
    },
    {
      "text": "It is true that the reasons underscore some differences between the accounts of Mr Collard, Ms Li and Ms Zeng.",
      "id": "s343"
    },
    {
      "text": "However, I am unable to fathom why those differences matter or why, assuming the differences did matter, they justified the exclusion of Atanaskovic Hartnell.",
      "id": "s344"
    },
    {
      "text": "Third issue: procedural fairness \n \n77 Because I have concluded that the direction was made in excess of the authority to give a direction under s 22(1) , the question of whether there was a denial of procedural fairness does not arise.",
      "id": "s345"
    },
    {
      "text": "However, in case I am incorrect in my conclusions, it is appropriate to record my view that the power in s 22(1) is subject to an obligation to afford the lawyer or his or her client an opportunity to make submissions as to why such a direction should not be given.",
      "id": "s346"
    },
    {
      "text": "That did not occur in this case.",
      "id": "s347"
    },
    {
      "text": "Even if the direction were otherwise within power it should be set aside on the ground of a breach of the requirements of procedural fairness.",
      "id": "s348"
    },
    {
      "text": "78 The question of whether the power in s 22(1) attracts a procedural fairness obligation has received little consideration.",
      "id": "s349"
    },
    {
      "text": "Sheppard J in Bell (32 FCR 516 at 532) thought that such an obligation did exist.",
      "id": "s350"
    },
    {
      "text": "Neither Lockhart nor Burchett JJ considered the issue.",
      "id": "s351"
    },
    {
      "text": "None of the decisions in Re Macquarie Advisory Group Ltd (33 ACSR 106), Stockbridge (43 FCR 244) or Gangemi (129 FCR 284) deals with the question.",
      "id": "s352"
    },
    {
      "text": "79 I have already set out s 23(1) and my conclusion that it confers a right on the examinee's lawyer and not the examinee.",
      "id": "s353"
    },
    {
      "text": "That right is sufficient to attract the rules of procedural fairness: Annetts v McCann [1990] HCA 57 ; (1990) 170 CLR 596 at 598 per Mason CJ, Deane and McHugh JJ.",
      "id": "s354"
    },
    {
      "text": "ASIC argued that the exercise of investigative powers was not generally subject to the rules of procedural fairness.",
      "id": "s355"
    },
    {
      "text": "It instanced Ryan v Australian Securities and Investments Commission (2007) 158 FCR 301 at 317-323 [53]-[72] per Gyles J.",
      "id": "s356"
    },
    {
      "text": "The decision under challenge in that case, however, was a decision by ASIC to confer \"eligible applicant\" status on a person.",
      "id": "s357"
    },
    {
      "text": "The only effect of that was to permit such a person to apply for the issue of examination summonses which might result in the examination of a person.",
      "id": "s358"
    },
    {
      "text": "Gyles J ultimately held (at 321 [67]):\n In my opinion, the initiation of the exercise of a statutory power of an investigatory nature will not normally \"destroy, defeat or prejudice\" (to use the words from Annetts v McCann [1990] HCA 57 ; 170 CLR 596) or \"imperil\" (to use Meagher J's word) any relevant right or interest such as to require notice to be given to the object prior to exercise of the power.",
      "id": "s359"
    },
    {
      "text": "In any event, where, as here, the exercise of a power is anterior to that which has a direct effect upon the party, there is no such requirement.",
      "id": "s360"
    },
    {
      "text": "80 It is clear that his Honour was dealing with the initiation of investigative functions.",
      "id": "s361"
    },
    {
      "text": "That principle may well apply to mean that there is no obligation to afford procedural fairness prior to issuing a s 19 notice --- however, once that process is commenced, s 23(1) confers a right on a lawyer to be present at the examination.",
      "id": "s362"
    },
    {
      "text": "Section 22(1) may be used to extirpate that right but such an action affects expressly conferred rights.",
      "id": "s363"
    },
    {
      "text": "It is not to the point, in that context, that the mechanism by which the examination process itself is commenced does not carry with it a procedural fairness obligation.",
      "id": "s364"
    },
    {
      "text": "81 It follows that the inspectors were required to afford procedural fairness to Atanaskovic Hartnell prior to making the direction of 10 October 2008.",
      "id": "s365"
    },
    {
      "text": "That would mean that the firm could challenge the decision if it chose to do so.",
      "id": "s366"
    },
    {
      "text": "However, the right of the lawyer conferred by s 23(1) is, generally speaking, a right in respect of which the lawyer will owe fiduciary duties to his or her client.",
      "id": "s367"
    },
    {
      "text": "The duties thereby erected generate in the client a sufficient interest also to attract an obligation of procedural fairness.",
      "id": "s368"
    },
    {
      "text": "Accordingly, the giving of a direction excluding a lawyer from an examination will require the affording of procedural fairness both to the lawyer and his or her client.",
      "id": "s369"
    },
    {
      "text": "In practical terms, these obligations may often be discharged simultaneously.",
      "id": "s370"
    },
    {
      "text": "82 Of course, the procedural fairness obligation arises because of the right conferred by s 23(1).",
      "id": "s371"
    },
    {
      "text": "Where s 22(1) is utilised to exclude a person from an examination who does not have a right to be present I express no opinion as to whether a procedural fairness obligation arises.",
      "id": "s372"
    },
    {
      "text": "There may be much to be said for the view, however, that it would be difficult in such circumstances to identify a sufficient right or interest.",
      "id": "s373"
    },
    {
      "text": "83 Granted that such an obligation existed, what were the inspectors to do?",
      "id": "s374"
    },
    {
      "text": "They needed to provide Atanaskovic Hartnell with an opportunity to persuade the inspectors that the direction should not be given.",
      "id": "s375"
    },
    {
      "text": "This was not done and breach is established.",
      "id": "s376"
    },
    {
      "text": "There may be difficult cases where the inspectors have before them confidential information the very nature of which requires that it not be shown to the lawyer or to his or her client.",
      "id": "s377"
    },
    {
      "text": "However, the inspectors did not suggest that they had relied on any such information in the present proceeding.",
      "id": "s378"
    },
    {
      "text": "There was a redacted portion of the reasons of 22 October 2008 but there was no intimation of what had been redacted.",
      "id": "s379"
    },
    {
      "text": "In any event, the Applicants did not complain that prejudicial but relevant material had been taken into account thereby: cf.",
      "id": "s380"
    },
    {
      "text": "Applicant VEAL of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 72 ; (2005) 225 CLR 88 at 95 [15] per Gleeson CJ, Gummow, Kirby, Hayne and Heydon JJ.",
      "id": "s381"
    },
    {
      "text": "84 Where confidential but prejudicial information is taken into account by a decision-maker, the Court may fashion its own procedures to determine whether the nature of the information is such as to reduce the obligation of procedural fairness to nothing: Nicopoulos v Commissioner for Corrective Services [2004] NSWSC 562 ; (2004) 148 A Crim R 74 at [100] - [104] per Smart AJ; Hussain v Minister for Foreign Affairs [2008] FCAFC 128 ; (2008) 169 FCR 241 at 275-276 [143] - [144] per Weinberg, Bennett and Edmonds JJ.",
      "id": "s382"
    },
    {
      "text": "However, the difficult issues which may arise in that context were not ventilated in the present proceedings.",
      "id": "s383"
    },
    {
      "text": "85 It follows that had the direction been within power that there would have been a breach of the requirements of procedural fairness.",
      "id": "s384"
    },
    {
      "text": "RELIEF \n \n86 It is appropriate to order that the direction given by the inspectors on Friday 10 October 2008 be set aside.",
      "id": "s385"
    },
    {
      "text": "Although I have determined that the inspectors are the proper parties to the litigation, ASIC indicated throughout that it did not wish its inspectors to be exposed personally.",
      "id": "s386"
    },
    {
      "text": "In those circumstances, although the application has failed insofar as it was against ASIC because ASIC did not give the direction, the appropriate order is that ASIC meet the costs of the Applicants of the proceeding.",
      "id": "s387"
    },
    {
      "text": "I certify that the preceding eighty-six (86) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Perram.",
      "id": "s388"
    },
    {
      "text": "Associate:\n\nDated: 12 November 2008\n\n Counsel for the Applicants: Ms EA Collins with Ms AM Mitchelmore \n \n Solicitors for the Applicants: Atanaskovic Hartnell \n \n Counsel for the Respondents: Mr JA Halley SC with Ms M Allars \n \n Solicitors for the Respondents: Australian Securities and Investments Commission \n\n Date of Hearing: 31 October 2008 \n \n Date of Judgment: 12 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1681.html",
      "id": "s389"
    }
  ]
}