{
  "name": "Macquarie Media Holdings Ltd v Australian Communications and Media Authority (Corrigendum dated 25 November 2008) [2008] FCA 1711 (14 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1711.html",
  "catchphrases": [
    {
      "text": "broadcasting services",
      "id": "c0"
    },
    {
      "text": "broadcasting services act 1992 (cth)",
      "id": "c1"
    },
    {
      "text": "general limitation on control of commercial broadcasting licences",
      "id": "c2"
    },
    {
      "text": "exception to general limitation for licences granted under s 38b",
      "id": "c3"
    },
    {
      "text": "immunity under s 73a from provisions proscribing control of more than one licence",
      "id": "c4"
    },
    {
      "text": "whether s 73a immunises \"upstream\" holders",
      "id": "c5"
    },
    {
      "text": "whether the applicants are entitled to immunity",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Interests in two television licences are held by entities associated with Macquarie Group Ltd.",
      "id": "s0"
    },
    {
      "text": "The nature and extent of these interests has attracted the attention of the broadcasting industry regulator, the Australian Communications and Media Authority.",
      "id": "s1"
    },
    {
      "text": "The Authority takes the view that provisions of the Broadcasting Services Act 1992 (Cth) (the Act) do not allow these interests to be held as they presently are.",
      "id": "s2"
    },
    {
      "text": "That view is challenged by the applicants in these proceedings brought under s 39B of the Judiciary Act 1903 (Cth).",
      "id": "s3"
    },
    {
      "text": "THE FACTUAL BACKGROUND \n \n2 The relevant facts are not in dispute.",
      "id": "s4"
    },
    {
      "text": "The parties provided an agreed statement of facts which is to the following effect.",
      "id": "s5"
    },
    {
      "text": "The relationships between the applicants \n \n 1.",
      "id": "s6"
    },
    {
      "text": "Macquarie Media Group ( MMG ) is listed on the Australian Stock Exchange ( ASX ) as a stapled security comprising: \n \n 1.1. one share in Macquarie Media Holdings Limited ( MMHL ), an Australian public company; \n \n 1.2. one unit in Macquarie Media Trust ( MMT ), an Australian registered managed investment scheme of which Macquarie Media Management Limited ( MMML ) is the responsible entity; and \n \n 1.3. one share in Macquarie Media International Limited ( MMIL ), a Bermudan exempted mutual fund company.",
      "id": "s7"
    },
    {
      "text": "2.",
      "id": "s8"
    },
    {
      "text": "These securities are quoted and traded on the ASX under ASX code \"MMG\".",
      "id": "s9"
    },
    {
      "text": "3.",
      "id": "s10"
    },
    {
      "text": "Macquarie Media Group Pty Limited (MMGPL) is and has been from at least 2 July 2007 a wholly owned subsidiary of MMHL .",
      "id": "s11"
    },
    {
      "text": "As a consequence, MMHL is and has been from that time in a position to exercise control of MMGPL.",
      "id": "s12"
    },
    {
      "text": "(In this Statement, the expression \"position to exercise control\" has the same meaning as in the Broadcasting Services Act 1992 ([the Act]).",
      "id": "s13"
    },
    {
      "text": ") \n \n 4.",
      "id": "s14"
    },
    {
      "text": "In an undertaking given to the respondent by MMGPL and Regional Media No 1 Pty Limited ( RM1 ), inter alia, on 4 July 2007, it was stated that the issued shares in RM1 were owned by MMG and MMGPL.",
      "id": "s15"
    },
    {
      "text": "A letter from Clayton Utz dated 28 August 2007 states that 'RM1 is currently owned 100% by MMGPL' and that the company structure chart provided to the respondent on 24 August 2007 in support of an application under s 67 of the [the Act] did not accurately depict this.",
      "id": "s16"
    },
    {
      "text": "A company structure chart provided to the respondent on 20 February 2008 by a number of persons who were directors of the applicants, inter alia, indicates that the issued shares in RM1 were owned by MMGPL.",
      "id": "s17"
    },
    {
      "text": "A company structure chart provided to the respondent on 3 June 2008 by a number of persons who were directors of the applicants, inter alia, indicates that the issued shares in RM1 were owned by Macquarie Southern Cross Media Pty Limited (formerly Macquarie Regional Radioworks Pty Limited), which is a wholly owned subsidiary of MMGPL.",
      "id": "s18"
    },
    {
      "text": "A company structure chart provided to the respondent on 21 August 2008 by two persons who sought approval for breaches that would arise if they were to be appointed as directors of the applicants, inter alia, is in the same terms.",
      "id": "s19"
    },
    {
      "text": "As a consequence, at all relevant times, MMGPL was in a position to exercise control of RM1.",
      "id": "s20"
    },
    {
      "text": "5.",
      "id": "s21"
    },
    {
      "text": "Regional Media No 2 Pty Limited ( RM2 ) is and has been from at least 2 July 2007 a wholly owned subsidiary of RM1.",
      "id": "s22"
    },
    {
      "text": "As a consequence, RM1 is and has been from that time in a position to exercise control of RM2.",
      "id": "s23"
    },
    {
      "text": "The interests of Southern Cross Broadcasting \n Darwin \n \n 6.",
      "id": "s24"
    },
    {
      "text": "From at least May 2007, each of Regional Television Pty Limited ( Southern Cross Darwin ) and Territory Television Pty Ltd (NTD Nine) was and remains a commercial television broadcasting licensee for the Darwin TV1 licence area.",
      "id": "s25"
    },
    {
      "text": "Southern Cross Darwin is and from at least that time has been in a position to exercise control of a commercial television broadcasting licence for the Darwin TV1 licence area.",
      "id": "s26"
    },
    {
      "text": "7.",
      "id": "s27"
    },
    {
      "text": "The Darwin TV1 commercial television broadcasting licence area is a \"licence area\" within the meaning of the [the Act].",
      "id": "s28"
    },
    {
      "text": "8.",
      "id": "s29"
    },
    {
      "text": "In May 2007, an additional commercial television licence was allocated under s 38B of the [the Act] in the Darwin TV1 licence area to Darwin Digital Television Pty Ltd ( Darwin 38B JV Co ).",
      "id": "s30"
    },
    {
      "text": "Darwin 38B JV Co continues to be the licensee.",
      "id": "s31"
    },
    {
      "text": "As a consequence, Darwin 38B JV Co has since May 2007 been in a position to exercise control of that licence.",
      "id": "s32"
    },
    {
      "text": "9.",
      "id": "s33"
    },
    {
      "text": "Since May 2007, 50% of the shares in Darwin 38B JV Co have been owned by Southern Cross Darwin.",
      "id": "s34"
    },
    {
      "text": "As a consequence, Southern Cross Darwin from that time has been in a position to exercise control of Darwin 38B JV Co and its licence.",
      "id": "s35"
    },
    {
      "text": "10.",
      "id": "s36"
    },
    {
      "text": "Southern Cross Broadcasting (Australia) Limited (ACN 006 186 974) ( SCB ) has since at least May 2007 owned 100% of the shares of Southern Cross Communications Limited which in turn has owned 100% of the shares of Southern Cross Darwin.",
      "id": "s37"
    },
    {
      "text": "11.",
      "id": "s38"
    },
    {
      "text": "As a consequence of the matters stated in paragraphs 6 to 10, SCB has since May 2007 been in a position to exercise control of Southern Cross Darwin, Darwin 38B JV Co and the commercial television broadcasting licences held by each.",
      "id": "s39"
    },
    {
      "text": "Tasmania \n \n 12.",
      "id": "s40"
    },
    {
      "text": "From at least November 2002, each of Southern Cross Television (TNT 9) Pty Limited ( Southern Cross Tasmania ) and WIN Television TAS Pty Ltd ( WIN Tasmania ) was and remains a commercial television broadcasting licensee for the Tasmania TV1 licence area.",
      "id": "s41"
    },
    {
      "text": "Southern Cross Tasmania is and from at least that time has been in a position to exercise control of a commercial television broadcasting licence for the Tasmania TV1 licence area.",
      "id": "s42"
    },
    {
      "text": "13.",
      "id": "s43"
    },
    {
      "text": "The Tasmania TV1 commercial television broadcasting licence area is a \"licence area\" within the meaning of the [the Act].",
      "id": "s44"
    },
    {
      "text": "14.",
      "id": "s45"
    },
    {
      "text": "In November 2002, an additional commercial television broadcasting licence was allocated under s 38B of the [the Act] in the Tasmania TV1 licence area to Tasmanian Digital Television Pty Ltd ( Tasmania 38B JV Co ).",
      "id": "s46"
    },
    {
      "text": "Tasmania 38B JV Co continues to be the licensee.",
      "id": "s47"
    },
    {
      "text": "As a consequence, Tasmania 38B JV Co has since November 2002 been in a position to exercise control of that licence.",
      "id": "s48"
    },
    {
      "text": "15.",
      "id": "s49"
    },
    {
      "text": "Since November 2002, 50% of the shares in Tasmania 38B JV Co have been owned by Southern Cross Tasmania.",
      "id": "s50"
    },
    {
      "text": "As a consequence, Southern Cross Tasmania from that time has been in a position to exercise control of Tasmania 38B JV Co and its licence.",
      "id": "s51"
    },
    {
      "text": "16.",
      "id": "s52"
    },
    {
      "text": "Southern Cross Tasmania remains the licensee of a commercial television broadcasting licence for the Tasmania TV1 licence area.",
      "id": "s53"
    },
    {
      "text": "Tasmania 38B JV Co remains the licensee of the additional licence allocated under s 38B for the Tasmania TV1 licence area.",
      "id": "s54"
    },
    {
      "text": "17.",
      "id": "s55"
    },
    {
      "text": "SCB has, since at least November 2002, owned 100% of the shares of Southern Cross Communications Pty Limited which in turn has owned 100% of the shares of Southern Cross Tasmania.",
      "id": "s56"
    },
    {
      "text": "18.",
      "id": "s57"
    },
    {
      "text": "As a consequence of the matters stated in paragraphs 12 to 17, SCB has, since November 2002, been in a position to exercise control of Southern Cross Tasmania, Tasmania 38B JV Co and the commercial television broadcasting licences held by each.",
      "id": "s58"
    },
    {
      "text": "The acquisition of SCB by the applicants \n \n 19.",
      "id": "s59"
    },
    {
      "text": "On 16 November 2006, MMML (in its capacity as responsible entity of MMT) acquired 10,000,000 ordinary shares in SCB which comprised approximately 13.8% of SCB's issued shares.",
      "id": "s60"
    },
    {
      "text": "20.",
      "id": "s61"
    },
    {
      "text": "MMML appointed Trust Company Limited ( TCL ) to hold all assets of MMT as custodian for MMML in MMML's capacity as responsible entity for MMT.",
      "id": "s62"
    },
    {
      "text": "The registered holder of the 10,000,000 shares in SCB was TCL.",
      "id": "s63"
    },
    {
      "text": "The MMT unit holders were the ultimate beneficial holders of the SCB shares.",
      "id": "s64"
    },
    {
      "text": "21.",
      "id": "s65"
    },
    {
      "text": "As at 16 November 2006, through a chain of companies, MMML was a wholly owned subsidiary of Macquarie Bank Limited ACN 008 583 542 ( MBL ).",
      "id": "s66"
    },
    {
      "text": "At that time, MBL was the ultimate parent company of the Macquarie group of companies.",
      "id": "s67"
    },
    {
      "text": "MBL held a 0.7% company interest in SCB.",
      "id": "s68"
    },
    {
      "text": "22.",
      "id": "s69"
    },
    {
      "text": "On 17 November 2006, MMML and TCL executed a call option agreement with MMHL under which MMHL was granted an option to acquire all of the SCB shares held on behalf of MMT by MMML/TCL from time to time.",
      "id": "s70"
    },
    {
      "text": "By virtue of that Option Agreement, from that date, MMHL held a voting interest in MMML/TCL's 13.8% shareholding in SCB.",
      "id": "s71"
    },
    {
      "text": "23.",
      "id": "s72"
    },
    {
      "text": "On 20 July 2007, a voting rights deed dated 3 July 2007 between Sevanlab Star Investments Pty Ltd ( Sevanlab ) and MMGPL came into effect.",
      "id": "s73"
    },
    {
      "text": "By that deed, Sevanlab granted MMGPL voting rights attaching to 1,300,000 shares in SCB owned by Sevanlab.",
      "id": "s74"
    },
    {
      "text": "This was equivalent to 1.8% of SCB's issued share capital at that time.",
      "id": "s75"
    },
    {
      "text": "24.",
      "id": "s76"
    },
    {
      "text": "The aggregation of the shareholding and voting interests of MMML/TCL/MMHL, MBL and MMGPL in SCB gave the applicants and eight other companies (together, the MMG Licensee Controllers) company interests in SCB exceeding 15% and as a consequence they were in a position to exercise control of SCB and the companies and licences of which SCB was in a position to exercise control.",
      "id": "s77"
    },
    {
      "text": "25.",
      "id": "s78"
    },
    {
      "text": "Under the terms of a Merger Implementation Agreement between MMHL, SCB and RM2 dated 3 July 2007, it was contemplated that a scheme would be implemented whereby MMHL would increase its holdings of company interests in SCB, such that its total company interests could comprise up to 100% of the issued shares in SCB.",
      "id": "s79"
    },
    {
      "text": "26.",
      "id": "s80"
    },
    {
      "text": "On 5 November 2007, SCB was acquired by RM2, a subsidiary of MMHL, following court approval for the scheme of arrangement and the lodgement of the court's orders with the Australian Securities and Investments Commission.",
      "id": "s81"
    },
    {
      "text": "27.",
      "id": "s82"
    },
    {
      "text": "As a consequence, from 5 November 2007, the MMG Licensee Controllers, which had been in a position to exercise control of SCB since 20 July 2007, could trace company interests in SCB through RM2.",
      "id": "s83"
    },
    {
      "text": "Those company interests became the means by which the MMG Licensee Controllers were in a position to exercise control of SCB.",
      "id": "s84"
    },
    {
      "text": "MGL \n \n 28.",
      "id": "s85"
    },
    {
      "text": "In November 2007, Macquarie Group Limited ACN 122 169 279 ( MGL ) replaced MBL as the ultimate parent company of the Macquarie group of companies.",
      "id": "s86"
    },
    {
      "text": "3 The agreed statement of facts went on to detail various approvals, or extensions of approvals, sought under s 67 of the Act (which permits the Authority to authorise temporary breaches of the control provisions of the Act) for breaches of s 53 or s 55 and how they were dealt with by the Authority.",
      "id": "s87"
    },
    {
      "text": "For my part, I do not view these facts as relevant save to note that they indicate that it is desirable that judgment is given in this matter before the end of 2008.",
      "id": "s88"
    },
    {
      "text": "I also note that the facts establish that the Authority had concluded that one individual director has breached s 55(3) of the Act.",
      "id": "s89"
    },
    {
      "text": "RELEVANT STATUTORY PROVISIONS \n \n4 It is convenient at this point to set out the existing legislative provisions.",
      "id": "s90"
    },
    {
      "text": "It will be necessary to refer later to the terms in which some of these provisions were originally enacted.",
      "id": "s91"
    },
    {
      "text": "The relevant provisions of the Act as they presently exist \n \n5 Generally, it is necessary to hold a licence to broadcast television programs commercially.",
      "id": "s92"
    },
    {
      "text": "Australia is divided into licence areas.",
      "id": "s93"
    },
    {
      "text": "Licences are allocated under the Act to broadcast in a licence area.",
      "id": "s94"
    },
    {
      "text": "However, limits are imposed by the Act on the extent to which a person or company can have an interest, directly or indirectly, in a licensee if, for the purposes of the Act, that person or company is in a position to exercise control over more than one licence in a licence area.",
      "id": "s95"
    },
    {
      "text": "Central to this scheme of limiting the exercise of control is s 53 (found in Div 2 of Part 5) and s 55 (found in Div 3 of Part 5).",
      "id": "s96"
    },
    {
      "text": "They provide:\n 53 Limitation on control of commercial television broadcasting licences \n \n (1) A person must not be in a position to exercise control of commercial television broadcasting licences whose combined licence area populations exceed 75% of the population of Australia.",
      "id": "s97"
    },
    {
      "text": "(2) A person must not be in a position to exercise control of more than one commercial television broadcasting licence in the same licence area.",
      "id": "s98"
    },
    {
      "text": "55 Limitation on numbers of directorships--television \n \n (1) A person must not be a director of a company that is, or of 2 or more companies that are, between them, in a position to exercise control of commercial television broadcasting licences whose combined licence area populations exceed 75% of the population of Australia.",
      "id": "s99"
    },
    {
      "text": "(2) A person must not be: \n \n \n (a) in a position to exercise control of a commercial television broadcasting licence; and \n (b) a director of a company that is in a position to exercise control of another commercial television broadcasting licence; \n \n \n \n \n whose combined licence area populations exceed 75% of the population of Australia.",
      "id": "s100"
    },
    {
      "text": "(3) A person must not be: \n \n (a) a director of a company that is in a position to exercise control of a commercial television broadcasting licence; and \n (b) a director of a company that is in a position to exercise control of another commercial television broadcasting licence; \n \n if each of those licences have the same licence area.",
      "id": "s101"
    },
    {
      "text": "(4) A person must not be: \n \n (a) a director of a company that is in a position to exercise control of a commercial television broadcasting licence; and \n (b) in a position to exercise control of another commercial television broadcasting licence; \n \n if each of those licences have the same licence area.",
      "id": "s102"
    },
    {
      "text": "6 One exception to this general scheme concerns licences in particular licence areas.",
      "id": "s103"
    },
    {
      "text": "As will be explained shortly, this exception was created to implement a policy to increase the number of television services (essentially, for present purposes, television channels) in underserved licence areas.",
      "id": "s104"
    },
    {
      "text": "In relation to licence areas with two existing licensees, s 38B provides for the allocation of a licence to either a joint-venture company owned by the existing licensees or to one of them.",
      "id": "s105"
    },
    {
      "text": "The section provides: \n 38B Additional commercial television licences in 2-station markets (1) If: \n \n \n (a) a particular licence area is the licence area of only 2 commercial television broadcasting licences (the parent licences ) that are in force; and \n (b) neither of those licences was allocated under section 38A; and \n (c) an additional commercial television broadcasting licence can be allocated for the licence area; \n then, within 90 days after the designated time for the licence area: \n (d) the existing licensees may give the ACMA a joint written notice stating that: \n \n \n (i) a company specified in the notice (the joint-venture company) will apply for an additional commercial television broadcasting licence for the licence area; and (ii) the joint-venture company is jointly owned by the existing licensees; and (iii) the joint-venture company is formed in Australia or an external Territory and has a share capital; or \n \n \n (e) each existing licensee may give the ACMA a written notice stating that the licensee will apply separately for an additional commercial television broadcasting licence for the licence area.",
      "id": "s106"
    },
    {
      "text": "Application by joint-venture company \n \n \n \n \n (2) If a notice is given under paragraph (1)(d), the joint-venture company may, within 12 months after the designated time for the licence area, apply in writing to the ACMA for an additional commercial television broadcasting licence for the licence area.",
      "id": "s107"
    },
    {
      "text": "Separate applications by existing licensees \n \n (3) If an existing licensee gives a notice under paragraph (1)(e), the licensee may, within 12 months after the designated time for the licence area, apply in writing to the ACMA for an additional commercial television broadcasting licence for the licence area.",
      "id": "s108"
    },
    {
      "text": "Allocation of additional licence to joint-venture company \n \n (5) As soon as practicable after receiving an application under subsection (2), the ACMA must allocate an additional commercial television broadcasting licence to the joint-venture company for the licence area, so long as the ACMA is satisfied that the joint-venture company is jointly owned by the existing licensees.",
      "id": "s109"
    },
    {
      "text": "Allocation of additional licence to existing licensee \n \n (6) If the ACMA has received applications from both of the existing licensees under subsection (3), the ACMA must allocate an additional commercial television broadcasting licence to one of those licensees for the licence area in accordance with a price-based system determined under subsection (10).",
      "id": "s110"
    },
    {
      "text": "(7) If: \n (a) each existing licensee gives a notice under paragraph (1)(e); and \n (b) by the end of the 12-month period beginning at the designated time for the licence area: \n \n (i) the ACMA has received an application from only one existing licensee (the first licensee) under subsection (3); and (ii) the ACMA has not received a notice from the other existing licensee stating that it will not be applying under subsection (3); \n \n the ACMA must, as soon as practicable after the end of that 12-month period, allocate an additional commercial television broadcasting licence to the first licensee for the licence are a.",
      "id": "s111"
    },
    {
      "text": "... \n \n7 It is unnecessary to detail the provisions of the Act that establish the basis on which it is determined whether a person or company is, or is not, in a position to exercise control of a licence.",
      "id": "s112"
    },
    {
      "text": "The word \"control\" is defined in s 6 (which, in effect, identifies a variety of legal and other mechanisms by which control can be exercised) and is given additional content by Schedule 1 of the Act.",
      "id": "s113"
    },
    {
      "text": "Amongst other things, Schedule 1 (cl 6 of Pt 3) deems a person having company interests in a company exceeding 15% as being in a position to exercise control of the company.",
      "id": "s114"
    },
    {
      "text": "8 For the purposes of the Act, the licensee, unsurprisingly, is in a position to exercise control of the licence (cl 2(1)(b)(i) or cl 2(1)(ba)(i) of Pt 2 of Schedule 1).",
      "id": "s115"
    },
    {
      "text": "However, a person or company can be in a position to exercise control of a licence by the exercise of control of the licensee.",
      "id": "s116"
    },
    {
      "text": "To provide a straightforward illustration of this second concept, a person or company would be in a position to exercise control if that person or company has an interest exceeding 15% in a company that is the licensee, or has an indirect interest in that company through a chain of companies, each of which has a controlling interest (that is, an interest exceeding 15%) in the company more proximate to the company that is the licensee.",
      "id": "s117"
    },
    {
      "text": "In these proceedings, the parties have adopted the expression \"upstream\" companies, which I adopt, to describe those companies with an interest in the licensee company either directly or derivatively through another company in a chain of companies.",
      "id": "s118"
    },
    {
      "text": "As noted earlier, the control provisions of the Act extend to interests other than a bare and simple interest in a company and include control through trusts, agreements, arrangements and understandings and practices.",
      "id": "s119"
    },
    {
      "text": "However it is sufficient, for present purposes, to analyse the relevant provisions by reference to an interest in a company forming part of a chain of companies with an interest in the licensee.",
      "id": "s120"
    },
    {
      "text": "9 To avoid a situation where the grantee of a licence under s 38B (or a person or company holding an interest in the licensee) is in breach of the prohibition on being in a position to exercise control over more than one licence in the same licence area (s 53) or being in a position to exercise control through a directorship (s 55), s 73A avoids the consequences of having an interest in the additional licence allocated under s 38B that might otherwise bring about a contravention of the control provisions.",
      "id": "s121"
    },
    {
      "text": "That section provides:\n 73A Additional licence allocated under section 38B not to result in breach of control rules (1) If an additional licence is allocated under section 38B, then for the purposes of Divisions 2 and 3 of this Part: \n \n \n (a) the licence is to be disregarded in relation to a person who is in a position to exercise control of that licence at the time it is allocated; and \n (b) the licence is to be so disregarded until that person first ceases to be in a position to exercise control of that licence.",
      "id": "s122"
    },
    {
      "text": "(2) If, during the time a licence is disregarded in relation to a person under subsection (1), that person is in a position to exercise control of another person who is in a position to exercise control of the licence, then, for the purposes of Divisions 2 and 3 of this Part, the licence is also to be disregarded during that time in relation to that other person.",
      "id": "s123"
    },
    {
      "text": "(Emphasis added) \n \n\nAt the heart of the dispute between the parties in this matter is the effect of s 73A(1)(a).",
      "id": "s124"
    },
    {
      "text": "I will return to discuss its effect later in these reasons.",
      "id": "s125"
    },
    {
      "text": "However, it is necessary to review its legislative history, which is an important plank in the applicant's argument.",
      "id": "s126"
    },
    {
      "text": "The 2000 Amending Act \n \n10 In 2000, the Act was amended by the Broadcasting Services Amendment (Digital Television and Datacasting) Act 2000 (Cth) (the 2000 Amending Act).",
      "id": "s127"
    },
    {
      "text": "While the 2000 Amending Act generally dealt with revised arrangements for the introduction of digital television and a new regulatory regime for the provision of datacasting services, it also dealt with the grant of additional licences in underserved regional licence areas or markets in which there were fewer than three commercial television services.",
      "id": "s128"
    },
    {
      "text": "This appears to have been viewed as a means of facilitating the provision of digital television in those licence areas.",
      "id": "s129"
    },
    {
      "text": "The Explanatory Memorandum to the Broadcasting Services Amendment (Digital Television and Datacasting) Bill 2000 (Cth) and Datacasting Charge (Imposition) Amendment Bill 2000 (Cth) noted that the Bill that became the 2000 Amending Act: (at 7):\n encourages the issue of an additional commercial television licence in 1 and 2 station markets by: \n \n &#61863; providing a mechanism for the issue of a licence in 2 station markets (items 19, 23, 41, 44, and 54 of Schedule 1); and \n &#61863; enabling a licensee allocated an additional licence to multichannel the existing and new services in SDTV digital mode on the one channel (item 86 of Schedule 1); \n \n\n11 How this objective would be achieved in these markets was discussed in more detail in the Explanatory Memorandum in a section that identified the issue, identified options and then identified a preferred option.",
      "id": "s130"
    },
    {
      "text": "The issue was described as follows (at 55):\n Underserved licence areas are characterised by small populations, often spread thinly over large geographical areas.",
      "id": "s131"
    },
    {
      "text": "This has the disadvantages of increasing the costs to broadcasters of their infrastructure establishment and maintenance, while also limiting the revenue base available due to the restricted availability of advertising earnings.",
      "id": "s132"
    },
    {
      "text": "There has, therefore, been little industry interest in providing additional independent commercial television services in most of these markets.",
      "id": "s133"
    },
    {
      "text": "Consumers within underserved regional television licence areas currently receive fewer commercial services than most viewers within metropolitan licence areas.",
      "id": "s134"
    },
    {
      "text": "As part of the arrangements for the introduction of digital television services, Schedule 4 of the [the Act] requires the Minister for Communications, Information Technology and the Arts to cause to be conducted, before 1 January 2000, a review into, amongst other matters: \n \n 'whether any amendments of laws of the Commonwealth should be made in order to ensure that underserved regional licence areas are provided with up to the same number of commercial television broadcasting services as are provided in metropolitan areas .",
      "id": "s135"
    },
    {
      "text": "' (paragraph 59(1)(d)) \n \n This review was undertaken by the Department of Communications, Information Technology and the Arts in 1999, in consultation with the industry.",
      "id": "s136"
    },
    {
      "text": "12 The preferred option was discussed in the following terms (at 61):\n B6 Conclusion and Recommended Option The proposed approach aims to allow for a timely introduction of new analog and digital services in these markets while maintaining the quality of existing services to consumers.",
      "id": "s137"
    },
    {
      "text": "In developing these proposals, account has been taken of the particular economics of underserved markets - widely dispersed populations requiring extensive transmission infrastructure coupled with small populations and, therefore, low advertising revenue bases.",
      "id": "s138"
    },
    {
      "text": "Restrictions on competition are supported for the following reasons: &#61863; The high costs of transmission infrastructure rollout for new services is not likely to be covered by any increase in advertising revenues; &#61863; The viability of new independent services is highly unlikely; &#61863; Current services are unlikely to be able to be sustained if there is an increase in competition at this stage (noting that some two service markets have had competition introduced only recently), especially in the conversion to digital; &#61863; Consumers are unlikely to support new services which do not present some local programming, or are of an inferior quality; &#61863; There is little interest by new broadcasters in providing services in these areas.",
      "id": "s139"
    },
    {
      "text": "The most effective way to introduce new services in these markets within a reasonable timeframe is to allow for incumbents to provide such services.",
      "id": "s140"
    },
    {
      "text": "New digital technology further enhances the ability for new, economically viable services to be introduced in these markets.",
      "id": "s141"
    },
    {
      "text": "The Government recognises that this will impact on the ability to receive HDTV and will review the situation in 2005.",
      "id": "s142"
    },
    {
      "text": "However, there are significant benefits to the early introduction of new services.",
      "id": "s143"
    },
    {
      "text": "... Two Service Markets The s.38A option does not apply to two service markets.",
      "id": "s144"
    },
    {
      "text": "The best prospects for introducing new services in these markets lies in providing incentives and flexible options for incumbent broadcasters to provide additional services.",
      "id": "s145"
    },
    {
      "text": "Such services could be provided at a lower cost than would be incurred in establishing an independent service.",
      "id": "s146"
    },
    {
      "text": "(Emphasis added) \n13 Following this commentary, the Explanatory Memorandum explained, in an orthodox way, the purpose of s 38B (item 23 in the Bill) and s 73A (item 41) in the following terms:\n Item 23 New section 38B \n New section 38B will allow one additional licence to be allocated in each 2-station market, i.e.",
      "id": "s147"
    },
    {
      "text": "each licence area with only two CTV licences in force.",
      "id": "s148"
    },
    {
      "text": "However, an additional licence cannot be allocated under section 38B if one of the existing licences was issued under section 38A.",
      "id": "s149"
    },
    {
      "text": "Under subsection 38B(1), there are three alternative mechanisms for the allocation of the additional licence (see subsection (1)): (1) application by a joint-venture company jointly owned by the existing licensees; (2) separate applications from both licensees, and price-based allocation; (3) application by one of the existing licensees.",
      "id": "s150"
    },
    {
      "text": "For the additional licence to be allocated, the two existing licensees must, within 90 days of commencement of the section (which will be a day to be proclaimed), give the ABA a joint written notice specifying one of the above alternatives.",
      "id": "s151"
    },
    {
      "text": "Additional licence allocation is subject to the ordinary requirements in section 37 (see new subsection (24)).",
      "id": "s152"
    },
    {
      "text": "Thus an additional licence can only be allocated to an Australian company with a share capital, which meets the suitability test in section 41.",
      "id": "s153"
    },
    {
      "text": "... Item 41 New section 73A \n The effect of new subsection 73A(1) is that if an additional licence is allocated to one of the existing licensees under new section 38B, the existing licence and the additional licence are treated for the purposes of the control rules in Part 5 of the Act as one licence.",
      "id": "s154"
    },
    {
      "text": "However, the licences cease to be treated as one licence once one of the licences first becomes held by a different person (subsection (2)).",
      "id": "s155"
    },
    {
      "text": "Subsection (3) deals with the situation where the additional licence (the section 38B licence) was allocated to a joint-venture company wholly beneficially owned by the existing licensees.",
      "id": "s156"
    },
    {
      "text": "The effect of subsection (3) is that while the joint-venture company holds the section 38B licence, and the joint-venture company is 'partly-owned' by an existing licensee, the existing licence and the section 38B licence are treated as one licence.",
      "id": "s157"
    },
    {
      "text": "Subsection (3) applies separately to both existing licences.",
      "id": "s158"
    },
    {
      "text": "Subsection (4) provides that for a company to be 'partly-owned' by another company under subsection (3), it is necessary that at least one share in the company must be beneficially owned by the other company.",
      "id": "s159"
    },
    {
      "text": "14 When introducing the Bill in the House of Representatives on 10 May 2000, a spokesman for the relevant Minister said the following in relation to the provisions concerning underserved areas:\n In the case of two-station markets, the bill will provide for a third digital-only service to be provided either by one of the existing incumbents or by a joint venture by the two incumbents.",
      "id": "s160"
    },
    {
      "text": "If only one of the incumbents provides the new service they can elect to do so by multichannelling in SDTV format-with exemption from HDTV requirements, again subject to review in 2005.",
      "id": "s161"
    },
    {
      "text": "The new service is required to commence by 1 January 2004, or any earlier time notified by the ABA.",
      "id": "s162"
    },
    {
      "text": "These changes will provide the opportunity for incumbent broadcasters in solus and two-service markets to provide new digital services with lower roll-out costs, and provide the potential for new services for consumers in these regions.",
      "id": "s163"
    },
    {
      "text": "15 The terms of the provisions to achieve these ends enacted in 2000 were: \n 38B Additional commercial television licences in 2-station markets (1) If: (a) a particular licence area is the licence area of only 2 commercial television broadcasting licences (the parent licences) that are in force; and (b) neither of those licences was allocated under section 38A; and (c) an additional commercial television broadcasting licence can be allocated for the licence area; \n \n the existing licensees may, within 90 days after the designated time for the licence area, give to the ABA: \n \n \n \n \n (d) a joint written notice stating that: \n \n \n(i) a company specified in the notice (the joint-venture company) will apply for an additional commercial television broadcasting licence for the licence area; and (ii) the joint-venture company is jointly owned by the existing licensees; and (iii) the joint-venture company is formed in Australia or an external Territory and has a share capital; or \n \n \n (e) a joint written notice stating that each of the existing licensees will apply separately for an additional commercial television broadcasting licence for the licence area; or \n (f) a joint written notice stating that only the existing licensee specified in the notice will apply for an additional commercial television broadcasting licence for the licence area.",
      "id": "s164"
    },
    {
      "text": "Application by joint-venture company \n \n (2) If a notice is given under paragraph (1)(d), the joint-venture company may, within 12 months after the designated time for the licence area, apply in writing to the ABA for an additional commercial television broadcasting licence for the licence area.",
      "id": "s165"
    },
    {
      "text": "Separate applications by existing licensees \n \n (3) If a notice is given under paragraph (1)(e), each existing licensee may, within 12 months after the designated time for the licence area, apply in writing to the ABA for an additional commercial television broadcasting licence for the licence area.",
      "id": "s166"
    },
    {
      "text": "Application by only one of the existing licensees \n \n (4) If a notice is given under paragraph (1)(f), the existing licensee specified in the notice may, within 12 months after the designated time for the licence area, apply in writing to the ABA for an additional commercial television broadcasting licence for the licence area.",
      "id": "s167"
    },
    {
      "text": "Allocation of additional licence to joint-venture company \n \n (5) As soon as practicable after receiving an application under subsection (2), the ABA must allocate an additional commercial television broadcasting licence to the joint-venture company for the licence area, so long as the ABA is satisfied that the joint-venture company is jointly owned by the existing licensees.",
      "id": "s168"
    },
    {
      "text": "Allocation of additional licence to existing licensee \n \n (6) If the ABA has received applications from both of the existing licensees under subsection (3), the ABA must allocate an additional commercial television broadcasting licence to one of those licensees for the licence area in accordance with a price-based system determined under subsection (10).",
      "id": "s169"
    },
    {
      "text": "... and: \n 73A Additional licence under section 38B not to result in breach of ownership limits \n \n \n (1) If an additional licence has been allocated under subsection 38B(6), (7), (8) or (9) to the holder of an existing licence, the existing licence and additional licence are to be treated, for the purposes of this Part, as being only one licence.",
      "id": "s170"
    },
    {
      "text": "(2) Subsection (1) does not apply to the licences at any time after either of the licences is first held by a different person (whether or not it continues to be held by a different person).",
      "id": "s171"
    },
    {
      "text": "(3) If an additional licence has been allocated under subsection 38B(5) to a company, then, while: \n \n \n \n \n (a) the company remains: \n \n \n(i) the holder of the additional licence; and (ii) partly owned by another company that was the holder of one of the existing licences at the time of the allocation; and \n \n \n (b) the other company remains the holder of the existing licence; \n \n \n \n \n the existing licence and the additional licence are to be treated, for the purposes of this Part, as being only one licence.",
      "id": "s172"
    },
    {
      "text": "(4) For the purposes of this section, a company (the first company ) is partly owned by another company if, and only if, at least one share in the first company is beneficially owned by the other company.",
      "id": "s173"
    },
    {
      "text": "16 What is important about this scheme, at least in the applicants' submission, is that the means adopted to avoid an existing licensee in a licence area breaching the control provisions through the acquisition of a new licence (either as part of a joint-venture or in its own right) was to require the existing licence and the new licence to be treated as only one licence.",
      "id": "s174"
    },
    {
      "text": "This is the effect of s 73A(1) when first enacted.",
      "id": "s175"
    },
    {
      "text": "It replicated a mechanism then in the Act (s 38A and s 73, both of which were inserted in 1995) concerning the grant of an additional licence in \"solus areas\" (areas in which there is only one licensee) and which remains in the Act.",
      "id": "s176"
    },
    {
      "text": "I will discuss these matters later.",
      "id": "s177"
    },
    {
      "text": "The 2001 Amending Act \n \n17 In 2001, the Act was further amended by the Broadcasting Legislation Amendment Act (No 2) 2001 (Cth) (the 2001 Amending Act).",
      "id": "s178"
    },
    {
      "text": "The further amendments resulted in the provisions whose operation is presently in issue, namely s 38B and s 73A set out earlier (at [6] and [9] above).",
      "id": "s179"
    },
    {
      "text": "Section 38B was amended to remove what was seen to be a veto power arising if one of the existing licensees refused to cooperate in providing a joint notice under s 38B(26) (a subsection which is unnecessary to set out).",
      "id": "s180"
    },
    {
      "text": "More importantly, s 73A was amended (more precisely, it was repealed and re-enacted) to remove the reference to the two licences being treated as one licence.",
      "id": "s181"
    },
    {
      "text": "The reason for this amendment was explained in a Revised Explanatory Memorandum (at 13-14): \n Item 4: Section 73A \n The effect of existing subsection 73A(1) is that if an additional licence is allocated to one of the existing licensees under new section 38B, the existing licence and the additional licence are treated, for the purposes of the control rules in Part 5 of the Act, as one licence.",
      "id": "s182"
    },
    {
      "text": "However, the licences cease to be treated as one licence once a different person first holds one of the licences (subsection (2)).",
      "id": "s183"
    },
    {
      "text": "Subsection (3) deals similarly with the situation where the section 38B licence was allocated to a joint-venture company wholly beneficially owned by the existing licensees.",
      "id": "s184"
    },
    {
      "text": "This item repeals and substitutes section 73A.",
      "id": "s185"
    },
    {
      "text": "New section 73A will operate in a way more appropriate to markets with overlapping licence areas, and the varying corporate structures used by broadcasters.",
      "id": "s186"
    },
    {
      "text": "New subsection 73A(1) operates so that for EACH PERSON [capital letters added] (including a company) who is in a position to exercise control of a section 38B licence when it is allocated (this includes the holder), the section 38B licence is disregarded for the purposes of the control rules in Divisions 2 and 3 of Part 5 of the [the Act].",
      "id": "s187"
    },
    {
      "text": "However, the licence is disregarded in relation to that person only until that person is no longer in a position to exercise control of the licence.",
      "id": "s188"
    },
    {
      "text": "New subsection 73A(2) is a subsidiary rule to cater for people (including companies) in an intermediate control position.",
      "id": "s189"
    },
    {
      "text": "It applies where: &#61863; a person who is covered by new subsection (1) (ie a person who was in a position to exercise control of a section 38B licence when it was allocated and remains in such a position) is also in a position to exercise control of some other person (the intermediate person); and &#61863; the intermediate person is also in a position to exercise control of the licence.",
      "id": "s190"
    },
    {
      "text": "During the period that this intermediate person is in a position to exercise control of the licence, the licence is also disregarded in relation to that person for the purposes of the control rules in Divisions 2 and 3 of Part 5.",
      "id": "s191"
    },
    {
      "text": "New subsection 73A(2) effectively protects all persons who fall within a chain of control which begins with a person who controlled the licence when it was allocated.",
      "id": "s192"
    },
    {
      "text": "(Emphasis added) \n18 When the Bill was introduced to the House of Representative on 5 April 2001, there was further reference to overlapping licence areas in Hansard in the following terms: \n The bill amends the act to ensure that a third licence can be allocated under section 38B, by enabling the existing licensees to apply either jointly or separately.",
      "id": "s193"
    },
    {
      "text": "In addition, section 73A provides an exemption from the normal control provisions which limit a broadcaster to owning only one licence in a licence area where the broadcaster has been allocated a section 38B licence to provide a third digital service in the same licence area.",
      "id": "s194"
    },
    {
      "text": "However, in a limited number of cases involving overlapping licence areas section 73A does not provide an exemption from the control provisions for all licensees.",
      "id": "s195"
    },
    {
      "text": "The bill amends section 73A of the act to ensure that an incumbent broadcaster allocated an additional licence under section 38B would not be in breach of the control provisions in these situations.",
      "id": "s196"
    },
    {
      "text": "19 This theme was repeated in a Bills Digest prepared by the Parliamentary Library (at 2):\n Item 4 of Schedule 1 of the Bill substitutes a new section 73A, which protects the controllers of additional licences granted under section 38B from being in breach of the control rules (ie.",
      "id": "s197"
    },
    {
      "text": "That no person shall control more than one licence in a licence area).",
      "id": "s198"
    },
    {
      "text": "This was considered necessary because the existing provisions of section 73A may not protect certain licensees in some circumstances.",
      "id": "s199"
    },
    {
      "text": "In particular, the current provisions were not drafted to cater for situation where a large licence area overlaps a number of smaller separate licence areas, the licences for which are controlled in common.",
      "id": "s200"
    },
    {
      "text": "20 The theme concerning overlapping licence areas (as well as corporate structures) was also picked up in a Senate Report on the Bill (at 3-4):\n Amendments to section 73A 1.20 Section 73A of the Act, provides an exemption from the normal control provisions which limit a broadcaster to owning only one licence in a licence area.",
      "id": "s201"
    },
    {
      "text": "Where the broadcaster has been allocated a licence under section 38B to provide a third digital service in the same licence area, the existing and additional licences are treated as one licence for the purpose of the ownership limits.",
      "id": "s202"
    },
    {
      "text": "However, in a limited number of cases involving overlapping licence areas, section 73A does not provide an exemption from the control provisions for all licensees.",
      "id": "s203"
    },
    {
      "text": "1.21 The bill repeals and substitutes section 73A (item 4) so that it will operate in a way more appropriate to markets with overlapping licence areas and the varying corporate structures used by broadcasters.",
      "id": "s204"
    },
    {
      "text": "(Emphasis added) \n21 I now turn to the question of construction raised in these proceedings.",
      "id": "s205"
    },
    {
      "text": "CONSIDERATION \n \n22 The issue in these proceedings can be described in the following way.",
      "id": "s206"
    },
    {
      "text": "It is whether, and if so in what way, s 73A immunises upstream holders of an interest in a company that is an existing licensee that acquired, by initial allocation, a licence under s 38B or acquired (on the facts in this matter) a joint interest in such a licence through its interest in a joint-venture company that was allocated a section 38B licence.",
      "id": "s207"
    },
    {
      "text": "More particularly, the issue is whether s 73A immunises upstream holders from the provisions proscribing control of more than one licence (that is, being in a position to control) in circumstances where the upstream holders acquired an interest that might engage the controls provisions after the s 38B licence was first allocated.",
      "id": "s208"
    },
    {
      "text": "23 At the outset, one obvious point can be made.",
      "id": "s209"
    },
    {
      "text": "It is that the introduction of s 38B and s 73A was intended to promote the acquisition of a new and third licence by one or both of the existing licensees in a licence area in which there were only two licensees.",
      "id": "s210"
    },
    {
      "text": "Importantly, in my opinion, is that the protection afforded to an existing licensee that acquired a third licence (or an interest in it) initially was and still is protection in a way that, in effect, was and is personal to that licensee.",
      "id": "s211"
    },
    {
      "text": "That is because s 73A, both in its original form and amended form, ceased and ceases to immunise the licensee holding two licences in the one licence area (or one licence and an interest in another) from the effect of the control provisions (s 53 and s 55) if the original licensee's interest in either of the licences (the original form) or the s 38B licence (the present form) was transferred or otherwise diminished or relinquished.",
      "id": "s212"
    },
    {
      "text": "Put slightly differently, the immunity was and is intended to benefit the original licensee allocated the s 38B licence or an interest in it, and not a successor.",
      "id": "s213"
    },
    {
      "text": "24 This was achieved in s 73A in its original form by subs (2), which declared that subs (1) (which provided the immunity) ceased to apply if the existing licensee ceased to hold an interest in the existing licence or the s 38B licence or both.",
      "id": "s214"
    },
    {
      "text": "In my opinion, there is no room to doubt that the section operated this way.",
      "id": "s215"
    },
    {
      "text": "Its language and purpose is clear.",
      "id": "s216"
    },
    {
      "text": "The loss of the immunity would probably be irrelevant if the existing licensee transferred only one of the licences.",
      "id": "s217"
    },
    {
      "text": "That is because there would probably be no issue, in the licence area, about the existing licencee contravening the control provisions if it retained only one licence.",
      "id": "s218"
    },
    {
      "text": "However if the existing licensee, as the initial grantee of the s 38B licence (or an interest in it), sought to transfer both licences (or one licence and its interest in the other) to a third party, the third party would immediately confront the control provisions because s 73A would have had no application to that third party.",
      "id": "s219"
    },
    {
      "text": "Thus, if the existing licensee had wished to transfer both licences (or one licence and its interest in the other), it had to do so to different people without an existing interest (at least one that placed that person in a position of control) in a licence in the licence area.",
      "id": "s220"
    },
    {
      "text": "A similar, but slightly different result is achieved by s 73A in its amended and present form in the following way.",
      "id": "s221"
    },
    {
      "text": "25 Undoubtedly the existing licensee who had acquired, or had acquired an interest in, the third licence (the s 38B licence) is a person who was in a position to exercise control of the s 38B licence at the time it was allocated.",
      "id": "s222"
    },
    {
      "text": "Thus the existing licensee is a person to whom s 73A(1)(a) is directed and the s 38B licence can be disregarded for the purposes of the control provisions (found in Divisions 2 and 3 of Part 5 of the Act).",
      "id": "s223"
    },
    {
      "text": "However it is equally clear, in my opinion, that the immunity created by disregarding the s 38B licence ceases if and when the existing licensee ceases to be in a position to exercise control of the s 38B licence.",
      "id": "s224"
    },
    {
      "text": "This could occur if the existing licensee had been allocated the s 38B licence in its own right and transferred it (subject to the operation of s 73A(2) discussed later).",
      "id": "s225"
    },
    {
      "text": "If the existing licensee retained the s 38B licence (or its interest in it) but divested itself of the other licence it had held at the time of grant of the s 38B licence, the immunity would continue.",
      "id": "s226"
    },
    {
      "text": "26 A convenient way of dealing with the construction of s 73A advanced by the applicants is to focus, as they did, on the terms of the section when it was first enacted in 2000 as it might have applied to upstream controllers (an expression used by the parties which I adopt but which should not be taken to suggest that the qualified prohibition under the Act is on the exercise of control - it is a prohibition on being in a position to exercise control).",
      "id": "s227"
    },
    {
      "text": "The applicants submitted, correctly in my opinion, that the section when first enacted notionally merged the existing licence of the existing licensee with the s 38B licence granted to the existing licensee (or granted to a joint-venture company in which the existing licensee had an interest).",
      "id": "s228"
    },
    {
      "text": "The provisions in Division 2 and Division 3 of Part 5 of the Act were to be applied to the existing licensee on the basis that it held only the notional single licence.",
      "id": "s229"
    },
    {
      "text": "This statutory fiction, immunising the licensee from the control provisions as they might have applied to the existing licence and the s 38B licence, continued while the licensee retained both licences (or one and an interest in the other).",
      "id": "s230"
    },
    {
      "text": "27 Necessarily, any person who, either directly or indirectly, (through a chain of companies or otherwise) held a controlling interest in a company that had been an existing licensee at the time of the allocation of the s 38B licence had the same immunity the existing licensee enjoyed because of s 73A.",
      "id": "s231"
    },
    {
      "text": "The applicants submitted, again I think correctly, that the immunity an upstream controller enjoyed continued for the period the existing licensee enjoyed the immunity.",
      "id": "s232"
    },
    {
      "text": "It appears to follow that an upstream controller that acquired a controlling interest either at the time of or (importantly for present purposes) after the allocation of the s 38B licence gained the benefit of the immunity unless it was lost by the existing licensee (who had been granted the s 38B licence or an interest in it through a joint-venture company) though again, subject to the operation of s 73A(2).",
      "id": "s233"
    },
    {
      "text": "28 In resisting the construction advanced by the respondent (which I discuss shortly), the applicants submitted that it was unlikely that Parliament would have intended to materially, if not radically, alter the extent of the immunity created by s 73A when it was first enacted, by the amendments made in 2001.",
      "id": "s234"
    },
    {
      "text": "Having regard to the extrinsic material (set out at [17] to [20] above) the purpose of the 2001 amendments was limited.",
      "id": "s235"
    },
    {
      "text": "They were intended to deal with problems that could have arisen with overlapping licence areas that potentially denied existing licensees the opportunity to fully exploit the s 38B regime and taking up these licences and also to deal with the varying corporate structures used by broadcasters.",
      "id": "s236"
    },
    {
      "text": "Undoubtedly this was the stated intention having regard to that extrinsic material, which is unnecessary to refer to in detail.",
      "id": "s237"
    },
    {
      "text": "It speaks for itself.",
      "id": "s238"
    },
    {
      "text": "The applicants also pointed to the retention of the mechanism in s 73 for creating immunity from the control provisions in relation to solus licence areas that had originally clearly been embodied in s 73A until it was amended in 2001.",
      "id": "s239"
    },
    {
      "text": "They submitted, in effect, that it was unlikely that Parliament intended to create two quite different mechanisms by the 2001 amendments.",
      "id": "s240"
    },
    {
      "text": "Briefly dealing with this last point, it really is, in my opinion, essentially a neutral consideration.",
      "id": "s241"
    },
    {
      "text": "I accept that it may be thought curious that Parliament created two different mechanisms (at least in relation to their application to upstream controllers) but equally Parliament elected to use language and concepts in the re-enacted s 73A that were markedly different to those in the section when it was first enacted in 2000.",
      "id": "s242"
    },
    {
      "text": "29 I now turn to the construction advanced by the respondent.",
      "id": "s243"
    },
    {
      "text": "It was to the following effect.",
      "id": "s244"
    },
    {
      "text": "The starting point is, of course, the language actually used.",
      "id": "s245"
    },
    {
      "text": "The immunity created by s 73A(1) has two temporal elements.",
      "id": "s246"
    },
    {
      "text": "The first is in par (a).",
      "id": "s247"
    },
    {
      "text": "The immunity arising from the disregarding of the s 38B licence applies, and only applies, to a person who was in a position to exercise control of the licence at the time it was allocated.",
      "id": "s248"
    },
    {
      "text": "Thus the immunity applies to the existing licensee who is allocated the s 38B licence (or an interest in it through a joint-venture company) and any upstream controller of the existing licensee at that time.",
      "id": "s249"
    },
    {
      "text": "Accordingly, the time of the grant fixes the class to whom the immunity applies.",
      "id": "s250"
    },
    {
      "text": "The second temporal element concerns when the immunity ceases.",
      "id": "s251"
    },
    {
      "text": "That is addressed in par (b).",
      "id": "s252"
    },
    {
      "text": "The immunity created by disregarding the s 38B licence ceases when the person who has enjoyed the immunity by operation of par (a) ceases to be in a position to exercise control of the s 38B licence.",
      "id": "s253"
    },
    {
      "text": "This might arise, in relation to the existing licensee allocated the s 38B licence (or interest in it) by the transfer of the licence or, in relation to an upstream controller, the disposal of the interest that placed it in a position to exercise control of the licence or a dilution of that interest to a point where it is no longer a controlling interest.",
      "id": "s254"
    },
    {
      "text": "30 As to the construction of s 73A(2), the respondent submitted that the subsection provides a measure of additional protection in respect of third persons within a chain of control of the relevant licences.",
      "id": "s255"
    },
    {
      "text": "It submitted that this additional protection applies when a person who falls within s 73A(1) and, during that time the s 38B licence is to be disregarded in relation to it, is in a position to exercise control of a third person who is in a position to exercise control of the s 38B licence.",
      "id": "s256"
    },
    {
      "text": "The s 38B licence is also to be disregarded in relation to the third person.",
      "id": "s257"
    },
    {
      "text": "The respondent submitted that in this way, the subsection permits a limited measure of corporate restructuring, but only where the restructuring is done \"downstream\" from a company that falls within s 73A(1).",
      "id": "s258"
    },
    {
      "text": "This construction was not disputed by the applicants and, in any event, is consistent with the stated purpose of the subsection in the extrinsic material (see the fifth and last paragraphs of the passage set out at [17] above).",
      "id": "s259"
    },
    {
      "text": "31 Returning to the construction of s 73A(1) advanced by the applicants, they contended that while the existing licensee allocated the s 38B retains that licence, it is to be disregarded in applying Div 2 and Div 3.",
      "id": "s260"
    },
    {
      "text": "That is so in relation to both the licensee but also any upstream controller, regardless of whether that upstream controller held an interest placing it in a position to exercise control of the s 38B licence at the time it was allocated or acquired that interest after it was allocated.",
      "id": "s261"
    },
    {
      "text": "They pointed to the prefatory words in the subsection \"for the purposes of Division 2 and 3\", submitting, as I understood it, that the operation of the subsection should not be viewed narrowly.",
      "id": "s262"
    },
    {
      "text": "If the section operates to the benefit of the existing licensee allocated the s 38B licence because that licence is disregarded, then it should also operate to the benefit of anyone having a derivative controlling interest of the licence through the existing licensee by having an indirect interest in the licensee through, for example, a chain of companies, because the licence, in the hands of the licensee, is to be disregarded.",
      "id": "s263"
    },
    {
      "text": "The fact that the s 38B licence was in the hands of the existing licencee was a fact incapable of forming the body of facts which must be proved in determining whether there has been a contravention of the control provisions and this is so in relation to any enquiry about which those provisions had been contravened.",
      "id": "s264"
    },
    {
      "text": "Reference was made to observations of Brennan J in Re Kuring-gai Co-operative Building Society (No 12) Ltd [1978] FCA 50 ; (1978) 22 ALR 621 at 635 .",
      "id": "s265"
    },
    {
      "text": "32 On the facts of this case, the applicants submitted that they only have control of the Tasmania s 38B licence and the Darwin s 38B licence through their interests in the SCB entities.",
      "id": "s266"
    },
    {
      "text": "Section 73A(1) provides that SCB entities' control of the two licences is not to be taken into account in applying the control provisions because the licences are to be disregarded.",
      "id": "s267"
    },
    {
      "text": "The applicants submitted that it necessarily follows that if the SCB entities do not have control for the purposes of the control provisions, neither can the applicants which only control the licences through the SCB entities.",
      "id": "s268"
    },
    {
      "text": "33 The applicants also submitted that the immunity just described created by subs (1), has an extended operation because of subs (2).",
      "id": "s269"
    },
    {
      "text": "In an example given by the applicants, the existing licensee allocated the s 38B licence transfers that licence to another company (company F) that is part of the same corporate group as the existing licensee.",
      "id": "s270"
    },
    {
      "text": "Another company (company B), which had a controlling interest in the existing licensee, continues to have a controlling interest in company F. On what I understand to be the assumption that the existing licensee retains the pre-existing licence (the licence held before the allocation of the s 38B licence), company B continues to gain the benefit of the immunity created by subs (1) even though it has a controlling interest in two licences, namely the existing licensee's licence and the s 38B licence held by company F. In this example and on the applicants' construction of subs (1), an upstream controller who acquired an interest in another upstream controller after the allocation of the s 38B licence would gain the benefit of the immunity created by subs (1) both before and after the transfer of the s 38B licence to company F.\n \n34 The difficulty I have with the applicants' construction of s 73A is that the section is drafted in a way that fairly clearly focuses on any and each particular person who is in a position to exercise control of the s 38B licence and, in relation to that person, creates the immunity whilst ever that person remains in that position.",
      "id": "s271"
    },
    {
      "text": "The Revised Explanatory Memorandum (at [17] above, particularly the fourth paragraph) reinforces this conclusion.",
      "id": "s272"
    },
    {
      "text": "The immunity only arises if that person was in that position at the time of the allocation of the s 38B licence.",
      "id": "s273"
    },
    {
      "text": "That might not be obviously so looking only at s 73A(1)(a).",
      "id": "s274"
    },
    {
      "text": "However when one has regard to s 73A(1)(b) and s 73A(2) and the deployment of the expression \"that person\", it is, in my opinion, obvious.",
      "id": "s275"
    },
    {
      "text": "I do not think that s 73A(1)(a) is intended to apply directly to the existing licensee who is allocated the s 38B licence and indirectly to any person or company who has a controlling interest in the existing licensee including, as the applicants would have it, any upstream controller.",
      "id": "s276"
    },
    {
      "text": "Rather, s 73A(1)(a) is intended to apply directly to anyone or any body who satisfies the criteria in that subsection.",
      "id": "s277"
    },
    {
      "text": "As already noted, one criterion is that the person was in a position to exercise control of the s 38B licence at the time at was allocated.",
      "id": "s278"
    },
    {
      "text": "35 Not only does the language and structure of the section point to this conclusion, it is also a construction consistent with the stated purpose of originally enacting s 73A even though, as I discussed earlier, it operated more widely than it does in its re-enacted form.",
      "id": "s279"
    },
    {
      "text": "I should note, however that it is not clear from the extrinsic material whether that wider operation of the earlier provision was a deliberate or unintended consequence of the language used.",
      "id": "s280"
    },
    {
      "text": "In any event, even if it was deliberate and the narrowing by the later provision inadvertent, one has to bear in mind the observations of Mason CJ, Wilson and Dawson JJ in Re Bolton; Ex parte Beane [1987] HCA 12 ; (1987) 162 CLR 514 at 518:\n ...",
      "id": "s281"
    },
    {
      "text": "It is always possible that through oversight or inadvertence the clear intention of the Parliament fails to be translated into the text of the law.",
      "id": "s282"
    },
    {
      "text": "However unfortunate it may be when that happens, the task of the Court remains clear.",
      "id": "s283"
    },
    {
      "text": "The function of the Court is to give effect to the will of Parliament as expressed in the law.",
      "id": "s284"
    },
    {
      "text": "36 Returning to the proposition that the construction I prefer of s 73A in its present form is consistent with the stated purpose of originally enacting s 73A, it is important to remember that purpose was to promote the introduction of a third television service or channel into underserved licence areas with two existing television services and to promote their introduction by the existing licence holders.",
      "id": "s285"
    },
    {
      "text": "This would be achieved by ensuring the existing licence holders, and any person or company then holding, directly or indirectly, a controlling interest in the licence holder allocated (or allocated an interest in) the s 38B licence, would not fall foul of the control regime established by the Act.",
      "id": "s286"
    },
    {
      "text": "Put slightly differently, it was intended to remove an obvious disincentive to an existing licence holder or persons with an indirect or direct interest in it from seeking the allocation or supporting the allocation of the s 38B licence to the existing licence holder.",
      "id": "s287"
    },
    {
      "text": "It is not apparent to me, particularly having regard to the extrinsic material, that when s 78A was first enacted or later amended, Parliament contemplated that the section was to have a promotional effect at a point in time after the licence had been allocated \n \n37 I accept the construction of s 78A advanced by the respondent and reject the construction advanced by the applicants.",
      "id": "s288"
    },
    {
      "text": "The application should be dismissed with costs.",
      "id": "s289"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s290"
    },
    {
      "text": "Associate:\n\nDated: 14 November 2008\n\n Counsel for the Applicants: AJ Meagher SC with RCA Higgins \n \n Solicitor for the Applicants: Clayton Utz \n \n Counsel for the Respondent: A Robertson SC with S Lloyd SC \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Dates of Hearing: 15 --- 16 October 2008 \n \n Date of Judgment: 14 November 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1711.html",
      "id": "s291"
    }
  ]
}