{
  "name": "Rojas v Esselte Australia Pty Limited (No 2) [2008] FCA 1585 (24 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1585.html",
  "catchphrases": [
    {
      "text": "termination of employment of applicant",
      "id": "c0"
    },
    {
      "text": "applicant participated in industrial action",
      "id": "c1"
    },
    {
      "text": "applicant delegate of industrial organisation",
      "id": "c2"
    },
    {
      "text": "whether applicant's employment was terminated for a proscribed reason",
      "id": "c3"
    },
    {
      "text": "whether respondent has discharged the reverse onus imposed in unlawful termination matters",
      "id": "c4"
    },
    {
      "text": "whether respondent has provided an explanation of the real reason for termination of applicant's employment",
      "id": "c5"
    },
    {
      "text": "appropriate remedy in the circumstances",
      "id": "c6"
    },
    {
      "text": "whether a civil penalty should be imposed",
      "id": "c7"
    },
    {
      "text": "appropriate recipient of any penalty imposed",
      "id": "c8"
    },
    {
      "text": "industrial law",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 On 12 September 2007, the applicant was informed, by letter, that his employment with the respondent was terminated for misconduct.",
      "id": "s0"
    },
    {
      "text": "The applicant lodged an application in this Court on 17 September 2007 alleging he was unlawfully dismissed because he was a member and delegate of the National Union of Workers of Australia (NUW).",
      "id": "s1"
    },
    {
      "text": "He alleged his dismissal contravened s 792 of the Workplace Relations Act 1996 (Cth) (the WR Act).",
      "id": "s2"
    },
    {
      "text": "An allegation was also made that he was dismissed for engaging in protected industrial action.",
      "id": "s3"
    },
    {
      "text": "Dismissal for this reason is prohibited by s 448 of the WR Act.",
      "id": "s4"
    },
    {
      "text": "2 The applicant sought interim relief under s 838 of the WR Act and s 23 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s5"
    },
    {
      "text": "The application for interim relief was heard on 26 September 2007.",
      "id": "s6"
    },
    {
      "text": "On 27 September 2007, I ordered that the applicant be reinstated to the position he formerly held with the respondent until further order or until determination of these proceedings: Rojas v Esselte Australia Pty Ltd [2007] FCA 1506.",
      "id": "s7"
    },
    {
      "text": "THE LEGISLATIVE SCHEME \n \n3 Before considering the evidence, it is desirable to say something briefly about the legislative scheme, although it will be discussed in more detail later in these reasons.",
      "id": "s8"
    },
    {
      "text": "The applicant has made an application under s 807 of the WR Act alleging contravention of s 792 of the WR Act.",
      "id": "s9"
    },
    {
      "text": "The applicant's case is that the respondent breached s 792(1) of the WR Act, which relevantly provides:\n \n An employer must not, for a prohibited reason, or for reasons that include a prohibited reason, do or threaten to do any of the following: \n \n \n \n (a) dismiss an employee; \n (b) ... \n \n \n\n4 Section 793 sets out the prohibited reasons for the purposes of the preceding section.",
      "id": "s10"
    },
    {
      "text": "The applicant alleges that the termination of his employment on 12 September 2007 was done for a prohibited reason, or for reasons that included a prohibited reason, within the meaning of s 793(1)(a) of the WR Act , namely, that he was a member of and a delegate of an industrial organisation.",
      "id": "s11"
    },
    {
      "text": "5 In summary, the applicant seeks the following relief: \n \n&#61863; A declaration that the respondent contravened s 792 of the WR Act by terminating the applicant's employment because he was a member and also because he was a delegate of an industrial organisation and, in contravention of s 448, because he engaged in protected industrial action; \n \n&#61863; An order for reinstatement; \n \n&#61863; An order for compensation as well as payment for lost wages;\n \n&#61863; The imposition of a penalty on the respondent; and \n \n&#61863; An order restraining the respondent from committing further breaches of s 792 of the WR Act in respect of the applicant's employment.",
      "id": "s12"
    },
    {
      "text": "6 It is important to note the provisions of s 809(1) of the WR Act, which creates a presumption in favour of the applicant in proceedings of this type.",
      "id": "s13"
    },
    {
      "text": "Section 809(1) of the WR Act provides as follows:\n \n If: \n (a) in an application under section 807 relating to a person's conduct, it is alleged that the conduct was, or is being, carried out for a particular reason or with a particular intent; and \n (b) for the person to carry out the conduct for that reason or with that intent would constitute a contravention of this Part; \n it is presumed, in proceedings under this Division arising from the application, that the conduct was, or is being, carried out for that reason or with that intent, unless the person proves otherwise.",
      "id": "s14"
    },
    {
      "text": "7 Stated simply, it is necessary for the respondent to establish that the fact that the applicant was a member of the NUW or the fact that he was a delegate of the NUW was not the reason or part of the reason for dismissing him.",
      "id": "s15"
    },
    {
      "text": "If it fails to do so, then it is to be assumed that the decision to dismiss was for, or partly was for, the reasons alleged.",
      "id": "s16"
    },
    {
      "text": "It was not in contest that the applicant was both a member and a delegate of the NUW at the time of his dismissal.",
      "id": "s17"
    },
    {
      "text": "I now turn to consider the evidence.",
      "id": "s18"
    },
    {
      "text": "THE FACTS \n \n8 Much of the factual background leading to the applicant's dismissal is uncontroversial.",
      "id": "s19"
    },
    {
      "text": "The following represents findings of fact although, where appropriate, I indicate where there were conflicting accounts of material events.",
      "id": "s20"
    },
    {
      "text": "9 The applicant has been an employee of the respondent for over 16 years, having commenced employment in about 1991.",
      "id": "s21"
    },
    {
      "text": "In about 1998 he became a delegate of the NUW.",
      "id": "s22"
    },
    {
      "text": "He was employed as a storeman and packer at the Minto warehouse of the respondent.",
      "id": "s23"
    },
    {
      "text": "Events leading to the June 2007 industrial action \n \n10 During the period 2005 to 2007, the applicant's employment (and the employment of other warehouse employees) was governed by the Esselte Enterprise Agreement 2005 (the 2005 Agreement), the nominal expiry date of which was 1 April 2006.",
      "id": "s24"
    },
    {
      "text": "The 2005 Agreement was apparently approved under Part 6 of the Industrial Relations Act 1996 (NSW).",
      "id": "s25"
    },
    {
      "text": "The parties to the agreement were the respondent, Esselte Australia Pty Ltd, and the NUW (NSW Branch).",
      "id": "s26"
    },
    {
      "text": "11 Negotiations for an agreement to replace the 2005 Agreement commenced in 2006 and continued into 2007.",
      "id": "s27"
    },
    {
      "text": "On 9 March 2006, the NUW served a written log of claims on the respondent demanding, amongst other things, a 28% wage increase for a three year agreement and that it be a full and comprehensive agreement.",
      "id": "s28"
    },
    {
      "text": "Between March and the end of April 2006 there were approximately five meetings involving Mr Mark Cochrane (who was an organiser of the NUW) and representatives of the respondent.",
      "id": "s29"
    },
    {
      "text": "The attitude of the respondent was initially to negotiate with the NUW but with the objective of achieving what the respondent perceived to be a \"modern\" collective agreement.",
      "id": "s30"
    },
    {
      "text": "It is it tolerably clear that this meant, at the very least, a less prescriptive and more flexible agreement, if not an agreement that diluted or diminished existing terms and conditions of employment.",
      "id": "s31"
    },
    {
      "text": "12 In late May 2006, the NUW took steps to initiate a bargaining period under the WR Act.",
      "id": "s32"
    },
    {
      "text": "The significance of the initiation of a bargaining period is that once a bargaining period is initiated, union members are permitted to take \"protected industrial action\" for the purpose of supporting or advancing claims made in respect of a workplace agreement (see generally Part 9 of the WR Act).",
      "id": "s33"
    },
    {
      "text": "At about the same time, I infer, the respondent commenced the process of adopting an alternative strategy.",
      "id": "s34"
    },
    {
      "text": "That is, it commenced offering Australian Workplace Agreements (AWAs) to its employees as an alternative to negotiating a collective agreement.",
      "id": "s35"
    },
    {
      "text": "An AWA is an individual statutory employment contract.",
      "id": "s36"
    },
    {
      "text": "This occurred at a time when the respondent believed that negotiations for a new collective agreement involving the NUW were unlikely to bear fruit.",
      "id": "s37"
    },
    {
      "text": "It is relatively clear from the evidence as a whole that the NUW was strongly if not vehemently opposed to its members being employed under AWAs.",
      "id": "s38"
    },
    {
      "text": "13 On or about 19 May 2006, Mr Justin Reidy sent the applicant a letter concerning the way in which discussion by warehouse employees about AWAs would be managed.",
      "id": "s39"
    },
    {
      "text": "Mr Reidy was the respondent's Warehouse Distribution Manager at the Minto site.",
      "id": "s40"
    },
    {
      "text": "Having regard to the contents of this letter, I infer that the respondent had, by that time, offered its employees the option of employment under an AWA.",
      "id": "s41"
    },
    {
      "text": "The letter concluded with what, in substance, was a warning of sorts to the applicant:\n \n The Federal legislation contains a number of provisions which relate to intimidation and victimisation and it would be my expectation that both you and the National Union of Workers will respect the rights of individuals to accept and/or reject their individual AWA.",
      "id": "s42"
    },
    {
      "text": "14 It appears that throughout the remainder of 2006 and into early 2007, either there were no further negotiations or desultory negotiations between the respondent and the NUW about a collective agreement, although this seems to have occurred without the respondent pursuing AWAs with its workforce in a sustained way.",
      "id": "s43"
    },
    {
      "text": "The situation changed in March 2007 when Mr Barry Starr sent, on 22 March 2007, a letter to the respondent's warehouse employees declaring that the respondent had advised the NUW that it believed it was unlikely agreement would be reached and it would be offering all employees AWAs.",
      "id": "s44"
    },
    {
      "text": "By then three new employees had been employed on AWAs.",
      "id": "s45"
    },
    {
      "text": "Mr Starr was employed by the respondent as Regional Controller, Pacific Rim, and was also a director of the respondent.",
      "id": "s46"
    },
    {
      "text": "It was Mr Starr who ultimately made the decision to terminate the applicant's employment.",
      "id": "s47"
    },
    {
      "text": "The 22 March 2007 letter included:\n \n Unfortunately, the delays in negotiating an agreement have resulted in employees not receiving pay increases.",
      "id": "s48"
    },
    {
      "text": "By choosing to remain under the expired State Agreement, you have been prevented from receiving pay increases.",
      "id": "s49"
    },
    {
      "text": "Attached to this letter is an Individual Workplace Agreement, for your consideration.",
      "id": "s50"
    },
    {
      "text": "We also include an Information Memorandum from the Office of the Employment Advocate, for your consideration.",
      "id": "s51"
    },
    {
      "text": "In addition, as a once-off offer, we are prepared to offer, as part of the Australian Workplace Agreement, a sign-on bonus of $250.",
      "id": "s52"
    },
    {
      "text": "That is if you accept the Australian Workplace Agreement on the terms which are offered, a sign-on bonus payment will be made to you of $250 less applicable taxes.",
      "id": "s53"
    },
    {
      "text": "This will be paid in the first full pay period after your Australian Workplace Agreement is made.",
      "id": "s54"
    },
    {
      "text": "This offer will be withdrawn on 31st of March 2007.",
      "id": "s55"
    },
    {
      "text": "If you are interested in making an Individual Workplace Agreement, you should contact Justin Reidy for more information.",
      "id": "s56"
    },
    {
      "text": "Quite clearly the respondent was endeavouring to persuade its warehouse employees to abandon a system where their employment was regulated by a collective agreement and move to a system where their employment was regulated by AWAs.",
      "id": "s57"
    },
    {
      "text": "A financial incentive was being offered to achieve this result.",
      "id": "s58"
    },
    {
      "text": "15 At about this time, representatives of the Department of Employment and Workplace Relations (DEWR) undertook an investigation concerning processes attending the offer of AWAs being made by the respondent to its workforce.",
      "id": "s59"
    },
    {
      "text": "This investigation followed a request made on behalf of the respondent.",
      "id": "s60"
    },
    {
      "text": "The applicant gave evidence that in the three months before the employees took the industrial action that commenced on 18 June 2007, he was accused by Mr Reidy on a few occasions of misleading NUW members about the benefits of a union collective agreement versus the proposed AWAs.",
      "id": "s61"
    },
    {
      "text": "Although Mr Reidy denied having those conversations in an affidavit of 11 December 2007, his oral evidence was simply that he could not recall these conversations.",
      "id": "s62"
    },
    {
      "text": "I accept the applicant's evidence.",
      "id": "s63"
    },
    {
      "text": "That this occurred is consistent with the respondent's then intention to pursue AWAs and abandon negotiations for a collective agreement.",
      "id": "s64"
    },
    {
      "text": "On behalf of the respondent, Mr Reidy was concerned to ensure that the offer of AWAs would not be subverted or frustrated by the NUW and by the applicant as its on-site representative.",
      "id": "s65"
    },
    {
      "text": "It is also consistent with the tenor of the letter of 19 May 2006 (referred to at para [13] above) and the respondent's request to DEWR to investigate processes attending the offer of the AWAs, which, I infer, was intended to reveal whether duress was being applied or other unlawful conduct undertaken to prevent take up of AWAs.",
      "id": "s66"
    },
    {
      "text": "16 On 17 May 2007, a secret ballot of NUW members employed by the respondent was held in relation to the taking of protected industrial action.",
      "id": "s67"
    },
    {
      "text": "It is to be recalled that almost a year earlier, notice had been given by the NUW of the initiation of a bargaining period.",
      "id": "s68"
    },
    {
      "text": "The NUW members voted in favour of industrial action taking place and commencing on 18 June 2007.",
      "id": "s69"
    },
    {
      "text": "The events of 18 June 2007 \n \n17 Industrial action commenced at the Minto site early in the morning of Monday, 18 June 2007, and a picket in which the applicant participated was established outside the Minto warehouse.",
      "id": "s70"
    },
    {
      "text": "18 As a general observation, the industrial action that commenced on 18 June 2007 escalated into a bitter and protracted dispute that lasted for some months.",
      "id": "s71"
    },
    {
      "text": "I infer positions became entrenched and, from the respondent's perspective, the dispute was not simply between it and its employees.",
      "id": "s72"
    },
    {
      "text": "Third parties became involved who either actually inflamed, or at least were perceived to inflame, the dispute.",
      "id": "s73"
    },
    {
      "text": "The dispute gained notoriety in the media.",
      "id": "s74"
    },
    {
      "text": "I have no doubt that the intensity of the dispute led Mr Starr and Mr Reidy to an entrenched and highly critical view of the NUW, those associated with the NUW and the trade union movement more generally.",
      "id": "s75"
    },
    {
      "text": "19 Later that day picketers outside the Minto site prevented a number of trucks from entering the Minto site.",
      "id": "s76"
    },
    {
      "text": "Mr Reidy, during the course of the day, attempted to contact NUW officials to stop the attempts to prevent traffic entering and leaving the Minto site.",
      "id": "s77"
    },
    {
      "text": "Mr Reidy also had discussions with representatives of the Office of Workplace Services in relation to this issue.",
      "id": "s78"
    },
    {
      "text": "The Office was a Commonwealth agency empowered to investigate and prosecute breaches of Commonwealth industrial law.",
      "id": "s79"
    },
    {
      "text": "The events of 19 June 2007 \n The Sharma incident \n \n20 Early in the morning of 19 June 2007 (the second day of the industrial action) the applicant was present on the picket outside the Minto premises.",
      "id": "s80"
    },
    {
      "text": "Mr VK Sharma, an employee of the respondent who was returning to work after a period of leave and was unaware that the strike was occurring, was approached by the applicant as he attempted to enter the Minto site in his car.",
      "id": "s81"
    },
    {
      "text": "There was an exchange between them.",
      "id": "s82"
    },
    {
      "text": "The substance of the exchange was:\n Mr Sharma \n \n What's wrong David?",
      "id": "s83"
    },
    {
      "text": "The applicant But you can't go in.",
      "id": "s84"
    },
    {
      "text": "VJ, don't go.",
      "id": "s85"
    },
    {
      "text": "Mr Sharma Why not?",
      "id": "s86"
    },
    {
      "text": "We're open.",
      "id": "s87"
    },
    {
      "text": "The applicant We're on strike Why are you going to work?",
      "id": "s88"
    },
    {
      "text": "VJ, if you want to go, go.",
      "id": "s89"
    },
    {
      "text": "Go and lick the boss's arse.",
      "id": "s90"
    },
    {
      "text": "You don't think of us and our kid s. Mr Sharma You can't talk to me like that.",
      "id": "s91"
    },
    {
      "text": "You need to learn how to talk to people first.",
      "id": "s92"
    },
    {
      "text": "During the conversation the applicant made offensive bodily and facial gestures directed to Mr Sharma.",
      "id": "s93"
    },
    {
      "text": "Following the incident, Mr Sharma entered the Minto site.",
      "id": "s94"
    },
    {
      "text": "Sometime after starting work that day, Mr Sharma reported to Mr Reidy the comments the applicant had made.",
      "id": "s95"
    },
    {
      "text": "Mr Sharma felt upset and intimidated as a result of the applicant's conduct.",
      "id": "s96"
    },
    {
      "text": "The applicant apologised to Mr Sharma about this incident sometime in early 2008.",
      "id": "s97"
    },
    {
      "text": "The alleged Simmonds incident \n \n21 At around 6am on 19 June 2007, Mr Michael Simmonds arrived at the Minto site to commence work.",
      "id": "s98"
    },
    {
      "text": "Although Mr Simmonds was an employee of the respondent, he was not involved in the industrial action.",
      "id": "s99"
    },
    {
      "text": "He was a comparatively new employee and was employed on an AWA.",
      "id": "s100"
    },
    {
      "text": "Mr Simmonds alleged there were a number of signs blocking the entrance to the Minto site, and as he attempted to drive around the signs to enter the site, the applicant ran towards him, and said something along the lines of \" Mick, you are a fucking cunt \".",
      "id": "s101"
    },
    {
      "text": "Mr Simmonds' evidence was that later that morning he went to see Mr Reidy at the site office and said words to the following effect: \n \n David has just called me a fucking cunt.",
      "id": "s102"
    },
    {
      "text": "He is stopping everybody and everyone from coming into the Site.",
      "id": "s103"
    },
    {
      "text": "I shouldn't have to come to work and put up with this.",
      "id": "s104"
    },
    {
      "text": "His evidence was that Mr Reidy asked him to write down what had happened.",
      "id": "s105"
    },
    {
      "text": "Mr Simmonds did so.",
      "id": "s106"
    },
    {
      "text": "The document is in evidence but not as proof of the truth of its contents.",
      "id": "s107"
    },
    {
      "text": "Mr Reidy prepared a typed version, which, at his request, Mr Simmonds signed.",
      "id": "s108"
    },
    {
      "text": "Again this document is in evidence but not as proof of the truth of its contents.",
      "id": "s109"
    },
    {
      "text": "22 The applicant has persistently denied making the statement to Mr Simmonds.",
      "id": "s110"
    },
    {
      "text": "Both adhered to their account when giving evidence at the hearing.",
      "id": "s111"
    },
    {
      "text": "I will discuss their conflicting accounts later in those reasons.",
      "id": "s112"
    },
    {
      "text": "The relevant letters \n The 19 June letter \n \n23 On the afternoon of 19 June 2007, Mr Reidy approached the applicant with a letter setting out allegations of misconduct by the applicant.",
      "id": "s113"
    },
    {
      "text": "The applicant did not accept the letter and it was placed at his feet.",
      "id": "s114"
    },
    {
      "text": "In relation to the allegations against the applicant, the letter read as follows: \n \n Over the past day and a half you have engaged in a number of behaviours which are completely inappropriate and are not in any way protected by the industrial relations laws.",
      "id": "s115"
    },
    {
      "text": "You hold a responsible role within your union at the site being the delegate.",
      "id": "s116"
    },
    {
      "text": "It would be my expectation that you would behave in a more responsible and considerate way.",
      "id": "s117"
    },
    {
      "text": "I wish to bring to your attention a number of matters which I believe constitute serious and wilful misconduct on your part.",
      "id": "s118"
    },
    {
      "text": "The purpose of this letter is to provide you with an opportunity to respond to these allegations.",
      "id": "s119"
    },
    {
      "text": "Once you have had an opportunity to respond to the allegations, a decision will be made with respect to your ongoing employment.",
      "id": "s120"
    },
    {
      "text": "It is alleged that: \n \n \n 1.",
      "id": "s121"
    },
    {
      "text": "On a number of occasions on Monday 18 June 2007, you stood across the driveway of the site preventing the access of vehicles to the site.",
      "id": "s122"
    },
    {
      "text": "2.",
      "id": "s123"
    },
    {
      "text": "On Monday 18 June 2007, you were involved in a number of attempts to intimidate and mislead employees of Esselte in relation to the industrial action.",
      "id": "s124"
    },
    {
      "text": "3.",
      "id": "s125"
    },
    {
      "text": "Earlier this morning, 19 June 2007, you stopped an employee by the name of Michael Simmonds in his motor vehicle at approximately 6:10 am.",
      "id": "s126"
    },
    {
      "text": "Whilst Mr Simmonds was able to drive around the blockage, you then said to him words to the following effect: \n \n \n \"You are a fucking cunt.",
      "id": "s127"
    },
    {
      "text": "\" \n \n \n 4.",
      "id": "s128"
    },
    {
      "text": "Also on the morning of 19 June 2007, you stopped another employee of Esselte at the driveway.",
      "id": "s129"
    },
    {
      "text": "You then said to VJ Sharma words to the following effect: \n \n \n \"Stop licking the boss's arsehole.",
      "id": "s130"
    },
    {
      "text": "\" \n\nThe letter concluded: \n \n The purpose of this letter is to provide you with an opportunity to reply to the allegations.",
      "id": "s131"
    },
    {
      "text": "You are now invited to a meeting at a time suitable to you on Wednesday 20 June 2007.",
      "id": "s132"
    },
    {
      "text": "Alternatively, you may wish to provide a written response.",
      "id": "s133"
    },
    {
      "text": "On provision of a response on your part, a decision will be made with respect to your ongoing employment.",
      "id": "s134"
    },
    {
      "text": "Although the letter was signed by Mr Reidy, Mr Starr had given his approval for the letter to be sent.",
      "id": "s135"
    },
    {
      "text": "24 Several things should be noted about this letter.",
      "id": "s136"
    },
    {
      "text": "The first is that it drew attention to the applicant's position as delegate and fairly clearly indicates the view that, as delegate, the applicant ought to maintain a particular standard of conduct.",
      "id": "s137"
    },
    {
      "text": "The second is that the clear import of the letter is that Mr Reidy believed (as would have Mr Starr, given his role in approving the letter) that the applicant had done four things that constituted serious and wilful misconduct that might justify his dismissal.",
      "id": "s138"
    },
    {
      "text": "The third is that the applicant was being invited to respond reasonably promptly and on the basis that once he did \" a decision will be made with respect to [his] ongoing employment \".",
      "id": "s139"
    },
    {
      "text": "What was being suggested was that after (and presumably depending on) his response, a decision would then be made whether to dismiss him.",
      "id": "s140"
    },
    {
      "text": "The 21 June 2007 letter \n \n25 On 21 June 2007, Mr Reidy sent the applicant a further letter.",
      "id": "s141"
    },
    {
      "text": "Mr Starr had read a draft and authorised it being sent.",
      "id": "s142"
    },
    {
      "text": "The letter noted the attempts to hand him the earlier letter on 19 June 2007 and that Mr Reidy had arranged for a copy of that letter to be sent to the applicant's home address.",
      "id": "s143"
    },
    {
      "text": "The letter then stated \" [s]ervice was effected on the afternoon of 19 June 2007 \".",
      "id": "s144"
    },
    {
      "text": "The letter went on to state its purpose, namely to provide the applicant with \" a final opportunity to raise any matter relevant to the allegations contained in [Mr Reidy's] letter of 19 June 2007 \".",
      "id": "s145"
    },
    {
      "text": "The letter also stated that \" if you choose not to respond to this letter, a decision will be made with respect to your ongoing employment without any further correspondence \".",
      "id": "s146"
    },
    {
      "text": "The letter also said: \n \n In addition to the allegations contained in the letter of 19 June 2007, I must also raise with you an additional allegation.",
      "id": "s147"
    },
    {
      "text": "1t is alleged that you, in association with Mr Cochrane of the National Union of Workers, travelled to my home address of Almond Street, Wilton at various times on Wednesday 20 June 2007.",
      "id": "s148"
    },
    {
      "text": "In particular, we have reason to believe that at various times on this date a motor vehicle matching the description of your motor vehicle was observed in the vicinity of my house.",
      "id": "s149"
    },
    {
      "text": "It would also appear that Mr Cochrane`s motor vehicle and Mr Cochrane were observed in the same vicinity.",
      "id": "s150"
    },
    {
      "text": "On the same day, various houses in my street had placed in their letterboxes a document titled \"How Well Do You Know Your Neighbor (sic)\".",
      "id": "s151"
    },
    {
      "text": "It also makes reference to a Mr Justin Ready (sic).",
      "id": "s152"
    },
    {
      "text": "It would appear that part of the text of this document has been lifted from ACTU press releases.",
      "id": "s153"
    },
    {
      "text": "I believe that the document was highly defamatory and I am currently seeking legal assistance in relation to this defamation.",
      "id": "s154"
    },
    {
      "text": "In the circumstances, I believe that you were either directly or indirectly involved in the preparation of the document and its distribution in the vicinity of my home on Wednesday 20 June 2007.",
      "id": "s155"
    },
    {
      "text": "This form of intimidation against your manager is in my view misconduct.",
      "id": "s156"
    },
    {
      "text": "The purpose of this letter is to provide you with an opportunity to respond to this allegation prior to any decision being made in relation to the termination of your employment.",
      "id": "s157"
    },
    {
      "text": "This is a very serious allegation which also involves a potential allegation against the National Union of Workers and its official, Mark Cochrane.",
      "id": "s158"
    },
    {
      "text": "Accordingly, I would appreciate a response in writing to this letter prior to 4.00 pm on Friday 20 June 2007.",
      "id": "s159"
    },
    {
      "text": "Again several things can be noted about this letter.",
      "id": "s160"
    },
    {
      "text": "The first is that it was said to provide the applicant with an opportunity to respond to the allegations.",
      "id": "s161"
    },
    {
      "text": "The reference to the \"service\" of the letter of 19 June 2007, together with the stated purpose in the penultimate paragraph, indicate that Mr Reidy and Mr Starr were contemplating a situation where the applicant would be dismissed within a very short time frame unless he provided satisfactory responses to the allegations.",
      "id": "s162"
    },
    {
      "text": "The NUW's response on behalf of the applicant \n \n26 On 22 June 2007, the NUW responded on behalf of the applicant to the letters of 19 June 2007 and 21 June 2007.",
      "id": "s163"
    },
    {
      "text": "In respect of the four allegations made in the 19 June 2007 letter, the NUW's response was as follows: \n \n With respect to your specific allegations, we respond as follows: \n \n \n \n 1.",
      "id": "s164"
    },
    {
      "text": "Mr Rojas denies that he prevented vehicles from accessing the site in question on Monday, 18 June 2007.",
      "id": "s165"
    },
    {
      "text": "At the time, Mr Rojas was engaged in peaceful picketing which is his right.",
      "id": "s166"
    },
    {
      "text": "It is noted that you do not identify the vehicles, the subject of your allegation.",
      "id": "s167"
    },
    {
      "text": "2.",
      "id": "s168"
    },
    {
      "text": "At no stage on Monday, 18 June 2007, did Mr Rojas attempt to intimidate or mislead employees of Esselte in relation to industrial action.",
      "id": "s169"
    },
    {
      "text": "It is noted that you do not identify the employees the subject of your allegation.",
      "id": "s170"
    },
    {
      "text": "In any event, it is difficult to understand how such an allegation could constitute serious and wilful misconduct.",
      "id": "s171"
    },
    {
      "text": "3.",
      "id": "s172"
    },
    {
      "text": "Mr Rojas denies stopping Mr Michael Simmonds in his motor vehicle at approximately 6:10am on 19 June 2007.",
      "id": "s173"
    },
    {
      "text": "In particular, Mr Rojas denies saying to Mr Simmonds the words that you have attributed to him.",
      "id": "s174"
    },
    {
      "text": "There is no foundation for his allegation whatsoever.",
      "id": "s175"
    },
    {
      "text": "4.",
      "id": "s176"
    },
    {
      "text": "Mr Rojas again denies stopping Mr V.J.",
      "id": "s177"
    },
    {
      "text": "Sharma on the morning of 19 June 2007 as you allege.",
      "id": "s178"
    },
    {
      "text": "Mr Rojas denies saying the words to Mr Sharma that you have attributed to him.",
      "id": "s179"
    },
    {
      "text": "Again, there is no foundation for this allegation whatsoever.",
      "id": "s180"
    },
    {
      "text": "27 In relation to the letter of 21 June 2007, which included the further \"letter drop\" allegation (see para [25] above), the NUW responded as follows: \n \n In this letter, you make a further allegation against Mr Rojas which again is completely unfounded.",
      "id": "s181"
    },
    {
      "text": "At no stage on Wednesday, 20 June 2007 was Mr Rojas in the vicinity of Almond Street, Wilton, let alone the suburb of Wilton.",
      "id": "s182"
    },
    {
      "text": "For the best part of that day, Mr Rojas was in attendance at a Union delegates' meeting at Auburn.",
      "id": "s183"
    },
    {
      "text": "The writer is well aware of Mr Rojas' attendance at the meeting and the length of time that he was present.",
      "id": "s184"
    },
    {
      "text": "As a result Mr Rojas denies placing any documents in letterboxes as you allege and further denies he was directly or indirectly involved in any such activity.",
      "id": "s185"
    },
    {
      "text": "Therefore, there has been no intimidation on behalf of Mr Rojas towards you.",
      "id": "s186"
    },
    {
      "text": "Mr Rojas could not have participated in the activity that you allege as he was not in Wilton on the day in question.",
      "id": "s187"
    },
    {
      "text": "The Union further denies that it has engaged in the conduct that you have alleged.",
      "id": "s188"
    },
    {
      "text": "It is indeed a serious allegation that you make and the Union is currently seeking its own legal advice with respect to your allegation.",
      "id": "s189"
    },
    {
      "text": "We remind you that any attempt by you to re-publish your allegation would in itself be defamatory and swift action will be taken in those circumstances.",
      "id": "s190"
    },
    {
      "text": "The applicant did not hear anything further about the allegations that were made against him until after the industrial action at the Minto ceased on 5 September 2007.",
      "id": "s191"
    },
    {
      "text": "28 Mr Starr provided an explanation, in his oral evidence, for the respondent not acting in the manner that the letters of 19 and 21 June 2007 clearly indicated it would.",
      "id": "s192"
    },
    {
      "text": "The explanation contained several elements.",
      "id": "s193"
    },
    {
      "text": "The first was that the applicant had not attended a meeting, although at one point in his evidence Mr Starr said the applicant had refused to attend a meeting and, at another point, that the applicant had failed to attend a meeting.",
      "id": "s194"
    },
    {
      "text": "The second, linked to the first, was that there would have been a denial of procedural fairness if the applicant had not been given the opportunity to respond.",
      "id": "s195"
    },
    {
      "text": "The third, again linked to the first, was that acting without the applicant's input would have seriously inflamed the industrial situation.",
      "id": "s196"
    },
    {
      "text": "29 I do not accept this evidence.",
      "id": "s197"
    },
    {
      "text": "The letters were clear.",
      "id": "s198"
    },
    {
      "text": "It is true that the letters indicated that an opportunity would be given to the applicant to respond to the allegations.",
      "id": "s199"
    },
    {
      "text": "However, it is equally true that the plain import of the letters was that the respondent (through Mr Reidy and Mr Starr) was prepared to act promptly if no response, or an inadequate response, was forthcoming and the response would be to dismiss the applicant.",
      "id": "s200"
    },
    {
      "text": "It is, in my opinion, disingenuous to suggest that the applicant failed or refused to attend a meeting.",
      "id": "s201"
    },
    {
      "text": "No meeting was organised as a direct result of the correspondence and no attempts were made to organise one apart from the correspondence.",
      "id": "s202"
    },
    {
      "text": "In my opinion, Mr Reidy and Mr Starr made what was probably a tactical decision based on legal advice not to pursue at that stage the allegations and the threat to dismiss the applicant for what was said to be serious and wilful misconduct.",
      "id": "s203"
    },
    {
      "text": "Events following the making of allegations against the applicant \n The 9 July 2007 open letter \n \n 30 On 9 July 2007, Mr Starr sent to the striking employees what he described as an \"open letter \".",
      "id": "s204"
    },
    {
      "text": "It included the following: \n \n This is an open letter to the fourteen Esselte employees who have chosen to take strike action for past three weeks.",
      "id": "s205"
    },
    {
      "text": "... \n Unfortunately we have had instances where rather than simply refusing to work, some of our employees have chosen to engage in activities which were not approved by the Australian Industrial Relations Commission, including: \n \n \n o Attempting to prevent people and vehicles entering into the site.",
      "id": "s206"
    },
    {
      "text": "o Misleading employees and contractor with respect to the industrial action.",
      "id": "s207"
    },
    {
      "text": "o Intimidating staff members who have chosen to work.",
      "id": "s208"
    },
    {
      "text": "o Swearing at and threatening co-workers and management.",
      "id": "s209"
    },
    {
      "text": "In addition there have been attempts to threaten, intimidate and defame the families of Esselte management involved in the negotiations.",
      "id": "s210"
    },
    {
      "text": "... \n The management of Esselte believe that you may be caught in part of a broader political agenda of the National Union of Workers.",
      "id": "s211"
    },
    {
      "text": "(Emphasis added)\n \n\nMr Starr drafted the letter based on advice and information received from Mr Reidy.",
      "id": "s212"
    },
    {
      "text": "31 Notwithstanding the terms of the 9 July 2007 open letter, the evidence of both Mr Starr and Mr Reidy was that neither received any complaints from employees of the respondent regarding the conduct of other employees of the respondent during the course of the strike, other than those relating to the applicant.",
      "id": "s213"
    },
    {
      "text": "However, the evidence of both Mr Reidy and Mr Starr was they had received complaints concerning the conduct of people who were not employees of the respondent during the course of the industrial action.",
      "id": "s214"
    },
    {
      "text": "Further, when questioned about the receipt of complaints in relation to these people, Mr Reidy's evidence was that he did not ask the makers of such complaints to detail their complaints in writing.",
      "id": "s215"
    },
    {
      "text": "32 In the context of considering this document, it is necessary to refer to an e-mail sent by the respondent's solicitors a few weeks earlier.",
      "id": "s216"
    },
    {
      "text": "At 11:44am on 18 June 2007, a solicitor acting for the respondent sent an e-mail to the NUW.",
      "id": "s217"
    },
    {
      "text": "The e-mail noted that there was industrial action at the respondent's Minto site.",
      "id": "s218"
    },
    {
      "text": "It stated:\n \n ... [I]t would appear that both Mr Cochrane and some of the 11 employees have engaged in unlawful activities, including: \n (a) attempts to prevent access to the Minto site by employees, contractors and suppliers; and \n (b) intimidation of employees and contractors to take part in industrial action.",
      "id": "s219"
    },
    {
      "text": "In cross-examination, Mr Reidy accepted that what had been written by the solicitor was based on information he had passed on to him.",
      "id": "s220"
    },
    {
      "text": "Also in cross-examination, Mr Reidy acknowledged that he had seen employees involved in this activity and conceded that he would have been able to identify most of them.",
      "id": "s221"
    },
    {
      "text": "33 In these proceedings, the applicant has advanced a hypothesis that the applicant was singled out in circumstances where other employees of the respondent engaged in conduct of the type referred to in the letters of 19 and 21 June 2007, and this was known to Mr Reidy and Mr Starr who took no action against them.",
      "id": "s222"
    },
    {
      "text": "In response, and presumably because of s 809, the respondent has assumed the evidentiary burden of proving that this is not so.",
      "id": "s223"
    },
    {
      "text": "Both the 9 July 2007 open letter and the earlier e-mail are couched in terms that suggest it was the belief of Mr Starr and Mr Reidy that it was not only the applicant who engaged in conduct said to be serious and wilful misconduct.",
      "id": "s224"
    },
    {
      "text": "34 Ultimately I am not satisfied, on the balance of probabilities, that either, firstly, other employees of the respondent did not engage in conduct of the type founding the allegations against the applicant in the two letters that were given to him or, secondly, that Mr Reidy could not have readily identified who they were, communicated this to Mr Starr and acted against them in the same way they did against the applicant.",
      "id": "s225"
    },
    {
      "text": "It is no response to say, as was suggested in some evidence led by the respondent, that the applicant was the only person against whom specific complaints were made.",
      "id": "s226"
    },
    {
      "text": "The conduct said in the two letters to be serious and wilful misconduct did not assume that character because specific complaints were made.",
      "id": "s227"
    },
    {
      "text": "The conduct itself was either serious and wilful misconduct, or it was not.",
      "id": "s228"
    },
    {
      "text": "The events of 18 July 2007 \n \n35 On 18 July 2007, there appeared to have been an escalation in industrial action at the Minto site.",
      "id": "s229"
    },
    {
      "text": "Mr Reidy deposed to the fact that there was an influx of over 100 individuals, none of whom appeared to be employees of the respondent.",
      "id": "s230"
    },
    {
      "text": "Mr Reidy also gave evidence that during the course of the day attempts were made to prevent vehicles from entering and exiting the site.",
      "id": "s231"
    },
    {
      "text": "On 20 July 2007, Mr Starr issued a memo to all staff of the respondent, which included the following: \n \n Unfortunately, a small group of our workers have chosen to strike.",
      "id": "s232"
    },
    {
      "text": "We respect that decision.",
      "id": "s233"
    },
    {
      "text": "The same individuals must, however, bear some responsibility for allowing their union to create and maintain the unacceptable and threatening situation that occurred on Wednesday.",
      "id": "s234"
    },
    {
      "text": "Esselte will not allow this sort of behaviour to occur again and is currently considering the filing of applications for an injunction in the Supreme Court of New South Wales.",
      "id": "s235"
    },
    {
      "text": "If it is the case that the National Union of Workers and John Robertson from Unions NSW (or the striking workers) know the identity of members of the \"fringe socialist group\" then they should give us their names and addresses so that we can commence our legal claim against them and whatever organisation they purport to represent.",
      "id": "s236"
    },
    {
      "text": "These are not faceless, nameless individuals.",
      "id": "s237"
    },
    {
      "text": "They were present at the invitation of the National Union of Workers and some wore vests and caps with the NUW logo.",
      "id": "s238"
    },
    {
      "text": "The purpose of this letter is to let each employee know that we will not tolerate the current situation.",
      "id": "s239"
    },
    {
      "text": "Matters have clearly got out of control on the picket line.",
      "id": "s240"
    },
    {
      "text": "People have been hurt.",
      "id": "s241"
    },
    {
      "text": "People feel intimidated and this is not the kind of workplace that we want.",
      "id": "s242"
    },
    {
      "text": "Having people standing on the edge of a busy road stopping traffic at a whim is clearly unsafe and an occupational health and safety risk.",
      "id": "s243"
    },
    {
      "text": "The management of Esselte genuinely feel that the striking workers are being used by the NUW as part of a broader political campaign.",
      "id": "s244"
    },
    {
      "text": "We have no interest in being debated on national television as occurred this morning.",
      "id": "s245"
    },
    {
      "text": "The striking workers clearly have no interest in continuing to lose pay.",
      "id": "s246"
    },
    {
      "text": "I invite each striking worker to return to work today.",
      "id": "s247"
    },
    {
      "text": "Contrary to some misleading media they are not being asked to sign an AWA .",
      "id": "s248"
    },
    {
      "text": "We have not offered them an AWA since their rejection of the document last year .",
      "id": "s249"
    },
    {
      "text": "They have chosen to remain on the union collective agreement and this decision is respected.",
      "id": "s250"
    },
    {
      "text": "We offered a collective agreement on the same terms of the AWA and they rejected the offer.",
      "id": "s251"
    },
    {
      "text": "At a personal level I feel that if the current situation continues the increased level of interpersonal conflict will strain future working relationships between workers.",
      "id": "s252"
    },
    {
      "text": "Accordingly, I would ask that if the striking workers return today or Monday, you should all welcome them back to work and accept that the events of the last 5 weeks have been regrettable from both sides.",
      "id": "s253"
    },
    {
      "text": "(Emphasis added) \n\n\nIt is difficult to see how Mr Starr could make the statement in the highlighted sentence in view of the letter he had written on 22 March 2007 referred to at para [14] above.",
      "id": "s254"
    },
    {
      "text": "The statement is patently untrue.",
      "id": "s255"
    },
    {
      "text": "The failed negotiations of 3 August 2007 \n \n36 An attempt to negotiate a settlement to the industrial dispute was undertaken, and appeared to have failed, on 3 August 2007.",
      "id": "s256"
    },
    {
      "text": "On 6 August 2007, Mr Starr issued a memorandum to all staff that contained the following comments in respect of the striking employees' membership of the NUW: \n \n With the exception of last Friday's meeting, there has been little or no dialogue with the NUW for over 2 months, In our view, the NUW has waited for 2 months to come to us and talk as it now realises that the dispute is no longer newsworthy and as a result of the violence and intimidation of 2 weeks ago, it is time to shut the publicity circus down.",
      "id": "s257"
    },
    {
      "text": "When the picket line was allegedly invaded by what the NUW described as the socialist fringe group, all credibility was lost and the public, in our view realised that this was the unacceptable face of the trade union movement.",
      "id": "s258"
    },
    {
      "text": "Since then this dispute has been a non-event for the NUW.",
      "id": "s259"
    },
    {
      "text": "If you want to continue to be a member of this union, we are happy for you to remain a member.",
      "id": "s260"
    },
    {
      "text": "To the extent that we are required by law to deal with the NUW in the future, we will.",
      "id": "s261"
    },
    {
      "text": "However, we will always remember what the NUW has done to Esselte and we do not see them as a partner in our business now or in the future.",
      "id": "s262"
    },
    {
      "text": "Based upon the position adopted by the NUW on Friday, the chances of us ever reaching agreement on a union collective agreement is extremely remote.",
      "id": "s263"
    },
    {
      "text": "(Emphasis added) \n\nOf importance, this memorandum indicates Mr Starr's attitude was that the respondent did not view the NUW as \"a partner in our business\" then or in the future.",
      "id": "s264"
    },
    {
      "text": "I am satisfied that this reflected the attitude that had been adopted by Mr Starr, and therefore the respondent, in relation to the involvement of the NUW in representing its members employed by the respondent.",
      "id": "s265"
    },
    {
      "text": "Mr Starr had, by this time, been exposed for almost a month and a half to a sustained and highly disruptive industrial campaign by the NUW.",
      "id": "s266"
    },
    {
      "text": "The second Simmonds incident \n \n37 The applicant gave evidence that approximately one week before the end of the strike, and while he was manning the picket, Mr Simmonds' car approached the picket, at a speed he estimated to be 60 km/h.",
      "id": "s267"
    },
    {
      "text": "The applicant gave evidence that he took a photo of Mr Simmonds' car as it approached the picket, and that when Mr Simmonds saw this, Mr Simmonds got out of the car.",
      "id": "s268"
    },
    {
      "text": "According to the applicant, the following was said.",
      "id": "s269"
    },
    {
      "text": "Mr Simmonds You fucking cunt.",
      "id": "s270"
    },
    {
      "text": "Wait until you come inside and you will be bashed --- especially you (looking at the applicant).",
      "id": "s271"
    },
    {
      "text": "The applicant If you want to bash me Michael, bash me here.",
      "id": "s272"
    },
    {
      "text": "According to the applicant, Mr Simmonds reversed his car towards him.",
      "id": "s273"
    },
    {
      "text": "Mr Cochrane, who was also present, is alleged to have said to Mr Simmonds \" Hey, what are you doing?",
      "id": "s274"
    },
    {
      "text": "\" with Mr Simmonds responding \" [f]uck off \".",
      "id": "s275"
    },
    {
      "text": "The applicant's evidence was that he subsequently contacted Macquarie Fields police in relation to the incident.",
      "id": "s276"
    },
    {
      "text": "Mr Cochrane, called by the applicant, could not recall the incident.",
      "id": "s277"
    },
    {
      "text": "38 Mr Simmonds' account of the incident is different.",
      "id": "s278"
    },
    {
      "text": "Mr Simmonds said that as he approached the Minto site in his car, there were approximately 30 people standing across the driveway preventing his access to the site.",
      "id": "s279"
    },
    {
      "text": "Mr Simmonds said he approached the line of people in his car, stopped his car and was approached by Mr Cochrane.",
      "id": "s280"
    },
    {
      "text": "The following words were exchanged: \n Mr Cochrane You are not to go to work.",
      "id": "s281"
    },
    {
      "text": "You are to find another job.",
      "id": "s282"
    },
    {
      "text": "Mr Simmonds No.",
      "id": "s283"
    },
    {
      "text": "I'm going to work.",
      "id": "s284"
    },
    {
      "text": "Mr Simmonds said that approximately five people started kicking his car and attempted to open its doors.",
      "id": "s285"
    },
    {
      "text": "Although the applicant was not one of those who attacked his car, the applicant was involved in the following exchange with Mr Simmonds: \n The applicant Get out of the fucking car.",
      "id": "s286"
    },
    {
      "text": "I want to fight you.",
      "id": "s287"
    },
    {
      "text": "You are a scab and a real big hero.",
      "id": "s288"
    },
    {
      "text": "Mr Simmonds Don't threaten me.",
      "id": "s289"
    },
    {
      "text": "The applicant It's not a threat, it's a promise.",
      "id": "s290"
    },
    {
      "text": "Mr Simmonds' evidence was after the incident he rang the police on \"000\" to report the incident.",
      "id": "s291"
    },
    {
      "text": "39 It is appropriate to address, at this point, the differing accounts of the applicant and Mr Simmonds in relation to both this event and what may have occurred on the morning of 19 June 2007.",
      "id": "s292"
    },
    {
      "text": "On Mr Simmonds' account, both involved an act of aggression on the part of the applicant involving offensive and abusive language.",
      "id": "s293"
    },
    {
      "text": "The second incident involved the applicant seeking to fight Mr Simmonds.",
      "id": "s294"
    },
    {
      "text": "There is, in my opinion, a slight unreality about this version of events.",
      "id": "s295"
    },
    {
      "text": "The language attributed to the applicant was out of character.",
      "id": "s296"
    },
    {
      "text": "It was much coarser and more offensive than the language the applicant admitted directing to Mr Sharma.",
      "id": "s297"
    },
    {
      "text": "The applicant was obviously materially older than Mr Simmonds and did not appear to have Mr Simmonds' physicality as I observed them both.",
      "id": "s298"
    },
    {
      "text": "Mr Simmonds appeared fit, and the applicant not.",
      "id": "s299"
    },
    {
      "text": "It is not readily apparent to me that the applicant would challenge Mr Simmonds to a fight.",
      "id": "s300"
    },
    {
      "text": "That said, there is evidence from both Mr Simmonds and Mr Reidy that Mr Simmonds reported the second incident to Mr Reidy.",
      "id": "s301"
    },
    {
      "text": "He obviously did so in relation to the first incident, having regard to the written and typed note in evidence.",
      "id": "s302"
    },
    {
      "text": "40 Again, the respondent has assumed the evidentiary burden of proving that the events relied upon in dismissing the applicant actually occurred.",
      "id": "s303"
    },
    {
      "text": "Again I am not satisfied, on the balance of probabilities, that the events occurred as Mr Simmonds alleged.",
      "id": "s304"
    },
    {
      "text": "The 10 September 2007 meeting \n \n41 The industrial action at the Minto site ended on 4 September 2007, and the striking employees returned to work on 5 September 2007.",
      "id": "s305"
    },
    {
      "text": "Upon his return to work on 5 September 2007, the applicant received a letter inviting him to attend a meeting on 10 September 2007 in relation to the misconduct allegations.",
      "id": "s306"
    },
    {
      "text": "The letter read as follows: \n \n As you are aware, we have advised your union that in the event of your return to work you would be stood down on full pay pending the conclusion of the misconduct allegations.",
      "id": "s307"
    },
    {
      "text": "You presented for work today.",
      "id": "s308"
    },
    {
      "text": "You were then stood down on full pay.",
      "id": "s309"
    },
    {
      "text": "Mr Starr, in his discussions with the Union on 4 September 2007, arranged a meeting for Monday 10 September 2007 at the office in Minto.",
      "id": "s310"
    },
    {
      "text": "You and your representative are requested to attend the office with Mr Starr at 11:00 am.",
      "id": "s311"
    },
    {
      "text": "So that you are aware of the purpose of the meeting, we confirm our position that the response of the Union to the allegations dated 19 June 2007 does not adequately address our concerns.",
      "id": "s312"
    },
    {
      "text": "We believe that the misconduct alleged did occur and the termination of employment may be appropriate.",
      "id": "s313"
    },
    {
      "text": "We have regard to your prior record and the very serious nature the matters alleged.",
      "id": "s314"
    },
    {
      "text": "At the meeting you will have the opportunity to raise any matter relevant to the allegations and the possibility of the termination of your services.",
      "id": "s315"
    },
    {
      "text": "The Union, on your behalf, has asked us to consider alternatives to termination and an opportunity will be given at the meeting to discuss any possible alternatives.",
      "id": "s316"
    },
    {
      "text": "42 The applicant, Mr Wayne Meaney (who was the Assistant Secretary of the New South Wales branch of the NUW), Mr Reidy and Mr Starr were all present at the meeting of 10 September 2007, the purpose of which was to discuss the alleged misconduct of 19 June 2007 (that is, the \"Sharma incident\" and the \"alleged Simmonds incident\").",
      "id": "s317"
    },
    {
      "text": "43 There are competing accounts about what actually occurred at the meeting, although it appears to be common ground that the applicant admitted that the exchange with Mr Sharma on 19 June 2007 occurred more or less in the way described by Mr Sharma.",
      "id": "s318"
    },
    {
      "text": "Moreover, the evidence was the applicant was prepared to offer Mr Sharma an apology, although Mr Starr did not think it appropriate to tell Mr Sharma of the applicant's preparedness to apologise.",
      "id": "s319"
    },
    {
      "text": "It also appears to be common ground that during the interview Mr Meaney said words to the following effect: \n \n Surely you are not going to sack David for saying words to other employees after 3 months.",
      "id": "s320"
    },
    {
      "text": "This should not be a dismissible offence.",
      "id": "s321"
    },
    {
      "text": "44 In relation to the alleged Simmonds incident, the applicant maintained at the meeting that the allegation against him was false.",
      "id": "s322"
    },
    {
      "text": "Words to the following effect were said: \n The applicant I did not call Michael Simmons [sic] a fucking cunt.",
      "id": "s323"
    },
    {
      "text": "I don't use language like that.",
      "id": "s324"
    },
    {
      "text": "Mr Starr I admit that is out of character for you, David.",
      "id": "s325"
    },
    {
      "text": "Notwithstanding his concession that such language was out of character for the applicant, Mr Starr stated that he \" did not believe his [the applicant's] explanations and that's on the basis that these incidents [the Sharma incident and the alleged Simmonds incident] both happened on the same day.",
      "id": "s326"
    },
    {
      "text": "Both employees came to the office and made complaints.",
      "id": "s327"
    },
    {
      "text": "Both employees were visibly upse t ...\".",
      "id": "s328"
    },
    {
      "text": "45 The issue of the \"second Simmonds incident\" was also raised at the meeting.",
      "id": "s329"
    },
    {
      "text": "It is not clear as to exactly how the issue was raised, although it appears to be uncontroversial that the applicant raised his account of events regarding the second Simmonds incident.",
      "id": "s330"
    },
    {
      "text": "The evidence was that Mr Starr and Mr Reidy responded as follows to the applicant's account of the second Simmonds incident: \n Mr Reidy You are making pretty strong allegations and that I hope he had [sic] proof.",
      "id": "s331"
    },
    {
      "text": "Mr Starr If there was an incident with Michael why are you only raising it now and not previously?",
      "id": "s332"
    },
    {
      "text": "Under cross-examination, Mr Starr stated that he did not follow up the applicant's allegation with Mr Simmonds (or anybody else) following the 10 September 2007 meeting.",
      "id": "s333"
    },
    {
      "text": "The fact that Mr Starr did not do so is unsurprising, given Mr Reidy's evidence that he was of the view that the respondent had already formed the view the applicant had conducted himself in the manner alleged by Mr Simmonds in relation to the second Simmonds incident.",
      "id": "s334"
    },
    {
      "text": "CONSIDERATION \n The reverse statutory onus \n \n46 Section 809 is in relevantly identical terms to its predecessor section, s 298V, which was in effect prior to the amendment of the WR Act by the Workplace Relations Amendment (Work Choices) Act 200 5 (Cth).",
      "id": "s335"
    },
    {
      "text": "The authorities on s 298V (and predecessor provisions) are therefore relevant to the construction of s 809 of the WR Act.",
      "id": "s336"
    },
    {
      "text": "47 In relation to the operation of what was previously s 298V of the WR Act , Wilcox and Cooper JJ made the following observations in Davids Distribution Pty Ltd v National Union of Workers [1999] FCA 1108 ; (1999) 91 FCR 463 , at 500 --- 501 [109];\n \n Under s 298V in proceedings under Div 6 of Pt XA of the Act for a contravention of a section in Pt XA, an allegation in those proceedings of conduct for a prohibited reason is sufficient for it to be presumed that the conduct was engaged in for that reason unless the employer proves to the contrary.",
      "id": "s337"
    },
    {
      "text": "Similarly, in Greater Dandenong City Council v Australian Municipal, Clerical and Services Union [2001] FCA 349 ; (2001) 184 ALR 641 at [7] , Wilcox J said: \n \n Section 298V of the Act creates a rebuttable presumption, in an application under Division 6 of Part XA, that the respondent's conduct was carried out for the particular reason alleged in the proceeding against that respondent.",
      "id": "s338"
    },
    {
      "text": "48 The reasoning behind the reversal of the onus of proof in (what is now) s 809 was explained by Nicholson J in Maritime Union of Australia v Geraldton Port Authority [1999] FCA 899 ; (1999) 93 FCR 34 at 68, where his Honour said:\n \n If the applicant proves the conduct and alleges that the conduct was carried out for a prohibited reason, it is for the respondent to prove, on the balance of probabilities, that it was not motivated by an impermissible reason ...",
      "id": "s339"
    },
    {
      "text": "The reversal of the onus in respect of proof of the reasons for the conduct is a recognition that \"the circumstances by reason of which an employer may take action against an employee are, of necessity, peculiarly with the knowledge of the employer\".",
      "id": "s340"
    },
    {
      "text": "(References omitted) \n\nMoreover, the effect of s 809 is that in most cases an explanation for the real reason for the dismissal, consistent with the absence of a prohibited reason, is, in a practical sense, also necessary to rebut the presumption.",
      "id": "s341"
    },
    {
      "text": "As Buchanan J said in Seymour v Saint-Gobain Abrasives Pty Ltd [2006] FCA 1452 at [29] : \n \n Because the respondent must exclude delegateship and membership as a reason for termination, normally sworn evidence denying any such reason is necessary and, in most cases, an explanation of the real reason for dismissal consistent with the absence of delegateship or membership as a reason is, in a practical sense, also necessary.",
      "id": "s342"
    },
    {
      "text": "49 Finally, it is important to note that s 809 does not obviate the need for the applicant to prove the existence of objective facts which are said to provide a basis for the respondent's conduct.",
      "id": "s343"
    },
    {
      "text": "A Branson J explained in CFMEU v Coal and Allied Operations Pty Ltd (1999) 140 IR 131 at [161]-[162]: \n \n [The employee] did not relevantly participate in proceedings under an industrial law within the meaning of s 298L(1)(j).",
      "id": "s344"
    },
    {
      "text": "Section 298V of the Act does not, in my view, allow the applicant to circumvent that finding.",
      "id": "s345"
    },
    {
      "text": "Rather it is to be construed as an aid to proof of the intent or reason of the respondent which motivated, or formed part of the motivation for, the respondent's conduct.",
      "id": "s346"
    },
    {
      "text": "It may fairly be presumed that the section is intended to alleviate the difficulties of proof by one party of the state of mind or motivation of another.",
      "id": "s347"
    },
    {
      "text": "For analogous reasons, I do not consider, so far as the circumstances proscribed in s 298L(1)(m) are concerned, that s 298V relieves the applicant from the obligation of establishing as a fact that the relevant employee absented himself from work without leave for the purpose of carrying out duties as an officer of an industrial association (s 298L(1)(m)(i)) and that the employee applied for leave before absenting himself and that leave was unreasonably refused or withheld (s 298L(1)(m)(ii)).",
      "id": "s348"
    },
    {
      "text": "The impact of s 298V, in my view, is simply to alleviate the evidentiary difficulty facing the applicant of providing proof of the intent or reason which motivated, or formed part of the motivation for, the respondent's conduct following the absence of the employee from work.",
      "id": "s349"
    },
    {
      "text": "50 In the present proceedings, the import of Branson J's comments in Coal and Allied Operations is that it is not sufficient for the applicant to simply allege that he was a member and delegate of an industrial organisation.",
      "id": "s350"
    },
    {
      "text": "Rather, on the assumption that the applicant is able to prove the fact of membership or delegateship of an industrial organisation, the burden is cast on the respondent to prove that his membership or delegateship of an industrial organisation did not form part of the reason for the termination of his employment.",
      "id": "s351"
    },
    {
      "text": "51 The respondent's task is to displace the legislative presumption that it has acted for a reason that contravenes the WR Act, and I am satisfied that, having regard to all the evidence, the respondent has been unable to discharge the onus cast upon it by s 809 of the WR Act.",
      "id": "s352"
    },
    {
      "text": "52 Mr Starr gave evidence that the reason he terminated the services of the applicant was because he engaged in misconduct by threatening Mr Sharma and Mr Simmonds.",
      "id": "s353"
    },
    {
      "text": "He gave evidence that he had no regard to the reasons identified in the amended application.",
      "id": "s354"
    },
    {
      "text": "However, I approach this evidence with some circumspection.",
      "id": "s355"
    },
    {
      "text": "Firstly, I do not think Mr Starr has been entirely truthful in his evidence.",
      "id": "s356"
    },
    {
      "text": "Perhaps his recollection and account of his actions has been coloured by what was probably, for him, an extremely tense and possibly harrowing experience as a senior manager, being exposed to sustained industrial action that escalated quickly and seriously.",
      "id": "s357"
    },
    {
      "text": "I consider that, up to a point, his evidence was tailored, perhaps unconsciously, to support and avoid damaging the respondent's case.",
      "id": "s358"
    },
    {
      "text": "For example, comparatively early in his cross-examination, he was taken through the history of negotiations with the NUW and the decision of the respondent to offer AWAs.",
      "id": "s359"
    },
    {
      "text": "At that point, Mr Starr resisted the proposition that when the respondent formed the view that it wished to pursue individual contracts, it was doing so because it wished to have new employment arrangements that precluded the involvement of the third party.",
      "id": "s360"
    },
    {
      "text": "Later in cross-examination, it was put to him that by 6 August 2007 (when he issued the memorandum referred to at [36] above) or thereabouts, he had formed a view that he wanted to reduce or remove union influence from the site.",
      "id": "s361"
    },
    {
      "text": "His response then was that this decision had been made when the company decided to adopt AWAs given that AWAs did not involve the union as a third party.",
      "id": "s362"
    },
    {
      "text": "I have little doubt that this later answer reflected the true position.",
      "id": "s363"
    },
    {
      "text": "The attitude Mr Starr adopted early in the cross-examination was, in my opinion, to avoid making a concession that then he believed might damage the respondent's case.",
      "id": "s364"
    },
    {
      "text": "53 Secondly a number of factors, in addition to matters referred to already, emerging from the events leading up to and surrounding the dismissal, collectively raise a real issue in my mind about whether the dismissal of the applicant was for the stated purpose.",
      "id": "s365"
    },
    {
      "text": "Some of these factors, in isolation, might be thought to be of insufficient moment to raise doubts about the stated reason.",
      "id": "s366"
    },
    {
      "text": "However together, they do.",
      "id": "s367"
    },
    {
      "text": "54 One factor is the quite focused way Mr Reidy and Mr Starr went about investigating, documenting and responding to the allegations made against the applicant in the first 48 hours or thereabouts of the industrial action, particularly when they made no attempt to investigate the conduct of other of the respondent's employees.",
      "id": "s368"
    },
    {
      "text": "55 Another factor is that having adopted the position that the applicant had engaged in conduct that might warrant his dismissal and having clearly intimated that whether he would be dismissed would be addressed promptly, no steps were taken to bring the matter to a head until September 2007.",
      "id": "s369"
    },
    {
      "text": "56 Another factor is the way in which Mr Reidy and Mr Starr were selective about the misconduct on which they ultimately focused when deciding to dismiss the applicant, notwithstanding earlier intimations that the applicant had engaged, as they believed, in a range of conduct that was said to be misconduct and raised questions about the applicant's continued employment.",
      "id": "s370"
    },
    {
      "text": "The identification of the reasons in the letter of termination have an air of artificiality about them.",
      "id": "s371"
    },
    {
      "text": "57 Yet another factor was the way the termination was effected.",
      "id": "s372"
    },
    {
      "text": "Mr Starr gave evidence that he wished to afford the applicant natural justice.",
      "id": "s373"
    },
    {
      "text": "However, the actual approach he adopted, together with Mr Reidy following the meeting of 10 September 2007 was, in my opinion, more consistent with them wishing to establish grounds to dismiss the applicant than approaching with an open mind (or at least not with an entirely closed mind) the question of whether the applicant was guilty of misconduct warranting dismissal.",
      "id": "s374"
    },
    {
      "text": "By the time the meeting had concluded, the position was that the applicant had, in substance, admitted making the comments to Mr Sharma about which Mr Sharma had complained but had offered to apologise.",
      "id": "s375"
    },
    {
      "text": "Communicating the apology was thought by Mr Starr and Mr Reidy to be irrelevant.",
      "id": "s376"
    },
    {
      "text": "58 The fact that the applicant's admission concerning Mr Sharma had been made should have, in my opinion, more clearly focused the attention of Mr Starr and Mr Reidy on whether the account of Mr Simmonds, which was still disputed by the applicant, was true, particularly in circumstances where the language alleged to have been used by the applicant was acknowledged by Mr Starr to be out of character.",
      "id": "s377"
    },
    {
      "text": "This fact alone should, in my opinion, have raised significant doubts about whether Mr Simmonds' account was correct, particularly given it was denied by the applicant.",
      "id": "s378"
    },
    {
      "text": "However, the further investigation simply involved, on Mr Simmonds' account, Mr Reidy ringing him (from an office in which Mr Starr was present).",
      "id": "s379"
    },
    {
      "text": "Mr Starr's evidence was that he rang on his mobile phone, which is consistent with Mr Reidy's evidence.",
      "id": "s380"
    },
    {
      "text": "However, who made the telephone call does not particularly matter.",
      "id": "s381"
    },
    {
      "text": "What is important is that Mr Simmonds, who was ill at home, was asked by Mr Starr whether he stood by his version.",
      "id": "s382"
    },
    {
      "text": "Mr Starr listened to him repeat his version and then asked him whether he would he be prepared to go to court.",
      "id": "s383"
    },
    {
      "text": "I infer the reference was made to \"going to court\" because Mr Starr was concerned to ensure that the decision to dismiss could be defended if challenged in litigation.",
      "id": "s384"
    },
    {
      "text": "In my opinion, Mr Starr, by the time he commenced this conversation with Mr Simmonds, had made up his mind to reject the applicant's denial or at least was indifferent to where the truth lay, and was more concerned to ensure that the respondent could defend the decision to dismiss the applicant that would be communicated to the applicant shortly thereafter.",
      "id": "s385"
    },
    {
      "text": "59 Another factor is the manifest convenience, from Mr Starr's perspective, of getting rid of the union delegate who had been at the forefront of union resistance to the preferred employment model the respondent wished to adopt (the employment of employees on AWAs without the need for third-party involvement from the NUW) and who also had been actively involved in what had proved to be a bitter and protracted industrial dispute.",
      "id": "s386"
    },
    {
      "text": "60 The respondent has not provided an \"an explanation of the real reason for dismissal [of the applicant] consistent with the absence of delegateship or membership as a reason\": Seymour v Saint-Gobain Abrasives Pty Ltd [2006] FCA 1452 at [29] per Buchanan J.",
      "id": "s387"
    },
    {
      "text": "The respondent has not displaced the presumption created by s 809 of the WR Act.",
      "id": "s388"
    },
    {
      "text": "Accordingly, I am satisfied that the respondent dismissed the applicant at least for a reason that included a prohibited reason (if not solely for that reason), namely that he was a delegate of the NUW.",
      "id": "s389"
    },
    {
      "text": "However I should indicate, in addition, that the evidence establishes (apart from the presumption) that a reason why the respondent dismissed the applicant was that he was a delegate.",
      "id": "s390"
    },
    {
      "text": "In my opinion, an inference can readily be drawn that part of the reason the respondent dismissed the applicant was that he was the NUW delegate at the Minto site.",
      "id": "s391"
    },
    {
      "text": "61 It is unnecessary to consider other aspects of the applicant's case (dismissal because he was a member of the NUW and had engaged in protected industrial action) that were advanced but faintly and fairly clearly as a subsidiary aspect of the case overall.",
      "id": "s392"
    },
    {
      "text": "This leads to the question of remedies.",
      "id": "s393"
    },
    {
      "text": "REMEDIES \n \n62 It was common ground that if a contravention of s 792 is established, a declaration should be made and an order made reinstating the applicant to supplement the interlocutory order made on 27 September 2007.",
      "id": "s394"
    },
    {
      "text": "It was also common ground, as I apprehend it, that if such an order is made the respondent should be ordered to pay the applicant back pay in the sum of either $1832.21 (the applicant's figure) or $1792.72 (the respondent's figure).",
      "id": "s395"
    },
    {
      "text": "There was no real evidence supporting these figures.",
      "id": "s396"
    },
    {
      "text": "I will order the lesser amount but in the expectation that if it is wrong it will be made up by the respondent.",
      "id": "s397"
    },
    {
      "text": "I do not consider it is necessary to make an order, as sought by the applicant, that the respondent be restrained from engaging in further conduct of the same character.",
      "id": "s398"
    },
    {
      "text": "The WR Act does that: see Australian Competition and Consumer Commission v Dataline.Net.Au Pty Ltd (2007) 161 FCR 513 for a discussion on analogous circumstances.",
      "id": "s399"
    },
    {
      "text": "63 I now turn to the issue of whether it is appropriate under s 807 of the WR Act to impose a pecuniary penalty on the respondent for its breach of s 792 of the WR Act.",
      "id": "s400"
    },
    {
      "text": "Section 807 provides:\n (1) The Court, on application by an eligible person, may make one or more of the following orders in relation to a person (the defendant) who has contravened a civil remedy provision of this Part: \n \n \n (a) an order imposing a pecuniary penalty on the defendant; \n (b) an order requiring the defendant to pay a specified amount to another person as compensation for damage suffered by the other person as a result of the contravention; \n \n \n(c) any other order that the Court considers appropriate.",
      "id": "s401"
    },
    {
      "text": "(2) The maximum pecuniary penalty under paragraph (1)(a) is 300 penalty units if the defendant is a body corporate and otherwise 60 penalty units.",
      "id": "s402"
    },
    {
      "text": "(3) The orders that may be made under paragraph (1)(c) include: \n \n \n (a) injunctions; and \n (b) any other orders that the Court considers necessary to stop the conduct or remedy its effects.",
      "id": "s403"
    },
    {
      "text": "(4) Each of the following is an eligible person for the purposes of this section: \n \n \n (a) a workplace inspector; \n (b) a person affected by the contravention; \n (c) a person prescribed by the regulations for the purposes of this paragraph.",
      "id": "s404"
    },
    {
      "text": "(5) A regulation prescribing persons for the purposes of paragraph (4)(c) may provide that a person is prescribed only in relation to circumstances specified in the regulation.",
      "id": "s405"
    },
    {
      "text": "(Emphasis original) \n64 As the respondent submitted, the power to impose a penalty is discretionary.",
      "id": "s406"
    },
    {
      "text": "However, I consider that this is a case where a penalty should be imposed.",
      "id": "s407"
    },
    {
      "text": "The conduct was not innocent or inadvertent.",
      "id": "s408"
    },
    {
      "text": "The question then arises, in what amount.",
      "id": "s409"
    },
    {
      "text": "In Construction, Forestry, Mining &amp; Energy Union v Coal &amp; Allied Operations Pty Ltd (No 2) (1999) 94 IR 231 at [7] --- [8] Branson J set out some of the considerations to be taken into account in assessing a penalty in respect of a contravention of Pt XA of the Act, in these terms:\n The Act gives no explicit guidance as to the circumstances in which an order imposing a penalty under s 298U [a predecessor provision to s 807] of the Act will be appropriate or as to the circumstances in which a penalty of or near the maximum, or alternatively of a lesser amount, may be called for.",
      "id": "s410"
    },
    {
      "text": "The Court is simply directed to consider what is appropriate in all the circumstances of the case.",
      "id": "s411"
    },
    {
      "text": "The following matters, which are not intended to comprise an exhaustive list, seem to me to be considerations to which the Court may appropriately have regard in determining whether particular conduct calls for the imposition of a penalty, and assuming that it does, the amount of the penalty: \n \n (a) The circumstances in which the relevant conduct took place (including whether the conduct was undertaken in deliberate defiance or disregard of the Act); \n (b) Whether the respondent has previously been found to have engaged in conduct in contravention of Pt XA of the Act; \n (c) Where more than one contravention of Pt XA is involved, whether the various contraventions are properly seen as distinct or whether they arise out of the one course of conduct; \n (d) The consequences of the conduct found to be in contravention of Pt XA of the Act; \n (e) The need, in the circumstances, for the protection of industrial freedom of association; and \n (f) The need, in the circumstances, for deterrence.",
      "id": "s412"
    },
    {
      "text": "65 Although \"check lists\" of the above kind are a useful starting point in determining whether a penalty ought to be imposed, and if so the level of such penalty, at the end of the day the task of the Court is to fix a penalty that pays appropriate regard to the contraventions that have occurred: Australian Ophthalmic Supplies Pty Ltd v McAlary-Smith [2008] FCAFC 8 ; (2008) 165 FCR 560 at [91] .",
      "id": "s413"
    },
    {
      "text": "Moreover, as the Full Court noted in Plancor Pty Ltd v Liquor Hospitality and Miscellaneous Union [2008] FCAFC 170 at [60] , while general guidance as to the appropriate penalty may be obtained through an analysis of comparable cases, it remains necessary for the Court to give careful consideration to the circumstances of the case before it (see also Australian Ophthalmic Supplies Pty Ltd v McAlary-Smith [2008] FCAFC 8 ; (2008) 165 FCR 560 at [12] per Gray J).",
      "id": "s414"
    },
    {
      "text": "66 I have concluded that, in the circumstances, a mid-range penalty should be imposed.",
      "id": "s415"
    },
    {
      "text": "No evidence was led to indicate that the respondent had engaged in similar conduct in the past.",
      "id": "s416"
    },
    {
      "text": "It is of some significance, in my opinion, that the decision to terminate the applicant was made against a background where the decision maker, Mr Starr, and the person with whom he was then consulting, Mr Reidy, had experienced, over a sustained period, an intense industrial campaign that appears to have got entirely out of hand.",
      "id": "s417"
    },
    {
      "text": "This is likely to have affected their judgment and sense of balance.",
      "id": "s418"
    },
    {
      "text": "Against that, however, has to be weighed the fact that the industrial campaign was in response to the respondent's attempts to negotiate a \"modern\" agreement and then propose employment on AWAs to its employees.",
      "id": "s419"
    },
    {
      "text": "While it was lawful for it to do so, those making decisions for the respondent could not have assumed that this approach would go unchallenged by the workforce it might affect.",
      "id": "s420"
    },
    {
      "text": "67 In addition, imposing a penalty will provide deterrence, both general and specific: Plancor Pty Ltd v Liquor Hospitality and Miscellaneous Union [2008] FCAFC 170 at [37] ; Australian Ophthalmic Supplies Pty Ltd v McAlary-Smith [2008] FCAFC 8 ; (2008) 165 FCR 560 at [88] --- [90].",
      "id": "s421"
    },
    {
      "text": "The maximum penalty is $33,000.",
      "id": "s422"
    },
    {
      "text": "I consider that, in this case, an appropriate penalty is $12,000.",
      "id": "s423"
    },
    {
      "text": "68 The question that then arises is whether the penalty should be paid to the NUW, as the applicant submited it should.",
      "id": "s424"
    },
    {
      "text": "The respondent submitted that it opposed that course (and any penalty should be paid to the applicant and the balance (if any) to the Commonwealth), although the only submission made as to why this was so was to the effect that a penalty should not be imposed or ordered to be paid to an organisation bringing penalty proceedings or supporting an individual who has brought them as a means of wholly or partly reimbursing the organisation for its legal costs.",
      "id": "s425"
    },
    {
      "text": "There is Full Court authority, Victoria University of Technology v Australian Education Union (1999) 91 IR 96 where it was said that it would be wrong to be influenced by a concern to reimburse an applicant organisation for costs incurred in prosecuting an application when determining whether a penalty should be imposed and if so, in what amount.",
      "id": "s426"
    },
    {
      "text": "Doubtless this is correct.",
      "id": "s427"
    },
    {
      "text": "However, once a decision has been made to impose a penalty and the amount of the penalty determined by application of accepted principles, I see no reason why it cannot be ordered to be paid to an organisation who has brought or supported the proceedings even if there is a real prospect it will be used to defray in whole or in part the legal costs of the organisation.",
      "id": "s428"
    },
    {
      "text": "It is true that the WR Act effectively prohibits the ordering of costs, or put slightly differently, substantially curtails the power to order costs in proceedings brought under that Act.",
      "id": "s429"
    },
    {
      "text": "Equally, however, the WR Act confers an express power to order that a penalty be paid to someone other than the Commonwealth, a power which the Act does not expressly qualify or constrain.",
      "id": "s430"
    },
    {
      "text": "69 I have earlier expressed the view that this may well be a power conferred to encourage individuals who, in an earlier times might have been described as common informers, to sue for breach of statutes: Shanka v Employment National (Administration) Pty Ltd (No 2) [2001] FCA 1623 ; (2001) 114 FCR 379 and also see the discussion of Finkelstein J in CPSU v Telstra Corporation Ltd (2001) 108 IR 228 at 232.",
      "id": "s431"
    },
    {
      "text": "It is a distinct power and, in my view, it is strongly arguable that it should be viewed as a power which should not be treated as impliedly constrained by the limitations imposed on a power to award costs: see generally Minister for Immigration and Multicultural and Indigenous Affairs v Nystrom [2006] HCA 50 ; (2006) 228 CLR 566.",
      "id": "s432"
    },
    {
      "text": "If a person or organisation successfully brings penalty proceedings, then I see no reason why an order cannot be made that the penalty be paid to that person or organisation without regard to whether the penalty might be used to defray legal costs.",
      "id": "s433"
    },
    {
      "text": "The use to which the penalty is put would be a matter for that person or organisation.",
      "id": "s434"
    },
    {
      "text": "But it is unnecessary for me to consider this question further as I do not propose to order that the penalty be paid to the NUW who, it is conceded by the respondent, has met the costs of these proceedings.",
      "id": "s435"
    },
    {
      "text": "I propose to order that the penalty be paid to the Commonwealth Consolidated Revenue Fund.",
      "id": "s436"
    },
    {
      "text": "I certify that the preceding sixty-nine (69) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s437"
    },
    {
      "text": "Associate:\n\nDated: 24 October 2008\n\n Counsel for the Applicant: A Joseph \n \n Solicitor for the Applicant: Slater &amp; Gordon \n \n Counsel for the Respondent: J Fernon SC with E Raper \n \n Solicitor for the Respondent: Baker &amp; McKenzie \n \n Date of Hearing: 7 --- 10 April 2008, 12 June 2008 \n \n Date of Judgment: 24 October 2008 \n\n\n \n \n \n \n \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1585.html",
      "id": "s438"
    }
  ]
}