{
  "name": "Australian Competition and Consumer Commission v Link Solutions Pty Ltd [2008] FCA 1790 (1 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1790.html",
  "catchphrases": [
    {
      "text": "leave to proceed against company in liquidation",
      "id": "c0"
    },
    {
      "text": "s 471b of the corporations act 2001 (cth)",
      "id": "c1"
    },
    {
      "text": "leave granted",
      "id": "c2"
    },
    {
      "text": "foundation for allegations against company",
      "id": "c3"
    },
    {
      "text": "serious question to be tried",
      "id": "c4"
    },
    {
      "text": "public interest",
      "id": "c5"
    },
    {
      "text": "conditions proffered and imposed on grant of leave",
      "id": "c6"
    },
    {
      "text": "corporations",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "The Australian Competition and Consumer Commission and Mark Pearson (Executive General Manager of the Enforcement &amp; Compliance Branch at the Australian Competition and Consumer Commission) (together, 'the Commission') have commenced proceedings against 28 respondents in connection with the bundling of telecommunications equipment and services.",
      "id": "s0"
    },
    {
      "text": "The twentieth respondent, Australian Integrated Finance Pty Ltd ('AIF'), went into liquidation on 13 October 2008.",
      "id": "s1"
    },
    {
      "text": "The Commission has filed a notice of motion seeking leave under s 471B of the Corporations Act 2001 (Cth) ('the Corporations Act ') to continue these proceedings against AIF, proffering a condition that it does not seek the enforcement of any order for the payment of money, whether by way of penalty, costs or otherwise, without the further leave of the Court.",
      "id": "s2"
    },
    {
      "text": "Section 471B of the Corporations Act provides that: \n \n While a company is being wound up in insolvency or by the Court, or a provisional liquidator of a company is acting, a person cannot begin or proceed with: \n \n \n \n (a) a proceeding in a court against the company or in relation to property of the company; or \n \n \n \n (b) enforcement process in relation to such property; \n \n except with leave of the Court and in accordance with such terms (if any) as the Court imposes.",
      "id": "s3"
    },
    {
      "text": "The liquidator is aware of this notice of motion and neither supports nor opposes the orders sought.",
      "id": "s4"
    },
    {
      "text": "The Commission alleges, generally, that AIF as the Finance Company for customers acquiring telecommunications equipment and services is accessorily liable for the contraventions of the Trade Practices Act 1974 (Cth) ('the Trade Practices Act ') by \"Axis Telecoms\" (defined in paragraph 1(e) of the statement of claim as the third and fourth respondents, Axis Telecoms Pty Ltd and Service AT Pty Ltd) and \"WorldTel\" (defined in paragraph 1(dd) of the statement of claim as the thirteenth respondent, WorldTel (Aust) Pty Ltd, and further or in the alternative WorldTel Corporation Pty Ltd ('WorldTel Corporation')) (together, 'the Telcos').",
      "id": "s5"
    },
    {
      "text": "The statement of claim alleges that the Telcos: \n \n \n (a) Offered to supply and supplied telecommunications services in Australia; and \n \n \n \n \n \n (b) Offered to supply and supplied a bundle of services which included each of the following features: \n \n \n \n \n \n \n (i) in conjunction with the commencement of supply of telecommunication services to its customers each Telco offered to supply and supplied a range of equipment to a Leasing Company [which term includes a Finance Company] ; \n \n \n \n \n \n \n \n (ii) the Leasing Company leased the equipment for a term to the customer; and \n \n \n \n \n \n \n \n (iii) the Telco offered to credit and credited the customer with credits on the customer's telephone account up to the value of the customer's equipment lease payments to the Leasing Company.",
      "id": "s6"
    },
    {
      "text": "The statement of claim details the allegations regarding AIF's knowledge of the actions of the Telcos.",
      "id": "s7"
    },
    {
      "text": "It is alleged that AIF was knowingly concerned in or aided and abetted contraventions of s 47 of the Trade Practices Act by Axis Telecoms and WorldTel.",
      "id": "s8"
    },
    {
      "text": "The application seeks orders against AIF, including: \n \n \n An injunction restraining AIF from taking any step to: \n \n \n \n (a) request payment under a lease of equipment; \n \n (b) recover equipment the subject of a lease of equipment; or \n \n \n \n \n (c) commence or take any step in proceedings to enforce an obligation that arises under a lease of equipment, \n \n \n \n \n \n \n when the lease of equipment was entered into in association with the acquisition of telecommunications services from [the fourth respondent, the thirteenth respondent or WorldTel Corporation] at any date since 1 January 2004 unless [AIF] : \n \n \n \n \n \n \n (d) in respect of (a) and (b) above, has given to any person from whom it requests payment, or from whom it seeks to recover equipment, the Corrective Notice at Annexure D ; and \n \n \n \n \n \n \n \n (e) in respect of (c) above, serves on the person against whom it seeks to enforce such an obligation before or at the same time as it takes such a step (in the same manner as it may serve any other document in those proceedings) a copy of that Corrective Notice together with either: \n \n \n \n \n (i) a statement signed by a Director of [AIF] who is authorised by [AIF] to make the statement on its behalf stating that it is and at all relevant times was a linked creditor provider of [the fourth respondent, the thirteenth respondent or WorldTel Corporation] within the meaning of section 73 of the Trade Practices Act 1974 ; or \n \n (ii) a copy of all documents in its custody, possession or control which relate to the question of whether it is or has been a linked credit provider of [the fourth respondent, the thirteenth respondent or WorldTel Corporation] , within the meaning of section 73 of the Trade Practices Act 1974 .",
      "id": "s9"
    },
    {
      "text": "In this injunction a reference to enforcement of an obligation that arises under a lease of equipment includes the taking of any step in legal proceedings directed to enforcing an obligation to pay under an equipment lease or to recover damages for breach of an equipment lease or to enforce any guarantee of any obligations under an equipment lease.",
      "id": "s10"
    },
    {
      "text": "In an affidavit sworn in support of the notice of motion, Michael Kiley, General Manager of the Enforcement Branch at the Australian Competition and Consumer Commission, sets out the evidence that he believes will be led by the Commission in these proceedings, based on the information that he has seen to date, to the effect that AIF: \n \n \n (a) ... provided facilities to the Fourth Respondent and the Fourth Respondent's related bodies corporate which were used by those companies to make offers to give or allow, and later to give or allow, credits to customers on the supply by the Fourth Respondent of telecommunication services to those customers.",
      "id": "s11"
    },
    {
      "text": "...",
      "id": "s12"
    },
    {
      "text": "The credits were offered, and given or allowed, on the condition that the customer would lease equipment from [AIF] when: \n \n (i) [AIF] was not related to the Fourth Respondent; and \n \n \n \n \n \n (ii) [AIF] knew that the facilities it provided would be used to make offers on that condition, and that it was not related to the Fourth Respondent; \n \n \n \n \n \n (b) ... purchased equipment from the Fourth Respondent or the Fourth Respondent's related bodies corporate and leased that equipment to each of the customers ... .",
      "id": "s13"
    },
    {
      "text": "It did so as part of a transaction in which the Fourth Respondent offered credit on charges that would be incurred by those customers for telecommunications services which it was to provide to each of those customers.",
      "id": "s14"
    },
    {
      "text": "The credits were offered, and given or allowed, to each customer on condition that the customer would enter into such a lease with [AIF], when [AIF] knew that: \n \n \n \n \n \n (i) the offer of those credits was made on that condition, and \n \n (ii) the Fourth Respondent was not related to [AIF] ; \n \n \n \n \n \n (c) ... provided facilities to the Thirteenth Respondent and/or WorldTel Corporation and their related bodies corporate which were used to make offers to give or allow, and to give or allow, credits to customers on the supply of telecommunications services to those customers.",
      "id": "s15"
    },
    {
      "text": "...",
      "id": "s16"
    },
    {
      "text": "The credits were offered, and given or allowed, on the condition that the customer would lease equipment from [AIF] when: \n \n \n \n \n \n \n (i) [AIF] was not related to the Thirteenth Respondent or WorldTel Corporation, and \n \n (ii) [AIF] knew that the facilities it provided would be used to make offers on that condition, and that it was not related to the Thirteenth Respondent or WorldTel Corporation; \n \n \n \n \n \n (d) ... purchased equipment from the Thirteenth Respondent or WorldTel Corporation or their related bodies corporate and leased that equipment to each of the customers ... .",
      "id": "s17"
    },
    {
      "text": "It leased the equipment to each customer as part of a transaction in which the Thirteenth Respondent or WorldTel Corporation offered credit to the customer on charges the customer would incur for telecommunications services to be provided by the Thirteenth Respondent or WorldTel Corporation.",
      "id": "s18"
    },
    {
      "text": "The credits were offered, and given or allowed, to each customer on the condition that the customer would enter into such a lease when [AIF] knew that: \n \n \n \n \n \n \n (i) the offer of those credits was made on that condition, and \n \n \n \n \n \n \n \n \n \n (ii) the Thirteenth Respondent or WorldTel Corporation were not related to [AIF] ; ... \n \n \n \n \n \n \n ... \n \n \n \n \n The Commission relies upon what it characterises as an admission of a contravention of s 47 of the Trade Practices Act made by a general manager of Axis Telecoms during oral examination.",
      "id": "s19"
    },
    {
      "text": "Axis Telecoms also admitted in writing to the Commission that about 8,000 customers purchased its bundled services.",
      "id": "s20"
    },
    {
      "text": "In response to a notice issued under s 155 of the Trade Practices Act , AIF acknowledged that it was associated with Axis Telecoms and with WorldTel in relation to the provision of credit to customers via the Telcos.",
      "id": "s21"
    },
    {
      "text": "There is evidence that AIF knew of the similarity of the business method of a number of providers of telecommunication services and that it involved providing a bundle of equipment leasing, telephone services and call credits on those telephone services which were in turn related to the rental on the lease.",
      "id": "s22"
    },
    {
      "text": "AIF denied that it was in any way involved in exclusive dealing but accepted that it had a role in the transactions which, it said, was limited to providing equipment finance such as leasing.",
      "id": "s23"
    },
    {
      "text": "AIF denied involvement, other than by provision of finance, in determining the underlying commercial terms applied by the Telcos, including any discounts which it said were dealt with by the supplier.",
      "id": "s24"
    },
    {
      "text": "It said that AIF's finance terms were incorporated in its standard finance documents.",
      "id": "s25"
    },
    {
      "text": "AIF denied receiving any return other than its normal financing margin but acknowledged that ' the other relevant parties have received substantial benefit from these transactions ' and that the Telcos receive ' the financial benefit of payment from AIF funding the entire transaction on settlement '.",
      "id": "s26"
    },
    {
      "text": "The Commission's case is that this discloses that AIF knew of the relevant transaction between the Telco and the customer.",
      "id": "s27"
    },
    {
      "text": "The Commission submits that this is sufficient to establish a serious question to be tried as to the accessorial liability of AIF in the contravention by the Telcos of the exclusive dealing provisions of the Trade Practices Act ( Vagrand Pty Ltd (in liq) v Fielding (1993) 41 FCR 550).",
      "id": "s28"
    },
    {
      "text": "I am satisfied that there is a serious question to be tried against AIF and that the allegations made in the statement of claim have a foundation (Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57).",
      "id": "s29"
    },
    {
      "text": "As the Commission points out, these proceedings do not represent a choice as is often available in a liquidation, between an action and a proof of debt.",
      "id": "s30"
    },
    {
      "text": "The remedies sought by the Commission are not available in the liquidation.",
      "id": "s31"
    },
    {
      "text": "Although the unavailability of relief pursuant to liquidation does not automatically entitle an applicant to leave under s 471B of the Corporations Act ( Vagrand at 553), the fact that relief is not otherwise available is a significant factor in favour of the exercise of discretion to grant leave to proceed against the company in liquidation.",
      "id": "s32"
    },
    {
      "text": "Further, the Commission submits that it is necessary to obtain the relief sought in order to inform and protect customers who may be unaware of their potential rights under the Trade Practices Act .",
      "id": "s33"
    },
    {
      "text": "The public interest in the declarations and other orders sought against AIF is relevant.",
      "id": "s34"
    },
    {
      "text": "As the Commission points out, consumers may be subject to claims by AIF for moneys owed as part of the bundling agreement.",
      "id": "s35"
    },
    {
      "text": "In view of the large number of individual customers said to have been made subject to the bundling arrangements as pleaded, I accept that findings of fact in these proceedings as against AIF may be useful to persons who have dealt with the company in a similar manner to that pleaded in the statement of claim and who may wish to pursue their own remedies against it.",
      "id": "s36"
    },
    {
      "text": "If the contracts with AIF are found in these proceedings to have been \"forced\" in contravention of s 47(6) of the Trade Practices Act , customers against whom enforcement proceedings are brought may be able to seek relief from the contracts by virtue of any findings made in these proceedings.",
      "id": "s37"
    },
    {
      "text": "If AIF is not a party to these proceedings, then it will be free to argue in any such enforcement proceedings that it is not bound by any judgment, so that the question of contravention of s 47(6) of the Trade Practices Act would need to be relitigated by the individual customer, even if that customer were aware of the provisions of the Trade Practices Act .",
      "id": "s38"
    },
    {
      "text": "There is no indication from the liquidator whether there are any funds available in AIF.",
      "id": "s39"
    },
    {
      "text": "However, the assets of the liquidator include claims against customers who have an equipment lease with AIF.",
      "id": "s40"
    },
    {
      "text": "Those assets come to the liquidator with their history and inherent characteristics.",
      "id": "s41"
    },
    {
      "text": "As the Full Court pointed out in Vagrand (at 553), '[a] lthough the liquidator takes the assets on behalf of the creditors, third parties retain any rights which enure to them as a result of that history or those characteristics '.",
      "id": "s42"
    },
    {
      "text": "These proceedings were commenced on 17 September 2008, prior to AIF being placed into liquidation.",
      "id": "s43"
    },
    {
      "text": "The Commission submits that the fact that resources have already been committed to litigation is an important consideration in granting leave to continue.",
      "id": "s44"
    },
    {
      "text": "However, unlike Speiser v Locums Financial Management Pty Ltd (1996) 22 ACSR 478 at 482---3, the liquidation in the present case did not occur in the midst of litigation after days had been set aside for further hearing.",
      "id": "s45"
    },
    {
      "text": "In this case there are a number of respondents in the proceedings and there is no indication that the formulation of the claims against AIF represents a predominant allocation of resources.",
      "id": "s46"
    },
    {
      "text": "Only a small amount of time has elapsed since the commencement of the proceedings.",
      "id": "s47"
    },
    {
      "text": "I do not consider this to be a relevant factor in support of the exercise of discretion.",
      "id": "s48"
    },
    {
      "text": "The Commission also submits that it is important in the public interest and the administration of the Trade Practices Act that it be given leave to proceed against AIF in order for the public to be informed, if the Commission is successful, of the public's rights in relation to the provision of bundled services.",
      "id": "s49"
    },
    {
      "text": "I accept that, if the Commission is successful, there is utility in promoting general deterrence.",
      "id": "s50"
    },
    {
      "text": "As was pointed out by Carr J in Australian Competition and Consumer Commission v Goldy Motors Pty Ltd (2001) ATPR 41-801 at [34], '[t] here is some degree of public interest in the determination and declaration that the respondent by its conduct has contravened [a provision of the Trade Practices Act ]'.",
      "id": "s51"
    },
    {
      "text": "However, I do not consider this to be a factor in support of the exercise of discretion to proceed against AIF.",
      "id": "s52"
    },
    {
      "text": "There are other finance companies already joined as respondents to the proceedings.",
      "id": "s53"
    },
    {
      "text": "If the Commission is successful in establishing contraventions of the Trade Practices Act , this aspect of the public interest will be served.",
      "id": "s54"
    },
    {
      "text": "The Commission points out that it may be successful against AIF and not against the other companies but I cannot properly weigh that likelihood at this stage of the proceedings.",
      "id": "s55"
    },
    {
      "text": "The Commission submits that it is in the public interest to grant leave to proceed against AIF ' because it is important that the Trade Practices Act ... be seen to be enforced '.",
      "id": "s56"
    },
    {
      "text": "I do not accept that it is appropriate to grant leave to proceed against a company in liquidation simply because the Commission considers it important that the Trade Practices Act be seen to be enforced.",
      "id": "s57"
    },
    {
      "text": "The Commission also relies upon the public interest in obtaining declarations that a party has contravened the Trade Practices Act ' to vindicate the rights and interests of small businesses which have entered into arrangements with [AIF] which are contrary to section 47(6) of the [Trade Practices Act]'.",
      "id": "s58"
    },
    {
      "text": "If the Commission is successful, AIF will be obliged to provide information to any consumer against whom it litigates to recover monies said to be owed.",
      "id": "s59"
    },
    {
      "text": "The large number of consumers potentially involved, the fact that these consumers may be the subject of litigation and that they may not have knowledge of the Trade Practices Act or of these proceedings, together with the public interest in the administration of the Trade Practices Act , are important factors in favour of making the orders sought.",
      "id": "s60"
    },
    {
      "text": "Conclusion \n \n It is appropriate to make an order granting leave to the Commission to proceed against AIF in liquidation pursuant to s 471B of the Corporations Act .",
      "id": "s61"
    },
    {
      "text": "The Commission has established a foundation for the allegations made against AIF and that there is a serious question to be tried against AIF.",
      "id": "s62"
    },
    {
      "text": "There is public interest in the continuation of the proceedings against that company and utility in so proceeding.",
      "id": "s63"
    },
    {
      "text": "The liquidator does not oppose leave being granted.",
      "id": "s64"
    },
    {
      "text": "In the absence of any evidence as to the financial situation of the company, it is appropriate to add that the liquidator of AIF be at liberty to apply to the Court concerning the costs and expenses of the litigation.",
      "id": "s65"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s66"
    },
    {
      "text": "Associate:\n\nDated: 1 December 2008\n\n Counsel for the Applicants: Mr T Brennan \n \n Solicitor for the Applicants: Corrs Chambers Westgarth \n \n The Respondents did not appear \n \n \n Date of Hearing: 6 November 2008 \n \n Date of Judgment: 1 December 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1790.html",
      "id": "s67"
    }
  ]
}