{
  "name": "Killen v Hamilton; in the Matter of Bryce Geoffrey Lyle Killen [2008] FCA 1872 (9 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1872.html",
  "catchphrases": [
    {
      "text": "application to set aside bankruptcy notice on ground that debtor has a counter-claim, set-off or cross demand equal to or greater than amount in bankruptcy notice",
      "id": "c0"
    },
    {
      "text": "no evidence of such a claim or right available to debtor",
      "id": "c1"
    },
    {
      "text": "application refused",
      "id": "c2"
    },
    {
      "text": "bankruptcy",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me an Application to set aside a Bankruptcy Notice.",
      "id": "s0"
    },
    {
      "text": "The Application was filed on 11 September 2008.",
      "id": "s1"
    },
    {
      "text": "The Bankruptcy Notice (No NN2786/08) is dated 28 July 2008 and was served upon the applicant on 21 August 2008.",
      "id": "s2"
    },
    {
      "text": "The Application has been before a Registrar of this Court on three separate occasions beginning in late September 2008.",
      "id": "s3"
    },
    {
      "text": "2 The Application came before me for the first time on 19 November 2008 on which occasion I fixed the matter for hearing today and made directions designed to have the matter ready for hearing today.",
      "id": "s4"
    },
    {
      "text": "When the matter was called on before me on 19 November 2008 I informed the applicant that it would be in his best interests to attempt to secure legal representation for the matter generally and, in particular, for the hearing.",
      "id": "s5"
    },
    {
      "text": "I did so because I was concerned that the amount claimed in the Bankruptcy Notice was a relatively small sum of money and did not seem to justify the expense that had already been incurred and was likely to be incurred in respect of a contest which, as matters seemed to me then, would probably not be able to be litigated in the present Application.",
      "id": "s6"
    },
    {
      "text": "3 When the matter was called on before me this morning, the applicant informed me that he wished to apply for an adjournment of the hearing of the Application because he was attempting to obtain legal representation.",
      "id": "s7"
    },
    {
      "text": "In the course of submissions made by the applicant in support of his application for an adjournment, he informed me from the Bar table that he has taken his case (and I will call it \" his case \" for the time being without expanding upon just what this case might be) to about nine litigation funders and to three firms of solicitors over a period of time, commencing no later than February 2008.",
      "id": "s8"
    },
    {
      "text": "4 Not one of those litigation funders and none of the law firms was prepared to take on his case.",
      "id": "s9"
    },
    {
      "text": "5 The applicant informed me from the Bar table that Mr Morahan of Counsel had looked at his case and had indicated to him as recently as last Thursday that his case was a good case.",
      "id": "s10"
    },
    {
      "text": "Mr Morahan does not appear for the applicant today and no other lawyer has been retained to appear on behalf of the applicant today.",
      "id": "s11"
    },
    {
      "text": "The applicant comes to Court to argue the matter on his own behalf.",
      "id": "s12"
    },
    {
      "text": "6 It seems to me that the applicant has had ample opportunity to organise legal representation for this hearing and has either chosen not to do so or has been unable to do so.",
      "id": "s13"
    },
    {
      "text": "In those circumstances, bearing in mind the nature of the Application and the number of occasions it has been before the Court, and, in particular, bearing in mind the fact that, despite all of the applicant's efforts to date, he has not secured legal representation, it seems to me that there is no point adjourning the matter and that the matter should proceed today.",
      "id": "s14"
    },
    {
      "text": "The respondent is entitled to have the Application heard without further delay.",
      "id": "s15"
    },
    {
      "text": "Accordingly, I refuse the applicant's application for an adjournment.",
      "id": "s16"
    },
    {
      "text": "7 As mentioned in [1] above, by Application filed on 11 September 2008 the applicant applies to set aside Bankruptcy Notice No NN2786/08.",
      "id": "s17"
    },
    {
      "text": "The amount referred to in the Bankruptcy Notice is $4,794.75, being the amount of a judgment obtained by the respondent to the current application in the Common Law Division of the Supreme Court of New South Wales on 27 June 2008.",
      "id": "s18"
    },
    {
      "text": "I will say a little more about the subject matter of that judgment later in these Reasons.",
      "id": "s19"
    },
    {
      "text": "8 In the affidavit sworn by the applicant on 11 September 2008 and filed in support of his Application, the sole ground relied upon by the applicant for setting aside the Bankruptcy Notice was that he had a \" counter-claim, set off or cross demand equal to or exceeding the amount in the Bankruptcy Notice \" which he could not have set up in the original proceedings.",
      "id": "s20"
    },
    {
      "text": "The \" original proceedings \" in the present case are the Common Law proceedings in the Supreme Court of New South Wales in which the judgment for $4,794.75 was obtained (see Glew v Harrowell of Hunt &amp; Hunt Lawyers [2003] FCA 373 ; (2003) 198 ALR 331 at [3] (p 332)).",
      "id": "s21"
    },
    {
      "text": "9 In handwriting, in par 2 of the applicant's affidavit, the applicant set out the following particulars of that ground: \n Pinata Pty Ltd paid William James Hamilton an amount of $28000 for conducting its Administration and amount of over $25000 in 1996 for a progress payment to him as a Joint Receiver of the Pinata Pty Ltd and Partners Partnership under a Deed of Dissolution and Appointment of Receivers in which William James Hamilton should be disentitled to receive no remuneration because of his acts of wilful neglect and wilful default under Ch 6.3 of the Deed of Dissolution and Appointment of Receivers.",
      "id": "s22"
    },
    {
      "text": "Further details of the acts of wilful neglect and wilful default are set out in the accompanying Notice of Motion filed in the Supreme Court of NSW Equity Division on 1 Aug 06 and its annexed affidavit which is attached or accompanying this Notice to Respondent.",
      "id": "s23"
    },
    {
      "text": "10 The applicant attached to his affidavit a copy of the Notice of Motion referred to in par 2 of his affidavit, being a Notice of Motion filed by him on 1 August 2006 in Supreme Court Proceedings No 3346 of 2001 between Pinata Pty Limited, as plaintiff, and the present respondent, as first defendant (\" the Supreme Court proceedings \").",
      "id": "s24"
    },
    {
      "text": "The other defendant parties to the Supreme Court proceedings, in the order in which they were named in those proceedings, were:\n \nRobert Peter Leigo\n \nYvonne Lesley Leigo\n \nGeoffrey Naunton Davies\n \nKerrie Joy Davies\n \nNeill Robert Leigo\n \nBryce Geoffrey Lyle Killen (the present applicant)\n \n11 The applicant also attached to his affidavit a typed narrative of events of six pages in length which seems to have been accepted by the Supreme Court and allowed by that Court to be used as an affidavit in the Supreme Court proceedings.",
      "id": "s25"
    },
    {
      "text": "12 The claims foreshadowed in this material are claims by the members of a partnership styled \" Pinata Pty Limited and Partners \" (\" the Partnership \") against the respondent for breach of duty in respect of the receivership of the Partnership which commenced in 1996.",
      "id": "s26"
    },
    {
      "text": "Whilst the alleged breaches of duty are relatively numerous, they are nonetheless all based upon the same alleged duties.",
      "id": "s27"
    },
    {
      "text": "The members of the Partnership were Pinata Pty Limited, the Leigos and the Davies (those individuals being named as the second to sixth defendants in the Supreme Court proceedings).",
      "id": "s28"
    },
    {
      "text": "13 The Supreme Court proceedings had started life as a partnership suit brought by Pinata Pty Limited as a member of the Partnership.",
      "id": "s29"
    },
    {
      "text": "The relief sought by Pinata Pty Limited, in its capacity as plaintiff in those proceedings, was a Court-ordered dissolution of the Partnership, the appointment of receivers to the Partnership and its assets and ancillary relief.",
      "id": "s30"
    },
    {
      "text": "14 The applicant has supplemented the material contained in his affidavit sworn on 11 September 2008 with additional affidavit and documentary material.",
      "id": "s31"
    },
    {
      "text": "When that material was tendered I deferred ruling upon its admissibility.",
      "id": "s32"
    },
    {
      "text": "I indicated to Mr Hamilton, who appears for the respondent, that I was minded to proceed to hear the applicant's Application and to determine the admissibility of the material sought to be tendered by the applicant at the conclusion of the hearing as part of the Reasons for Judgment.",
      "id": "s33"
    },
    {
      "text": "Mr Hamilton did not oppose that course and that is the basis upon which I have approached all of the evidence tendered by the applicant.",
      "id": "s34"
    },
    {
      "text": "15 The sole ground relied upon by the applicant as entitling him to the order which he seeks reflects the terms of s 40(1)(g) of the Bankruptcy Act 1966 (Cth) (\" the Act \").",
      "id": "s35"
    },
    {
      "text": "That subsection provides that a debtor commits an act of bankruptcy if the debtor fails to comply with the requirements of a valid Bankruptcy Notice or fails to satisfy the Court that he or she has a counter-claim, set-off or cross demand equal to or exceeding the amount of the judgment debt or sum payable under the final order referred to in the Bankruptcy Notice, as the case may be, being a counter-claim, set-off or cross demand that he or she could not have set up in the action or proceeding in which the judgment or order was obtained.",
      "id": "s36"
    },
    {
      "text": "16 Section 41(7) of the Act contemplates that, if a debtor has a counter-claim, set-off or cross demand of the kind referred to in s 40(1)(g) , he or she should make application to the Court to set aside the Bankruptcy Notice on that ground and should do so before the expiration of the time for payment or satisfaction set out in the Notice.",
      "id": "s37"
    },
    {
      "text": "17 The amount referred to in the Bankruptcy Notice in the present case is an amount representing legal costs awarded in favour of the respondent which amount was assessed and quantified at $4,794.75 pursuant to the provisions of the Legal Profession Act 2004 (NSW) and the relevant Supreme Court Rules .",
      "id": "s38"
    },
    {
      "text": "18 Both the applicant and Pinata Pty Limited were ordered to pay the costs of and incidental to a cross-claim styled \" The Third Cross-Claim \" which they had brought against the respondent in the Supreme Court proceedings.",
      "id": "s39"
    },
    {
      "text": "That order was made by Young CJ in Eq on 16 August 2007 when his Honour struck out that Cross-Claim.",
      "id": "s40"
    },
    {
      "text": "Other orders were made by his Honour on that day.",
      "id": "s41"
    },
    {
      "text": "19 The precise orders which his Honour made were:\n The Court Orders that: \n \n 1.",
      "id": "s42"
    },
    {
      "text": "In view of the non compliance with the order for security of costs, if the security for costs is not provided by 31 October 2007, the proceedings are to be dismissed with costs.",
      "id": "s43"
    },
    {
      "text": "2.",
      "id": "s44"
    },
    {
      "text": "If the security is provided, the matter can be mentioned before His Honour Justice Young at 9:30am on 15 November 2007.",
      "id": "s45"
    },
    {
      "text": "3.",
      "id": "s46"
    },
    {
      "text": "The Third Cross Claim is struck out with costs on the basis that it is outside the limitation period.",
      "id": "s47"
    },
    {
      "text": "20 The claims made by Pinata Pty Limited in the Supreme Court proceedings, in its capacity as plaintiff, were also ultimately dismissed when Pinata Pty Limited failed to put up security for costs as contemplated by par 1 of the Orders made by Young CJ in Eq on 16 August 2007.",
      "id": "s48"
    },
    {
      "text": "21 That dismissal was ordered on 15 November 2007.",
      "id": "s49"
    },
    {
      "text": "It had the effect of finally disposing of the Supreme Court proceedings.",
      "id": "s50"
    },
    {
      "text": "22 It is clear from the submissions made by the applicant today that the claim or claims which he believes may be brought against the respondent are all claims which reflect potential causes of action available to legal entities other than the applicant himself.",
      "id": "s51"
    },
    {
      "text": "Many of those claims were alluded to (directly or indirectly) in the Third Cross-Claim in the Supreme Court proceedings which Young CJ in Eq struck out on the basis that it had been filed outside the relevant limitation period.",
      "id": "s52"
    },
    {
      "text": "23 The material which the applicant sought to tender before me made very clear that none of the claims which he has in mind reflect a claim by him or a cause of action available to him, but rather constitute potential claims either by Pinata Pty Limited or by companies and perhaps trusts associated with Pinata Pty Limited.",
      "id": "s53"
    },
    {
      "text": "24 In 1996, the respondent to the current Application was appointed joint receiver of the Partnership.",
      "id": "s54"
    },
    {
      "text": "At that time, he was also the administrator of Pinata Pty Limited.",
      "id": "s55"
    },
    {
      "text": "25 It is apparent from the allegations made in the Third Cross-Claim in the Supreme Court proceedings that the substance of the claims which the applicant believes might be available to Pinata Pty Limited and perhaps to others associated with it, concern the respondent's performance of his duties as one of the receivers of the Partnership.",
      "id": "s56"
    },
    {
      "text": "26 All of the many documents sought to be tendered by the applicant, in one way or another, insofar as they contain assertions of claims against the respondent, raise allegations against the respondent which are based upon his conduct as one of the receivers of the Partnership.",
      "id": "s57"
    },
    {
      "text": "27 I have asked the applicant whether he can point to any material in the affidavits sought to be read by him or in the documents sought to be tendered by him that might support a claim which he himself (as distinct from some other legal entity) might be able to make against the respondent and he has been unable to point to anything that might support such a claim.",
      "id": "s58"
    },
    {
      "text": "Indeed, he goes further.",
      "id": "s59"
    },
    {
      "text": "He quite frankly concedes that the claims which he has in mind are claims which can only properly be made by legal entities other than himself.",
      "id": "s60"
    },
    {
      "text": "Having read all of the material tendered by the applicant, I agree with the applicant.",
      "id": "s61"
    },
    {
      "text": "There was no evidence or material which I could see which would support a claim by the applicant (in his own right) against the respondent.",
      "id": "s62"
    },
    {
      "text": "28 As I mentioned earlier, the order for costs made by Young CJ in Eq was made against both Pinata Pty Limited and the applicant.",
      "id": "s63"
    },
    {
      "text": "Both Pinata Pty Limited and the applicant were cross-claimants in the Third Cross-Claim in the Supreme Court proceedings.",
      "id": "s64"
    },
    {
      "text": "There does not seem to me to be any basis for the applicant to argue that he should not have been made liable for the costs which his Honour ordered both Pinata Pty Limited and him to pay.",
      "id": "s65"
    },
    {
      "text": "In any event, the applicant has not argued before me that he has any basis for challenging that order.",
      "id": "s66"
    },
    {
      "text": "He has never appealed from that order or sought to have it set aside.",
      "id": "s67"
    },
    {
      "text": "29 The applicant did submit to me that he ought not to be made liable to pay the sum claimed pursuant to that order, unless and until all avenues of recourse against Pinata Pty Limited have been exhausted.",
      "id": "s68"
    },
    {
      "text": "I reject that submission.",
      "id": "s69"
    },
    {
      "text": "It is quite clear that both Pinata Pty Limited and the applicant personally were jointly and severally liable under the costs order made by Young CJ in Eq, so that there is no warrant for the respondent, being the party who holds the benefit of that order, being required to pursue Pinata Pty Limited before having recourse to his remedies against the applicant.",
      "id": "s70"
    },
    {
      "text": "In any event, Pinata Pty Limited was placed into liquidation by order of the Supreme Court of New South Wales on 24 October 2008, so that even if the applicant's point were a good one, the respondent cannot now pursue Pinata Pty Limited without the leave of the Court.",
      "id": "s71"
    },
    {
      "text": "There was no evidence as to the current financial position of Pinata Pty Limited.",
      "id": "s72"
    },
    {
      "text": "Recovery against Pinata Pty Limited would obviously now be difficult if not impossible.",
      "id": "s73"
    },
    {
      "text": "30 Subsection 40(1)(g) of the Act has been considered in many authorities over the years.",
      "id": "s74"
    },
    {
      "text": "A useful summary of the relevant principles is found in the judgment of Lindgren J in Glew [2003] FCA 373 ; 198 ALR 331 at [8] to [12] (333---334).",
      "id": "s75"
    },
    {
      "text": "I will not set out in these Reasons for Judgment what his Honour said in those paragraphs but I do accept the statements made by his Honour as correct statements of principle and I propose to apply them in the present case.",
      "id": "s76"
    },
    {
      "text": "31 Before doing so, I will rule on the admissibility of the material tendered by the applicant.",
      "id": "s77"
    },
    {
      "text": "32 Many objections were taken to the material on behalf of the respondent.",
      "id": "s78"
    },
    {
      "text": "I should say that most of the objections were well taken.",
      "id": "s79"
    },
    {
      "text": "Some concerned the fragmented nature of the material.",
      "id": "s80"
    },
    {
      "text": "Some were objections as to form and others were taken on the basis that the material was irrelevant.",
      "id": "s81"
    },
    {
      "text": "The respondent's Notice of Objections may be found in the Court file.",
      "id": "s82"
    },
    {
      "text": "33 If I were to take a very strict view of admissibility, I would reject almost all of the material.",
      "id": "s83"
    },
    {
      "text": "However, I am of the view that it is necessary for me to receive the material, so that I can fully understand and weigh up the ground relied upon by the applicant in support of his Application.",
      "id": "s84"
    },
    {
      "text": "It seems to me that the correct approach to this material is to admit it but to treat it with caution in terms of its weight and relevance.",
      "id": "s85"
    },
    {
      "text": "This is the approach which I propose to take.",
      "id": "s86"
    },
    {
      "text": "The affidavits and other documents referred to at pages 9 to 12 of the transcript of today's hearing and the documents marked for identification as MFI-1 and MFI-2 will together become Exhibit A.",
      "id": "s87"
    },
    {
      "text": "34 It is not necessary for me to traverse the material in any detail at all.",
      "id": "s88"
    },
    {
      "text": "As I have already mentioned, it rises no higher than a series of argumentative assertions and contentions, all of which are designed to demonstrate that the respondent, in a number of different ways and over a period of time, failed properly or adequately to perform the duties, functions and obligations imposed upon him as one of the receivers of the Partnership and is thus liable to some or all of the members of the Partnership for any losses suffered by them by reason of these alleged breaches of duty.",
      "id": "s89"
    },
    {
      "text": "35 The members of the Partnership were Pinata Pty Limited, Robert Peter Leigo, Yvonne Lesley Leigo, Geoffrey Naunton Davies, Kerrie Joy Davies and Neill Robert Leigo.",
      "id": "s90"
    },
    {
      "text": "The applicant has informed me that Mr and Mrs Davies are related to the Leigos and I accept that for present purposes.",
      "id": "s91"
    },
    {
      "text": "36 The material also indicates that a company called Castanair Pty Limited, probably in a trust capacity, is currently the sole shareholder of Pinata Pty Limited.",
      "id": "s92"
    },
    {
      "text": "37 The applicant was never personally a member of the Partnership and, on the material before me, does not have any right to make claims against the respondent for allegedly breaching his duties as one of the receivers of the Partnership.",
      "id": "s93"
    },
    {
      "text": "38 The applicant has put to me that he may be able to bring forward a claim on behalf of Pinata Pty Limited or its shareholder Castanair Pty Limited or the beneficiaries of the trust of which Castanair Pty Limited is said to be the trustee.",
      "id": "s94"
    },
    {
      "text": "Precisely what claim could be brought forward and how this would be done was not articulated before me.",
      "id": "s95"
    },
    {
      "text": "In any event, what seems to be perfectly clear is that, whatever the claim might be and however it might be litigated, it would be for the benefit of one or more of these other entities and would be brought either in the name of one or other of these other entities or by some person appointed for the purpose of bringing the claim for and on behalf of one or other of these other entities.",
      "id": "s96"
    },
    {
      "text": "Such a claim would not qualify as a counter-claim, set-off or cross demand upon which the applicant could rely in the present Application.",
      "id": "s97"
    },
    {
      "text": "39 The only conclusion one can reach and the conclusion which I do reach is that the applicant personally has no rights against the respondent.",
      "id": "s98"
    },
    {
      "text": "He has been unable to identify any such rights.",
      "id": "s99"
    },
    {
      "text": "None were apparent from the evidence which he tendered.",
      "id": "s100"
    },
    {
      "text": "The claims which he has in mind being brought against the respondent, even if they can be regarded as having any substance, are all claims which entities other than the applicant must bring.",
      "id": "s101"
    },
    {
      "text": "40 For the above reasons, the applicant has failed to make out the ground upon which he relied in support of his current Application and the Application must be dismissed.",
      "id": "s102"
    },
    {
      "text": "41 The respondent seeks an order for costs against the applicant.",
      "id": "s103"
    },
    {
      "text": "The applicant has submitted that there may be some doubt as to whether or not he was personally liable in the fashion that Young CJ in Eq found him to be when his Honour made the original order for costs on 16 August 2007.",
      "id": "s104"
    },
    {
      "text": "This is not the occasion or the forum for agitating that point, if indeed it can be agitated at all either now or in the future.",
      "id": "s105"
    },
    {
      "text": "The submission made by the applicant does not address any matter that is relevant to the question of whether I should make an order for costs in favour of the respondent against the applicant.",
      "id": "s106"
    },
    {
      "text": "In those circumstances, the applicant having wholly failed in his Application, I order that he pay the respondent's costs of this Application, including any reserved costs.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s108"
    },
    {
      "text": "Associate:\n\nDated: 11 December 2008\n\n \n The Applicant appeared in person \n \n Solicitor (appearing) for the Respondent: Mr J Hamilton of RBHM Commercial Lawyers \n\n Date of Hearing: 9 December 2008 \n \n Date of Judgment: 9 December 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1872.html",
      "id": "s109"
    }
  ]
}