{
  "name": "Uratoriu v The Commissioner of Taxation [2008] FCA 1531 (16 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1531.html",
  "catchphrases": [
    {
      "text": "garnishee notice issued on taxpayer's bank under s 260-5 taxation administration act",
      "id": "c0"
    },
    {
      "text": "declaration sought that notice invalid",
      "id": "c1"
    },
    {
      "text": "principles governing exercise of discretion",
      "id": "c2"
    },
    {
      "text": "recovery of taxation liabilities",
      "id": "c3"
    },
    {
      "text": "assessments subject to appeal",
      "id": "c4"
    },
    {
      "text": "ato receivables policy",
      "id": "c5"
    },
    {
      "text": "alleged exercise of power for an improper purpose",
      "id": "c6"
    },
    {
      "text": "whether failure to take into account relevant considerations",
      "id": "c7"
    },
    {
      "text": "whether reliance on irrelevant considerations",
      "id": "c8"
    },
    {
      "text": "reasonableness",
      "id": "c9"
    },
    {
      "text": "alleged exercise of discretionary power in accordance with rule or policy without regard to individual circumstances",
      "id": "c10"
    },
    {
      "text": "whether legitimate expectation that receivables policy would be applied",
      "id": "c11"
    },
    {
      "text": "allegations not sustained",
      "id": "c12"
    },
    {
      "text": "income tax",
      "id": "c13"
    },
    {
      "text": "administrative law",
      "id": "c14"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant, Mr Uratoriu seeks declarations as to the invalidity of a garnishee notice issued on his bank by the respondent, the Commissioner.",
      "id": "s0"
    },
    {
      "text": "He applies pursuant to s 39B of the Judiciary Act 1903 (Cth) against the Commissioner in his capacity as an officer of the Commonwealth concerning matters arising under the law made by the Parliament under the Income Tax Assessment Act 1936 (Cth) (the ITA).",
      "id": "s1"
    },
    {
      "text": "He also applies under s 5(1)(e) of the Administrative Decisions (Judicial Review) Act 1977 (Cth) (the ADJR Act) against the Commissioner in his capacity as an officer of the Commonwealth concerning matters arising under the law made by the Parliament, namely, the ITA.",
      "id": "s2"
    },
    {
      "text": "2 The relevant garnishee notice was issued pursuant to s 260-5 of Sch 1 of the Taxation Administration Act 1953 (Cth) (the TAA) on 19 November 2007 and in turn issued to the National Australia Bank Ltd (NAB) (the Notice).",
      "id": "s3"
    },
    {
      "text": "The Notice required the NAB to pay to the Commissioner the sum of $7,214,177.82 or so much of that sum as was available.",
      "id": "s4"
    },
    {
      "text": "3 A declaration as to alleged invalidity of the Notice is sought on the basis that: \n \n&#8226; the Commissioner exercised the power to issue the Notice for an improper purpose;\n \n&#8226; the Commissioner failed to take relevant considerations into account in the exercise of the power to issue the Notice;\n \n&#8226; the Commissioner took irrelevant considerations into account in the exercise of the power to issue the Notice;\n \n&#8226; the Commissioner exercised a discretionary power to issue the Notice in accordance with a rule or policy without regard to the merits of the particular circumstances of the applicant; or\n \n&#8226; the Commissioner exercised a power to issue the Notice that is so unreasonable that no reasonable person could have so exercised the power.",
      "id": "s5"
    },
    {
      "text": "4 In addition, Mr Uratoriu seeks orders quashing and setting aside the Commissioner's decision to issue the Notice.",
      "id": "s6"
    },
    {
      "text": "5 For the reasons expressed below, I consider the grounds are not made out and the application should be dismissed.",
      "id": "s7"
    },
    {
      "text": "STATUTORY PROVISIONS \n \n6 Section 39B of the Judiciary Act 1903 (Cth) relevantly provides:\n Scope of original jurisdiction \n \n (1) Subject to subsections (1B), (1C) and (1EA), the original jurisdiction of the Federal Court of Australia includes jurisdiction with respect to any matter in which a writ of mandamus or prohibition or an injunction is sought against an officer or officers of the Commonwealth.",
      "id": "s8"
    },
    {
      "text": "(1A) The original jurisdiction of the Federal Court of Australia also includes jurisdiction in any matter: \n \n \n \n \n (a) in which the Commonwealth is seeking an injunction or a declaration; or\n (b) arising under the Constitution , or involving its interpretation; or\n (c) arising under any laws made by the Parliament, other than a matter in respect of which a criminal prosecution is instituted or any other criminal matter.",
      "id": "s9"
    },
    {
      "text": "... \n \n\n7 Section 5(1)(e) of the ADJR Act provides:\n \n \n 5(1) A person who is aggrieved by a decision to which this Act applies that is made after the commencement of this Act may apply to the Federal Court or the Federal Magistrates Court for an order of review in respect of the decision on any one or more of the following grounds:\n ... \n \n \n \n \n (e) that the making of the decision was an improper exercise of the power conferred by the enactment in pursuance of which it was purported to be made; \n \n \n\n8 Section 260-5 of Sch 1 of the TAA provides:\n \n \n \n Amount recoverable under this Subdivision \n \n \n \n \n \n (1) This Subdivision applies if any of the following amounts (the debt ) is payable to the Commonwealth by an entity (the debtor ) (whether or not the debt has become due and payable): \n \n \n \n \n (a) an amount of a *tax related liability;\n (b) a judgment debt for a *tax related liability;\n (c) costs for such a judgment debt;\n (d) an amount that a court has ordered the debtor to pay to the Commissioner following the debtor's conviction for an offence against a *taxation law.",
      "id": "s10"
    },
    {
      "text": "Commissioner may give notice to an entity \n \n \n \n \n \n \n \n (2) The Commissioner may give a written notice to an entity (the third party ) under this section if the third party owes or may later owe money to the debtor.",
      "id": "s11"
    },
    {
      "text": "Third party regarded as owing money in these circumstances \n \n \n \n \n \n \n \n (3) The third party is taken to owe money (the available money ) to the debtor if the third party: \n \n \n \n \n (a) is an entity by whom the money is due or accruing to the debtor; or\n (b) holds the money for or on account of the debtor; or\n (c) holds the money on account of some other entity for payment to the debtor; or\n (d) has authority from some other entity to pay the money to the debtor.",
      "id": "s12"
    },
    {
      "text": "The third party is so taken to owe the money to the debtor even if:\n (e) the money is not due, or is not so held, or payable under the authority, unless a condition is fulfilled; and\n (f) the condition has not been fulfilled.",
      "id": "s13"
    },
    {
      "text": "How much is payable under the notice \n \n \n \n \n \n (4) A notice under this section must: \n \n \n \n \n (a) require the third party to pay to the Commissioner the lesser of, or a specified amount not exceeding the lesser of: \n \n \n(i) the debt; or (ii) the available money; or \n \n \n (b) if there will be amounts of the available money from time to time--require the third party to pay to the Commissioner a specified amount, or a specified percentage, of each amount of the available money, until the debt is satisfied.",
      "id": "s14"
    },
    {
      "text": "When amount must be paid \n \n \n \n \n \n (5) The notice must require the third party to pay an amount under paragraph (4)(a), or each amount under paragraph (4)(b): \n \n \n \n \n (a) immediately after; or \n (b) at or within a specified time after; \n \n \n \n \n the amount of the available money concerned becomes an amount owing to the debtor.",
      "id": "s15"
    },
    {
      "text": "Debtor must be notified \n \n \n \n \n \n (6) The Commissioner must send a copy of the notice to the debtor.",
      "id": "s16"
    },
    {
      "text": "Setting off amounts \n \n \n \n \n \n (7) If an entity other than the third party has paid an amount to the Commissioner that satisfies all or part of the debt: \n \n \n \n \n (a) the Commissioner must notify the third party of that fact; and\n (b) any amount that the third party is required to pay under the notice is reduced by the amount so paid.",
      "id": "s17"
    },
    {
      "text": "9 Section 14ZU of the TAA provides:\n A person making a taxation objection must: \n \n (a) make it in the approved form; and\n (b) lodge it with the Commissioner within the period set out in section 14ZW; and\n (c) state in it, fully and in detail, the grounds that the person relies on.",
      "id": "s18"
    },
    {
      "text": "10 Section 14ZZK(b) of the TAA provides:\n On an application for review of a reviewable objection decision: \n \n ...\n (b) the applicant has the burden of proving that: \n \n \n \n \n (i) if the taxation decision concerned is an assessment (other than a franking assessment)--the assessment is excessive; or\n (ii) if the taxation decision concerned is a franking assessment--the assessment is incorrect; or\n (iii) in any other case--the taxation decision concerned should not have been made or should have been made differently.",
      "id": "s19"
    },
    {
      "text": "THE RELEVANT FACTS \n \n11 It is common ground that by notice of assessments and notice of amended assessments dated 9 June 2006, 30 June 2006 and 31 July 2006 the Commissioner assessed Mr Uratoriu for income tax in respect of each of the years from 1997 through to 2004 in sums totalling $5,330,868 (the Assessments).",
      "id": "s20"
    },
    {
      "text": "It is also common ground that the Commissioner assessed Mr Uratoriu for additional income tax in respect of those years in a total sum of $4,345,766.47.",
      "id": "s21"
    },
    {
      "text": "12 Before issuing the Assessments, the Commissioner conducted an audit pursuant to the provisions of the ITA.",
      "id": "s22"
    },
    {
      "text": "In the course of that audit the Commissioner determined that Mr Uratoriu derived income from entities related to him and that income had not been the subject of income tax returns by Mr Uratoriu.",
      "id": "s23"
    },
    {
      "text": "13 Specifically and in relation to a variety of entities embraced in the audit the Commissioner contends:\n \n(a) that payments made by PLI Pty Ltd (previously known as Port Link International Pty Ltd), Briqueterre Pty Ltd and Winmarley Pty Ltd to Mr Uratoriu were received by him by way of salary, regular receipts, dividends or deemed dividends and accordingly were assessable income; \n \n(b) that payments by Rocket Transport Services Pty Ltd, Vicwal Pty Ltd, Pinot Nominees Pty Ltd, Albergo Holdings Pty Ltd and Kingsline Pty Ltd to Mr Uratoriu were received in such capacity and not declared;\n \n(c) that proceeds from the sale of a liquor store owned by Albergo Holdings Pty Ltd were received by Mr Uratoriu and were assessable as income but not declared;\n \n(d) that Mr Uratoriu obtained liquor for his own use from Albergo Holdings Pty Ltd to the value of $20,000 and as such was capable of constituting assessable income in the hands of Mr Uratoriu.",
      "id": "s24"
    },
    {
      "text": "(e) that Mr Uratoriu received income from Main Freight Limited in the amount of $550,000 which was not declared;\n \n(f) that he derived a capital gain from disposal of shares in East-West Freight Pty Ltd which were disposed of for no consideration and did not declare that capital gain; and\n \n(g) finally, that Mr Uratoriu derived a capital gain from the disposal of residential property in which he owned a 50% share and which was not declared.",
      "id": "s25"
    },
    {
      "text": "14 Notices of objection were raised on 17 August 2006 by Mr Uratoriu.",
      "id": "s26"
    },
    {
      "text": "The objections related to the entirety of the sums assessed by the Commissioner and the entirety of the amounts which had been the subject of the Notice.",
      "id": "s27"
    },
    {
      "text": "On 26 November 2007, the Commissioner disallowed the objections.",
      "id": "s28"
    },
    {
      "text": "Mr Uratoriu appealed on 5 December 2007.",
      "id": "s29"
    },
    {
      "text": "He has disputed the assessments and continues to do so.",
      "id": "s30"
    },
    {
      "text": "Mr Uratoriu disputes that any alleged outstanding amounts are due to the Commissioner.",
      "id": "s31"
    },
    {
      "text": "15 The grounds of objection raised by Mr Uratoriu are essentially that he received the funds from the various related entities identified by the Commissioner in repayment of loans he had made to them.",
      "id": "s32"
    },
    {
      "text": "Further, to the extent that it is asserted that dividends were paid to him from various corporate entities, he says that those entities had not made a profit and therefore had no surplus funds to distribute.",
      "id": "s33"
    },
    {
      "text": "Finally, in relation to the house which was sold and in respect of which, again, income was derived, he says that the house in Rosebay, Sydney was his principal place of residence and was not solely owned by him.",
      "id": "s34"
    },
    {
      "text": "Mr Uratoriu has instructed his accountants to complete the accounts of the related entities.",
      "id": "s35"
    },
    {
      "text": "Progress has been made in that regard and he says that he intends to rely on the correct accounts which are prepared in that manner in order to oppose the assessments and dispute the alleged outstanding tax debts.",
      "id": "s36"
    },
    {
      "text": "He has supplied some detail in relation to those assertions and he swears to the following facts:\n \n \n &#8226; The payments made by PLI Pty Ltd (previously named Port Link International Pty Ltd), Briqueterre Pty Ltd and Winmarley Pty Ltd were not funds received for salary or regular receipts, they were repayments of funds advanced.",
      "id": "s37"
    },
    {
      "text": "&#8226; Further, Rocket Transport Services Pty Ltd, Vicwal Pty Ltd, Pinot Nominees Pty Ltd, Albergo Holdings Pty Ltd and Kingsline Pty Ltd, were also all indebted to myself and my partner Ms Clapp and all funds received from these entities were repayments of funds advanced.",
      "id": "s38"
    },
    {
      "text": "&#8226; The dividends which the First Respondent has deemed that I have derived from Albergo Holdings Pty Ltd, Pinot Nominees Pty Ltd, Rocket Transport Services Pty Ltd and Winmarley Pty Ltd were also repayment of funds advanced.",
      "id": "s39"
    },
    {
      "text": "&#8226; In rejection of the First Respondent's allegation that I derived a capital gain as a result of receiving the proceeds from the sale of the liquor store owned by Albergo Holdings Pty Ltd, the funds received was for the repayment of funds advanced.",
      "id": "s40"
    },
    {
      "text": "&#8226; The First Respondent has estimated that I obtained liquor for my own use from Albergo Holdings Pty Ltd.",
      "id": "s41"
    },
    {
      "text": "This amount as estimated by the First Respondent is $20,000.00 per year.",
      "id": "s42"
    },
    {
      "text": "I never used goods or received goods to the value estimated by the First Respondent.",
      "id": "s43"
    },
    {
      "text": "My solicitors have provided me with a copy of the First Respondent's ruling which sets out what are the values for estimated goods taken for personal use for different industries.",
      "id": "s44"
    },
    {
      "text": "The First Respondent's estimate of $20,000.00 in my circumstances is excessive.",
      "id": "s45"
    },
    {
      "text": "Annexed hereto and marked with the letters \"LAU8\" is a copy of that ruling.",
      "id": "s46"
    },
    {
      "text": "&#8226; The First Respondent has alleged that I received foreign sourced income from Main Freight Ltd in the amount of $550,000.00.",
      "id": "s47"
    },
    {
      "text": "This amount was consideration from Main Freight Ltd for the purchase of PLI Pty Ltd. From the $550,000.00 approximately $400,000.00 was taken by the First Respondent as a debt owing by PLI Pty Ltd.",
      "id": "s48"
    },
    {
      "text": "The balance of $100,000.00 was returned to me as a repayment of funds advanced.",
      "id": "s49"
    },
    {
      "text": "Disposal of Shares \n \n &#8226; Sometime in 1997 I acquired 6 ordinary shares in East-West Freight Pty Ltd for no consideration as the shares had no market value.",
      "id": "s50"
    },
    {
      "text": "From 1997 to 2001 I was a shareholder of East-West Freight Pty Ltd together with Mr Thomas Heaney.",
      "id": "s51"
    },
    {
      "text": "Over a four year period Winmarley Properties Pty Ltd, Vicwal Pty Ltd and myself advanced approximately $4,300,000.00 to East-West Freight Pty Ltd for working capital.",
      "id": "s52"
    },
    {
      "text": "&#8226; In 2001 I transferred the 6 shares that I held in East-West Freight Pty Ltd to Mr Heaney for no consideration as the shares still had no market value.",
      "id": "s53"
    },
    {
      "text": "I transferred the shares to Mr Heaney on the condition that the funds advanced to East-West Freight Pty Ltd for working capital would be repaid to the relevant entities by East-West Freight Pty Ltd.\n &#8226; As at the date of swearing this affidavit I have still not received full repayment of the funds that were advanced.",
      "id": "s54"
    },
    {
      "text": "To date I have only received $1,897,000.00.",
      "id": "s55"
    },
    {
      "text": "Annexed hereto [and marked with the letters \"LAU9\"] is a copy of a Statutory Declaration from Thomas Heaney dated 18 December 2006.",
      "id": "s56"
    },
    {
      "text": "Disposal of Property \n \n &#8226; In July 1986 I bought a property at Rose Bay in Sydney.",
      "id": "s57"
    },
    {
      "text": "I engaged a builder to refurbish and renovate the property.",
      "id": "s58"
    },
    {
      "text": "After he completed the works, the builder claimed that he was entitled to 50% of the property in consideration of his efforts in the renovation.",
      "id": "s59"
    },
    {
      "text": "This matter was tried in Supreme Court of New South Wales and the Court found that the builder was the beneficial owner of 50% of the property.",
      "id": "s60"
    },
    {
      "text": "The property was auctioned to the public as a result of the Court's decision and I purchased the 50% interest in the property from the builder for $450,000.00.",
      "id": "s61"
    },
    {
      "text": "This property was my principal residence for a period of time.",
      "id": "s62"
    },
    {
      "text": "In any event, the First Respondent has not taken into account the $450,000.00 of expenses incurred from improving the Property.",
      "id": "s63"
    },
    {
      "text": "Annexed hereto and marked with the letters \"LAU10\" is a copy of the decision of the Residential Tribunal of New South Wales and Supreme Court of New South Wales.",
      "id": "s64"
    },
    {
      "text": "&#8226; I expect that [my accountants] will shortly be in a position to confirm the above statements given that they are currently constructing the relevant accounts to provide the particulars of my taxation position to the First Respondent.",
      "id": "s65"
    },
    {
      "text": "COMMISSIONER'S REASONS FOR ISSUING THE NOTICE \n \n16 The Commissioner relies on two affidavits of Ms Betty-Jane Logue.",
      "id": "s66"
    },
    {
      "text": "The background information as to the tax audits and assessments is relatively uncontentious at least for the purposes of the matters falling for consideration in these proceedings.",
      "id": "s67"
    },
    {
      "text": "Of course the liability is in dispute.",
      "id": "s68"
    },
    {
      "text": "Ms Logue produced chains of correspondence between solicitors for Mr Uratoriu and the Commissioner.",
      "id": "s69"
    },
    {
      "text": "The Commissioner contends that the chronology relied upon by Mr Uratoriu does not reveal the full relevant circumstances relied upon by the Commissioner in issuing the Notice.",
      "id": "s70"
    },
    {
      "text": "17 The Commissioner points out that the audit of Mr Uratoriu's affairs was conducted from March 2003 until May 2006.",
      "id": "s71"
    },
    {
      "text": "That audit covered the income tax returns for the years ended 30 June 1997 to 30 June 2004 and gave rise to the tax audit notices of amended assessment to which reference has been made above.",
      "id": "s72"
    },
    {
      "text": "18 In addition to a total of $4,345,766.47 additional income tax assessed there was a further sum assessed for shortfall penalties for the income years ended 30 June 2001 to 30 June 2004 in the total of $1,353,616.55.",
      "id": "s73"
    },
    {
      "text": "19 The Commissioner made a determination to issue the Notice on 19 November 2007.",
      "id": "s74"
    },
    {
      "text": "The reasons for decision were subsequently set out in a letter to Mr Uratoriu's solicitors as follows:\n \n \n 1.",
      "id": "s75"
    },
    {
      "text": "The issue of the section 260-5 notice was an efficient, cost effective and appropriate way of securing part payment of the tax assessed pursuant to the assessments.",
      "id": "s76"
    },
    {
      "text": "2.",
      "id": "s77"
    },
    {
      "text": "The size of Mr Uratoriu's debt is significant and will continue to escalate quickly with the imposition of the general interest charge.",
      "id": "s78"
    },
    {
      "text": "3.",
      "id": "s79"
    },
    {
      "text": "All payment negotiations have been unsuccessful.",
      "id": "s80"
    },
    {
      "text": "Mr Uratoriu has never made any payments towards the amounts claimed in the Supreme Court actions.",
      "id": "s81"
    },
    {
      "text": "4.",
      "id": "s82"
    },
    {
      "text": "In June 2006, Mr Uratoriu advised the ATO that he was not in a position to pay 50% of the debt.",
      "id": "s83"
    },
    {
      "text": "5.",
      "id": "s84"
    },
    {
      "text": "To date, Mr Uratoriu has not provided the Commissioner with adequate financial information in order for the Commissioner to determine his true financial position.",
      "id": "s85"
    },
    {
      "text": "6.",
      "id": "s86"
    },
    {
      "text": "Mr Uratoriu's debt was established via an ATO audit conducted on the financial years ended 30 June 1997 to 30 June 2004 inclusive.",
      "id": "s87"
    },
    {
      "text": "7.",
      "id": "s88"
    },
    {
      "text": "Mr Uratoriu has a long history of failing to meet his tax obligations (such as gross understatements of tax and consistent late lodgment of returns and only after lodgements have been demanded).",
      "id": "s89"
    },
    {
      "text": "Mr Uratoriu continues to have outstanding lodgment obligations.",
      "id": "s90"
    },
    {
      "text": "During the audit process, he was not co-operative in respect of the Commissioner's inquiries, avoided answering questions and refused access to his records.",
      "id": "s91"
    },
    {
      "text": "8.",
      "id": "s92"
    },
    {
      "text": "Mr Uratoriu is considered to be of significant risk to the revenue.",
      "id": "s93"
    },
    {
      "text": "9.",
      "id": "s94"
    },
    {
      "text": "I had regard to the objections lodged by Mr Uratoriu in respect of the income tax and penalty assessments.",
      "id": "s95"
    },
    {
      "text": "I considered that the fact the liability was in dispute was an insufficient reason not to issue the section 260-5 notice.",
      "id": "s96"
    },
    {
      "text": "10.",
      "id": "s97"
    },
    {
      "text": "The section 260-5 notice was a way to secure funds unconditionally in contrast to the taxpayer's offers of payment.",
      "id": "s98"
    },
    {
      "text": "COMMISSIONER'S POWER \n \n20 Mr Uratoriu submits that the Commissioner's power to issue the Notice being an administrative discretion is to be exercised in accordance with the usual principles imposed by the common law and the ADJR Act.",
      "id": "s99"
    },
    {
      "text": "21 Significant reliance is placed upon the judgment of Burchett J in Edelsten v Wilcox (1988) 83 ALR 99 in which his Honour concluded that the discretion conferred was subject to various overriding considerations including the following:\n \n1. it cannot be used to negate the taxpayer's ability to contest assessments by completely wiping out the business or income of a taxpayer who was genuinely pursuing proper avenues of appeal;\n \n2. in cases where appeal procedures have been properly invoked and genuine questions are outstanding, the Commissioner must take account of that situation and the effect on the individual taxpayer of the contemplated recovery;\n \n3. the power must be exercised fairly;\n \n4. it is not to be used as an instrument of oppression by making it impossible for a taxpayer to continue earning a living and that the individual circumstances of the taxpayer must be taken into account by the Commissioner including whether the alleged debt was related to a scheme designed to minimise tax;\n \n5. that the power should not be used and was not intended as a means of punishment and can not be used to obtain payment for tax payable by another taxpayer.",
      "id": "s100"
    },
    {
      "text": "22 In Edelsten his Honour (at 112) referred to the decision of Mason J in Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 40.",
      "id": "s101"
    },
    {
      "text": "His Honour concluded 'in this context, the power of attachment of debts was given in order that the tax might be collected, subject to the discretions to which I have referred, from the source subjected to the power'.",
      "id": "s102"
    },
    {
      "text": "23 Edelsten was cited with approval by Finkelstein J in Saitta Pty Ltd v Federal Commissioner of Taxation [2002] FCA 1105 ; (2002) 125 FCR 388.",
      "id": "s103"
    },
    {
      "text": "His Honour held in that decision that notices issued under the current statutory provision (s 260-5) which reflected the former s 218 were also to be guided by the principles articulated by Burchett J.",
      "id": "s104"
    },
    {
      "text": "However, in Saitta , Finkelstein J distinguished Edelsten on the basis that the taxpayer in Saitta was not disputing liability, unlike Edelsten and unlike Mr Uratoriu.",
      "id": "s105"
    },
    {
      "text": "24 Mr Uratoriu contends that the Commissioner cannot validly decline to consider the dispute as being genuine when there is at least doubt as to whether the assessments are correct.",
      "id": "s106"
    },
    {
      "text": "It is submitted that the assessments have been made in order to shift to Mr Uratoriu the burden of proving that the assessments were incorrect.",
      "id": "s107"
    },
    {
      "text": "By doing that, it is submitted, the Commissioner has placed misguided importance on the taxpayer's burden of proof, notwithstanding the existence of prima facie evidence that the assessments were excessive.",
      "id": "s108"
    },
    {
      "text": "Mr Uratoriu submits that while there is an onus on taxpayers under s 14ZZK(b) of the TAA set out above, that such an onus does not apply until the parties are in the Administrative Appeals Tribunal or alternatively in this Court in order to review an objection decision.",
      "id": "s109"
    },
    {
      "text": "It is argued that it is only at that point that the taxpayer has the onus of showing the assessment is excessive.",
      "id": "s110"
    },
    {
      "text": "To support this, Mr Uratoriu relies upon the difference in wording between s 14ZU of the TAA and s 14ZZK(b) of the TAA which is also set out above.",
      "id": "s111"
    },
    {
      "text": "25 Mr Uratoriu complained that the Commissioner could have attempted other alternatives which could have been supervised by a judicial officer in order to seek payment.",
      "id": "s112"
    },
    {
      "text": "It is submitted the Commissioner was under a duty to form bona fide views about whether the issue of the Notice was appropriate and whether the assessments were excessive when discharging his duty to properly consider whether to issue the Notice.",
      "id": "s113"
    },
    {
      "text": "It was submitted that the Commissioner does not have the right to totally ignore prima facie evidence that the assessments are wrong simply because that evidence does not live up to the Commissioner's idea of sufficient proof.",
      "id": "s114"
    },
    {
      "text": "26 It was submitted on behalf of Mr Uratoriu that contrary to the view expressed by the Commissioner on the burden of proof that a taxpayer has when objecting against an assessment in accordance with s 14ZU of the TAA, the objector is only required to make the objection in the approved form, lodge it with the Commissioner within the required period and state in it fully and in detail the grounds on which the objector relies.",
      "id": "s115"
    },
    {
      "text": "In doing so, it is said, that will be sufficient to object to an assessment and importantly for the purposes of the present argument will support a genuine dispute existing and having been raised by the taxpayer.",
      "id": "s116"
    },
    {
      "text": "27 Mr Uratoriu says that there is no doubt that there is a genuine dispute and that he is presently undertaking substantial work in relation to identifying and collating all information necessary so that he can adduce evidence in support.",
      "id": "s117"
    },
    {
      "text": "(The evidence in this regard was to have been filed by 30 June 2008).",
      "id": "s118"
    },
    {
      "text": "28 In my view the Commissioner has not reversed the onus as contended.",
      "id": "s119"
    },
    {
      "text": "The only basis for that conclusion on the expressed reasons may be reason number 5 but that lack of proof goes to the financial position of Mr Uratoriu, not the alleged tax liability itself.",
      "id": "s120"
    },
    {
      "text": "It was the risk as to the financial position that the Notice was seeking to minimise.",
      "id": "s121"
    },
    {
      "text": "29 As to the contention that there is a genuine dispute, it is impossible on the materials presently before the Court to determine whether or not this is so.",
      "id": "s122"
    },
    {
      "text": "It may be that Mr Uratoriu will ultimately have complete success.",
      "id": "s123"
    },
    {
      "text": "Equally, the opposite is also possible.",
      "id": "s124"
    },
    {
      "text": "However, after an audit over several years involving numerous entities, the Commissioner has concluded that the relevant debt is due for the purposes of exercising his discretion.",
      "id": "s125"
    },
    {
      "text": "It is not a situation in which the Commissioner accepts that any part of the claimed debt is not due.",
      "id": "s126"
    },
    {
      "text": "Further, while Mr Uratoriu has listed several bases to support judicial review, the substantive argument goes only to the merits of the debt being due.",
      "id": "s127"
    },
    {
      "text": "That is an argument for another day.",
      "id": "s128"
    },
    {
      "text": "Mr Uratoriu has been unable to point to any aspect of the statutory requirements or the consideration expressed in Edelsten in relation to the exercise of the discretion that have not been applied.",
      "id": "s129"
    },
    {
      "text": "THE COMMISSIONER'S POLICY \n \n30 Mr Uratoriu also stresses that the Commissioner's policy with respect to recovery of taxation liabilities which are the subject of dispute has not been followed.",
      "id": "s130"
    },
    {
      "text": "In particular, par 28.4.3 of the ATO Receivables Policy provides the following concession by the Commissioner in circumstances of dispute with taxpayers:\n Generally, where an objection is lodged promptly after receipt of an assessment, and the Commissioner is satisfied that there is little or no risk, it is unlikely that recovery action for collection will be initiated until the objection is determined.",
      "id": "s131"
    },
    {
      "text": "In these circumstances, the Commissioner will generally not demand payment of the disputed debt until 14 days after the objection has been determined.",
      "id": "s132"
    },
    {
      "text": "31 In the present circumstances Mr Uratoriu says that there is no evidence that funds or assets were being dissipated nor could there be any reasonable grounds for the belief that the revenue was at risk.",
      "id": "s133"
    },
    {
      "text": "The Commissioner is therefore, according to Mr Uratoriu, obliged to act in accordance with the published recovery policy as Mr Uratoriu has a reasonable and legitimate expectation that he will be treated in accordance with the Commissioner's own published policies.",
      "id": "s134"
    },
    {
      "text": "Reliance is placed on Deloitte Touche Tohmatsu v Deputy Commissioner of Taxation (1998) 40 ATR 435 at 450 and Snow v Deputy Commissioner of Taxation (1987) 14 FCR 119.",
      "id": "s135"
    },
    {
      "text": "Equally, in relation to this aspect of the challenge, it is clear that the Commissioner has formed the view which he has expressed in the reasons published to Mr Uratoriu that 'Mr Uratoriu is considered to be of significant risk to the revenue'.",
      "id": "s136"
    },
    {
      "text": "32 Once again, the Commissioner has expressed the view that there is a risk and that Mr Uratoriu has not satisfied him to the contrary.",
      "id": "s137"
    },
    {
      "text": "Under the policy, the Commissioner is entitled to reach a view as to that matter.",
      "id": "s138"
    },
    {
      "text": "It is not a situation in which the Commissioner has issued a notice without reaching a view on that topic.",
      "id": "s139"
    },
    {
      "text": "33 Mr Uratoriu has also relied upon that fact that he has entered into negotiations over a considerable period of time and has attempted to pay up to 50% of the alleged taxation liability even though it is disputed and that in doing so has complied with the Commissioner's policy in relation to the recovery of disputed debts (the Policy).",
      "id": "s140"
    },
    {
      "text": "He says that the Commissioner's refusal to entertain a payment arrangement in accordance with the Policy is manifestly unreasonable.",
      "id": "s141"
    },
    {
      "text": "34 Mr Uratoriu points out that the Commissioner relies on a statement Mr Uratoriu made in June 2006 that he was not in a position to pay 50% of the debts.",
      "id": "s142"
    },
    {
      "text": "However, there was no indication from the Commissioner as to whether that response from Mr Uratoriu related to 50% of the total debt or 50% of the primary tax debt as required by the Commissioner pursuant to Ch 28 of the Commissioner's receivables policy.",
      "id": "s143"
    },
    {
      "text": "In addition, the Commissioner has also refused what Mr Uratoriu says is a reasonable offer to pay an amount of $2 million in satisfaction of 50% of the alleged outstanding tax debt consistent with the legitimate expectation that the Commissioner would accept such an offer given the terms of the receivables policy.",
      "id": "s144"
    },
    {
      "text": "In addition there is a complaint that the Commissioner has not produced any evidence of the statements made at point 7 of his reason for decision, namely:\n \n \n 7.",
      "id": "s145"
    },
    {
      "text": "Mr Uratoriu has a long history of failing to meet his tax obligations (such as gross understatements of tax and consistent late lodgment of returns and only after lodgements have been demanded).",
      "id": "s146"
    },
    {
      "text": "Mr Uratoriu continues to have outstanding lodgment obligations.",
      "id": "s147"
    },
    {
      "text": "During the audit process, he was not co-operative in respect of the Commissioner's inquiries, avoided answering questions and refused access to his records.",
      "id": "s148"
    },
    {
      "text": "35 As to the offer to pay the amount of $2 million in satisfaction of 50% of the alleged outstanding tax debt, the Commissioner points to the fact that the offer related not just to Mr Uratoriu but also to entities with which Mr Uratoriu was associated.",
      "id": "s149"
    },
    {
      "text": "It was rejected because the offer represented what the Commissioner contends was only 19% of the total outstanding liabilities of Mr Uratoriu and those entities.",
      "id": "s150"
    },
    {
      "text": "Further, there was no evidence provided to demonstrate that Mr Uratoriu or the other persons or entities had the capacity or ability to meet the payment.",
      "id": "s151"
    },
    {
      "text": "Nor did Mr Uratoriu provide any accounts prior to the issuing of the Notice.",
      "id": "s152"
    },
    {
      "text": "This was also a factor taken into account by the Commissioner on the question of whether there was in reality a 'genuine dispute'.",
      "id": "s153"
    },
    {
      "text": "WIDTH OF DISCRETION \n \n36 In considering the significance of relevant and irrelevant considerations in the context of judicial review, in Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 206 CLR 323 at [74] McHugh, Gummow and Hayne JJ said that:\n What is important, however, is that the grounds of judicial review that fasten upon the use made of relevant and irrelevant considerations are concerned essentially with whether the decision-maker has properly applied the law.",
      "id": "s154"
    },
    {
      "text": "They are not grounds that are centrally concerned with the process of making the particular findings of fact upon which the decision-maker acts.",
      "id": "s155"
    },
    {
      "text": "37 In the joint judgment of Stephen, Mason, Murphy, Aickin and Wilson JJ in R v Australian Broadcasting Tribunal; Ex parte 2HD Pty Ltd [1979] HCA 62 ; (1979) 144 CLR 45 at 49 the Court said:\n Here the problem lies in ascertaining what are the proper limits of the discretion.",
      "id": "s156"
    },
    {
      "text": "In the absence of some positive indication of the considerations on which a grant or refusal of consent is to depend, the discretion is \"unconfined except in so far as the subject matter and the scope and purpose of the statutory enactments may enable the Court to pronounce given reasons to be definitely extraneous to any objects the legislature could have had in view\", to use the words of Dixon J in Browning (1977) 74 CLR, at p 505.",
      "id": "s157"
    },
    {
      "text": "In that case his Honour went on to remark, (as he had done earlier in Swan Hill Corporation v Bradbury (1937) [1937] HCA 15 ; 56 CLR 746 , at p 758), \"on the impossibility, when an administrative discretion is undefined, of a court's doing more than saying that this or that consideration is extraneous to the power\".",
      "id": "s158"
    },
    {
      "text": "38 Mason J (as his Honour then was) in Peko-Wallsend [1986] HCA 40 ; 162 CLR 24 at 39-40 concluded that it could only be made out that a decision-maker failed to take into account a consideration where the subject matter, scope and purpose of a statute indicates some implied limitation on factors to which a decision-maker may legitimately have regard.",
      "id": "s159"
    },
    {
      "text": "In a circumstance such as the present where a statute confers a discretion which in its terms is unconfined, the factors that may be taken into account in the exercise of a discretion are similarly unconfined.",
      "id": "s160"
    },
    {
      "text": "39 Mr Uratoriu has not pointed to any matter that the Commissioner was bound to take into account in deciding to issue the Notice.",
      "id": "s161"
    },
    {
      "text": "In particular, the fact that Mr Uratoriu disputed his tax liability was not such a matter.",
      "id": "s162"
    },
    {
      "text": "It was accepted by the Commissioner, however, that he must have regard to the particular position of the individual taxpayer: Edelsten 83 ALR 99 and Saitta [2002] FCA 1105 ; 125 FCR 388 ; 192 ALR 385 at [16] and [18].",
      "id": "s163"
    },
    {
      "text": "The Commissioner contends that the evidence clearly shows that he did just that.",
      "id": "s164"
    },
    {
      "text": "I accept this submission.",
      "id": "s165"
    },
    {
      "text": "40 In contrast to Saitta , as observed by Finkelstein J, a particular feature of the Edelsten decision was the Commissioner's actual acceptance that the notices of assessment which had been issued were too high.",
      "id": "s166"
    },
    {
      "text": "The other conspicuous factors in Edelsten were that the payments, the subject of the garnishee notice, constituted almost the whole of the taxpayer's income and were required to meet not only a proportion of his living expenses but also the expenses of his medical practice.",
      "id": "s167"
    },
    {
      "text": "Further, there existed, a genuine non-scheme dispute which was ignored.",
      "id": "s168"
    },
    {
      "text": "None of those features apply in the present circumstances.",
      "id": "s169"
    },
    {
      "text": "The case is therefore more like Saitta [2002] FCA 1105 ; 125 FCR 388 than Edelsten 83 ALR 99.",
      "id": "s170"
    },
    {
      "text": "41 The Commissioner's statement of reasons clearly suggests that regard was had to all the matters raised by Mr Uratoriu.",
      "id": "s171"
    },
    {
      "text": "42 I am also satisfied that the exchanges of correspondence indicate that the Commissioner took into account the matters set out in Ch 12 and Ch 28 of the Receivables Policy.",
      "id": "s172"
    },
    {
      "text": "More importantly, the weight to be given to those matters including the policy itself was a matter for the decision-maker to determine: Sean Investments Pty Ltd v MacKellar (1981) 38 ALR 363 at 375 per Deane J and Peko-Wallsend [1986] HCA 40 ; 162 CLR 24 at 41.",
      "id": "s173"
    },
    {
      "text": "ADJR ACT \n \n43 Insofar as the ADJR Act ground is concerned, the concept of a decision being 'so unreasonable' is 'extremely confined': Attorney-General (NSW) v Quin [1990] HCA 21 ; (1990) 170 CLR 1 at 36-37.",
      "id": "s174"
    },
    {
      "text": "It cannot operate as a mask for a merits review when such review is not available.",
      "id": "s175"
    },
    {
      "text": "Nor can it under another guise permit the review of a decision on the grounds of substantive unfairness.",
      "id": "s176"
    },
    {
      "text": "It is not enough to demonstrate that the decision reached is one on which reasonable minds might differ, even with some vigour.",
      "id": "s177"
    },
    {
      "text": "Nor is it sufficient to show that a different conclusion or course of action could reasonably have been arrived at or taken: Friends of Hinchinbrook Society Inc v Minister for Environment and Others (No 2) (1997) 69 FCR 28 at 59-65.",
      "id": "s178"
    },
    {
      "text": "44 In my view the decision taken was neither improper nor unreasonable and was certainly not so devoid of plausible justification that no reasonable person could have taken that course: Minister for Immigration and Ethnic Affairs v Teoh (1995) 183 CLR 273 at 290.",
      "id": "s179"
    },
    {
      "text": "45 The grounds for the relief sought have not been made out.",
      "id": "s180"
    },
    {
      "text": "The application will be dismissed.",
      "id": "s181"
    },
    {
      "text": "The applicant is to pay the costs of the respondent to be taxed if not agreed.",
      "id": "s182"
    },
    {
      "text": "I certify that the preceding forty-five (45) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s183"
    },
    {
      "text": "Associate:\n\nDated: 16 October 2008\n\n Counsel for the Applicant: D Romano \n \n Solicitor for the Applicant: Wilson &amp; Atkinson \n \n Counsel for the Respondent: LA Tsaknis \n \n Solicitor for the Respondent: ATO Legal Services Branch \n\n Date of Hearing: 2 July 2008 \n \n Date of Judgment: 16 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1531.html",
      "id": "s184"
    }
  ]
}