{
  "name": "SZLVI v Minister for Immigration &amp; Citizenship [2008] FCA 1898 (12 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1898.html",
  "catchphrases": [
    {
      "text": "grounds of appeal drafted by migration agent",
      "id": "c0"
    },
    {
      "text": "no instructions by appellant",
      "id": "c1"
    },
    {
      "text": "alleged bias on part of refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "argument not raised before federal magistrates court",
      "id": "c3"
    },
    {
      "text": "allegation that decision of federal magistrate neither \" fair \" nor \" reasonable \"",
      "id": "c4"
    },
    {
      "text": "provision of proper interpreter services",
      "id": "c5"
    },
    {
      "text": "appeal dismissed",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellant is a citizen of China.",
      "id": "s0"
    },
    {
      "text": "2 He entered Australia on 22 April 2007 and applied to the Department of Immigration and Citizenship for a Protection (Class XA) Visa on 17 May 2007.",
      "id": "s1"
    },
    {
      "text": "A delegate refused that application and on 27 November 2007 the Refugee Review Tribunal affirmed the decision not to grant the visa.",
      "id": "s2"
    },
    {
      "text": "The Tribunal conducted two hearings -- the first on 16 October 2007 and the second on 9 November 2007.",
      "id": "s3"
    },
    {
      "text": "3 On 29 August 2008, the Federal Magistrates Court dismissed an application seeking to review the decision of the Tribunal: SZLVI v Minister for Immigration [2008] FMCA 1206.",
      "id": "s4"
    },
    {
      "text": "The Appellant now appeals to this Court.",
      "id": "s5"
    },
    {
      "text": "4 The Appellant appeared before this Court unrepresented, although he did have the benefit of an interpreter.",
      "id": "s6"
    },
    {
      "text": "He first appeared on 26 November 2008.",
      "id": "s7"
    },
    {
      "text": "But on that occasion it emerged -- perhaps surprisingly -- that he had not read either the decision of the Federal Magistrates Court or his Notice of Appeal .",
      "id": "s8"
    },
    {
      "text": "The Notice of Appeal was apparently prepared by a migration agent.",
      "id": "s9"
    },
    {
      "text": "Serious questions necessarily arise in circumstances where a migration agent has -- at least on the account given by the present Appellant -- neither informed him as to why he lost before the Federal Magistrates Court, nor the grounds upon which the decision of the Federal Magistrate may be challenged on appeal.",
      "id": "s10"
    },
    {
      "text": "How an appellant can make an informed decision and give instructions as to whether or not he wishes to appeal in the absence of at least minimal explanation being provided to him, remained unexplained.",
      "id": "s11"
    },
    {
      "text": "A decision to invoke the appellate jurisdiction of this Court cannot be entrusted to migration agents alone and without instructions.",
      "id": "s12"
    },
    {
      "text": "The difficulties confronting unrepresented litigants who do not speak English are not to be compounded by a failure to keep them informed or explain to them the steps being taken in their own applications for a Protection Visa.",
      "id": "s13"
    },
    {
      "text": "Such fundamental difficulties are noted so that the Respondent Minister or his Department may take such steps as they consider appropriate.",
      "id": "s14"
    },
    {
      "text": "5 For the purposes of the present appeal, the difficulties initially confronting the Appellant were addressed by adjourning the appeal until 28 November 2008 in order to ensure that the Federal Magistrate's decision and the Notice of Appeal could be translated.",
      "id": "s15"
    },
    {
      "text": "On 28 November 2008, the Appellant again appeared with an interpreter and made oral submissions.",
      "id": "s16"
    },
    {
      "text": "6 If attention is confined initially to the Notice of Appeal as filed, the Grounds of Appeal are there expressed as follows (without alteration):\n 1.",
      "id": "s17"
    },
    {
      "text": "Refugee Review Tribunal had bias against me and did not make fair decision for my application.",
      "id": "s18"
    },
    {
      "text": "2.",
      "id": "s19"
    },
    {
      "text": "I lodged application to the Federal Magistrates Court.",
      "id": "s20"
    },
    {
      "text": "The Judge refused my application on my hearing date.",
      "id": "s21"
    },
    {
      "text": "It is not fair.",
      "id": "s22"
    },
    {
      "text": "3.",
      "id": "s23"
    },
    {
      "text": "I believe that my application was not considered reasonably by the Judge at the Federal Magistrates Court.",
      "id": "s24"
    },
    {
      "text": "They failed to consider my risk to return to China.",
      "id": "s25"
    },
    {
      "text": "7 Two fundamental difficulties immediately emerge from the first purported Ground of Appeal.",
      "id": "s26"
    },
    {
      "text": "First, the jurisdiction of this Court is an appellate jurisdiction to entertain an appeal from a decision of the Federal Magistrates Court.",
      "id": "s27"
    },
    {
      "text": "No jurisdiction is conferred upon this Court to entertain grounds not directed to the identification of error in the decision of the Federal Magistrates Court, but rather alleged error on the part of the Tribunal.",
      "id": "s28"
    },
    {
      "text": "Second, it is far from clear that the first Ground of Appeal does not seek to raise a new argument on appeal which was not raised for resolution before the Federal Magistrates Court.",
      "id": "s29"
    },
    {
      "text": "8 Neither of these matters is perceived to be a matter of mere form.",
      "id": "s30"
    },
    {
      "text": "Both are matters which go to the confined jurisdiction conferred by the Legislature upon this Court.",
      "id": "s31"
    },
    {
      "text": "The Respondent Minister, however, has advanced no submission questioning the jurisdiction of the Court to entertain the new argument -- but does contend that leave to raise the argument should be refused.",
      "id": "s32"
    },
    {
      "text": "9 Notwithstanding whatever difficulties may otherwise have arisen by reason of the Grounds of Appeal , it is not considered that any of the three Grounds can, in any event, be sustained.",
      "id": "s33"
    },
    {
      "text": "10 Insofar as the first Ground of Appeal is concerned, the grounds of the application as advanced before the Federal Magistrate were expressed as follows (without alteration):\n 1.",
      "id": "s34"
    },
    {
      "text": "Jurisdictional error has bee made.",
      "id": "s35"
    },
    {
      "text": "RRT take the cases which are against me.",
      "id": "s36"
    },
    {
      "text": "They did not take the successful case to support me.",
      "id": "s37"
    },
    {
      "text": "2.",
      "id": "s38"
    },
    {
      "text": "Procedural fairness has been denied.",
      "id": "s39"
    },
    {
      "text": "3.",
      "id": "s40"
    },
    {
      "text": "RRT did not take important to my evidence.",
      "id": "s41"
    },
    {
      "text": "As noted by the Federal Magistrates Court, no written submissions were filed (even though directed) and such oral submissions as were made did not address the grounds of the application.",
      "id": "s42"
    },
    {
      "text": "The Federal Magistrates Court thus observed that it was difficult to discern the case sought to be advanced.",
      "id": "s43"
    },
    {
      "text": "11 Even if an argument as to bias had not been raised before the Federal Magistrate, leave to now raise such an argument on appeal would have been refused: cf SZGWN v Minister for Immigration and Citizenship [2008] FCA 238 at [120] , 103 ALD 144 at 174 per Gilmour J.",
      "id": "s44"
    },
    {
      "text": "Leave may be granted where it is expedient in the interests of justice to do so.",
      "id": "s45"
    },
    {
      "text": "But it is well accepted that a \" reasonable apprehension \" of bias must be \" firmly established \": Re JRL, Ex parte CJL [1986] HCA 39 ; (1986) 161 CLR 342 at 352 per Mason J.",
      "id": "s46"
    },
    {
      "text": "The circumstances more relevant to an application in respect to proceedings before the Refugee Review Tribunal, where proceedings are heard in private, has been addressed by Gleeson CJ, Gaudron and Gummow JJ as follows in Re Refugee Review Tribunal, Ex parte H [2001] HCA 28 , 179 ALR 425: \n [27] The test for apprehended bias in relation to curial proceedings is whether a fair-minded lay observer might reasonably apprehend that the judge might not bring an impartial mind to the resolution of the question to be decided.",
      "id": "s47"
    },
    {
      "text": "That formulation owes much to the fact that court proceedings are held in public.",
      "id": "s48"
    },
    {
      "text": "There is some incongruity in formulating a test in terms of \"a fair-minded lay observer\" when, as is the case with the tribunal, proceedings are held in private.",
      "id": "s49"
    },
    {
      "text": "[28] Perhaps it would be better, in the case of administrative proceedings held in private, to formulate the test for apprehended bias by reference to a hypothetical fair-minded lay person who is properly informed as to the nature of the proceedings, the matters in issue and the conduct which is said to give rise to an apprehension of bias.",
      "id": "s50"
    },
    {
      "text": "Whether or not that be the appropriate formulation, there is, in our view, no reason to depart from the objective test of possibility, as distinct from probability, as to what will be done or what might have been done.",
      "id": "s51"
    },
    {
      "text": "To do otherwise, would be to risk confusion of apprehended bias with actual bias by requiring substantially the same proof.",
      "id": "s52"
    },
    {
      "text": "12 Although instances in which a bias allegation has succeeded as against the Tribunal fortunately may be rare, instances do occur where a reasonable apprehension of bias is made out: eg, VFAB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 872 , 131 FCR 102.",
      "id": "s53"
    },
    {
      "text": "Kenny J there relevantly concluded:\n [82] ...",
      "id": "s54"
    },
    {
      "text": "The vice in this case was that, by the Member's conduct during the hearing, a fair-minded observer might well infer that there was nothing the applicant could give by way of evidence or submit by way of argument that might change her mind about his claim -- that he had fabricated his account.",
      "id": "s55"
    },
    {
      "text": "Virtually from the beginning of the hearing until its end, the Member expressed her disbelief in his truthfulness.",
      "id": "s56"
    },
    {
      "text": "Whether expressly, by implication, or by her tone of voice, she made it clear that she did not believe him and the account he gave.",
      "id": "s57"
    },
    {
      "text": "As well as repeated expressions of disbelief, there were her constant adverse comments on his evidence; and numerous displays of irritation, impatience, frustration and, sometimes, sarcasm.",
      "id": "s58"
    },
    {
      "text": "The applicant was regularly interrupted.",
      "id": "s59"
    },
    {
      "text": "Much of the Member's questioning of the applicant appeared calculated to undermine his case, rather than to facilitate a non-partisan investigation into the facts.",
      "id": "s60"
    },
    {
      "text": "13 But such is not the present case.",
      "id": "s61"
    },
    {
      "text": "The materials now before the Court have been reviewed and provide no discernible basis upon which any suggestion as to bias on the part of the Tribunal could be sustained.",
      "id": "s62"
    },
    {
      "text": "The reasons for decision expose a careful account of the evidence being presented and a careful attempt to ensure that such inconsistencies as were apparent in the now Appellant's evidence were brought to his attention.",
      "id": "s63"
    },
    {
      "text": "Two hearings were afforded to the now Appellant.",
      "id": "s64"
    },
    {
      "text": "Moreover, it is seldom the case that a reasonable apprehension of bias can be established merely by reference to the reasons for decision: SBBF v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 358 at [16] per Tamberlin, Mansfield and Jacobson JJ.",
      "id": "s65"
    },
    {
      "text": "14 In the present appeal it would not be in the interests of justice to now allow an argument as to bias on the part of the Tribunal to be advanced.",
      "id": "s66"
    },
    {
      "text": "It is an argument without substance.",
      "id": "s67"
    },
    {
      "text": "15 The basis upon which bias was otherwise being advanced was not further explained.",
      "id": "s68"
    },
    {
      "text": "16 The refusal of the application by the Federal Magistrates Court is said by the Appellant to be \" not fair \" .",
      "id": "s69"
    },
    {
      "text": "But it is not the task of the Federal Magistrate to determine that which he subjectively may think is either \" fair \" or \" not fair \".",
      "id": "s70"
    },
    {
      "text": "His task is the confined task conferred by s 476 of the Migration Act 1958 (Cth).",
      "id": "s71"
    },
    {
      "text": "It is considered important to constantly recall that even the task of judicial review, unconstrained by notions of jurisdictional error, is not concerned with correcting \" administrative injustice \": Attorney-General for the State of New South Wales v Quin [1990] HCA 21 ; (1990) 170 CLR 1.",
      "id": "s72"
    },
    {
      "text": "Brennan J there observed at 35---6:\n The duty and jurisdiction of the court to review administrative action do not go beyond the declaration and enforcing of the law which determines the limits and governs the exercise of the repository's power.",
      "id": "s73"
    },
    {
      "text": "If, in so doing, the court avoids administrative injustice or error, so be it; but the court has no jurisdiction simply to cure administrative injustice or error.",
      "id": "s74"
    },
    {
      "text": "The merits of administrative action, to the extent that they can be distinguished from legality, are for the repository of the relevant power and, subject to political control, for the repository alone.",
      "id": "s75"
    },
    {
      "text": "The consequence is that the scope of judicial review must be defined not in terms of the protection of individual interests but in terms of the extent of power and the legality of its exercise.",
      "id": "s76"
    },
    {
      "text": "In Australia, the modern development and expansion of the law of judicial review of administrative action have been achieved by an increasingly sophisticated exposition of implied limitations on the extent or the exercise of statutory power, but those limitations are not calculated to secure judicial scrutiny of the merits of a particular case.",
      "id": "s77"
    },
    {
      "text": "What is required by procedural fairness is a fair hearing, not a fair outcome: SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 at [25] , [2006] HCA 63 ; 228 CLR 152 at 160.",
      "id": "s78"
    },
    {
      "text": "\" The relevant question \", Jacobson J has observed, \" is about the Tribunal's processes, not its actual decision \": SZLVN v Minister for Immigration &amp; Citizenship [2008] FCA 1301 at [18] .",
      "id": "s79"
    },
    {
      "text": "17 No error is exposed, of course, merely by the refusal of the application then before that Court.",
      "id": "s80"
    },
    {
      "text": "18 The final Ground of Appeal must also be rejected.",
      "id": "s81"
    },
    {
      "text": "The reasons for decision of the Federal Magistrate discloses that he reviewed the reasons for decision of the Refugee Review Tribunal and the procedure it had followed.",
      "id": "s82"
    },
    {
      "text": "He referred to the inconsistencies as found by the Tribunal in the now Appellant's account and considered the terms of the letter written to the now Appellant explaining what were perceived to be inconsistencies and the significance that the Tribunal may have attached to those inconsistencies.",
      "id": "s83"
    },
    {
      "text": "Indeed, the Federal Magistrate stated in conclusion that he considered there was \" an obligation on the Court to independently consider whether argument based on material before the Court leads to a jurisdictional error \": [2008] FMCA 1206 at [24] .",
      "id": "s84"
    },
    {
      "text": "That question was answered in the negative.",
      "id": "s85"
    },
    {
      "text": "19 No reason emerges from the reasons for decision of the Federal Magistrate to conclude that he did not \" reasonably \" consider the application before him.",
      "id": "s86"
    },
    {
      "text": "20 No reference may be found expressly in the reasons of the Federal Magistrate which refers to the risk to which the now Appellant would be exposed if he were to be returned to China.",
      "id": "s87"
    },
    {
      "text": "In the absence of any submissions being advanced in respect to that risk, and there apparently were none, the failure to address a submission or an aspect of the evidence does not expose error.",
      "id": "s88"
    },
    {
      "text": "Moreover, the Federal Magistrate referred to the findings of the Tribunal as to credibility.",
      "id": "s89"
    },
    {
      "text": "That was a sufficient basis in itself for a rejection of the application by the Federal Magistrates Court.",
      "id": "s90"
    },
    {
      "text": "The reference to \" they \" in the final Ground of Appeal is unclear.",
      "id": "s91"
    },
    {
      "text": "If it is a reference to the Tribunal, the Tribunal did in fact refer to the risk asserted by the now Appellant if he was to return to China; if it is a reference to the Federal Magistrates Court, the failure to refer to the risk exposes no appellable error.",
      "id": "s92"
    },
    {
      "text": "21 The oral submissions of the Appellant as advanced on 28 November 2008 should be briefly but separately addressed.",
      "id": "s93"
    },
    {
      "text": "His submissions, it was understood, sought to advance three concerns, namely:\n \n(i) the cursory nature of the legal advice which he asserted had been provided to him prior to the hearing before the Federal Magistrates Court; \n \n(ii) a refusal on the part of the Tribunal member to listen to the tape recording of the first hearing (in October) when the hearing resumed in November 2007; and \n \n(iii) a failure to be provided with documents.",
      "id": "s94"
    },
    {
      "text": "It is inappropriate for this Court to consider the content of the legal advice provided to the Appellant.",
      "id": "s95"
    },
    {
      "text": "Had he been legally represented, objection would properly have been taken to the Appellant disclosing the substance of the advice in fact given.",
      "id": "s96"
    },
    {
      "text": "His disclosure of the advice has accordingly been discounted.",
      "id": "s97"
    },
    {
      "text": "22 Some initial concern was expressed as to whether there had been a denial of procedural fairness on the part of the Tribunal by not extending to the now Appellant a proper opportunity to address his concerns, and to do so by reference to documents relevant to his application and to the tape recording of the October 2007 hearing.",
      "id": "s98"
    },
    {
      "text": "Those concerns were dispelled, however, by reason of the fact that a letter expressing the concerns of the Tribunal was provided to the now Appellant and a response provided.",
      "id": "s99"
    },
    {
      "text": "Moreover, the now Appellant was extended the opportunity of attending before the Tribunal on two occasions and extended the further opportunity, subsequent to the second hearing, to provide further submissions.",
      "id": "s100"
    },
    {
      "text": "There was no self-evident reason why the Tribunal member who conducted both the October and November 2007 hearings had to necessarily listen to the tape recording of the earlier hearing.",
      "id": "s101"
    },
    {
      "text": "23 Irrespective of the content of the Notice of Appeal -- a document which was neither explained to the Appellant, nor endorsed by him -- none of the concerns he expressed orally during the course of the hearing of his appeal disclosed any error on the part of the Tribunal or any appellable error on the part of the Federal Magistrates Court.",
      "id": "s102"
    },
    {
      "text": "24 It should finally be noted that during the course of the hearing on 26 November 2008 the Court-appointed interpreter informed the Court that the time that had been allocated for the provision of her assistance had expired and that she had other commitments.",
      "id": "s103"
    },
    {
      "text": "Subsequent inquiries made of officers of the Sydney Registry of the Court revealed that interpreters are normally retained for a period of three hours, unless further time is anticipated as being necessary.",
      "id": "s104"
    },
    {
      "text": "Certainly three hours had not expired during the hearing of the appeal on 26 November -- but the proceeding in any event had to be adjourned.",
      "id": "s105"
    },
    {
      "text": "The Appellant was exposed to no prejudice.",
      "id": "s106"
    },
    {
      "text": "Great care, however, needs to be taken to ensure that unrepresented parties before this Court are given such assistance by way of the provision of an interpreter as is consistent with both a proper resolution of their proceedings and the orderly administration of justice.",
      "id": "s107"
    },
    {
      "text": "25 The appeal is to be dismissed.",
      "id": "s108"
    },
    {
      "text": "The Respondent Minister seeks costs of both the hearings on 26 and 28 November 2008.",
      "id": "s109"
    },
    {
      "text": "The adjournment of the hearing on 26 November 2008 was largely occasioned by the fact that the Appellant had not previously seen a copy of the Appeal Book .",
      "id": "s110"
    },
    {
      "text": "The Respondent Minister was unable to prove that a copy had been provided prior to that hearing date.",
      "id": "s111"
    },
    {
      "text": "It is considered in such circumstances that the Respondent Minister is entitled to his costs of 26 November, but that there should be no order as to costs of 28 November 2008.",
      "id": "s112"
    },
    {
      "text": "ORDERS \n \n26 The orders of the Court are:\n \n1.",
      "id": "s113"
    },
    {
      "text": "The Notice of Appeal as filed on 17 September 2008 is dismissed.",
      "id": "s114"
    },
    {
      "text": "2.",
      "id": "s115"
    },
    {
      "text": "The Appellant is to pay the costs of the First Respondent of the hearing on 26 November 2008.",
      "id": "s116"
    },
    {
      "text": "3.",
      "id": "s117"
    },
    {
      "text": "There be no other order as to costs.",
      "id": "s118"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s119"
    },
    {
      "text": "Associate:\n\nDated: 12 December 2008\n\n The Appellant: The Appellant appeared in person \n \n Solicitor for the First Respondent: Australian Government Solicitor \n\n Date of Hearing: 26, 28 November 2008 \n \n Date of Judgment: 12 December 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1898.html",
      "id": "s120"
    }
  ]
}