{
  "name": "SZDTM v Minister for Immigration and Citizenship [2008] FCA 1258 (19 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1258.html",
  "catchphrases": [
    {
      "text": "invitation to an applicant to appear to give evidence and present arguments",
      "id": "c0"
    },
    {
      "text": "refugee review tribunal's obligation to give such an invitation under s 425 of the migration act 1958 (cth)",
      "id": "c1"
    },
    {
      "text": "absence of an obligation to specify relevant issues in some circumstances",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The appellant, a citizen of Indonesia, was born on 11 December 1956.",
      "id": "s0"
    },
    {
      "text": "She arrived in Australia on 22 June 1982 as a student.",
      "id": "s1"
    },
    {
      "text": "On 13 February 2001, she applied for a protection visa pursuant to the Migration Act 1958 (Cth) (the \"Act\").",
      "id": "s2"
    },
    {
      "text": "On 28 March 2002 a delegate (the \"Delegate) of the first respondent (the \"Minister\") declined the application, which decision was affirmed by the second respondent (the \"Tribunal\") on 1 July 2003.",
      "id": "s3"
    },
    {
      "text": "The appellant applied to the Federal Magistrates Court for judicial review of the Tribunal's decision.",
      "id": "s4"
    },
    {
      "text": "She was unsuccessful but, on 9 March 2006, Bennett J allowed an appeal from the Magistrate's decision, set aside the Tribunal's decision and remitted the matter to the Tribunal for further consideration.",
      "id": "s5"
    },
    {
      "text": "On 5 September 2006 the Tribunal again upheld the Delegate's decision.",
      "id": "s6"
    },
    {
      "text": "The appellant again applied to the Federal Magistrates Court for review of that decision.",
      "id": "s7"
    },
    {
      "text": "On 1 February 2008 a Federal Magistrate (the \"Magistrate\") dismissed that application.",
      "id": "s8"
    },
    {
      "text": "This is an appeal from that decision.",
      "id": "s9"
    },
    {
      "text": "2 The appellant was born in Surabaya in East Java.",
      "id": "s10"
    },
    {
      "text": "She speaks, reads and writes Indonesian, English and Dutch.",
      "id": "s11"
    },
    {
      "text": "She is of Chinese extraction and is a Roman Catholic.",
      "id": "s12"
    },
    {
      "text": "Prior to coming to Australia she was a housekeeper.",
      "id": "s13"
    },
    {
      "text": "She claims to have qualifications in accounting, commerce and secretarial work.",
      "id": "s14"
    },
    {
      "text": "She entered Australia as an overseas private student and, until 1992, remained here in that capacity.",
      "id": "s15"
    },
    {
      "text": "She then decided to remain permanently, notwithstanding expiry of her visa.",
      "id": "s16"
    },
    {
      "text": "THE APPELLANT'S COMPLAINTS \n \n3 In her initial application for a protection visa, the appellant claimed to fear persecution for reasons of race and religion.",
      "id": "s17"
    },
    {
      "text": "In particular, she claimed that:\n \n&#8226; being Christian, Chinese and female she would be particularly likely to be persecuted in Indonesia;\n \n&#8226; she had been subjected to persecution prior to coming to Australia (in 1982);\n \n&#8226; her parents had been incessantly persecuted by Indonesian society at large due to race and religion; \n \n&#8226; the family had not been free to practise their religion due to fear of discrimination and harassment;\n \n&#8226; they were forced to abide by Islamic law and observe the Islamic way of life;\n \n&#8226; she was persecuted throughout her years at school for her religion and suffered exceptional and severe punishment due to her race;\n \n&#8226; she suffered discrimination when she applied to study at university level; and\n \n&#8226; she feared returning to Indonesia by virtue of this history.",
      "id": "s18"
    },
    {
      "text": "4 In subsequent submissions to the Tribunal prior to the first hearing, the appellant submitted that:\n \n&#8226; minority Chinese Christians were targeted in Indonesia, discriminated against for practising their religion and forced to abide by Islamic laws and ways;\n \n&#8226; Indonesia's politics and the community are influenced by the vast majority of Muslim people;\n \n&#8226; Muslim riots against Christian Indonesians are well-publicized;\n \n&#8226; destruction of Christian churches is not uncommon;\n \n&#8226; she had not been able to practise her religion \"unreservedly\" whilst in Indonesia; and\n \n&#8226; not being able to practise her religion \"completely\" on a daily basis amounted to persecution.",
      "id": "s19"
    },
    {
      "text": "5 The appellant said that because of this history, she had applied to study in Australia.",
      "id": "s20"
    },
    {
      "text": "She further claimed that having been in Australia for so long, she could not identify with Indonesian people in Indonesia, nor with the culture, language or attitudes of the nation.",
      "id": "s21"
    },
    {
      "text": "She also felt that she would no longer be able identify with Christian Chinese Indonesians.",
      "id": "s22"
    },
    {
      "text": "She feared that she would be the target of discrimination due to her lack of ability to identify with the rest of the population.",
      "id": "s23"
    },
    {
      "text": "6 On 25 May 2006, following the order setting aside the earlier Tribunal decision, the Tribunal wrote to the appellant, advising her that it had considered the available material and was unable to make a decision in her favour on that basis.",
      "id": "s24"
    },
    {
      "text": "She was invited to give evidence at a hearing on 4 July 2006.",
      "id": "s25"
    },
    {
      "text": "On 30 May 2006 and on 8 June 2006 she advised that she would attend the hearing.",
      "id": "s26"
    },
    {
      "text": "On 3 July 2006 her solicitors requested a postponement on the basis of \"significant new evidence\".",
      "id": "s27"
    },
    {
      "text": "The hearing was rescheduled for 21 July 2006.",
      "id": "s28"
    },
    {
      "text": "On 20 July 2006 the appellant's solicitors submitted a detailed submission with a number of attached documents, including:\n \n&#8226; a statutory declaration by the appellant;\n \n&#8226; a psychological assessment of the appellant;\n \n&#8226; several reports as to the state of affairs in Indonesia;\n \n&#8226; several articles on the treatment of Christians in Indonesia; and\n \n&#8226; eleven letters of support for the appellant.",
      "id": "s29"
    },
    {
      "text": "7 The solicitors submitted that:\n \n&#8226; the appellant had suffered \"terrible acts of persecution by reason of her religion and ethnicity\" in Indonesia;\n \n&#8226; she had no friends or relatives remaining in Indonesia and feared returning;\n \n&#8226; she had \"a continuous history of abuses and horrible persecutions from native Indonesians for reasons of her ethnicity and religion\";\n \n&#8226; these matters had not previously been properly assessed, either by the Delegate or by the Tribunal;\n \n&#8226; the psychological assessment (described at one point as \"psychiatric expert evidence\") was obtained because of the extent of violence to which the appellant had previously been subject;\n \n&#8226; the report demonstrates that she had previously suffered serious harm;\n \n&#8226; she had been involved in religious activity from an early age in Indonesia and from the time of her arrival in Australia;\n \n&#8226; she has been a member of the Catholic Presbytery Missionaries of the Sacred Heart since 1983;\n \n&#8226; she has also been an active member of the Legion of Mary and the Society of St Vincent de Paul;\n \n&#8226; for the appellant, the proselytization of others was part of her religion;\n \n&#8226; proselytization is forbidden in Indonesia, and this constitutes persecution for reason of her religion; \n \n&#8226; as a Chinese Christian who is committed to doing good work and sharing her faith with others, she will face persecution in any part of Indonesia; \n \n&#8226; she could not avoid persecution by re-locating within Indonesia; and\n \n&#8226; the appellant cannot reasonably be expected to suppress the exercise of her inalienable human rights in order to avoid being subjected to persecutory treatment.",
      "id": "s30"
    },
    {
      "text": "8 In a statutory declaration dated 19 July 2006 the appellant claimed:\n \n&#8226; that she had \"experienced many insulting words and acts from the Indonesian natives\" since her childhood;\n \n&#8226; such words and acts were said to be directed against her because she was not Indonesian;\n \n&#8226; this would occur whilst she was walking in the street, shopping or going to school;\n \n&#8226; she had tried to learn the Muslim way of life;\n \n&#8226; she was forced to attend an Indonesian public secondary school where she had to learn the Muslim way of life;\n \n&#8226; she was forced to recite Muslim prayers;\n \n&#8226; in university she was compelled to study Arabic history and language;\n \n&#8226; she could not pass in these subjects as she was unable to learn how to speak and write in Arabic, causing her to feel useless, stupid and rejected;\n \n&#8226; she was accepted for a Catholic university which offered better conditions but was not the university which she had wished to attend;\n \n&#8226; she was a full-time student in English literature but would have preferred to study economics;\n \n&#8226; she came to Australia so that she would not \"miss [her] future opportunities\";\n \n&#8226; she studied hard although, at first, she had to struggle with her English;\n \n&#8226; she graduated and subsequently enrolled in a psychology course at the University of New South Wales;\n \n&#8226; she could not afford the fees and so did not complete that course; and\n \n&#8226; her father died in 1992 and her mother in 1998, so that she had nowhere to go other than Australia.",
      "id": "s31"
    },
    {
      "text": "9 The appellant said that discrimination against her had included:\n \n&#8226; insulting words relating to her Chinese heritage;\n \n&#8226; harassment by touching and exposing of private parts;\n \n&#8226; being chased by persons calling out \"Allah is great\", apparently on the basis that they were entitled to rape Chinese people and outsiders; there was a big reward if they did so and their families would go to heaven;\n \n&#8226; the police would not help: they would ask for bribes or would not care;\n \n&#8226; she was put in a dirty ditch for punishment, even if she did nothing wrong;\n \n&#8226; to obtain identity papers she had to bribe or pay an additional fee;\n \n&#8226; when she bought snacks from vendors they might give her dirt or spit;\n \n&#8226; she was forced to watch young Indonesians masturbating; she believed them to be Muslims; if she \"rejected them\" she would face ostracism;\n \n&#8226; she was not allowed to wear religious icons such as crosses and faced limitations upon her personal religious activities such as singing carols in public, performing religious duties, visiting the sick, helping the needy, prayer groups, etc;\n \n&#8226; she was forced to pray in a Muslim way; and\n \n&#8226; she was forced to fast during Ramadan.",
      "id": "s32"
    },
    {
      "text": "10 At some stage the appellant claimed to have been kidnapped on about fifteen occasions by radical Muslim groups.",
      "id": "s33"
    },
    {
      "text": "This occurred on seven occasions whilst she was with a Church group visiting patients in public hospitals, three times whilst she was visiting patients in their homes to say prayers and five times while visiting friends who were sick.",
      "id": "s34"
    },
    {
      "text": "She commenced such visits when she was aged seventeen and usually went with other Christians, generally Chinese.",
      "id": "s35"
    },
    {
      "text": "11 She said that:\n \n&#8226; she had been threatened by radical Muslim groups; the police were complicit in such action;\n \n&#8226; she was required to witness the torture of other members of her group; and\n \n&#8226; she was traumatized by these experiences and regularly suffers nightmares and is reminded of her torture by everyday objects.",
      "id": "s36"
    },
    {
      "text": "12 The appellant claimed that:\n \n&#8226; she believes that the duty of a good Christian is to spread the good news of the Gospel;\n \n&#8226; while spreading good news in Indonesia she often suffered persecution;\n \n&#8226; in Australia she has joined the Legion of Mary and the Society of St Vincent de Paul;\n \n&#8226; her faith and desire to evangelize have deepened while she has been in Australia;\n \n&#8226; she believes that she has a special talent for proselytization through the Legion of Mary and the Society of St Vincent de Paul;\n \n&#8226; she has assisted in a Piety Stall to help raise money for people in New Guinea; \n \n&#8226; if she goes back to Indonesia she will continue to perform all these good works, although she knows that she could be persecuted;\n \n&#8226; she believes it is the right thing to do; and\n \n&#8226; she does not want to be fearful in doing these things; she is not a criminal, but is sharing the good news, helping the needy, and leading wandering souls who need guidance.",
      "id": "s37"
    },
    {
      "text": "THE PSYCHOLOGIST'S REPORT \n \n13 The psychologist's report is dated 14 July 2006.",
      "id": "s38"
    },
    {
      "text": "It is said to be based upon an interview with the appellant on 5 July 2006 and to address \"the matter of the existence of trauma as a result of her persecution experiences while in Indonesia\".",
      "id": "s39"
    },
    {
      "text": "After briefly setting out a history similar to that which appears above, the report stated that the appellant and members of her group were subjected to various forms of torture, including beatings with bamboo canes, being punctured with an ice pick and being cut with a razor blade or scissors.",
      "id": "s40"
    },
    {
      "text": "In its reasons the Tribunal set out the following extracts from the report:\n [The appellant] reported that she still has persistent and repeated traumatic memories intruding into her consciousness that she cannot control and that traumatize her.",
      "id": "s41"
    },
    {
      "text": "She is awakened at night by bad memories.",
      "id": "s42"
    },
    {
      "text": "She feels constantly depressed and empty.",
      "id": "s43"
    },
    {
      "text": "She constantly feels insecure and anxious worrying about what will happen to her if she's required to return to Indonesia.",
      "id": "s44"
    },
    {
      "text": "She has always tried to avoid the Indonesian community in Australia, even the Christians, because of the trauma she feels about these incidents.",
      "id": "s45"
    },
    {
      "text": "She only trusts a few people, including an Indonesian-Chinese Christian boyfriend, but even this was very difficult for her.",
      "id": "s46"
    },
    {
      "text": "She has tried hard to forget and bury the memories of these events but has re-experienced the trauma and pain recently more and more as she has been required to revisit them because of this appeal matter.",
      "id": "s47"
    },
    {
      "text": "These descriptions are typical of the report of those suffering from post-traumatic distress syndrome.",
      "id": "s48"
    },
    {
      "text": "14 The report then stated that the appellant was:\n ... definitely suffering from a very high degree of trauma, as well as depression, anxiety and stress, as measured by these scales.",
      "id": "s49"
    },
    {
      "text": "... My observation of [the appellant], together with the interview and testing carried out, leaves me to diagnose her as suffering from PTDS directly related to experiences of abduction and torture as a practising Christian while in Indonesia.",
      "id": "s50"
    },
    {
      "text": "Her reports of these incidents appear reliable and truthful.",
      "id": "s51"
    },
    {
      "text": "THE TRIBUNAL HEARING \n \n15 The appellant appeared at the hearing on 21 July 2006 and was assisted by an interpreter.",
      "id": "s52"
    },
    {
      "text": "She produced a photocopy of her passport.",
      "id": "s53"
    },
    {
      "text": "She said that she had initially studied accountancy at a technical college in Australia.",
      "id": "s54"
    },
    {
      "text": "Later, she had taken up other courses, completing her studies in 1993.",
      "id": "s55"
    },
    {
      "text": "She has continued with her religious activities in Australia.",
      "id": "s56"
    },
    {
      "text": "She has worked in Australia and has had a boyfriend since 1999.",
      "id": "s57"
    },
    {
      "text": "They are in a de facto relationship.",
      "id": "s58"
    },
    {
      "text": "He is a Christian but not a Roman Catholic.",
      "id": "s59"
    },
    {
      "text": "She said that whilst her de facto relationship may not have been accepted in Indonesia, things were freer and more open in Australia.",
      "id": "s60"
    },
    {
      "text": "16 She was asked to elaborate on events which had occurred when she was seventeen or eighteen.",
      "id": "s61"
    },
    {
      "text": "She referred to her hospital visits and said that Muslim fundamentalists sought to prevent such visits, complaining to the police.",
      "id": "s62"
    },
    {
      "text": "The police allowed these fundamentalists to abduct the appellant and her companions.",
      "id": "s63"
    },
    {
      "text": "They were kept in a bamboo hut and subjected to torture, including being burnt with cigarette butts, beaten with bamboo sticks and having pressure applied to their toes.",
      "id": "s64"
    },
    {
      "text": "Because she was the youngest of the group, she was not always tortured.",
      "id": "s65"
    },
    {
      "text": "However she was forced to witness such torture.",
      "id": "s66"
    },
    {
      "text": "Members of the group were told that they should not be spreading their religion.",
      "id": "s67"
    },
    {
      "text": "The appellant claimed to have suffered serious wounds.",
      "id": "s68"
    },
    {
      "text": "Although the wounds were not treated properly, they have now healed.",
      "id": "s69"
    },
    {
      "text": "She was not raped but was forced to engage in sexual activity.",
      "id": "s70"
    },
    {
      "text": "Members of the group were generally detained for 24 hours.",
      "id": "s71"
    },
    {
      "text": "On some occasions they were released after paying ransom.",
      "id": "s72"
    },
    {
      "text": "As the appellant considered that she had a particular talent for helping the poor and visiting people in hospital, and that God has called her to do these things, she continued with these activities.",
      "id": "s73"
    },
    {
      "text": "Her parents were concerned about her safety but her conscience dictated that she continue.",
      "id": "s74"
    },
    {
      "text": "Her hospital visits had been organized by a parish church in central Jakarta.",
      "id": "s75"
    },
    {
      "text": "Her group consisted of about seven people.",
      "id": "s76"
    },
    {
      "text": "She said that the parish priest told group members that it was for them to decide whether they would continue with their activities in face of such opposition.",
      "id": "s77"
    },
    {
      "text": "17 The appellant said that she had been kidnapped about fifteen times over a period of about a year and a half in 1973-1974.",
      "id": "s78"
    },
    {
      "text": "After 1974 she stopped visiting hospitals because of the injuries she had sustained, and because her parents were opposed to it and concerned for her safety.",
      "id": "s79"
    },
    {
      "text": "She continued to pray and attend Mass.",
      "id": "s80"
    },
    {
      "text": "She said that her conscience required her to perform her Christian duties by visiting people.",
      "id": "s81"
    },
    {
      "text": "The Church required her to do good.",
      "id": "s82"
    },
    {
      "text": "In Australia she has also visited people in hospitals.",
      "id": "s83"
    },
    {
      "text": "In was pointed out to her that in her first application, she had not referred to the fifteen kidnappings, nor had she mentioned it in her first statement to the Tribunal, or in her evidence at the hearing.",
      "id": "s84"
    },
    {
      "text": "She said that she had related these events to her migration agent.",
      "id": "s85"
    },
    {
      "text": "The migration agent did not tell her to mention them.",
      "id": "s86"
    },
    {
      "text": "18 She said that if she returned to Indonesia she would continue to engage in these Church activities.",
      "id": "s87"
    },
    {
      "text": "For that reason, she feared returning.",
      "id": "s88"
    },
    {
      "text": "Non-Muslims are subject to torture in Indonesia.",
      "id": "s89"
    },
    {
      "text": "She could not repress her desire to carry out her religious activities.",
      "id": "s90"
    },
    {
      "text": "By this she meant helping people and visiting people, as she was doing with the Legion of Mary and the Society of St Vincent de Paul.",
      "id": "s91"
    },
    {
      "text": "She considered such actions to be part of her Catholic religion.",
      "id": "s92"
    },
    {
      "text": "She also considered that it was part of being a Christian.",
      "id": "s93"
    },
    {
      "text": "She was asked about \"elements of the Catholic religion\", including attending Mass and the other sacraments and whether or not visiting the sick and works of mercy are essential to it.",
      "id": "s94"
    },
    {
      "text": "The appellant said that she goes to Church and participates in the sacraments, but that she also has a duty to help people.",
      "id": "s95"
    },
    {
      "text": "She fears harm in Indonesia by reason of her participation in Church activities, particularly visiting the poor and the sick.",
      "id": "s96"
    },
    {
      "text": "She also fears harm by reason of her not being a Muslim.",
      "id": "s97"
    },
    {
      "text": "19 The appellant said that she had not consulted a psychologist or a psychiatrist prior to seeing the psychologist for the purposes of the report to which I have referred.",
      "id": "s98"
    },
    {
      "text": "Her attention was drawn to statements in the report that she was suffering from depression, anxiety and had difficulty sleeping.",
      "id": "s99"
    },
    {
      "text": "She was asked whether, during her involvement with the Society of St Vincent de Paul or in visiting hospitals, she had become aware of counselling services, and whether she had availed herself of them.",
      "id": "s100"
    },
    {
      "text": "She said that her negative experiences had occurred a very long time ago.",
      "id": "s101"
    },
    {
      "text": "She just wanted to be free of them and did not want to recall them.",
      "id": "s102"
    },
    {
      "text": "She did not like to tell others of them or to write about them.",
      "id": "s103"
    },
    {
      "text": "She did not like telling the psychologist about them.",
      "id": "s104"
    },
    {
      "text": "She said that she had visited the psychologist to prove that she was not lying.",
      "id": "s105"
    },
    {
      "text": "20 In concluding its remarks concerning the appellant's evidence, the Tribunal said:\n The Tribunal raised with the [appellant] reservations about her claims.",
      "id": "s106"
    },
    {
      "text": "In particular her claim of 15 kidnappings over an 18-month period.",
      "id": "s107"
    },
    {
      "text": "The Tribunal pointed out the reservations were in terms of the fact that the claim has come rather late in the process of her applications for refugee status.",
      "id": "s108"
    },
    {
      "text": "The Tribunal also raised with the [appellant] whether or not, even if the Tribunal did accept her claim of past harm, whether she faced serious harm on her return to Indonesia.",
      "id": "s109"
    },
    {
      "text": "In particular the Tribunal needed to consider whether the [appellant] not being able to do visits to the poor in the manner that she so wished amounted to persecution by reasons of her religion.",
      "id": "s110"
    },
    {
      "text": "The Tribunal stated that the Tribunal has looked at the Catechism of the Catholic Church, which it took to be an authoritative text on the teachings of the Catholic Church, and that although things such as visits to the poor and works of mercy are a part of the practise of the religion, that one can practise this in a variety of ways and that the practise of the Catholic religion involved the ability to prayer, attend Mass and the attendance to the sacraments.",
      "id": "s111"
    },
    {
      "text": "The Tribunal stated that it was not, at this point in time, convinced that restrictions on her being able to carry out visits to the poor was, in fact, persecution of her by reason of her religion.",
      "id": "s112"
    },
    {
      "text": "The adviser stated that they wished to make a further submission and that they would do so in a week's time.",
      "id": "s113"
    },
    {
      "text": "FURTHER SUBMISSIONS \n \n21 On 31 July 2006 the Tribunal received written submissions from the appellant's solicitors.",
      "id": "s114"
    },
    {
      "text": "Those submissions first addressed the failure of the appellant to raise her allegation of fifteen kidnappings at an earlier stage.",
      "id": "s115"
    },
    {
      "text": "It was said that she had raised the matter with her previous adviser and did not know why it had not been raised earlier in the course of her application.",
      "id": "s116"
    },
    {
      "text": "It was also submitted that on the previous occasion, the Tribunal member had cut short some of her explanations.",
      "id": "s117"
    },
    {
      "text": "It was then submitted that:\n It is our understanding that the [appellant] has been very reluctant to discuss the issue of her kidnapping as she explained herself she wanted to bury memories of those incidents which are still very painful to her.",
      "id": "s118"
    },
    {
      "text": "We note that we became aware of those incidents only after close questioning, as she would not discuss them openly.",
      "id": "s119"
    },
    {
      "text": "Only after asked to try to remember more carefully the number of incidents she arrived with a final figure of fifteen times.",
      "id": "s120"
    },
    {
      "text": "It took considerable psychological effort for the [appellant] to recall the kidnappings with sufficient detail.",
      "id": "s121"
    },
    {
      "text": "22 The submissions continued:\n There is no objective evidence available as such incidents would have always been concealed as much as possible by their perpetrators, especially if the authorities were involved.",
      "id": "s122"
    },
    {
      "text": "The only way of proving the kidnappings (including their number) is by subjective means, mainly by [the appellant's] own statements.",
      "id": "s123"
    },
    {
      "text": "23 The submissions then referred to the appellant's religious beliefs, asserting by reference to the Legion of Mary website that a member must be a practising Catholic and that active members meet weekly and undertake voluntary work each week with a partner.",
      "id": "s124"
    },
    {
      "text": "Such work might be visiting the sick and elderly in rest homes or hospitals.",
      "id": "s125"
    },
    {
      "text": "The submissions also referred to the St Vincent de Paul website and concluded:\n We submit that the nature of the [appellant's] activities as a member of various religious movements, described in our previous and present submissions, has a very deep religious grounding.",
      "id": "s126"
    },
    {
      "text": "Having been involved in the mentioned activities for over thirty years proves [the appellant's] passionate commitment to religion and the way she lives in accordance with it beyond any doubt.",
      "id": "s127"
    },
    {
      "text": "24 It was again asserted that the appellant would suffer serious psychological harm if she returned to Indonesia.",
      "id": "s128"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n \n25 In its decision the Tribunal referred to country information concerning the position of ethnic Chinese and Christians in Indonesia.",
      "id": "s129"
    },
    {
      "text": "It also referred to material concerning Roman Catholic belief and practice.",
      "id": "s130"
    },
    {
      "text": "As to discrimination, it noted that the ethnic Chinese account for about 3% of the population of Indonesia and comprise by far the largest non-indigenous minority group.",
      "id": "s131"
    },
    {
      "text": "They play a major part in the economy.",
      "id": "s132"
    },
    {
      "text": "Instances of discrimination and harassment of ethnic Chinese have declined.",
      "id": "s133"
    },
    {
      "text": "There have been recent reforms to increase religious and cultural freedom.",
      "id": "s134"
    },
    {
      "text": "However there is still a degree of discrimination.",
      "id": "s135"
    },
    {
      "text": "In 2004 more than sixty statutes, regulations or decrees discriminated against ethnic Chinese citizens.",
      "id": "s136"
    },
    {
      "text": "26 According to a US State Department Report dated March 2006 the Indonesian government generally respects freedom of religion.",
      "id": "s137"
    },
    {
      "text": "Some activities are still restricted as are unrecognized religions.",
      "id": "s138"
    },
    {
      "text": "Security forces occasionally tolerate discrimination against, and abuse of, religious groups.",
      "id": "s139"
    },
    {
      "text": "The government sometimes fails to punish perpetrators.",
      "id": "s140"
    },
    {
      "text": "Most of the population enjoys a high degree of religious freedom.",
      "id": "s141"
    },
    {
      "text": "The government recognizes five major religions.",
      "id": "s142"
    },
    {
      "text": "Persons adhering to non-recognized religions frequently experience discrimination.",
      "id": "s143"
    },
    {
      "text": "The recognized religions are Muslim, Protestant, Roman Catholic, Hindu and Buddhist.",
      "id": "s144"
    },
    {
      "text": "Other religions include traditional indigenous religions, other Christian groups and Judaism.",
      "id": "s145"
    },
    {
      "text": "The constitution confers upon all persons the right to worship according to individual religions or beliefs.",
      "id": "s146"
    },
    {
      "text": "Official religions must comply with directives from the Ministry of Religious Affairs, including regulations concerning the building of churches, propagation of religion, overseas aid and proselytizing guidelines.",
      "id": "s147"
    },
    {
      "text": "In the armed forces, religious facilities are provided for all persons adhering to one or other of the five officially recognized religions.",
      "id": "s148"
    },
    {
      "text": "Religious groups and social organizations must obtain permits to hold religious concerts or other public events.",
      "id": "s149"
    },
    {
      "text": "Permits are usually granted unless there is concern that another group may be angered.",
      "id": "s150"
    },
    {
      "text": "Religious speeches addressed to co-religionists are permitted provided that they are not intended to convert persons of other faiths.",
      "id": "s151"
    },
    {
      "text": "Televised religious programmes are unrestricted.",
      "id": "s152"
    },
    {
      "text": "Viewers may watch religious programmes offered by any of the recognized faiths.",
      "id": "s153"
    },
    {
      "text": "Some Christian holidays are national holidays, including Christmas Day, Good Friday and Ascension Day.",
      "id": "s154"
    },
    {
      "text": "27 Proselytizing activity is banned upon the basis that it may be disruptive.",
      "id": "s155"
    },
    {
      "text": "In 2005 three women from a particular Christian denomination were arrested and charged with attempting to convert Muslim children to Christianity.",
      "id": "s156"
    },
    {
      "text": "It was alleged that during Sunday School programmes held at their houses, they gave free pencil boxes and T-shirts to those attending, including Muslim children.",
      "id": "s157"
    },
    {
      "text": "There is no evidence as to the resolution of this matter.",
      "id": "s158"
    },
    {
      "text": "Foreign religious organizations must obtain permission from the Ministry of Religious Affairs before providing assistance to religious groups in the country.",
      "id": "s159"
    },
    {
      "text": "There are no restrictions on the publication of religious material or the use of religious symbols.",
      "id": "s160"
    },
    {
      "text": "However distribution to persons of other faiths is prohibited.",
      "id": "s161"
    },
    {
      "text": "The law does not discriminate against any religious group in employment, education, housing or healthcare.",
      "id": "s162"
    },
    {
      "text": "Some Christians and members of other religious minority groups believe that they are often excluded from prime civil service postings and graduate student positions at public universities.",
      "id": "s163"
    },
    {
      "text": "28 During the fasting month of Ramadan many local authorities order the closure of, or reduced operating hours in, various types of entertainment, including non-hotel bars, discos, nightclubs, saunas, spas, massage parlours and venues for live music.",
      "id": "s164"
    },
    {
      "text": "Facilities such as billiard parlours, karaoke bars, hotel bars and discos are permitted to operate for up to four hours per night.",
      "id": "s165"
    },
    {
      "text": "Some members of minority faiths feel that these restrictions infringe their rights.",
      "id": "s166"
    },
    {
      "text": "29 In December 2004 there were church bombings in Palu.",
      "id": "s167"
    },
    {
      "text": "Following the shooting of a clergywoman in 2004 the police chief promised to ensure that both Christians and Muslims were secure.",
      "id": "s168"
    },
    {
      "text": "In July 2004 local courts began to prosecute a rash of cases of violence, including seven trials of predominantly Christian separatists, in connection with violence in April 2004.",
      "id": "s169"
    },
    {
      "text": "In recent years there has been growing Islamic awareness amongst Indonesian Muslims.",
      "id": "s170"
    },
    {
      "text": "This has led to more frequent public displays of piety and other manifestations of the Muslim faith.",
      "id": "s171"
    },
    {
      "text": "30 The Tribunal referred to the following extract from the 1992 Catechism of the Roman Catholic Church:\n The works of mercy are charitable actions by which we come to the aid of our neighbor in his spiritual and bodily necessities.",
      "id": "s172"
    },
    {
      "text": "Instructing, advising, consoling, comforting are spiritual works of mercy, as are forgiving and bearing wrongs patiently.",
      "id": "s173"
    },
    {
      "text": "The corporal works of mercy consist especially in feeding the hungry, sheltering the homeless, clothing the naked, visiting the sick and imprisoned and burying the dead.",
      "id": "s174"
    },
    {
      "text": "Among all these giving alms to the poor is one of the chief witnesses to fraternal charity: it is also a work of justice pleasing to God: He who has two coats let him share with him who has none and he who has food must do likewise.",
      "id": "s175"
    },
    {
      "text": "But give for alms those things which are within; and behold, everything is clean for you.",
      "id": "s176"
    },
    {
      "text": "If a brother or sister is ill-clad and in lack of daily food, and one of you says to them, \"Go in peace, be warmed and filled,\" without giving them the things needed for the body, what does it profit?",
      "id": "s177"
    },
    {
      "text": "31 The Tribunal also quoted from Father Riley's Youth Off the Streets website.",
      "id": "s178"
    },
    {
      "text": "It refers to the establishment of a children's care centre in partnership with an Islamic group.",
      "id": "s179"
    },
    {
      "text": "Youth Off the Streets seems to be a Roman Catholic charitable organization.",
      "id": "s180"
    },
    {
      "text": "The extract demonstrates co-operation between Roman Catholic and Muslim organizations in Indonesia.",
      "id": "s181"
    },
    {
      "text": "32 Finally, there was reference to a website of the Legion of Mary at which the following extract appears:\n Prodigious Growth Is it any wonder that such an organization should have, within the lifetime of its founder, spanned the seven seas and reached the very \"extremities of the earth\"?",
      "id": "s182"
    },
    {
      "text": "After experiencing a significant drop in numbers after Vatican II --- as did so many communities and organizations within the Church --- the Legion hopes to regain its ground and be a special instrument in the \"new evangelization\".",
      "id": "s183"
    },
    {
      "text": "The Third World countries are a special sign of hope for increased participation in the Legion.",
      "id": "s184"
    },
    {
      "text": "By the mid 80s the Philippines had 15,500 Praesidia with nearly 200,000 active members.",
      "id": "s185"
    },
    {
      "text": "Hong Kong had 250 Praesidia, Indonesia almost 1,000, Japan 350, Taiwan 120.",
      "id": "s186"
    },
    {
      "text": "Korea had then over 7,000 Praesidia.",
      "id": "s187"
    },
    {
      "text": "...",
      "id": "s188"
    },
    {
      "text": "Recently at the close of the 2nd Marian year, at the request of the Korean Bishops, 150,000 active members of the Legion of Mary gathered at the Cheongju stadium in Seoul, South Korea representing 2 Senatus, 2 Regial, 70 Comitia, 700 Curial and 13,000 Praesidia.",
      "id": "s189"
    },
    {
      "text": "(Emphasis in original) \n33 The Tribunal accepted that the appellant was an Indonesian citizen who had arrived in Australia on 22 June 1982 from Indonesia, that she was ethnic Chinese and that she was Roman Catholic.",
      "id": "s190"
    },
    {
      "text": "It accepted that she could also be characterized as a member of a particular social group, namely Chinese Christians in Indonesia, or single Chinese Christian women in Indonesia.",
      "id": "s191"
    },
    {
      "text": "The Tribunal did not accept that the appellant had been subjected to harm amounting to persecution in Indonesia by reason of her race and/or religion and/or membership of a particular social group.",
      "id": "s192"
    },
    {
      "text": "The Tribunal found that she had \"engaged in a degree of overstatement\" in connection with her experiences in Indonesia.",
      "id": "s193"
    },
    {
      "text": "In particular it considered that she had exaggerated the extent to which she was obliged to comply with Muslim practices during Ramadan.",
      "id": "s194"
    },
    {
      "text": "It accepted that at school, she may have been required to conform to \"some religious mores of the predominant Muslim culture\", but she had been free to practise her religion on a daily basis and had regularly attended her parish church and been involved in parish activities.",
      "id": "s195"
    },
    {
      "text": "34 The Tribunal accepted that she had been subjected to some incidents of harassment and social ostracism and, in particular, that for reason of her Chinese ethnicity, she had been subjected to taunts from other children, to sexual gestures and to derision.",
      "id": "s196"
    },
    {
      "text": "However it did not accept that her experiences amounted to persecution as required by s 91R(2) of the Act.",
      "id": "s197"
    },
    {
      "text": "They were not systematic or serious.",
      "id": "s198"
    },
    {
      "text": "The Tribunal also did not accept that she had faced discrimination in respect of education.",
      "id": "s199"
    },
    {
      "text": "It noted that she had access to the public education system, had completed her education and had attended a private Catholic university.",
      "id": "s200"
    },
    {
      "text": "She then took up tertiary studies in Australia.",
      "id": "s201"
    },
    {
      "text": "It accepted that in state education facilities, she may have been required to adhere to certain \"mores\", such as the study of Arabic.",
      "id": "s202"
    },
    {
      "text": "The Tribunal did not consider such requirements to be discriminatory in intent or persecutory conduct.",
      "id": "s203"
    },
    {
      "text": "35 The Tribunal had previously observed that her allegation that she had been kidnapped on fifteen occasions had not been raised at the time of her original application.",
      "id": "s204"
    },
    {
      "text": "It accepted that she may have participated in visits to fellow Christians in hospitals, organized through her parish church.",
      "id": "s205"
    },
    {
      "text": "However it found significant aspects of her claims concerning kidnapping and torture to be implausible.",
      "id": "s206"
    },
    {
      "text": "The Tribunal considered it to be implausible that if these incidents had occurred when she was about seventeen, they would have continued on such a regular basis over a period of eighteen months.",
      "id": "s207"
    },
    {
      "text": "She said that she had raised these matters with her parish priest and with her parents.",
      "id": "s208"
    },
    {
      "text": "The Tribunal did not accept that in the face of such conduct, the appellant would have continued with the visits for such a lengthy period, or that her parents or parish priest would have permitted her to do so.",
      "id": "s209"
    },
    {
      "text": "Thus the Tribunal rejected her assertions that she had been kidnapped by Muslim fundamentalists and tortured.",
      "id": "s210"
    },
    {
      "text": "36 The Tribunal did not give great weight to the psychological report \"as establishing the [appellant's] claims\".",
      "id": "s211"
    },
    {
      "text": "This was, at least partly, because it was prepared on the basis of one interview and certain questionnaires.",
      "id": "s212"
    },
    {
      "text": "The Tribunal also considered that the psychologist had based his diagnosis upon her account of her experiences which he (the psychologist) had considered to be reliable and truthful.",
      "id": "s213"
    },
    {
      "text": "However the Tribunal considered the reliability and truthfulness of her account to be inadequately substantiated.",
      "id": "s214"
    },
    {
      "text": "This statement must be understood in the context of the appellant's purpose in tendering the report.",
      "id": "s215"
    },
    {
      "text": "Such purpose was to substantiate her claims concerning her experiences in Indonesia.",
      "id": "s216"
    },
    {
      "text": "The obvious problem with that approach is that the psychologist relied on the appellant's account of her experiences in forming his diagnosis.",
      "id": "s217"
    },
    {
      "text": "In other words, the appellant's proposition is:\n \n&#8226; The psychologist diagnosed anxiety, depression and post traumatic stress disorder, which conditions he attributed to the experiences which she had have related to him;\n \n&#8226; Therefore her account must be true.",
      "id": "s218"
    },
    {
      "text": "37 The Tribunal was not willing to adopt this process of reasoning because it had doubts about her account.",
      "id": "s219"
    },
    {
      "text": "The psychologist's report may not have been entirely irrelevant to the question of whether she had suffered some sort of trauma in the past.",
      "id": "s220"
    },
    {
      "text": "However the Tribunal was charged with the resolution of the case.",
      "id": "s221"
    },
    {
      "text": "It could not allow the psychologist to assume that duty.",
      "id": "s222"
    },
    {
      "text": "38 The Tribunal did not accept that the appellant had been subjected to serious harm in the form of kidnapping or torture, and did not accept that she would be subject to serious psychological harm on her return to Indonesia by reason of such past experiences.",
      "id": "s223"
    },
    {
      "text": "The Tribunal accepted that as she has been in Australia for many years, return to Indonesia would entail a degree of cultural and emotional adjustment.",
      "id": "s224"
    },
    {
      "text": "However it did not consider that such experience would amount to serious harm.",
      "id": "s225"
    },
    {
      "text": "It was also not Convention-related.",
      "id": "s226"
    },
    {
      "text": "The Tribunal did not accept that the length of her stay in Australia would lead to her being seen as a supporter of the west or that she would suffer harm for that reason.",
      "id": "s227"
    },
    {
      "text": "39 The Tribunal concluded that the appellant would not face a real chance of persecution upon return to Indonesia by reason of her religion, ethnic background or membership of a social group.",
      "id": "s228"
    },
    {
      "text": "It did not accept that she would be unable to practise her faith in Indonesia or that such practice would be conditional upon her exercising discretion.",
      "id": "s229"
    },
    {
      "text": "These conclusions were based upon the Tribunal's view that the Roman Catholic religion is a recognized religion in Indonesia.",
      "id": "s230"
    },
    {
      "text": "The Tribunal accepted that the appellant might not be able to engage in \"works of mercy\" in Indonesia in the same way as she had done in Australia.",
      "id": "s231"
    },
    {
      "text": "However it noted that the Legion of Mary operates in Indonesia, and that a number of Roman Catholic agencies carry out works of mercy in that country and do so in collaboration with Muslim organizations.",
      "id": "s232"
    },
    {
      "text": "It also noted that \"works of mercy\", as described in the Catechism, might take a variety of forms.",
      "id": "s233"
    },
    {
      "text": "The concept is not strictly codified.",
      "id": "s234"
    },
    {
      "text": "The Tribunal did not accept that she would be unable to engage in works of mercy in Indonesia.",
      "id": "s235"
    },
    {
      "text": "40 The Tribunal noted restrictions upon religious speech, distribution of literature and proselytization and accepted that the appellant would not be able to engage in activities of that kind.",
      "id": "s236"
    },
    {
      "text": "However it did not consider this to be persecutory conduct.",
      "id": "s237"
    },
    {
      "text": "Such laws applied \"across the board\" to all religious denominations and did not involve the suppression of a particular religion.",
      "id": "s238"
    },
    {
      "text": "The restrictions were aimed at the maintenance of social order and were appropriate and adapted to achieving that legitimate object.",
      "id": "s239"
    },
    {
      "text": "41 The Tribunal also found that the appellant would be able to avail herself of effective state protection in the event of harassment or persecution.",
      "id": "s240"
    },
    {
      "text": "This conclusion appears to have been based upon evidence suggesting improvement in such protection in recent years.",
      "id": "s241"
    },
    {
      "text": "The Tribunal also noted government attempts to promote racial and ethnic tolerance.",
      "id": "s242"
    },
    {
      "text": "APPLICATION FOR JUDICIAL REVIEW \n \n42 In the amended application for judicial review filed on 16 November 2007 in the Federal Magistrates Court, the first ground for review was that the Tribunal had failed to comply with s 425(1) of the Act in that it had failed to disclose \"issues that arose on the application for review\", namely:\n \n&#8226; whether the appellant's experiences in Indonesia were persecutory;\n \n&#8226; the accuracy of the psychological report;\n \n&#8226; whether legal restrictions on proselytization in Indonesia were of general application, appropriate and adapted to meet the requirements of the society; and\n \n&#8226; whether the state could protect the appellant from the conduct which she feared.",
      "id": "s243"
    },
    {
      "text": "43 The second ground was that the Tribunal had failed to ask a question which, in the context of her application, it was required to ask in exercising its jurisdiction namely, whether the restrictions which might be imposed on the appellant's intended acts of mercy in Indonesia would impinge upon her freedom of religion to the extent that such restriction would be persecutory.",
      "id": "s244"
    },
    {
      "text": "The first ground --- s 425(1) \n \n44 The first ground was that the Tribunal failed to comply with s 425(1) of the Act.",
      "id": "s245"
    },
    {
      "text": "Section 425 provides:\n \n \n (1) The Tribunal must invite the applicant to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s246"
    },
    {
      "text": "(2) Subsection (1) does not apply if: \n \n \n (a) the Tribunal considers that it should decide the review in the applicant's favour on the basis of the material before it; or\n (b) the applicant consents to the Tribunal deciding the review without the applicant appearing before it; or\n (c) subsection 424C(1) or (2) applies to the applicant.",
      "id": "s247"
    },
    {
      "text": "(3) If any of the paragraphs in subsection (2) of this section apply, the applicant is not entitled to appear before the Tribunal.",
      "id": "s248"
    },
    {
      "text": "45 Neither at first instance, nor on appeal, was it suggested that any other provision of the Act was relevantly engaged.",
      "id": "s249"
    },
    {
      "text": "In particular, there was no reliance on either s 422B or s 424A.",
      "id": "s250"
    },
    {
      "text": "46 Section 425(1) requires only that the Tribunal \"invite\" the applicant to appear to give evidence and present arguments.",
      "id": "s251"
    },
    {
      "text": "The appellant did not claim that she had not received an appropriate invitation.",
      "id": "s252"
    },
    {
      "text": "The appellant rather submitted that neither in the relevant invitation, nor at the hearing, was she given sufficient notice that the Tribunal might decide the case by reference to the various issues identified in the first ground.",
      "id": "s253"
    },
    {
      "text": "This complaint arose primarily out of the reasoning of the High Court in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 228 CLR 152.",
      "id": "s254"
    },
    {
      "text": "The circumstances giving rise to that case are briefly summarized in the reasons at [3] and [4] as follows:\n \n \n 3 The Tribunal wrote to the appellant telling him that it was unable to make a decision in his favour on the information he had supplied, and invited him to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review (s 425(1)).",
      "id": "s255"
    },
    {
      "text": "The appellant took up this invitation and appeared before the Tribunal in February 2003.",
      "id": "s256"
    },
    {
      "text": "The Tribunal member began proceedings by telling the appellant that on reading all of the material, she was not able to be satisfied that the appellant qualified for a protection visa.",
      "id": "s257"
    },
    {
      "text": "The Tribunal member then asked the appellant questions that elicited from him the same description of events as he had given in his statutory declaration.",
      "id": "s258"
    },
    {
      "text": "At no stage did the Tribunal challenge what the appellant said, express any reaction to what he said, or invite him to amplify any of the three particular aspects of the account he had given in his statutory declaration, and repeated in his evidence, which the Tribunal later found to be \"implausible\".",
      "id": "s259"
    },
    {
      "text": "Rather, the first the appellant knew of the suggestion that his account of events was implausible in these three respects was when the Tribunal published its decision.",
      "id": "s260"
    },
    {
      "text": "4 Did the courts below err in holding that the Tribunal had not denied the appellant procedural fairness?",
      "id": "s261"
    },
    {
      "text": "47 It seems that, as in the present case, no reference was made to s 422B or to s 424A , although both were then in force.",
      "id": "s262"
    },
    {
      "text": "Indeed, at [29], the Court said:\n No submission was made on behalf of either the appellant or the Minister that the existence or content of the obligation to accord procedural fairness was directly affected by any provision of the Act.",
      "id": "s263"
    },
    {
      "text": "Rather the argument proceeded, for the most part, by reference to what had been said by the Full Court of the Federal Court in Alphaone ... .",
      "id": "s264"
    },
    {
      "text": "The Full Court (Northrop, Miles and French JJ) said ...: \n \n \"Where the exercise of a statutory power attracts the requirement for procedural fairness, a person likely to be affected by the decision is entitled to put information and submissions to the decision-maker in support of an outcome that supports his or her interests.",
      "id": "s265"
    },
    {
      "text": "That entitlement extends to the right to rebut or qualify by further information, and comment by way of submission, upon adverse material from other sources which is put before the decision-maker.",
      "id": "s266"
    },
    {
      "text": "It also extends to require the decision-maker to identify to the person affected any issue critical to the decision which is not apparent from its nature or the terms of the statute under which it is made.",
      "id": "s267"
    },
    {
      "text": "The decision-maker is required to advise of any adverse conclusion which has been arrived at which would not obviously be open on the known material.",
      "id": "s268"
    },
    {
      "text": "Subject to these qualifications however, a decision-maker is not obliged to expose his or her mental processes or provisional views to comment before making the decision in question.",
      "id": "s269"
    },
    {
      "text": "(Original Emphasis) \n \n\n48 In SZBEL at [33]-[35] the High Court said:\n \n \n 33 The Act defines the nature of the opportunity to be heard that is to be given to an applicant for review by the Tribunal.",
      "id": "s270"
    },
    {
      "text": "The applicant is to be invited \"to give evidence and present arguments relating to the issues arising in relation to the decision under review (s 425(1) (emphasis added).",
      "id": "s271"
    },
    {
      "text": "The reference to \"the issues arising in relation to the decision under review\" is important.",
      "id": "s272"
    },
    {
      "text": "34 Those issues will not be sufficiently identified in every case by describing them simply as whether the applicant is entitled to a protection visa.",
      "id": "s273"
    },
    {
      "text": "The statutory language \"arising in relation to the decision under review\" is more particular.",
      "id": "s274"
    },
    {
      "text": "The issues arising in relation to a decision under review are to be identified having regard not only to the fact that the Tribunal may exercise (s 415) all the powers and discretions conferred by the Act on the original decision-maker (here, the Minister's delegate), but also to the fact that the Tribunal is to review that particular decision, for which the decision-maker will have given reasons.",
      "id": "s275"
    },
    {
      "text": "35 The Tribunal is not confined to whatever may have been the issues that the delegate considered.",
      "id": "s276"
    },
    {
      "text": "The issues that arise in relation to the decision are to be identified by the Tribunal.",
      "id": "s277"
    },
    {
      "text": "But if the Tribunal takes no step to identify some issue other than those that the delegate considered dispositive, and does not tell the applicant what that other issue is, the applicant is entitled to assume that the issues the delegate considered dispositive are \"the issues arising in relation to the decision under review\".",
      "id": "s278"
    },
    {
      "text": "That is why the point at which to begin the identification of issues arising in relation to the decision under review will usually be the reasons given for that decision.",
      "id": "s279"
    },
    {
      "text": "And unless some other additional issues are identified by the Tribunal (as they may be), it would ordinarily follow that, on review by the Tribunal, the issues arising in relation to the decision under review would be those which the original decision-maker identified as determinative against the applicant.",
      "id": "s280"
    },
    {
      "text": "(Original Emphasis) \n \n \n \n \n \n \n\n49 Section 425 offers guidance as to the requirements of procedural fairness in proceedings which follow an invitation pursuant to that section.",
      "id": "s281"
    },
    {
      "text": "The High Court considered that the Tribunal had failed to extend the degree of procedural fairness implicitly contemplated by s 425(1).",
      "id": "s282"
    },
    {
      "text": "The decision does not mean that all relevant matters in dispute must be raised in an invitation issued pursuant to s 425(1).",
      "id": "s283"
    },
    {
      "text": "Notice of a particular issue may be given in the course of the hearing.",
      "id": "s284"
    },
    {
      "text": "I do not understand the appellant to have submitted to the contrary.",
      "id": "s285"
    },
    {
      "text": "50 At [47]-[49] the High Court made three further points as follows:\n \n \n 47 First, there may well be cases, perhaps many cases, where either the delegate's decision, or the Tribunal's statements or questions during a hearing, sufficiently indicate to an applicant that everything he or she says in support of the application is in issue.",
      "id": "s286"
    },
    {
      "text": "That indication may be given in many ways.",
      "id": "s287"
    },
    {
      "text": "It is not necessary (and often would be inappropriate) for the Tribunal to put to an applicant, in so many words, that he or she is lying, that he or she may not be accepted as a witness of truth, or that he or she may be thought to be embellishing the account that is given of certain events.",
      "id": "s288"
    },
    {
      "text": "The proceedings are not adversarial and the Tribunal is not, and is not to adopt the position of a contradictor.",
      "id": "s289"
    },
    {
      "text": "But where, as here, there are specific aspects of an applicant's account, that the Tribunal considers may be important to the decision and may be open to doubt, the Tribunal must at least ask the applicant to expand upon those aspects of the account and ask the applicant to explain why the account should be accepted.",
      "id": "s290"
    },
    {
      "text": "48 Secondly, as Lord Diplock said in F Hoffman-La Roche &amp; Co AG v Secretary of State for Trade and Industry ..., \n \n \n \n \n \"the rules of natural justice do not require the decision maker to disclose what he is minded to decide so that the parties may have a further opportunity of criticising his mental processes before he reaches a final decision.",
      "id": "s291"
    },
    {
      "text": "If this were a rule of natural justice only the most talkative of judges would satisfy it and trial by jury would have to be abolished.",
      "id": "s292"
    },
    {
      "text": "\" \n \n \n \n \n Procedural fairness does not require the Tribunal to give an applicant a running commentary upon what it thinks about the evidence that is given.",
      "id": "s293"
    },
    {
      "text": "On the contrary, to adopt such a course would be likely to run a serious risk of conveying an impression of prejudgment.",
      "id": "s294"
    },
    {
      "text": "49 Finally, even if the issues that arise in relation to the decision under review are properly identified to the applicant, there may yet be cases which would yield to analysis in the terms identified by the Full Court of the Federal Court in Alphaone .",
      "id": "s295"
    },
    {
      "text": "It would neither be necessary nor appropriate to now foreclose that possibility.",
      "id": "s296"
    },
    {
      "text": "51 In the application for review, as set out above, the appellant complained that the Tribunal should have extended to her the opportunity to address four different matters.",
      "id": "s297"
    },
    {
      "text": "On appeal, the appellant abandoned reliance on all but the proselytization issue.",
      "id": "s298"
    },
    {
      "text": "Nonetheless the question of whether the appellant had suffered persecution in Indonesia and the availability of state protection may bear upon my consideration of that issue.",
      "id": "s299"
    },
    {
      "text": "It will not be necessary that I say anything further about the psychological report.",
      "id": "s300"
    },
    {
      "text": "Persecution and s 91R \n \n52 Section 91R relevantly provides:\n Persecution \n \n (1) For the purposes of the application of this Act and the regulations to a particular person, Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol does not apply in relation to persecution for one or more of the reasons mentioned in that Article unless: \n \n \n \n \n (a) that reason is the essential and significant reason, or those reasons are the essential and significant reasons, for the persecution; and\n (b) the persecution involves serious harm to the person; and\n (c) the persecution involves systematic and discriminatory conduct.",
      "id": "s301"
    },
    {
      "text": "(2) Without limiting what is serious harm for the purposes of paragraph (1)(b), the following are instances of serious harm for the purposes of that paragraph: \n \n \n \n \n (a) a threat to the person's life or liberty;\n (b) a significant physical harassment of the person;\n (c) significant physical ill-treatment of the person;\n (d) significant economic hardship that threatens the person's capacity to subsist;\n (e) denial of access to basic services, where the denial threatens the person's capacity to subsist;\n (f) denial of capacity to earn a livelihood of any kind, where the denial threatens the person's capacity to subsist.",
      "id": "s302"
    },
    {
      "text": "(3) For the purposes of the application of this Act and the regulations to a particular person: \n \n \n \n \n (a) in determining whether the person has a well-founded fear of being persecuted for one or more of the reasons mentioned in Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol;\n disregard any conduct engaged in by the person in Australia unless:\n (b) the person satisfies the Minister that the person engaged in the conduct otherwise than for the purpose of strengthening the person's claim to be a refugee within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s303"
    },
    {
      "text": "(Original Emphasis) \n \n \n \n53 The Tribunal rejected the more serious aspects of the appellant's claim to have suffered persecution, particularly her claim to have suffered serial kidnapping with actual abusive violence.",
      "id": "s304"
    },
    {
      "text": "The Tribunal accepted that she had suffered some harassment and might again suffer harassment in Indonesia, but concluded that such harassment would not amount to persecution as defined in s 91R.",
      "id": "s305"
    },
    {
      "text": "State protection \n \n54 The Tribunal concluded that the Indonesian state was willing and able to afford her protection from harassment or persecution.",
      "id": "s306"
    },
    {
      "text": "Laws of general application; laws appropriate and adapted to the requirements of the Indonesian society \n \n55 The appellant complained that pursuant to s 425(1), the Tribunal ought to have told her that it might dispose of the matter upon the basis that legal restrictions on proselytization in Indonesia were laws of general application, appropriate and adapted to meet the requirements of Indonesian society.",
      "id": "s307"
    },
    {
      "text": "It did not do so.",
      "id": "s308"
    },
    {
      "text": "56 The Tribunal found that the restraint on proselytization was not persecutory conduct \"... on the basis that the laws restricting proselytizing are laws applied across the board to all religious denominations and that the object of these laws is not the suppression of a particular religion but rather the maintaining of social order.",
      "id": "s309"
    },
    {
      "text": "That is the Tribunal finds on the basis of the country information set out above that the law and its enforcement is appropriate and adapted to achieving a legitimate object ...\".",
      "id": "s310"
    },
    {
      "text": "In so holding, the Tribunal relied upon passages in the judgment of McHugh J in Applicant A v Minister for Immigration and Ethnic Affairs [1997] HCA 4 ; (1997) 190 CLR 225 at 258 and in the joint reasons of McHugh and Kirby JJ in Appellant S395/2002 v Minister for Immigration and Multicultural Affairs [2003] HCA 71 ; (2003) 216 CLR 473 at [45] .",
      "id": "s311"
    },
    {
      "text": "57 In Applicant A , at 258, McHugh J observed that persecution relevantly involves an element of discrimination against a person because of race, religion, nationality, political opinion or membership of a social group.",
      "id": "s312"
    },
    {
      "text": "In the next paragraph his Honour discussed circumstances in which conduct which would be persecutory (by virtue of its being discriminatory) would not be treated as such because it was appropriate and adapted to achieving some legitimate object of the relevant society.",
      "id": "s313"
    },
    {
      "text": "At the top of p 259, his Honour continued:\n However, where a racial, religious, national group or the holder of a particular political opinion is a subject of sanctions that do not apply generally in the State, it is more likely than not that the application of the sanction is discriminatory and persecutory.",
      "id": "s314"
    },
    {
      "text": "It is therefore inherently suspect and requires close scrutiny ... .",
      "id": "s315"
    },
    {
      "text": "... Only in exception cases is it likely that a sanction aimed at persons for reasons of race, religion or nationality will be an appropriate means for achieving a legitimate government object and not amount to persecution.",
      "id": "s316"
    },
    {
      "text": "58 In Applicant S395 , the High Court was considering a decision of the Tribunal which concerned homosexual men in Bangladesh.",
      "id": "s317"
    },
    {
      "text": "Although McHugh and Kirby JJ were, at [45], speaking of legislation penalizing homosexual conduct in that country, such legislation was not the subject of the Tribunal's decision.",
      "id": "s318"
    },
    {
      "text": "The Tribunal had found that homosexual men in Bangladesh constituted a particular social group under the Convention.",
      "id": "s319"
    },
    {
      "text": "The applicants had claimed to fear persecution because of membership of that group.",
      "id": "s320"
    },
    {
      "text": "However the relevant persecution was not legislative restriction upon homosexual conduct.",
      "id": "s321"
    },
    {
      "text": "The applicants rather feared persecution because of community hostility to homosexuality.",
      "id": "s322"
    },
    {
      "text": "Hence the case is not relevant to the question with which I am presently concerned.",
      "id": "s323"
    },
    {
      "text": "59 In Chen Shi Hai v Minister for Immigration and Multicultural Affairs [2000] HCA 19 ; (2000) 201 CLR 293 , the majority of the High Court said at [19]-[21]:\n \n \n 19 Laws or policies which target or apply only to a particular section of the population are not properly described as laws or policies of general application.",
      "id": "s324"
    },
    {
      "text": "Certainly, laws which target or impact adversely upon a particular class or group --- for example, \"black children\", as distinct from children generally --- cannot properly be described in that way.",
      "id": "s325"
    },
    {
      "text": "Further and notwithstanding what was said by Dawson J in Applicant A , the fact that laws are of general application is more directly relevant to the question of persecution than to the question whether a person is a member of a particular social group.",
      "id": "s326"
    },
    {
      "text": "20 In Applicant A , McHugh J pointed out that \"[w]hether or not conduct constitutes persecution in the Convention sense does not depend on the nature of the conduct [but] ... on whether it discriminates against a person because of race, religion, nationality, political opinion or membership of a social group\" ... .",
      "id": "s327"
    },
    {
      "text": "In that context, his Honour also pointed out that \"enforcement of a generally applicable criminal law does not ordinarily constitute persecution\" ... .",
      "id": "s328"
    },
    {
      "text": "That is because enforcement of a law of that kind does not ordinarily constitute discrimination.",
      "id": "s329"
    },
    {
      "text": "21.",
      "id": "s330"
    },
    {
      "text": "To say that, ordinarily, a law of general application is not discriminatory is not to deny that general laws, which are apparently non discriminatory, may impact differently on different people and, thus, operate discriminatorily.",
      "id": "s331"
    },
    {
      "text": "Nor is it to overlook the possibility that selective enforcement of a law of general application may result in discrimination.",
      "id": "s332"
    },
    {
      "text": "As a general rule, however, a law of general application is not discriminatory ... .",
      "id": "s333"
    },
    {
      "text": "And Applicant A held that, merely because some people disagree with a law of that kind and fear the consequences of their failure to abide by that law, they do not, on that account, constitute a social group for the purposes of the Convention.",
      "id": "s334"
    },
    {
      "text": "60 At [24]-[29] their Honours continued:\n \n \n 24 As already indicated, there is a common thread linking the expressions \"persecuted\", \"for reasons of\" and \"membership of a particular social group\" in the Convention definition of \"refugee\".",
      "id": "s335"
    },
    {
      "text": "In a sense, that is to oversimplify the position.",
      "id": "s336"
    },
    {
      "text": "The thread links \"persecuted\", \"for reasons of\" and the several grounds specified in the definition, namely, \"race, religion, nationality, membership of a particular social group or political opinion\" ... .",
      "id": "s337"
    },
    {
      "text": "25 As was pointed out in Applicant A ...,not every form of discriminatory or persecutory behaviour is covered by the Convention definition of \"refugee\".",
      "id": "s338"
    },
    {
      "text": "It covers only conduct undertaken for reasons specified in the Convention.",
      "id": "s339"
    },
    {
      "text": "And the question whether it is undertaken for a Convention reason cannot be entirely isolated from the question whether that conduct amounts to persecution.",
      "id": "s340"
    },
    {
      "text": "Moreover, the question whether particular discriminatory conduct is or is not persecution for one or other of the Convention reasons may necessitate different analysis depending on the particular reason assigned for that conduct.",
      "id": "s341"
    },
    {
      "text": "26 The need for different analysis depending on the reason assigned for the discriminatory conduct in question may be illustrated, in the first instance, by reference to race, religion and nationality.",
      "id": "s342"
    },
    {
      "text": "If persons of a particular race, religion or nationality are treated differently from other members of society, that, of itself, may justify the conclusion that they are treated differently by reason of their race, religion or nationality.",
      "id": "s343"
    },
    {
      "text": "That is because, ordinarily, race, religion and nationality do not provide a reason for treating people differently.",
      "id": "s344"
    },
    {
      "text": "27 The position is somewhat more complex when persecution is said to be for reasons of membership of a particular social group or political opinion.",
      "id": "s345"
    },
    {
      "text": "There may be groups --- for example, terrorist groups --- which warrant different treatment to protect society.",
      "id": "s346"
    },
    {
      "text": "So, too, it may be necessary for the protection of society to treat persons who hold certain political views --- for example, those who advocate violence or terrorism --- differently from other members of society.",
      "id": "s347"
    },
    {
      "text": "28 As McHugh J pointed in Applicant A , the question whether the different treatment of persons of a particular race, religion, nationality or political persuasion or who are members of a particular social group constitutes persecution for that reason ultimately depends on whether that treatment is \"appropriate and adapted to achieving some legitimate object of the country [concerned]\" ... .",
      "id": "s348"
    },
    {
      "text": "Moreover, it is \"[o]nly in exceptional cases ... that a sanction aimed at persons for reasons of race, religion or nationality will be an appropriate means for achieving [some] legitimate government object and not amount to persecution\" ... .",
      "id": "s349"
    },
    {
      "text": "29 Whether the different treatment of different individuals or groups is appropriate and adapted to achieving some legitimate government object depends on the different treatment involved and, ultimately, whether it offends the standards of civil societies which seek to meet the calls of common humanity.",
      "id": "s350"
    },
    {
      "text": "Ordinarily, denial of access to food, shelter, medical treatment and, in the case of children, denial of an opportunity to obtain an education involve such a significant departure from the standards of the civilised world as to constitute persecution.",
      "id": "s351"
    },
    {
      "text": "And that is so even if the different treatment involved is undertaken for the purpose of achieving some legitimate national objective.",
      "id": "s352"
    },
    {
      "text": "61 In Wang v Minister for Immigration and Multicultural Affairs [2000] FCA 1599 ; (2001) 179 ALR 1 , Merkel J (Wilcox &amp; Gray JJ concurring) said, at [63]-[66]:\n \n \n 63 While, generally, punishment for breach of a criminal law of general application will not constitute persecution for a Convention reason, the proposition contended for by the minister that prosecution under generally applicable laws cannot amount to persecution for a Convention reason is erroneous.",
      "id": "s353"
    },
    {
      "text": "Before such a conclusion can be reached in a particular case the circumstances of the individual concerned must be considered.",
      "id": "s354"
    },
    {
      "text": "That consideration will usually occur in the context of an inquiry into the nature of the law, the motives behind the law, whether the law is selectively or discriminatorily enforced or impacts differently on different people.",
      "id": "s355"
    },
    {
      "text": "Further, where the punishment is disproportionately severe, that can result in the enforcement of the law in that case being persecutory for a Convention reason: ... .",
      "id": "s356"
    },
    {
      "text": "64 In the present case the RRT gave only scant attention to the above matters.",
      "id": "s357"
    },
    {
      "text": "In inquiring into the nature of the laws in question I would have expected the RRT to have specified, in greater detail than it did, the source and detail of the laws and the penalties that attend their breach.",
      "id": "s358"
    },
    {
      "text": "65 A law that targets or applies to persons by reason of their political opinions, religion, race or membership of a pre-existing social group, is not properly described as a law of general application.",
      "id": "s359"
    },
    {
      "text": "Such laws \"target or apply only to a particular section of the population\" ... .",
      "id": "s360"
    },
    {
      "text": "66 Consequently, a law regulating the practice of religion, requiring that it be practised or observed in a particular way or targeting or applying only to persons practising religion, is not a law of \":general application\".",
      "id": "s361"
    },
    {
      "text": "Thus, a fear of prosecution or punishment by the authorities for the breach of such laws can, of itself, give rise to a well-founded fear of persecution for a Convention reason.",
      "id": "s362"
    },
    {
      "text": "62 The cases suggest that the question of whether a law is of general application is distinct from the question of whether it is appropriate and adapted to a legitimate purpose.",
      "id": "s363"
    },
    {
      "text": "If a law is, on its face, of general application, its enforcement will not be discriminatory (and therefore, at least potentially, persecutory) unless it has discriminatory impact upon persons of a particular race, religion, nationality or political persuasion, or who are members of a particular social group.",
      "id": "s364"
    },
    {
      "text": "In the event of such discrimination, it will be necessary to consider whether the law is appropriate to achieving some legitimate social purpose.",
      "id": "s365"
    },
    {
      "text": "Where legislation is not, on its face, of general application and applies to one or other of the protected \"groups\", it will always be necessary to consider its appropriateness to achieving a legitimate purpose.",
      "id": "s366"
    },
    {
      "text": "63 I have already set out the substance of the Tribunal's decision on this aspect of the case.",
      "id": "s367"
    },
    {
      "text": "At [68] the Magistrate said, concerning that decision:\n The third particular relates to whether legal restrictions on proselytizing in Indonesia were laws of general application and appropriate and adapted to requirements of the society.",
      "id": "s368"
    },
    {
      "text": "As discussed above, the Tribunal was not required to disclose its preliminary conclusions on such a matter of legal judgment.",
      "id": "s369"
    },
    {
      "text": "The Tribunal's legal conclusion on the facts is not a matter that has to be raised with an applicant under s 425(1).",
      "id": "s370"
    },
    {
      "text": "Restrictions on works of mercy \n \n64 The appellant also sought review upon the basis that the Tribunal had failed to consider whether the restrictions which might be imposed upon the appellant's intended acts of mercy in Indonesia impinged upon her freedom of religion to the extent that such restriction would be persecutory.",
      "id": "s371"
    },
    {
      "text": "In its reasons the Tribunal quoted the following extract from the online version of the 1992 Catechism of the Catholic Church:\n The works of mercy are charitable actions by which we come to the aid of our neighbour in his spiritual and bodily necessities.",
      "id": "s372"
    },
    {
      "text": "Instructing, advising, consoling, comforting are spiritual works of mercy, as are forgiving and bearing wrongs patiently.",
      "id": "s373"
    },
    {
      "text": "The corporal works of mercy consist especially in feeding the hungry, sheltering the homeless, clothing the naked, visiting the sick and imprisoned and burying the dead.",
      "id": "s374"
    },
    {
      "text": "Among all these, giving alms to the poor is one of the chief witnesses to fraternal charity: it is also a work of justice pleasing to God.",
      "id": "s375"
    },
    {
      "text": "... \n65 The Tribunal concluded:\n The [appellant] claims that should she return to Indonesia if she was to continue to carry out religious activities such as she has done here in Australia in association with the Legion of Mary and the St Vincent de Paul Society she would be subject to serious harm from Muslims and also the authorities.",
      "id": "s376"
    },
    {
      "text": "The [appellant] has provided considerable documentary material on the Legion of Mary and as discussed with the [appellant] at the hearing the word of the Legion of Mary falls within the umbrella of what is referred to in the Catholic Church as works of mercy.",
      "id": "s377"
    },
    {
      "text": "The Tribunal notes and accepts the description of works of mercy ... from the Catholic Catechism that the exercise of works of mercy is part of the practice of the Catholicism.",
      "id": "s378"
    },
    {
      "text": "The Tribunal accepts that the [appellant] may not be able to engage in works of mercy in Indonesia in the same format that she has done so in Australia with the Legion of Mary and the St Vincent de Paul Society by way for example of door knocking.",
      "id": "s379"
    },
    {
      "text": "However the Tribunal notes that the Legion of Mary does operate in Indonesia ... that a number of Catholic agencies do carry out works of mercy Indonesia and have managed to do so in collaboration with Muslim organizations, Fr Riley's Youth Off the Streets is a case in point ... .",
      "id": "s380"
    },
    {
      "text": "The Tribunal also notes that works of mercy as described in the Catholic Catechism may take a variety of forms and are not strictly codified.",
      "id": "s381"
    },
    {
      "text": "Accordingly the Tribunal does not accept that the [appellant] will be unable to engage in works of mercy in Indonesia.",
      "id": "s382"
    },
    {
      "text": "66 The appellant's case concerning works of mercy appears to have had two aspects, namely that:\n \n&#8226; to the extent that such works involved proselytization, Indonesian law would prevent her from engaging in such works; and\n \n&#8226; to the extent that such works involved general charitable work (visiting the sick, helping the poor, etc) she would be at risk of persecution if she engaged in such works.",
      "id": "s383"
    },
    {
      "text": "The two types of activity might overlap in that general charitable work could involve some degree of proselytization.",
      "id": "s384"
    },
    {
      "text": "67 The Tribunal and the Magistrate considered this matter in some detail.",
      "id": "s385"
    },
    {
      "text": "In effect, the Tribunal concluded that to the extent that the law forbade proselytization it was not persecutory.",
      "id": "s386"
    },
    {
      "text": "As to her other works of mercy, she could pursue them, although perhaps with some degree of harassment not amounting to persecution.",
      "id": "s387"
    },
    {
      "text": "State protection against such harassment would be available.",
      "id": "s388"
    },
    {
      "text": "The Magistrate concluded that the Tribunal had addressed the question of whether any restrictions upon the appellant's capacity to perform works of mercy would amount to persecution.",
      "id": "s389"
    },
    {
      "text": "THE APPEAL \n \n68 As I have said the only aspect of the s 425(1) case with which I am concerned is that involving proselytization.",
      "id": "s390"
    },
    {
      "text": "The other issue on appeal is the appellant's claim that the extent of the restrictions in Indonesia upon her works of mercy would amount to an unacceptable fetter upon the practice of her religion.",
      "id": "s391"
    },
    {
      "text": "It follows that her case is now limited to fear of persecution for reason of her religion.",
      "id": "s392"
    },
    {
      "text": "As to the ban on proselytization, I do not agree with the Magistrate that this aspect of the Tribunal's decision was simply a matter of \"legal judgment\", although it was certainly a matter for \"legal conclusion on the facts\".",
      "id": "s393"
    },
    {
      "text": "However, for present purposes, the question is not whether the Magistrate or the Tribunal was correct, but whether the Tribunal ought to have given the appellant an opportunity to lead evidence and make submissions on this aspect of the matter.",
      "id": "s394"
    },
    {
      "text": "69 In addressing that question the way in which the question of proselytization was raised is significant.",
      "id": "s395"
    },
    {
      "text": "Fairly clearly, it was not in issue at the time of the Delegate's decision or at the time of the first Tribunal decision.",
      "id": "s396"
    },
    {
      "text": "It appears to have been raised for the first time by the appellant's solicitors in their submissions dated 20 July 2006.",
      "id": "s397"
    },
    {
      "text": "On the second page of that letter the writer refers to the appellant as being \"committed to ... sharing her faith with others\".",
      "id": "s398"
    },
    {
      "text": "Under the heading \"Recently Obtained Evidence\", Item (C) is \"Information on the degree of commitment of the applicant to Christian faith and religious activities amounting to proselytizing\".",
      "id": "s399"
    },
    {
      "text": "On p 5 the writer states:\n We submit that activities the [appellant] has been involved in throughout a larger part of her life both while in Indonesia and in Australia amount to proselytizing in the meaning set out in the High Court in Applicant NABD.",
      "id": "s400"
    },
    {
      "text": "70 After setting out the passage which appears at [45] in Applicant NABD of 2002 v Minister for Immigration and Multicultural Affairs [2005] HCA 29 ; (2005) 216 ALR 1 (per McHugh J) the writer continues:\n Proselytizing in Indonesia is prohibited by law where it is considered a criminal offence.",
      "id": "s401"
    },
    {
      "text": "Breach of such law may lead to imprisonment and other penalties.",
      "id": "s402"
    },
    {
      "text": "We also note that Proselytizing by Christians is viewed generally as contrary to the beliefs of Islam.",
      "id": "s403"
    },
    {
      "text": "The latest Report on Religious Freedom in Indonesia states that: \n \n \n \"The government bans proselytizing, arguing that such activity, especially in areas heavily dominated by members of another religion, could prove disruptive.",
      "id": "s404"
    },
    {
      "text": "A joint decree issued by the Ministries of Religion and Home Affairs in 1979 prohibits members from one religion from trying to convert members of other faiths.",
      "id": "s405"
    },
    {
      "text": "\"\n \n \nExample of criminalization of proselytizing is Regulation 86UU No.23 2002 Child Protection which says: 'Any person who purposely uses deception, lies and enticement to make a child choose another religion not of his own free will, whereas it is known or should be assumed that the child is not of age and not responsible according to the religion they followed, will be prosecuted by imprisonment for five years and/or a fine of RP 100,000,0000 [sic].",
      "id": "s406"
    },
    {
      "text": "' \n \n \n \nIt is submitted that the law criminalizing proselytizing is not a law of general application.",
      "id": "s407"
    },
    {
      "text": "We submit that the law prohibiting proselytizing is persecutory not prosecutory.",
      "id": "s408"
    },
    {
      "text": "71 Whether a law banning proselytization is a law of general application will depend upon its terms and the way in which it is enforced.",
      "id": "s409"
    },
    {
      "text": "The \"example\" cited in the above extract could hardly be said to be anything other than a law of general application.",
      "id": "s410"
    },
    {
      "text": "It prohibits misleading conduct directed at children.",
      "id": "s411"
    },
    {
      "text": "There could be little doubt that such legislation was designed to serve a legitimate public purpose.",
      "id": "s412"
    },
    {
      "text": "A child's religion is a matter for his or her parents or guardians.",
      "id": "s413"
    },
    {
      "text": "However it seems to have been accepted that there is a wider prohibition upon proselytization in Indonesia, the source and terms of which are not in evidence.",
      "id": "s414"
    },
    {
      "text": "In particular there is no evidence as to whether the law only bans attempts to persuade persons to adopt a particular religion, or whether it also applies to attempts to dissuade persons from following one religion or all religions.",
      "id": "s415"
    },
    {
      "text": "In the former case it might be said that the legislation applies only to persons who wish to recruit adherents and that, in that sense, it applies only to persons who are already members of particular religious organizations.",
      "id": "s416"
    },
    {
      "text": "In the latter case, the application is wider and perhaps more easily characterized as being of general application.",
      "id": "s417"
    },
    {
      "text": "72 For present purposes it is sufficient to note that the question of legislation prohibiting proselytization was raised by the appellant's solicitors who submitted that such legislation was not of general application.",
      "id": "s418"
    },
    {
      "text": "The question having been raised by the appellant, the Tribunal necessarily had to address it.",
      "id": "s419"
    },
    {
      "text": "I can see no basis for holding that before doing so, it was obliged to invite the appellant further to address the matter.",
      "id": "s420"
    },
    {
      "text": "The appellant was not entitled to assume that the question would be resolved in her favour.",
      "id": "s421"
    },
    {
      "text": "The Tribunal offered her an opportunity to advance her case at the hearing.",
      "id": "s422"
    },
    {
      "text": "No more was required.",
      "id": "s423"
    },
    {
      "text": "73 On appeal the appellant again asserted that the Tribunal was obliged to give notice of its intention to find against her on the basis that the law was of general application and/or that it was appropriate and adapted to a legitimate social purpose.",
      "id": "s424"
    },
    {
      "text": "For reasons which I have given I reject that submission in so far as it concerns the question of general application.",
      "id": "s425"
    },
    {
      "text": "As to the question of whether the law was appropriate and adapted to a legitimate purpose, I consider that in raising the question of the law's general application, the appellant's solicitors inevitably raised the question of appropriateness.",
      "id": "s426"
    },
    {
      "text": "To attempt to distinguish between the two aspects, given the way in which the matter has been treated in the cases, would be quite artificial.",
      "id": "s427"
    },
    {
      "text": "There was no obligation on the Tribunal to invite the appellant further to address the issue.",
      "id": "s428"
    },
    {
      "text": "74 I turn to the question of whether the Tribunal addressed the extent to which the appellant would be restricted in her chosen method of practising her religion.",
      "id": "s429"
    },
    {
      "text": "In my view, the Tribunal disposed of this ground by its finding that laws restricting proselytization were general laws, appropriate and adapted to a legitimate purpose, and by its finding that such harassment as the appellant might experience in Indonesia would not amount to persecution, particularly given the availability of state protection.",
      "id": "s430"
    },
    {
      "text": "The effect of those findings was that the appellant would be free to engage in works of mercy, subject to her complying with the law as to proselytization, and subject to the risk of low level harassment against which she would have state protection.",
      "id": "s431"
    },
    {
      "text": "Such findings have not been challenged.",
      "id": "s432"
    },
    {
      "text": "The first-mentioned limitation was not discriminatory, and therefore not persecutory.",
      "id": "s433"
    },
    {
      "text": "The second limitation did not amount to persecution as defined in s 91R.",
      "id": "s434"
    },
    {
      "text": "It follows that the appellant did not have a well-based fear of persecution for reason of her religion.",
      "id": "s435"
    },
    {
      "text": "ORDERS \n \n75 The appeal should be dismissed with costs.",
      "id": "s436"
    },
    {
      "text": "I certify that the preceding seventy-five (75) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Dowsett.",
      "id": "s437"
    },
    {
      "text": "Associate:\n\nDated: 19 August 2008\n\n Counsel for the Appellant: Mr L Karp \n \n Solicitor for the Appellant: Parish Patience Immigration Lawyers \n \n Counsel for the First Respondent: Mr J Smith \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Counsel for the Second Respondent: The Second Respondent did not appear \n\n Date of Hearing: 12 May 2008 \n \n Date of Judgment: 19 August 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1258.html",
      "id": "s438"
    }
  ]
}