{
  "name": "SZMDB v Minister for Immigration and Citizenship [2008] FCA 1937 (28 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1937.html",
  "catchphrases": [
    {
      "text": "chinese citizen claiming to be a member of the unregistered roman catholic church in the people's republic of china",
      "id": "c0"
    },
    {
      "text": "not believed by the refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "no jurisdictional error",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant was born in China on 1 February 1970.",
      "id": "s0"
    },
    {
      "text": "He produced to the Department of Immigration and Citizenship ('the Department') what was said to be an 'Extract from Certificate of Baptism' and a translation thereof said to have been registered on 15 September 2007 indicating that he had been baptized on 13 May 1970.",
      "id": "s1"
    },
    {
      "text": "The issuing authority was said to be the Longtian Parish, Catholic Diocese of Fuzhou (Fujian Province, China).",
      "id": "s2"
    },
    {
      "text": "2 In response to a letter sent to the appellant by the Refugee Review Tribunal ('the Tribunal') ostensibly to meet the requirements of s 424A of the Migration Act 1958 (Cth) ('the Act'), the appellant appears to have provided a further copy of a certificate of baptism and an English translation thereof referring to the appellant's baptism on 13 May 1970, the relevant baptism having taken place at a Prayer Room in a village identified as Sikeng in Longtian.",
      "id": "s3"
    },
    {
      "text": "In the first baptismal certificate, 'Sikeng' appears to have been spelt as 'Xikeng'.",
      "id": "s4"
    },
    {
      "text": "3 A second document submitted by the appellant to the Tribunal was a Marriage Certificate purporting to relate to the marriage of the appellant and a female person referred to therein.",
      "id": "s5"
    },
    {
      "text": "In the Claims and Evidence section of the Statement of Decision and Reasons of the Tribunal of 11 March 2008 the following appears:\n 'In respect of the documentation given with his application for a business visa to visit Australia, the applicant explained that those purporting to show his marriage were not true.",
      "id": "s6"
    },
    {
      "text": "...' \n4 By way of contrast, he explained that his baptism certificate, as presented, was true.",
      "id": "s7"
    },
    {
      "text": "In addition to the baptismal certificate and the marriage certificate, some seven photographs appear to have been provided by the appellant to the Tribunal under cover of a communication dated 17 February 2008 which was apparently received by the Tribunal on 18 February 2008.",
      "id": "s8"
    },
    {
      "text": "In the appeal book, the seven photographs have been reproduced as a collage.",
      "id": "s9"
    },
    {
      "text": "Reference was made to those photographs in the Claims and Evidence section of the Tribunal's Statement of Decision and Reasons as follows:\n 'The applicant was asked about the photographs he had provided of his contact with a priest in the PRC.",
      "id": "s10"
    },
    {
      "text": "He explained that these had been taken on the same day during 2007 and he had been advised to get these photographs and bring them to Australia for memories and also to support his application.",
      "id": "s11"
    },
    {
      "text": "' \n5 The appellant obtained a passport in the People's Republic of China on 4 April 2007.",
      "id": "s12"
    },
    {
      "text": "On 27 August 2007 he obtained an Australian visa in Guangzhou.",
      "id": "s13"
    },
    {
      "text": "On 8 September 2007 he left China, arriving in Australia on 9 September 2007.",
      "id": "s14"
    },
    {
      "text": "6 On or about 17 September 2007, he lodged an Application for a Protection (Class XA) visa with the Department.",
      "id": "s15"
    },
    {
      "text": "That Application included very little information to support the appellant's claim to refugee status.",
      "id": "s16"
    },
    {
      "text": "The question 'Why did you leave that country?",
      "id": "s17"
    },
    {
      "text": "' was answered:\n 'I was persecuted by chinese Goverment (sic) due to my religion Roman Catholic.",
      "id": "s18"
    },
    {
      "text": "' \nIn response to the question 'Do you think the authorities of that country [referring to the People's Republic of China] can and will protect you if you go back?",
      "id": "s19"
    },
    {
      "text": "If not, why not?",
      "id": "s20"
    },
    {
      "text": "' his response was:\n 'No.",
      "id": "s21"
    },
    {
      "text": "I don't think so Chinese government will not allow me to practice Roma Catholic freely in China.",
      "id": "s22"
    },
    {
      "text": "Chinese authories [sic] crack down our catholic religion nation wide.",
      "id": "s23"
    },
    {
      "text": "' \n7 By a letter dated 27 September 2007, the appellant was invited by the Department to provide a full statement of his claims to be a refugee.",
      "id": "s24"
    },
    {
      "text": "8 On or about 7 October 2007, the appellant submitted a two page document in Chinese, together with a three page typed English translation thereof, to the Department for its consideration.",
      "id": "s25"
    },
    {
      "text": "The translation bears a translator's stamp dated 9 October 2007.",
      "id": "s26"
    },
    {
      "text": "The statement was accompanied by the 'Extract from Certificate of Baptism' to which reference was first made and a copy of a letter directed to 'TO WHOM IT MAY CONCERN', apparently signed by a Father Paul McGee, an Assistant Pastor in the Western Sydney Chinese Catholic Community, dated 21 October 2007, which referred to the appellant who arrived in Sydney on 9 September 2007 as having been 'regularly attending the Chinese Sunday Mass which is held every Sunday at St. Dominic's Catholic Church, Flemington'.",
      "id": "s27"
    },
    {
      "text": "This claimed attendance was referable to a period of some six weeks.",
      "id": "s28"
    },
    {
      "text": "9 On 25 October 2007, the Minister's delegate decided that the appellant's application for a Protection (Class XA) visa should be refused.",
      "id": "s29"
    },
    {
      "text": "10 On 22 November 2007, the appellant applied to the Tribunal for review of the Minister's delegate's decision.",
      "id": "s30"
    },
    {
      "text": "On 12 December 2007, the appellant was invited to appear before the Tribunal at a hearing on 22 January 2008 to give oral evidence and present arguments.",
      "id": "s31"
    },
    {
      "text": "He did so.",
      "id": "s32"
    },
    {
      "text": "The hearing before the Tribunal commenced at about 11:19am and concluded at about 12:39 pm.",
      "id": "s33"
    },
    {
      "text": "11 On 24 January 2008, the Tribunal sent the appellant 'the s 424A letter' to which reference has earlier been made.",
      "id": "s34"
    },
    {
      "text": "It invited comment on/response to information that the Tribunal considered would, subject to any comments/response which the appellant may make, be the reason, or a part of the reason for affirming the decision that was under review.",
      "id": "s35"
    },
    {
      "text": "The letter, expressed in English, was some five pages in length and identified relevant information about which comment or a response was sought as:\n \n \n ' 1.",
      "id": "s36"
    },
    {
      "text": "Information about meetings of Roman Catholics you claim were held at your home in the Peoples Republic of China (PRC).",
      "id": "s37"
    },
    {
      "text": "... \n 2.",
      "id": "s38"
    },
    {
      "text": "Information about periods of detention you claim to have suffered in the PRC \n ... \n 3.",
      "id": "s39"
    },
    {
      "text": "Information about your knowledge of the Pope \n ... \n 4.",
      "id": "s40"
    },
    {
      "text": "Information about documents provided to the Department in connection with your business visa application and your baptism certificate \n ... \n 5.",
      "id": "s41"
    },
    {
      "text": "The impact of this information in relation to your activities in Australia \n ... \n 6.",
      "id": "s42"
    },
    {
      "text": "Information about your claims to have been mistreated and the impact this had on your memory \n ...' \n \n \n12 The appellant apparently contacted the Tribunal on 15 February 2008 and sought an extension of time in which to respond to the letter.",
      "id": "s43"
    },
    {
      "text": "A response to the ' s 424A letter' was apparently sent by the appellant, as mentioned above, on 17 February 2008, which was received by the Tribunal on 18 February 2008.",
      "id": "s44"
    },
    {
      "text": "13 On 4 March 2008, a letter was apparently sent by the appellant to the Tribunal which was received on 6 March 2008 which begged 'for an opportunity to clearly explain misunderstandings which I have provided in my personal interview'.",
      "id": "s45"
    },
    {
      "text": "The communication was apparently directed at providing a further response to 'the s 424A letter'.",
      "id": "s46"
    },
    {
      "text": "Certain other documents would appear to have been submitted with it.",
      "id": "s47"
    },
    {
      "text": "14 On 11 March 2008, the Tribunal decided to affirm the decision of the Minister's delegate not to grant the appellant a Protection (Class XA) visa.",
      "id": "s48"
    },
    {
      "text": "Notice of that decision was given to the appellant by letter dated 13 March 2008, being the date on which the decision was handed down.",
      "id": "s49"
    },
    {
      "text": "15 The Findings and Reasons section of the Tribunal's Statement of Decision and Reasons recorded the appellant's claim to fear persecution as follows:\n 'The applicant claims to fear persecution on return to the PRC arising from his religious faith, as a Roman Catholic.",
      "id": "s50"
    },
    {
      "text": "He claims that as a result of his activities in assisting the unregistered Roman Catholic church in the PRC he was, and remains, of interest to security authorities in that country.",
      "id": "s51"
    },
    {
      "text": "' \n16 In the Claims and Evidence section of the Tribunal's Statement of Decision and Reasons, reference was made to country information concerning religious observance in the People's Republic of China.",
      "id": "s52"
    },
    {
      "text": "A 2006 Country Report on Human Rights Practices published by the United States Department of State in 2007 included under the heading 'Freedom of Religion' extensive material, part of which was as follows:\n '...",
      "id": "s53"
    },
    {
      "text": "The government recognized five main religions: Buddhism, Taoism, Islam, Protestantism, and Catholicism.",
      "id": "s54"
    },
    {
      "text": "... ...",
      "id": "s55"
    },
    {
      "text": "Religious activity grew not only among the five main religions, but also among the Eastern Orthodox Church and folk religions.",
      "id": "s56"
    },
    {
      "text": "Bibles and other religious texts were available in most parts of the country.",
      "id": "s57"
    },
    {
      "text": "At the same time, some unregistered groups continued to experience various degrees of official interference and harassment.",
      "id": "s58"
    },
    {
      "text": "Crackdowns against unregistered Protestants and Catholics, Muslims and Tibetan Buddhists ... continued.",
      "id": "s59"
    },
    {
      "text": "The government continued its repression of groups that it determined to be \"cults\" and of the Falun Gong spiritual movement in particular.",
      "id": "s60"
    },
    {
      "text": "... Leaders of unauthorized groups were sometimes the target of harassment, interrogation, detention, and physical abuse.",
      "id": "s61"
    },
    {
      "text": "Authorities frequently disrupted house church meetings and retreats, detained and questioned leaders and church members, and confiscated the personal property of house church leaders and members ... As in previous years, there were reports that a number of Catholic priests, lay leaders, and laypersons were beaten or otherwise abused.",
      "id": "s62"
    },
    {
      "text": "...",
      "id": "s63"
    },
    {
      "text": "Harassment of unregistered Catholic bishops, priests, and laypersons, including government surveillance and detentions, continued.",
      "id": "s64"
    },
    {
      "text": "...' \n17 Whilst no specific findings were made by the Tribunal concerning the repression of unregistered Roman Catholic churches, it is apparent that the Tribunal was conscious of the observations quoted from the United States Department of State report.",
      "id": "s65"
    },
    {
      "text": "In the course of the Tribunal's Findings and Reasons it said:\n 'In the Tribunal's view, even if the applicant had some association with the Catholic faith in the PRC, it was not of a type which would give rise to any interest in harming him by security authorities on his return.",
      "id": "s66"
    },
    {
      "text": "...' \n18 In respect of the decision of the Tribunal, the appellant sought relief in the Federal Magistrates Court of Australia by an Application filed 10 April 2008 which was superseded by an Amended Application filed 12 June 2008.",
      "id": "s67"
    },
    {
      "text": "That Application specified some three grounds upon which constitutional writ relief was sought in relation to the Tribunal's decision.",
      "id": "s68"
    },
    {
      "text": "19 On 16 September 2008, the Federal Magistrates Court ordered that the Application filed 10 April 2008 and the Amended Application filed 12 June 2008 be dismissed.",
      "id": "s69"
    },
    {
      "text": "In addition, the appellant was ordered to pay the respondent Minister's costs, fixed in the sum of $5,000.",
      "id": "s70"
    },
    {
      "text": "20 From that judgment, a Notice of Appeal was filed in this Court on 7 October 2008.",
      "id": "s71"
    },
    {
      "text": "That Notice of Appeal included three grounds of appeal as follows:\n \n \n '1.",
      "id": "s72"
    },
    {
      "text": "The learned Federal Magistrates erred in finding that the Refugee Review Tribunal (the Tribunal) considered my review application properly.",
      "id": "s73"
    },
    {
      "text": "Significantly, the Tribunal failed to consider following documentary evidences which I have submitted in support of my claims for a protection visa \n \n \n- Certificate of Baptism issued by Catholic Longtian Parish of Fuzhou Archdiocese (Fujian China) as evidence that I was baptised on 13 May 1970; - Marriage Certificate as evidence that my wife and I got married under Catholic law on 19 March 1992; - Conviction Notice issued by Fuqing City Police Department as evidence that I was fined RMB 2100 yuan after I had been detained for 15 days in 2004 owing to my religious activities with Roman Catholic underground church in China; - Independent evidence from tia@truloveasia.com in relation to Rector Lin Yun Yuan, Father Zhen Pin Guan, Father Lin Xue Hai was in trouble with the Public Security Bureau (\"PSB\") in August 2008.",
      "id": "s74"
    },
    {
      "text": "I was arrested and detained for 15 days owing to this matter; - Supporting letter written by Father Paul McGee who is the Assistant Pastor of Western Sydney Chinese Catholic Community; - Supporting letter written by Rev.",
      "id": "s75"
    },
    {
      "text": "Fr.Bonaventure TUNG Chung who is the Chaplain of the Chinese Catholic Pastoral Centre; - Supporting letter from Mr.Xiao Qing Wang who is a church brother and who has been requested by Father Lin in China to offer me some help.",
      "id": "s76"
    },
    {
      "text": "In other word, Mr.Wang is able to prove that I am a member of Roman Catholic underground church in China; and - Photos in relation to my religious activities in Roman Catholic underground church in China.",
      "id": "s77"
    },
    {
      "text": "2.",
      "id": "s78"
    },
    {
      "text": "The learned Federal Magistrates erred in finding that the Tribunal has complied with its obligation under s.91R(3) of the Act.",
      "id": "s79"
    },
    {
      "text": "As a matter of fact, on one hand, the Tribunal has in fact considered my conducts in Australia as a reason to determine whether or not I have been a member of an underground church in China.",
      "id": "s80"
    },
    {
      "text": "But, on the other hand, the Tribunal has thought that the purpose of my conduct in attending church in Australia was to strengthen my claim to be a refugee and that the Tribunal must disregard that conduct.",
      "id": "s81"
    },
    {
      "text": "However, as I have mentioned above, the Tribunal actually did not disregarded my conducts in Australia in its decision.",
      "id": "s82"
    },
    {
      "text": "Therefore, the Tribunal must err in law; and it made a jurisdictional error (based on the decision of the Full Federal Court in SZJGV v Minister for Immigration &amp; Citizenship [2009] (sic) FCAFC 105).",
      "id": "s83"
    },
    {
      "text": "3.",
      "id": "s84"
    },
    {
      "text": "The learned Federal Magistrates erred in law.",
      "id": "s85"
    },
    {
      "text": "The Tribunal failed to consider my claims properly and fairly.",
      "id": "s86"
    },
    {
      "text": "I might have some confusion about whether I was arrested in 2003 or in 2004 and about detailed information in relation to Pope John Paul II.",
      "id": "s87"
    },
    {
      "text": "However, I have presented a range of documents to support my claims; and each of documentary evidences can be verified or can be investigated.",
      "id": "s88"
    },
    {
      "text": "' \n \n \n \n\nThe above grounds of appeal were translated for the benefit of the appellant into the Fujian dialect in the course of the hearing of the appeal today.",
      "id": "s89"
    },
    {
      "text": "It is important to record that the appellant is illiterate.",
      "id": "s90"
    },
    {
      "text": "He is unable to read and write in English and he is unable to read and write in Chinese.",
      "id": "s91"
    },
    {
      "text": "21 When invited to address the Court on the grounds of appeal, after they were translated for him into the Fujian dialect, he really had nothing to add to the expression of the grounds themselves.",
      "id": "s92"
    },
    {
      "text": "He said that in the preparation of the Notice of Appeal, he had been 'helped by my brother'.",
      "id": "s93"
    },
    {
      "text": "The impression I have is that the document is one with which the appellant has very little association.",
      "id": "s94"
    },
    {
      "text": "The appellant asserted that the Tribunal had found documents, to which he referred, to be forgeries.",
      "id": "s95"
    },
    {
      "text": "He contended that they were true, notwithstanding his concession that those purporting to show his marriage were conceded by him before the Tribunal to be 'not true'.",
      "id": "s96"
    },
    {
      "text": "He indicated that he had photographs in Court which would support his case, being photographs taken since he arrived in Australia and which were not submitted by him to the Tribunal for its consideration.",
      "id": "s97"
    },
    {
      "text": "When asked if he had anything further to say in support of his appeal, the appellant referred to his illiteracy, to the fact that he only works two days a week and that he is mistreated in Australia both by Chinese people and foreigners.",
      "id": "s98"
    },
    {
      "text": "22 In his submissions in reply, he contended that he was a true Catholic, that he believed the Catholic religion, that the Tribunal didn't believe him, and that the Chinese authorities would not allow him to belong to the Roman Catholic Church were he to return to the People's Republic of China.",
      "id": "s99"
    },
    {
      "text": "23 It will be appreciated that the appellant does not claim to be outside the People's Republic of China because of a well founded fear of being persecuted for reason of his being a Christian.",
      "id": "s100"
    },
    {
      "text": "His fear of persecution arises from his participation in the religious activities of an unregistered Roman Catholic Church in the People's Republic of China.",
      "id": "s101"
    },
    {
      "text": "24 He claimed that he had experienced periods of detention in 2003 and 2004.",
      "id": "s102"
    },
    {
      "text": "The Tribunal was not satisfied with his account of such detention, which appeared to change in respect of the duration thereof and the years in which the particular detention occurred.",
      "id": "s103"
    },
    {
      "text": "The appellant appears to have attempted to excuse his uncertainty by reference to a memory loss associated with injury sustained by him in the People's Republic of China and by confusion and nervousness during the Tribunal hearing.",
      "id": "s104"
    },
    {
      "text": "The Tribunal said:\n '...",
      "id": "s105"
    },
    {
      "text": "He did not present his evidence in the hearing in a confused fashion or initially claim confusion, instead purporting to give detailed evidence of a definite recollection.",
      "id": "s106"
    },
    {
      "text": "...' \n25 The Tribunal considered these matters to support a conclusion that the claimed injury, memory difficulties and confusion, were not genuine but rather an attempt to explain away obvious and significant inconsistencies in information he provided over time.",
      "id": "s107"
    },
    {
      "text": "Whilst it may be possible that the appellant's illiteracy provides an explanation for some inconsistencies, the Tribunal had the benefit of seeing and hearing the appellant and formed the views adverse to the appellant as to the reliability of his evidence in the manner indicated.",
      "id": "s108"
    },
    {
      "text": "This Court does not have power to reconsider those findings which were plainly open to the Tribunal.",
      "id": "s109"
    },
    {
      "text": "26 The Tribunal expressed the view that:\n '... the applicant has not given a truthful account of his past experiences in the PRC or the fears he holds on return to that country.",
      "id": "s110"
    },
    {
      "text": "The account the applicant has given of his past experiences has been substantially inconsistent over time.",
      "id": "s111"
    },
    {
      "text": "In the Tribunal's view, these inconsistencies are so significant and material to this (sic) claims, that he cannot be believed.",
      "id": "s112"
    },
    {
      "text": "' \n27 Similar findings of inconsistency were found by the Tribunal to affect the evidence of the appellant in relation to his religious observance as a member of the unregistered Roman Catholic Church in the People's Republic of China.",
      "id": "s113"
    },
    {
      "text": "The Tribunal reached the view that the appellant 'never participated' in meetings that he had said that he attended at his parents home.",
      "id": "s114"
    },
    {
      "text": "28 Another matter which was of particular concern to the Tribunal was the appellant's lack of knowledge of the Papacy.",
      "id": "s115"
    },
    {
      "text": "Whilst he was able to provide the name of the current Pope, he was unable to do so in respect of his predecessor, Pope John Paul II.",
      "id": "s116"
    },
    {
      "text": "The appellant 'did not know of his name, background or period of occupation of the role'.",
      "id": "s117"
    },
    {
      "text": "The Tribunal concluded:\n '...",
      "id": "s118"
    },
    {
      "text": "In the Tribunal's view, the applicant has no knowledge of the previous Pope, because he was not sufficiently associated with the Catholic church in the PRC to attain such knowledge and his claims of association with the Roman Catholic Church in China are not truthful.",
      "id": "s119"
    },
    {
      "text": "' \n29 Reference was made by the Tribunal to the documents which had been submitted by the appellant.",
      "id": "s120"
    },
    {
      "text": "In the context of what has previously been said about those documents, the Tribunal expressed the view:\n '... however, these documents are not reliable such that they over come (sic) the concerns above regarding the applicant's claims of his past experiences in the PRC or the genuine nature of his association with the church.",
      "id": "s121"
    },
    {
      "text": "' \n30 It should be mentioned that in the Claims and Evidence section of the Tribunal's Statement of Decision and Reasons, the following appeared:\n 'The applicant spoke of the Father's prayer [which I would understand to be a reference to the Lord's prayer] and the Rosary as being significant prayers from the Catholic faith.",
      "id": "s122"
    },
    {
      "text": "He was able to recite elements of the Father's Prayer.",
      "id": "s123"
    },
    {
      "text": "' \n31 The Tribunal drew attention to the fact that the photographs relied upon did not support a conclusion of long-term association with the Roman Catholic faith in China, as they had all been taken on the one day.",
      "id": "s124"
    },
    {
      "text": "There was no documentary evidence, as I understand the material, demonstrating a long-standing and dedicated attachment to the Roman Catholic faith when the appellant resided in the People's Republic of China.",
      "id": "s125"
    },
    {
      "text": "32 In relation to the evidence provided of the appellant's activities in attending a church in Australia, the Tribunal said:\n '... the Tribunal has disregarded this activity as it must do.",
      "id": "s126"
    },
    {
      "text": "...",
      "id": "s127"
    },
    {
      "text": "Under s.91R(3) the Tribunal has disregarded these activities in determining whether the applicant holds a well-founded fear of persecution on return to the PRC.",
      "id": "s128"
    },
    {
      "text": "' \n33 The Tribunal recorded that it was not satisfied that the appellant's activities in Australia had been undertaken for any purpose other than for the purpose of strengthening his claim to be a refugee.",
      "id": "s129"
    },
    {
      "text": "34 The Tribunal concluded that the appellant was not at risk of any harm arising from his religion or for any other reason specified in the Convention should he return to the People's Republic of China either then or in the foreseeable future.",
      "id": "s130"
    },
    {
      "text": "The Tribunal concluded that the decision of the Minister's delegate should be affirmed.",
      "id": "s131"
    },
    {
      "text": "35 I must say that I am unable to discern any jurisdictional error in the reasoning of the Tribunal.",
      "id": "s132"
    },
    {
      "text": "36 Proceedings before the Tribunal are not adversarial, but inquisitorial.",
      "id": "s133"
    },
    {
      "text": "The Tribunal is not in the position of a contradictor of the case being advanced by an applicant.",
      "id": "s134"
    },
    {
      "text": "A Tribunal member conducting an inquiry is not an adversarial cross-examiner, but an inquisitor obliged to be fair.",
      "id": "s135"
    },
    {
      "text": "In an application for a review before the Tribunal, it is for the applicant to advance whatever evidence or argument he wishes to advance, and for the Tribunal to decide whether his claim has been made out; it is not part of the function of the Tribunal to seek to damage the credibility of an applicant's story in a manner a cross-examiner might seek to damage the credibility of a witness being cross-examined in adversarial litigation.",
      "id": "s136"
    },
    {
      "text": "The Tribunal conducting an inquisitorial hearing is not obliged to prompt and stimulate an elaboration which an applicant chooses not to embark on.",
      "id": "s137"
    },
    {
      "text": "See per Gummow and Heydon JJ in Re RUDDOCK (in his capacity as Minister for Immigration and Multicultural Affairs); Ex parte APPLICANT S154/2002 [2003] HCA 60 ; (2003) 201 ALR 437 at [57] - [58] ; see also SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs (2006) 228 CLR 153 at [47] and Minister for Immigration and Multicultural and Indigenous Affairs v QAAH of 2004 [2006] HCA 53 ; (2006) 231 CLR 1 at [40] .",
      "id": "s138"
    },
    {
      "text": "37 The Act does not require that the Tribunal actively assist an applicant in putting his case nor does it require the Tribunal to carry out an inquiry in order to identify what that case might be.",
      "id": "s139"
    },
    {
      "text": "(See Minister for Immigration and Multicultural and Indigenous Affairs v SCAR [2003] FCAFC 126 ; (2003) 128 FCR 553 at [36] ).",
      "id": "s140"
    },
    {
      "text": "38 Section 427(1) of the Act relevantly provided:\n '(1) For the purpose of the review of a decision, the Tribunal may: ... \n \n \n (d) require the Secretary [of the Department] to arrange for the making of any investigation, or any medical examination, that the Tribunal thinks necessary with respect to the review, and to give to the Tribunal a report of that investigation or examination.",
      "id": "s141"
    },
    {
      "text": "' \n \n \n \n39 It seems to me that the circumstances of this case were not such as to require the Tribunal to make some further inquiry about the documents submitted by the appellant before making a decision on the application for review.",
      "id": "s142"
    },
    {
      "text": "The circumstances in which such inquiry is required are limited to rare or exceptional cases such as were considered by Kenny J in Minister for Immigration and Citizenship v Le [2007] FCA 1318 ; (2007) 242 ALR 455 and by Allsop J, as his Honour then was, in SZJBA v Minister for Immigration and Citizenship [2007] FCA 1592 ; (2007) 164 FCR 14.",
      "id": "s143"
    },
    {
      "text": "40 It is desirable to bear in mind what French J, as his Honour then was, Sackville and Hely JJ said in Applicant WAEE v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 184 ; (2003) 75 ALD 630 at [46] - [47] : \n '[46] It is plainly not necessary for the tribunal to refer to every piece of evidence and every contention made by an applicant in its written reasons.",
      "id": "s144"
    },
    {
      "text": "...",
      "id": "s145"
    },
    {
      "text": "The tribunal is not a court.",
      "id": "s146"
    },
    {
      "text": "It is an administrative body operating in an environment which requires the expeditious determination of a high volume of applications.",
      "id": "s147"
    },
    {
      "text": "Each of the applications it decides is, of course, of great importance.",
      "id": "s148"
    },
    {
      "text": "Some of its decisions may literally be life and death decisions for the applicant.",
      "id": "s149"
    },
    {
      "text": "Nevertheless, it is an administrative body and not a court and its reasons are not to be scrutinised \"with an eye keenly attuned to error.",
      "id": "s150"
    },
    {
      "text": "\" Nor is it necessarily required to provide reasons of a kind that might be expected of a court of law.",
      "id": "s151"
    },
    {
      "text": "[47] The inference that the tribunal has failed to consider an issue may be drawn from its failure to expressly deal with that issue in its reasons.",
      "id": "s152"
    },
    {
      "text": "But that is an inference not too readily to be drawn where the reasons are otherwise comprehensive and the issue has at least been identified at some point.",
      "id": "s153"
    },
    {
      "text": "It may be that it is unnecessary to make a finding on a particular matter because it is subsumed in findings of greater generality or because there is a factual premise upon which a contention rests which has been rejected.",
      "id": "s154"
    },
    {
      "text": "...' \n41 Reference was made in the Notice of Appeal to s 91R(3) of the Act which provided:\n \n \n \n '91R(3) For the purposes of the application of this Act and the regulations to a particular person: \n \n \n \n(a) in determining whether the person has a well-founded fear of being persecuted for one or more of the reasons mentioned in Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol; \n \n \n \n disregard any conduct engaged in by the person in Australia unless: \n \n \n \n(b) the person satisfies the Minister that the person engaged in the conduct otherwise than for the purpose of strengthening the person's claim to be a refugee within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s155"
    },
    {
      "text": "' \n42 As previously indicated, the appellant in this case failed to satisfy the Tribunal that he had engaged in his religious observance in Australia otherwise than for the purpose of strengthening his claim to be a refugee.",
      "id": "s156"
    },
    {
      "text": "In relation to s 91R(3) of the Act, it is appropriate to note the detailed consideration given by a Full Court, comprising Spender, Edmonds and Tracey JJ, to that section in SZJGV v Minister for Immigration and Citizenship (2008) 247 ALR 226 , especially at [8]-[17], [21], [22] and [24].",
      "id": "s157"
    },
    {
      "text": "Their Honours said at [24]:\n '24 ...",
      "id": "s158"
    },
    {
      "text": "It may be accepted that the catalyst for the introduction of section 91R(3) was decisions of this Court which held that a person could become a refugee as a result of conduct, deliberately engaged in in Australia, to attract the adverse attention of the authorities in his or her country of origin.",
      "id": "s159"
    },
    {
      "text": "[I would interpose that that is not the case here.",
      "id": "s160"
    },
    {
      "text": "] In this way, a person who was not otherwise a refugee could become a refugee sur place.",
      "id": "s161"
    },
    {
      "text": "Section 91R(3) was intended to and does require such conduct to be disregarded when assessments are being made.",
      "id": "s162"
    },
    {
      "text": "It is not (although it could have been) confined in its terms to conduct which may render a person a refugee sur place.",
      "id": "s163"
    },
    {
      "text": "Decision makers are, subject to the proviso in paragraph (b), required to disregard \"any\" conduct in Australia by an applicant.",
      "id": "s164"
    },
    {
      "text": "The conduct is to be disregarded in determining \"whether\" an applicant has a well-founded fear of persecution for a Convention reason.",
      "id": "s165"
    },
    {
      "text": "The conduct may suggest that such a fear is or is not well-founded.",
      "id": "s166"
    },
    {
      "text": "In either case it must be disregarded.",
      "id": "s167"
    },
    {
      "text": "If the Tribunal brings the conduct into account it will contravene s 91R(3).",
      "id": "s168"
    },
    {
      "text": "' \n43 It seems clear to me that the Tribunal in this case correctly decided that it was bound, in the circumstances, to disregard the attendance by the appellant at a church in Australia and in fact did so.",
      "id": "s169"
    },
    {
      "text": "44 None of the grounds detailed in the Notice of Appeal have been made out.",
      "id": "s170"
    },
    {
      "text": "Accordingly, the appeal should be dismissed.",
      "id": "s171"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s172"
    },
    {
      "text": "Associate:\n\nDated: 17 December 2008\n\n The Appellant appeared in person.",
      "id": "s173"
    },
    {
      "text": "Solicitor for the First Respondent: G J Johnson of DLA Phillips Fox \n \n The Second Respondent filed a submitting appearance.",
      "id": "s174"
    },
    {
      "text": "Date of Hearing: 28 November 2008 \n \n Date of Judgment: 28 November 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1937.html",
      "id": "s175"
    }
  ]
}