{
  "name": "Tran v Minister for Immigration and Citizenship [2008] FCA 1826 (2 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1826.html",
  "catchphrases": [
    {
      "text": "appeal from decision of federal magistrate",
      "id": "c0"
    },
    {
      "text": "review of decision rejecting established business (residence) (class bh) visa",
      "id": "c1"
    },
    {
      "text": "whether jurisdictional error established",
      "id": "c2"
    },
    {
      "text": "denial of procedural fairness",
      "id": "c3"
    },
    {
      "text": "requirements of s 359a migration act 1958 (cth)",
      "id": "c4"
    },
    {
      "text": "error of fact",
      "id": "c5"
    },
    {
      "text": "failure to take account of relevant facts",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from the decision of Burnett FM dated 21 November 2007, dismissing an application for review of the decision of the Migration Review Tribunal (the Tribunal).",
      "id": "s0"
    },
    {
      "text": "On 10 May 2007 the Tribunal affirmed a decision of the delegate of the Minister for Immigration and Citizenship to refuse the appellant the grant of an Established Business (Residence) (Class BH) visa pursuant to s 65 Migration Act 1958 (Cth) (the Act).",
      "id": "s1"
    },
    {
      "text": "BACKGROUND \n \n2 On 23 February 2001 the appellant, who was originally from Vietnam, lodged an application for an Established Business (Residence) (Class BH) visa pursuant to s 65 of the Act.",
      "id": "s2"
    },
    {
      "text": "The wife and two children of the appellant were also included in the application.",
      "id": "s3"
    },
    {
      "text": "A delegate of the Minister refused the application on 17 May 2001.",
      "id": "s4"
    },
    {
      "text": "3 On 18 November 2002 the appellant applied to the Tribunal to have the decision of the delegate reviewed.",
      "id": "s5"
    },
    {
      "text": "That review was successful and the Tribunal remitted the matter to the first respondent for reconsideration.",
      "id": "s6"
    },
    {
      "text": "4 On 14 April 2003 the delegate of the first respondent again refused the visa application of the appellant.",
      "id": "s7"
    },
    {
      "text": "This decision was subsequently affirmed by the Tribunal and the Federal Magistrates Court.",
      "id": "s8"
    },
    {
      "text": "The appellant appealed that decision of the Federal Magistrate to the Federal Court.",
      "id": "s9"
    },
    {
      "text": "5 On 12 September 2006 the Federal Court set aside the decision of the Federal Magistrate and returned the matter to the Tribunal for review ( Tran v Minister for Immigration &amp; Multicultural Affairs [2006] FCA 1229).",
      "id": "s10"
    },
    {
      "text": "6 On 10 May 2007 the Tribunal again affirmed the decision of the delegate not to grant the appellant a visa.",
      "id": "s11"
    },
    {
      "text": "The appellant appealed the Tribunal's decision to the Federal Magistrates Court.",
      "id": "s12"
    },
    {
      "text": "Burnett FM dismissed the application of the appellant on 21 November 2007.",
      "id": "s13"
    },
    {
      "text": "It is from this decision that the appellant appeals to this Court.",
      "id": "s14"
    },
    {
      "text": "DECISION OF THE TRIBUNAL \n \n7 In its decision of 10 May 2007 affirming the decision of the delegate the Tribunal was not satisfied the appellant had accumulated the requisite points score in the \"Business Skills Points Test\" pursuant to the Gazette Notice No S 238 , Friday 27 June 1997.",
      "id": "s15"
    },
    {
      "text": "The contentious scores were for attributes relating to English language ability and net assets provided for in Sch 7 Pt 3 and Pt 4 to the Migration Regulations 1994 (Cth) (the Regulations).",
      "id": "s16"
    },
    {
      "text": "8 The assessment of the appellant's English language ability was made in accordance with policies contained in the Procedures Advice Manual (PAM) prepared by the Department of Migration and Citizenship to assist delegates of the Minister in making decisions in accordance with the legislation.",
      "id": "s17"
    },
    {
      "text": "It was not in contention that it was appropriate for the delegate, and subsequently the Tribunal, to be guided by the PAM in assessing the appellant's English language ability.",
      "id": "s18"
    },
    {
      "text": "The application by the Tribunal of the policy in the PAM is, however, in contention.",
      "id": "s19"
    },
    {
      "text": "9 The Tribunal made the following findings:\n \n&#8226; The appellant had only functional English.",
      "id": "s20"
    },
    {
      "text": "The Tribunal noted that the appellant relied to a large extent on an interpreter at the hearing and that the appellant had not sat an IELTS test (International English Language Testing System).",
      "id": "s21"
    },
    {
      "text": "&#8226; The Tribunal found that the two Advanced Diplomas of Management awarded to the appellant, by the Australian Business and Retail Academy, were a result of study by correspondence over two years part-time.",
      "id": "s22"
    },
    {
      "text": "It could not be satisfied that the appellant attended classes, listened to lectures in English, or wrote assignments in English or that all instruction was in English.",
      "id": "s23"
    },
    {
      "text": "&#8226; The Tribunal observed that the policy guidelines in the PAM for the assessment of English language ability for the purposes of awarding points under Sch 7 of the Act states in part:\n \n \n This level of English ability (item 7301) should be regarded as requiring the applicant to be able to (for three of the following factors):\n \n \n \n \n \n Read and understand a variety of texts in English with reasonably good comprehension\n Write English well enough to communicate effectively for most purposes\n Understand spoken English competently in a range of situations\n Speak English fairly fluently and accurately in a range of contexts.",
      "id": "s24"
    },
    {
      "text": "(The applicant's skill for the remaining factor can be at a lower level.",
      "id": "s25"
    },
    {
      "text": ") \n \n \nThe Tribunal was not satisfied on the evidence before it that the appellant was able to meet any of those standards.",
      "id": "s26"
    },
    {
      "text": "&#8226; Although in order to satisfy the points test in relation to assets it was necessary that the appellant have assets of not less than the equivalent of $2.5 million to transfer to Australia within two years of the granting of the visa, the Tribunal was not satisfied that the appellant had assets of this value.",
      "id": "s27"
    },
    {
      "text": "In particular, the Tribunal noted that several properties owned by the appellant could not be taken into account for the purposes of the valuation because they were not acquired prior to the application.",
      "id": "s28"
    },
    {
      "text": "The Tribunal also found that the appellant did not provide acceptable valuations of several properties.",
      "id": "s29"
    },
    {
      "text": "DECISION OF THE FEDERAL MAGISTRATE \n \n10 On 13 June 2007, the appellant filed an application for an order to show cause pursuant to s 476 of the Act.",
      "id": "s30"
    },
    {
      "text": "In the Federal Magistrates Court the appellant relied on the following three grounds:\n \n1.",
      "id": "s31"
    },
    {
      "text": "The Tribunal had denied the appellant procedural fairness and breached s 359A of the Act.",
      "id": "s32"
    },
    {
      "text": "The Tribunal gave various real estate valuations no weight based on the lack of translated valuations or any explanation of how the valuations were arrived at.",
      "id": "s33"
    },
    {
      "text": "The appellant was not given an opportunity to comment or provide further evidence.",
      "id": "s34"
    },
    {
      "text": "2.",
      "id": "s35"
    },
    {
      "text": "The Tribunal had failed to take account relevant material and considerations.",
      "id": "s36"
    },
    {
      "text": "The Tribunal did not consider evidence of the appellant's qualifications and assets.",
      "id": "s37"
    },
    {
      "text": "3.",
      "id": "s38"
    },
    {
      "text": "The Tribunal misinterpreted the law and/or failed to apply the law relevant to the application.",
      "id": "s39"
    },
    {
      "text": "The Tribunal attributed inappropriate status to the IELTS test and failed to attribute appropriate weight to the appellant's Diplomas.",
      "id": "s40"
    },
    {
      "text": "11 In relation to the language ability of the appellant his Honour found:\n \n&#8226; Reference to the IELTS test in the Tribunal's reasons for decision merely indicated the Tribunal's awareness of the test as an alternative form of assessment, and inferences open upon the presentation of such evidence.",
      "id": "s41"
    },
    {
      "text": "In any event the Tribunal noted there was no such evidence and that the Tribunal only had available before it the appellant's evidence comprising his Diplomas.",
      "id": "s42"
    },
    {
      "text": "&#8226; The Tribunal had carefully considered the evidence provided by the appellant in relation to his Diplomas.",
      "id": "s43"
    },
    {
      "text": "It noted that written assignments were not produced, but assessment was undertaken by \"tick a box\" multiple-choice assessment.",
      "id": "s44"
    },
    {
      "text": "The appellant was not required to attend class and listen to lectures conducted in English.",
      "id": "s45"
    },
    {
      "text": "&#8226; Classes given as part of the course of study for the Diplomas were by correspondence, although the appellant had attended some classes where he communicated with tutors in Vietnamese and English.",
      "id": "s46"
    },
    {
      "text": "&#8226; The fact that the appellant was dissatisfied with the Tribunal's determinations on questions of fact does not amount to a jurisdictional error or error of law and it is not appropriate for a court to review the merits of a Tribunal's determination ( Minister for Aboriginal Affairs v Peko-Wallsend Ltd (1986) 162 CLR 162).",
      "id": "s47"
    },
    {
      "text": "12 In relation to valuation of assets of the appellant his Honour found:\n \n&#8226; Section 359A of the Act does not require the thought processes, subjective appraisals or determinations of the Tribunal to be provided to the appellant for comment.",
      "id": "s48"
    },
    {
      "text": "&#8226; Facts or findings as to credibility are the function of the primary decision-maker.",
      "id": "s49"
    },
    {
      "text": "&#8226; Although the issue of pre-and post-application values of property was determined by the Tribunal arbitrarily, the issue was decided in favour of the appellant.",
      "id": "s50"
    },
    {
      "text": "This is ultimately a question of fact for the Tribunal.",
      "id": "s51"
    },
    {
      "text": "13 Accordingly his Honour dismissed the application.",
      "id": "s52"
    },
    {
      "text": "PROCEEDINGS BEFORE THIS COURT \n \n14 The appellant filed a Notice of Appeal on 6 December 2007.",
      "id": "s53"
    },
    {
      "text": "During the course of oral submissions on 21 May 2008 before me, an issue of contention arose as to whether the Tribunal had made findings of fact unsupported by evidence in relation to the assessment of the appellant's English language ability, whether the appellant had attended his Diploma courses part-time, and whether the courses were conducted in English or Vietnamese (TS 12 21 May 2008).",
      "id": "s54"
    },
    {
      "text": "The appellant had not raised these issues before the Federal Magistrate and did not include such grounds in the Notice of Appeal filed 6 December 2007.",
      "id": "s55"
    },
    {
      "text": "Once these issues were raised in oral submissions, however, the appellant foreshadowed a desire to seek leave to file an Amended Notice of Appeal so as to include further grounds.",
      "id": "s56"
    },
    {
      "text": "I adjourned the matter to allow the appellant time to prepare an Amended Notice of Appeal and to allow both parties the opportunity to prepare amended submissions in the event that leave to file the Amended Notice of Appeal was granted.",
      "id": "s57"
    },
    {
      "text": "15 On 24 June 2008 the matter returned for hearing and the appellant applied for leave to file an Amended Notice of Appeal.",
      "id": "s58"
    },
    {
      "text": "After hearing from both parties:\n \n&#8226; I was not persuaded that the appellant's new legal arguments presented in the Amended Notice of Appeal had a reasonable prospect of success; and\n \n&#8226; I considered that no sufficient explanation by the appellant was offered as to why the new ground of appeal was not raised before the Federal Magistrate.",
      "id": "s59"
    },
    {
      "text": "16 However I also considered that allowing the appellant to amend his Notice of Appeal would cause limited (if any) prejudice to the respondent (indeed, Counsel for the first respondent stated at this hearing that she was in a position to answer the new ground of appeal).",
      "id": "s60"
    },
    {
      "text": "17 On balance, I decided it was in the interest of justice that the appellant be granted leave to file his Amended Notice of Appeal.",
      "id": "s61"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n18 In his Amended Notice of Appeal, filed 26 May 2008, the appellant makes the following claims:\n \n1.",
      "id": "s62"
    },
    {
      "text": "The Tribunal fell into jurisdictional error in that it denied procedural fairness to the appellant as well as acting in breach of its obligations under the law (in breach of s 359A of the Act).",
      "id": "s63"
    },
    {
      "text": "a.",
      "id": "s64"
    },
    {
      "text": "The Tribunal stated that the appellant's estimations of real estate valuations were not supported by translated valuations or an explanation of how the values were arrived at, gave the valuations no weight and did not take them into account.",
      "id": "s65"
    },
    {
      "text": "The Tribunal denied the appellant the opportunity to comment or provide further evidence and documentation in relation to the real estate valuations.",
      "id": "s66"
    },
    {
      "text": "2.",
      "id": "s67"
    },
    {
      "text": "The Tribunal fell into jurisdictional error in that it failed to take account of relevant material or considerations.",
      "id": "s68"
    },
    {
      "text": "a.",
      "id": "s69"
    },
    {
      "text": "The Tribunal \"accepted\" that the appellant has been awarded two (2) Advanced Diplomas and that under policy guidelines in the PAM, the qualifications may be accepted as evidence of the appellant having \"better than functional English\".",
      "id": "s70"
    },
    {
      "text": "However, the Tribunal failed to consider the evidence of the appellant's qualifications produced and concluded that the appellant only had functional English.",
      "id": "s71"
    },
    {
      "text": "b.",
      "id": "s72"
    },
    {
      "text": "The Tribunal gave the appellant real estate valuations no weight and failed to take them into account.",
      "id": "s73"
    },
    {
      "text": "The Tribunal concluded that the appellant and his spouse did not have net assets of not less than the equivalent of $2,500,000 as the Tribunal failed to consider a substantial amount of the appellant's assets.",
      "id": "s74"
    },
    {
      "text": "3.",
      "id": "s75"
    },
    {
      "text": "The Tribunal fell into jurisdictional error in that it misrepresented the law or failed to apply the law relevant to the application before it.",
      "id": "s76"
    },
    {
      "text": "a.",
      "id": "s77"
    },
    {
      "text": "The Tribunal noted that, as an alternative, evidence of the appellant's English ability may be provided in the form of an IELTS test.",
      "id": "s78"
    },
    {
      "text": "The Tribunal made a preference as to the type of evidence provided of the appellant's English ability, as provided by the policy guidelines in the PAM.",
      "id": "s79"
    },
    {
      "text": "b.",
      "id": "s80"
    },
    {
      "text": "Further, the Tribunal concluded that the appellant has only \"functional English\" based on the absence of an IELTS test and commented that the appellant failed to take the IELTS test despite being invited to do so on many occasions.",
      "id": "s81"
    },
    {
      "text": "Therefore, the Tribunal placed a requirement on the appellant to sit an IELTS test, even though no such requirement exists in the Act.",
      "id": "s82"
    },
    {
      "text": "4.",
      "id": "s83"
    },
    {
      "text": "The Tribunal fell into jurisdictional error in that it denied procedural fairness to the appellant, in making an error of fact upon the evidence presented upon it, which led it to misapplying the law.",
      "id": "s84"
    },
    {
      "text": "a.",
      "id": "s85"
    },
    {
      "text": "The Tribunal concluded that the appellant had completed the two Advanced Diplomas on a part-time basis, although he completed the course on a full-time basis.",
      "id": "s86"
    },
    {
      "text": "In making this conclusion, the Tribunal considered that the appellant only had \"functional English\" rather than \"better than functional English\" ability, which led to the conclusion that the appellant did not satisfy the required points test regarding English ability.",
      "id": "s87"
    },
    {
      "text": "Therefore, the Tribunal made an error of fact which led it to misapply the law.",
      "id": "s88"
    },
    {
      "text": "b.",
      "id": "s89"
    },
    {
      "text": "The Tribunal concluded that the instructions in completing the two Advanced Diplomas were given in Vietnamese, although they were given in English.",
      "id": "s90"
    },
    {
      "text": "In making this conclusion, the Tribunal considered that the appellant only had \"functional English\" rather than \"better than functional English\" ability, which led to the conclusion that the appellant did not satisfy the required points test regarding English ability.",
      "id": "s91"
    },
    {
      "text": "Therefore, the Tribunal made an error of fact which led it to misapply the law.",
      "id": "s92"
    },
    {
      "text": "19 With the exception of the new fourth ground of appeal, the grounds submitted by the appellant were identical to those before the Federal Magistrates Court.",
      "id": "s93"
    },
    {
      "text": "20 The appellant sought the following orders:\n \n1.",
      "id": "s94"
    },
    {
      "text": "An order that the decision of Burnett FM be quashed.",
      "id": "s95"
    },
    {
      "text": "2.",
      "id": "s96"
    },
    {
      "text": "The matter be remitted to the MRT for rehearing.",
      "id": "s97"
    },
    {
      "text": "3.",
      "id": "s98"
    },
    {
      "text": "The respondent be ordered to pay the costs of the appellant in these proceedings.",
      "id": "s99"
    },
    {
      "text": "4.",
      "id": "s100"
    },
    {
      "text": "The respondent be ordered to pay the costs of the appellant in these proceedings and the proceedings below.",
      "id": "s101"
    },
    {
      "text": "SUBMISSIONS OF THE PARTIES \n Submissions of the Appellant \n \n21 At the hearing the appellant was represented by Mr Nguyen of Counsel.",
      "id": "s102"
    },
    {
      "text": "A summary of the appellant's submissions are as follows:\n Ground 1 \n \n&#8226; By not giving the appellant the opportunity to respond to adverse findings in relation to property valuations, the Tribunal failed to comply with the requirements in s 359A(1)(c) of the Act.",
      "id": "s103"
    },
    {
      "text": "&#8226; By not placing due weight on the appellant's assets, the overall points score was affected which lead to the Tribunal affirming the decision of the delegate.",
      "id": "s104"
    },
    {
      "text": "Ground 2 \n \n&#8226; The Tribunal failed to properly consider the evidence as to the appellant's English ability.",
      "id": "s105"
    },
    {
      "text": "The Tribunal accepted that the appellant achieved two Advanced Diplomas but did not award the appellant 30 points for achieving \"better than functional English\" as provided for in policy.",
      "id": "s106"
    },
    {
      "text": "The fact that the appellant exercised his right to use an interpreter at the hearing was an irrelevant consideration.",
      "id": "s107"
    },
    {
      "text": "&#8226; The real estate valuations of the appellant were given no weight by the Tribunal and not taken into account.",
      "id": "s108"
    },
    {
      "text": "The Tribunal divided the value of the 93-95 Nguyen Cu Trinh Street property in half without giving any reasons.",
      "id": "s109"
    },
    {
      "text": "If the property were not divided in half, the appellant would have received 15 points under the Schedule to the Act.",
      "id": "s110"
    },
    {
      "text": "The appellant was not given the opportunity to provide further evidence or comment on the real estate valuations.",
      "id": "s111"
    },
    {
      "text": "The decision of the Tribunal is contrary to the authority in Wyse v Minister for Immigration and Citizenship [2006] FMCA 1362.",
      "id": "s112"
    },
    {
      "text": "Ground 3 \n \n&#8226; The Tribunal failed to recognise that the two Diplomas of the appellant were evidence of \"better than functional English\".",
      "id": "s113"
    },
    {
      "text": "By commenting on the appellant's failure to take an IELTS test, the Tribunal made a preference as to the type of evidence it would accept and imposed a requirement that an IELTS test be completed.",
      "id": "s114"
    },
    {
      "text": "Ground 4 \n \n&#8226; The Tribunal made an error of fact that led it to misapply the law.",
      "id": "s115"
    },
    {
      "text": "The Tribunal concluded the appellant completed Advanced Diplomas on a part-time basis and the instructions were in Vietnamese.",
      "id": "s116"
    },
    {
      "text": "In fact the courses were completed on a full-time basis and instructions were in English.",
      "id": "s117"
    },
    {
      "text": "The factual errors led the Tribunal to conclude the appellant had \"functional English\".",
      "id": "s118"
    },
    {
      "text": "Submissions of the Respondent \n \n22 The Minister was represented by Ms Wheatley of Counsel.",
      "id": "s119"
    },
    {
      "text": "A summary of her submissions is as follows:\n Ground 1 \n \n&#8226; Pursuant to s 359A of the Act, the Tribunal need only give the appellant particulars of information it considers would be the reason or part of the reason for affirming the decision.",
      "id": "s120"
    },
    {
      "text": "This does not extend to \"information\" encompassing the Tribunal's thought processes, determination, subjective appraisals, or relate to the existence of doubts, inconsistencies or absence of evidence ( SZBYR v Minister for Immigration and Citizenship [2007] HCA 26).",
      "id": "s121"
    },
    {
      "text": "&#8226; The Tribunal considered the information given by the appellant in relation to property valuations and decided not to place any weight on it.",
      "id": "s122"
    },
    {
      "text": "Such an approach is open to the Tribunal ( Tran v Minister for Immigration and Multicultural Affairs [2006] FCA 1229 at [55] ).",
      "id": "s123"
    },
    {
      "text": "&#8226; The appellant was invited by the Tribunal to provide further information supported by documentation in accordance with s 359A(2) of the Act.",
      "id": "s124"
    },
    {
      "text": "&#8226; The real estate valuations of the appellant were given to the Tribunal for the purposes of the review.",
      "id": "s125"
    },
    {
      "text": "Section 359A(4)(b) of the Act specifically excludes information, given for the purposes of the application for review, from the operation of s 359A.",
      "id": "s126"
    },
    {
      "text": "Ground 2 \n \n&#8226; The Tribunal did consider the appellant's advanced diplomas and also considered the other available evidence before it.",
      "id": "s127"
    },
    {
      "text": "The decision the Tribunal made was open to it in light of:\n \n o the appellant's reliance on an interpreter at the hearing;\n \n o the fact that, when an interpreter was not used, the appellant was hesitant and had difficulty answering questions in English;\n \n o the courses of study upon which the appellant relied were conducted by correspondence;\n \n o the fact that the appellant communicated with tutors in those courses in English and Vietnamese; and\n \n o the fact that the appellant did not claim to have produced any written assignments in English.",
      "id": "s128"
    },
    {
      "text": "&#8226; In relation to the asset valuations, the Tribunal did consider and take into account the real estate properties and valuations but determined not to place weight on those valuations.",
      "id": "s129"
    },
    {
      "text": "The weight to be attributed to such valuations was an issue for the Tribunal ( Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1986) 162 CLR 24).",
      "id": "s130"
    },
    {
      "text": "Ground 3 \n \n&#8226; The Tribunal did not misunderstand the questions it was to ask itself; rather it identified the correct issues and considered all of the evidence before it.",
      "id": "s131"
    },
    {
      "text": "&#8226; The PAM policy guidelines as to functional ability in English and \"better than functional ability\" provide that either educational qualifications or the IELTS test results may be regarded as sufficient in deciding whether the appellant has better than functional English.",
      "id": "s132"
    },
    {
      "text": "The Tribunal merely adverted to the IELTS test as an alternative assessment.",
      "id": "s133"
    },
    {
      "text": "Ground 4 \n \n&#8226; The findings of the Tribunal in relation to the part-time study and mode of delivery were open to the Tribunal.",
      "id": "s134"
    },
    {
      "text": "&#8226; A finding that the appellant undertook part-time study was open to the Tribunal upon the evidence.",
      "id": "s135"
    },
    {
      "text": "The facts before the Tribunal were that the appellant studied by correspondence, completing 12 subjects over two years while undertaking full-time work (seven days a week).",
      "id": "s136"
    },
    {
      "text": "&#8226; A finding that the appellant communicated with his tutors in both English and Vietnamese was open to the Tribunal on the evidence.",
      "id": "s137"
    },
    {
      "text": "The appellant at the Tribunal hearing stated that his tutors spoke with him in both languages and assessment was mostly by way of \"tick the box\" answers.",
      "id": "s138"
    },
    {
      "text": "CONSIDERATION \n \n23 The only basis upon which an appeal lies from a privative clause decision within the meaning of s 474 of the Act is jurisdictional error of the Tribunal: S157/2002 v Commonwealth (2003) 211 CLR 476.",
      "id": "s139"
    },
    {
      "text": "An error in the factual findings of the Tribunal, or the weighing of facts by the Tribunal, is not a jurisdictional error.",
      "id": "s140"
    },
    {
      "text": "24 In this case there is considerable overlap between the appellant's grounds of appeal and submissions in relation to those grounds of appeal.",
      "id": "s141"
    },
    {
      "text": "After considering the grounds of appeal and the submissions of both parties I have formed the view that the appellant's grounds of appeal are without substance for the following reasons:\n Ground 1 \n \n25 Section 359A specifically provides for procedural fairness in the framework of the Act as follows:\n 359A Information and invitation given in writing by Tribunal (1) Subject to subsections (2) and (3), the Tribunal must: \n \n (a) give to the applicant, in the way that the Tribunal considers appropriate in the circumstances, clear particulars of any information that the Tribunal considers would be the reason, or a part of the reason, for affirming the decision that is under review; and\n (b) ensure, as far as is reasonably practicable, that the applicant understands why it is relevant to the review, and the consequences of it being relied on in affirming the decision that is under review; and\n (c) invite the applicant to comment on or respond to it.",
      "id": "s142"
    },
    {
      "text": "... \n \n (4) This section does not apply to information: \n \n (a) that is not specifically about the applicant or another person and is just about a class of persons of which the applicant or other person is a member; or\n (b) that the applicant gave for the purpose of the application for review; or\n (ba) that the applicant gave during the process that led to the decision that is under review, other than such information that was provided orally by the applicant to the Department; or\n (c) that is non-disclosable information.",
      "id": "s143"
    },
    {
      "text": "26 \"Information\" in s 359A of the Act has only a limited scope (see SZBYR v Minister for Immigration and Citizenship [2007] HCA 26 at [22] ).",
      "id": "s144"
    },
    {
      "text": "Considering a similar legislative provision in SZBYR [2007] HCA 26 , Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ at [18] said that \"information\":\n does not encompass the Tribunal's subjective appraisals, thought processes or determinations...nor does it extend to identified gaps, defects or lack of detail or specificity in evidence or to conclusions arrived at by the tribunal in weighing up the evidence by reference to those gaps, etc. \n27 The appellant's first ground of appeal related to the Tribunal's consideration of real estate valuations provided by the appellant.",
      "id": "s145"
    },
    {
      "text": "However in its statement of decision and reasons it is clear that the Tribunal carefully considered all the evidence relating to the assets claimed by the appellant.",
      "id": "s146"
    },
    {
      "text": "In upholding the delegate's decision to refuse the grant of a visa to the appellant, the Tribunal noted, inter alia :\n \n&#8226; the fact that the property valuations provided by the appellant were not supported by evidence; and\n \n&#8226; that the valuations currently provided were inconsistent with the valuations provided in 2003.",
      "id": "s147"
    },
    {
      "text": "28 The appellant in ground 1 does not identify the information upon which it is said the Tribunal should have invited comment.",
      "id": "s148"
    },
    {
      "text": "After consideration of the evidence, the Tribunal was of the view that little weight should be given to the valuations provided by the appellant.",
      "id": "s149"
    },
    {
      "text": "Inconsistencies and disbelief of the appellant's evidence are not, for the purposes of s 359A of the Act, \"information\" which must be provided by the Tribunal to the appellant.",
      "id": "s150"
    },
    {
      "text": "29 In any event, s 359A(4)(b) of the Act stipulates that information provided by the appellant for the purposes of the application for review is excluded from the operation of the section.",
      "id": "s151"
    },
    {
      "text": "As the first respondent has correctly submitted, information in relation to asset valuation provided by the appellant was in fact provided to the Tribunal for this reason.",
      "id": "s152"
    },
    {
      "text": "The property valuation information is therefore excluded as \"information\" under s 359A(1) of the Act.",
      "id": "s153"
    },
    {
      "text": "30 Finally, it is clear that contrary to the appellant's ground of appeal, the appellant was provided with an invitation and an opportunity to provide further information in relation to his current assets and liabilities with supporting documentation.",
      "id": "s154"
    },
    {
      "text": "31 The learned Federal Magistrate held that there was no breach of procedural fairness as required by s 359A of the Act.",
      "id": "s155"
    },
    {
      "text": "No error has been demonstrated in relation to this finding of his Honour.",
      "id": "s156"
    },
    {
      "text": "Accordingly, the appellant's first ground of appeal fails.",
      "id": "s157"
    },
    {
      "text": "Ground 2 \n \n Language ability \n \n32 Whether an applicant before the Tribunal has \"functional English\" or \"better than functional English\" is a question of fact for the Tribunal.",
      "id": "s158"
    },
    {
      "text": "In this case the Tribunal, in concluding that the appellant had \"functional English\" only, did so on the basis of:\n \n&#8226; the appellant's use of an interpreter at the hearing;\n \n&#8226; the difficulty the appellant had at the hearing in answering questions in English without the interpreter;\n \n&#8226; the fact that the Diploma courses did not require written assignments in English; and\n \n&#8226; the limited material before the Tribunal in relation to the Diploma course curriculum.",
      "id": "s159"
    },
    {
      "text": "33 I do not accept that the Tribunal was required to find that, because the appellant had been awarded two Advanced Diplomas, the appellant had \"better than functional English\" in terms of the policy guidelines in the PAM.",
      "id": "s160"
    },
    {
      "text": "34 So far as relevant, the PAM provides the following guidance in relation to the assessment of an applicant's level of English ability as \"better than functional English\":\n This level of English ability (item 7301) should be regarded as requiring the applicant to be able to (for three of the following factors): \n \n Read and understand a variety of texts in English with reasonably good comprehension\n Write English well enough to communicate effectively for most purposes\n Understand spoken English competently in a range of situations\n Speak English fairly fluently and accurately in a range of contexts.",
      "id": "s161"
    },
    {
      "text": "(The applicant's skill for the remaining factor can be at a lower level.",
      "id": "s162"
    },
    {
      "text": ") A person may be regarded as having better than functional ability in English if they provide evidence of having \n \n A diploma, degree, higher degree or trade certificate that required at least two years full-time study or training in an institution where all instruction for that award was conducted in English; or\n In the last 12 months or during the processing of the current application, achieved an IELTS average band score of at least 6.0 on the three best of the applicant's scores based on the four test components of speaking, reading, writing and listening.",
      "id": "s163"
    },
    {
      "text": "35 At best, as the first respondent submitted, the fact that a person has, inter alia , a diploma may result in that person being regarded as having better than functional English.",
      "id": "s164"
    },
    {
      "text": "The PAM makes it plain that the issue of having a qualification is one factor the Tribunal may take into consideration in determining whether a person has better than functional English.",
      "id": "s165"
    },
    {
      "text": "It is open to the Tribunal to find that a person does not have better than functional English notwithstanding having the qualifications listed in the PAM.",
      "id": "s166"
    },
    {
      "text": "36 However in any event the policy provides for a finding of better than functional English in circumstances where the course of study is at least two years full-time in an institution where all instruction was conducted in English.",
      "id": "s167"
    },
    {
      "text": "The Tribunal found this was not the case in relation to the appellant's courses of study.",
      "id": "s168"
    },
    {
      "text": "Property valuations \n \n37 As far as the second ground of appeal relates to real estate valuations, the learned Federal Magistrate found in Tran [2007] FMCA 1929 at [33] that it was clear from the reasons of the Tribunal that it did take into account the property valuations provided by the appellant.",
      "id": "s169"
    },
    {
      "text": "The weight given to those valuations however is an issue for the Tribunal ( Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1986) 162 CLR 24).",
      "id": "s170"
    },
    {
      "text": "38 The appellant raised issue with the Tribunal's decision relating to the value of the property at 93-95 Nguyen Cu Trinh Street.",
      "id": "s171"
    },
    {
      "text": "It appears from the evidence that the appellant held the property at 95 Nguyen Cu Trinh Street at the time of the application, but that the adjoining building No 93 was acquired after the application.",
      "id": "s172"
    },
    {
      "text": "The appellant's evidence was that the property at No 95 was worth $200,000 but that the combined worth of the two properties was $1,207,242.",
      "id": "s173"
    },
    {
      "text": "The Federal Magistrate noted that the Tribunal had divided the then value of 93-95 Nguyen Cu Trinh Street in half for the purposes of its consideration of the appellant's case.",
      "id": "s174"
    },
    {
      "text": "His Honour found that, while the value attributed to the properties by the Tribunal for the purposes of the application may have been decided arbitrarily, the Tribunal clearly decided the case in favour of the appellant.",
      "id": "s175"
    },
    {
      "text": "This is because No 93 had been acquired after the commencement of the application --- accordingly the Tribunal strictly did not need to take the value of that property into account.",
      "id": "s176"
    },
    {
      "text": "The Federal Magistrate found that the decision of the Tribunal in relation to these properties had no effect on the decision adverse to the appellant ( Tran [2007] FMCA 1929 at [33]).",
      "id": "s177"
    },
    {
      "text": "39 Further, I agree with Ms Wheatley that the principles articulated in Wyse [2006] FMCA 1362 have no application in the context of these proceedings, as that case involved a different type of visa, a different policy and different requirements.",
      "id": "s178"
    },
    {
      "text": "40 I do not consider this ground of appeal substantiated.",
      "id": "s179"
    },
    {
      "text": "Ground 3 \n \n41 This ground of appeal overlaps with the second ground in relation to the language ability of the appellant.",
      "id": "s180"
    },
    {
      "text": "Burnett FM said at [14]:\n However, the Applicant's interpretation of the Tribunal's decision on this point is in my view incorrect.",
      "id": "s181"
    },
    {
      "text": "It is clear from the Tribunal's decision that its reference to the IELTS test was merely to indicate its awareness of an alternative form of assessment available to it and the inferences open on the presentation of evidence of that kind.",
      "id": "s182"
    },
    {
      "text": "In the result however the Tribunal only had available before it the Applicant's evidence comprising the advanced diplomas.",
      "id": "s183"
    },
    {
      "text": "(Tran v Minister for Immigration &amp; Anor [2007] FMCA 1929) \n42 In my view, it cannot be inferred from the fact that the Tribunal mentioned the absence of an IELTS test that the Tribunal had concluded the appellant had only \"functional English\" because of the absence of an IELTS test.",
      "id": "s184"
    },
    {
      "text": "The Tribunal merely noted that the appellant did not present results of an IELTS test.",
      "id": "s185"
    },
    {
      "text": "The Tribunal mentioned the IELTS test because it is a consideration for which there is provision under the policy.",
      "id": "s186"
    },
    {
      "text": "43 This ground of appeal is not substantiated.",
      "id": "s187"
    },
    {
      "text": "Ground 4 \n \n44 The fourth ground of appeal in my view adds little to the grounds of appeal already raised by the appellant.",
      "id": "s188"
    },
    {
      "text": "I accept the submission of Ms Wheatley that the evidence before the Tribunal supported a finding by the Tribunal that the appellant had undertaken part-time study, namely:\n \n&#8226; the number of subjects undertaken by the appellant over a two year period;\n \n&#8226; the appellant's discussion with the Tribunal at the hearing as to the courses being studied via correspondence; and\n \n&#8226; the appellant's direct and continuous involvement (seven days a week) in the management and day to day activities of his business (which militates against an ability to study full-time).",
      "id": "s189"
    },
    {
      "text": "45 Further, contrary to the appellant's ground of appeal that the Tribunal had found that the instruction in the appellant's courses was in Vietnamese, in fact the finding of the Tribunal was that the appellant \"communicated with his tutors in English and in Vietnamese\".",
      "id": "s190"
    },
    {
      "text": "This finding of the Tribunal was available to it given that, as the evidence demonstrated, the appellant had told the Tribunal during the hearing that he and his teachers spoke in both English and Vietnamese.",
      "id": "s191"
    },
    {
      "text": "The fourth ground of appeal as it relates to the Tribunal's finding that \"instruction in the diploma courses were given in Vietnamese\" is not supported by the evidence.",
      "id": "s192"
    },
    {
      "text": "The Tribunal simply did not make such a finding.",
      "id": "s193"
    },
    {
      "text": "CONCLUSION \n \n46 I concur with the comment of Burnett FM that it is unfortunate that the appellant falls short of succeeding in obtaining his visa because he has failed to secure sufficient points as provided by the assessment process detailed in the Migration Regulations .",
      "id": "s194"
    },
    {
      "text": "However, like Burnett FM, I am satisfied that the Tribunal properly considered the application.",
      "id": "s195"
    },
    {
      "text": "Further, I am unable to identify any error in the decision of the learned Federal Magistrate below.",
      "id": "s196"
    },
    {
      "text": "Accordingly, the appropriate order is to dismiss the appeal with costs.",
      "id": "s197"
    },
    {
      "text": "I certify that the preceding forty-six (46) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s198"
    },
    {
      "text": "Associate:\n\nDated: 2 December 2008\n\n Counsel for the Appellant: Mr S Nguyen \n \n Solicitor for the Appellant: Southside Lawyers \n \n Counsel for the First Respondent: Ms A Wheatley \n \n Solicitor for the First Respondent: Clayton Utz \n \n Solicitor for the Second Respondent: The Second Respondent did not appear \n\n Date of Hearing: 24 June 2008 \n \n Date of Judgment: 2 December 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1826.html",
      "id": "s199"
    }
  ]
}