{
  "name": "Scott v Charitopoulos (Corrigendum dated 21 January 2009) [2008] FCA 1914 (16 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1914.html",
  "catchphrases": [
    {
      "text": "bankruptcy notice founded on final order",
      "id": "c0"
    },
    {
      "text": "supreme court taxing master's order",
      "id": "c1"
    },
    {
      "text": "whether final order",
      "id": "c2"
    },
    {
      "text": "bankruptcy",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicants are petitioning creditors.",
      "id": "s0"
    },
    {
      "text": "The act of bankruptcy alleged in the petition is the failure of the respondent to comply with a bankruptcy notice issued on 9 October 2007.",
      "id": "s1"
    },
    {
      "text": "The notice was served in respect of a final order for costs made on 20 April 2007 in contempt proceedings in the Supreme Court of Victoria.",
      "id": "s2"
    },
    {
      "text": "The judge made an order that the applicants' costs of the contempt proceeding, including reserved costs, be paid by the respondent on a solicitor-client basis.",
      "id": "s3"
    },
    {
      "text": "These costs were taxed and allowed at $123,587.41.",
      "id": "s4"
    },
    {
      "text": "The question for determination is whether the bankruptcy notice is valid.",
      "id": "s5"
    },
    {
      "text": "2 Section 40(1)(g) of the Bankruptcy Act 1966 (Cth) provides that a debtor commits an act of bankruptcy \"if a creditor who has obtained against the debtor a final judgment or final order ... has served on the debtor ... a bankruptcy notice ... and the debtor does not ... comply with the requirements of the notice\".",
      "id": "s6"
    },
    {
      "text": "The Bankruptcy Act also provides that a bankruptcy notice must be in accordance with the form prescribed in the regulations: s 41(2).",
      "id": "s7"
    },
    {
      "text": "According to those regulations the notice must be in accordance with Form 1: Bankruptcy Regulations 1996 (Cth), reg 4.02.",
      "id": "s8"
    },
    {
      "text": "Clause 2 of Form 1 requires a \"copy of the judgments or orders relied upon by the creditor [to be] attached\" to the bankruptcy notice.",
      "id": "s9"
    },
    {
      "text": "3 The only order that was attached to the bankruptcy notice was the order made by the taxing master following the taxation.",
      "id": "s10"
    },
    {
      "text": "The taxing master's order was in the following terms: \"The costs of the [applicants] are taxed and allowed in the sum of $123,587.41 to be paid by the [respondent].",
      "id": "s11"
    },
    {
      "text": "\" The respondent challenges the validity of the bankruptcy notice.",
      "id": "s12"
    },
    {
      "text": "He says that an order of the taxing master is not a final order or final judgment for the purpose of the Bankruptcy Act .",
      "id": "s13"
    },
    {
      "text": "4 In most jurisdictions, upon the completion of a taxation of a bill of costs, the taxing master issues a certificate of taxation or an allocatur.",
      "id": "s14"
    },
    {
      "text": "Until that point the quantum of the costs are necessarily indeterminate.",
      "id": "s15"
    },
    {
      "text": "But after the certificate or allocatur is issued the costs become a \"sum certain\": Watkins Ltd v Ranger Uranium Mines Pty Ltd (1985) 35 NTR 27 , 32.",
      "id": "s16"
    },
    {
      "text": "The certificate or allocatur amounts to an authority for the enforcement of the amount allowed by the taxing master: Garrard v Email Furniture Pty Ltd (1993) 32 NSWLR 662, 678.",
      "id": "s17"
    },
    {
      "text": "But the liability to pay costs depends upon the order made by the court that costs be paid by one party to another.",
      "id": "s18"
    },
    {
      "text": "It is that order (ie the order of the court) that is a final judgment for purposes of the Bankruptcy Act : Re Cartwright; ex parte Cartwright v Barker [1975] 1 WLR 573.",
      "id": "s19"
    },
    {
      "text": "576.",
      "id": "s20"
    },
    {
      "text": "The taxing master's certificate or allocatur is not a final judgment for that purpose: Re Crump; ex parte Crump (1891) 64 LT 799.",
      "id": "s21"
    },
    {
      "text": "5 In 1986 the Victorian Supreme Court rules changed.",
      "id": "s22"
    },
    {
      "text": "The new rules did away with the taxing master's certificates and allocaturs.",
      "id": "s23"
    },
    {
      "text": "Now when costs are taxed, the taxing master may \"make a final order with respect to the amount at which he or she allows the costs or of his or her disallowance of the costs\": Supreme Court (General Civil Procedure) Rules 2005 (Vic), O 63 r 56(2).",
      "id": "s24"
    },
    {
      "text": "6 It seems to me that the order made by the taxing master is not a final order for the purposes of the Bankruptcy Act .",
      "id": "s25"
    },
    {
      "text": "This is because all that the master is permitted to do by O 63 r 56(2) is to make an order that either certifies the amount of costs that are payable or certifies the amount of costs that have been disallowed.",
      "id": "s26"
    },
    {
      "text": "The master is not given the power to make an order requiring one party to pay to another party the costs so certified.",
      "id": "s27"
    },
    {
      "text": "7 Taxing masters in Victoria use a pro forma form of order which is in the following terms \"The cost of the ________ are taxed and allowed in the sum of $________ to be paid by the ________\".",
      "id": "s28"
    },
    {
      "text": "The pro forma order is not sanctioned by the rules.",
      "id": "s29"
    },
    {
      "text": "Nor is it prescribed by any regulations.",
      "id": "s30"
    },
    {
      "text": "It is a form that has simply been adopted by the taxing master as the means by which he will carry out his function under O 63 r 56.",
      "id": "s31"
    },
    {
      "text": "The pro forma order does not, however, alter the fact that all the taxing master can do is exercise the powers conferred upon him by the Supreme Court Act 1986 (Vic) and the rules.",
      "id": "s32"
    },
    {
      "text": "It is, in my view, clear that neither the statute nor the rules authorise the taxing master to make an order in the form which he employs.",
      "id": "s33"
    },
    {
      "text": "8 It follows that the obligation pay the costs which the taxing master has taxed must be found elsewhere.",
      "id": "s34"
    },
    {
      "text": "In cases where the costs are taxed pursuant to an order, the obligation to pay the costs is to be found in the order itself.",
      "id": "s35"
    },
    {
      "text": "The order cannot be enforced until the costs have been taxed and a final order from the master is issued.",
      "id": "s36"
    },
    {
      "text": "In cases where: (a) the rules require one party to pay another party's costs (see for example O 26 r 3(7)); or (b) the parties have agreed in writing that costs payable by one party to another be taxed, then those costs may be taxed without an order for taxation (O 63 r 10).",
      "id": "s37"
    },
    {
      "text": "Once the taxing master has made a final order with the respect to those costs, the order \"may be enforced in the same manner as a judgment for the payment of money\" (O 63 r 11(1)).",
      "id": "s38"
    },
    {
      "text": "In the first case the judge's order, and in the second case the taxing master's order, is a final order for bankruptcy purposes.",
      "id": "s39"
    },
    {
      "text": "9 Unfortunately this view is not shared by the Supreme Court.",
      "id": "s40"
    },
    {
      "text": "In Scott v Evia Pty Ltd [2008] VSC 324 , Hansen J held that a taxing master's order is a judgment that is enforceable in the same manner as any other judgment for the payment of money.",
      "id": "s41"
    },
    {
      "text": "He held that a taxing master has power not only to determine the quantum of costs but also to compel one party to pay another party's costs.",
      "id": "s42"
    },
    {
      "text": "He gave the following examples in support of his contention (at [34]): (a) where it is desirable to identify that a party's liability to pay costs is limited to a percentage of the total, or some other part of, the taxed costs; (b) where the liability to pay costs is defined, in whole or in part, in respect of issues; (c) where a number of orders produces a single taxed amount; and (d) if there are multiple parties and the liability to pay costs varies between them and even includes percentage and issue orders.",
      "id": "s43"
    },
    {
      "text": "10 It may be true that the taxing master's final order can stipulate, in an appropriate case, what proportion of the taxed costs a particular party is liable to pay.",
      "id": "s44"
    },
    {
      "text": "However, in each instance it is not the taxing master who makes the decision as to the appropriate proportions.",
      "id": "s45"
    },
    {
      "text": "He is only entitled to implement the order of the judge directing how the costs are to be paid.",
      "id": "s46"
    },
    {
      "text": "That is to say, the taxing master is only performing a ministerial function by giving effect to a judge's order.",
      "id": "s47"
    },
    {
      "text": "11 As regards the operation of O 63 r 11 Hansen J said (at [36]): \"The rule is enabling and clarificatory to the extent it provides.",
      "id": "s48"
    },
    {
      "text": "It is to be understood as making plain that an order made by the taxing master [which is not made pursuant to a curial order] ... is enforceable in the same manner as a judgment for the payment of money.",
      "id": "s49"
    },
    {
      "text": "\" It will be apparent that this is not the view I take of the rules.",
      "id": "s50"
    },
    {
      "text": "I am of the opinion, as expressed in my earlier decision in Commonwealth Bank of Australia v Horvath (Junior) [1999] FCA 143 ; (1999) 161 ALR 441 , that O 63 r 11 makes it clear that an order of a taxing master is not generally enforceable as a judgment or else why would the rules have provided that in some circumstances it can be enforced as a judgment: see Re Swinton &amp; Co. and Richez,; Re Mortimer and Kirkpatrick (1982) 33 B.C.L.R.",
      "id": "s51"
    },
    {
      "text": "36 , a case decided in different circumstances.",
      "id": "s52"
    },
    {
      "text": "12 Moreover, the view that I take is consistent with that taken by the seminal practice book, Williams, Civil Procedure - Victoria.",
      "id": "s53"
    },
    {
      "text": "Williams says [at I 63.37.35]: \n Where costs are taxed otherwise than under a judgment or order for costs, an order of the taxing master (including an interim order) for payment of any money found to be due may be enforced in the same manner as a judgment for the payment of money: r 63.11.",
      "id": "s54"
    },
    {
      "text": "Before the order of the Taxing Master is enforced, it must be authenticated and filed in accordance with O 60: see rr 60.01, 63.56(4).",
      "id": "s55"
    },
    {
      "text": "In the case of costs taxed under a judgment or order, that is, a judgment or order of a judge or a master that a party pay costs, strictly, the liability of the party to pay the amount at which the taxing master allows costs arises from that judgment or order, not from the order of the taxing master.",
      "id": "s56"
    },
    {
      "text": "Nonetheless, the order of the taxing master must be authenticated before the amount for costs can be levied by warrant of execution.",
      "id": "s57"
    },
    {
      "text": "13 Neither the foregoing nor my view that Scott is wrongly decided provides the answer to this case.",
      "id": "s58"
    },
    {
      "text": "The reason is this.",
      "id": "s59"
    },
    {
      "text": "In common with other common law jurisdictions, in Victoria, subordinate legislation either means what it says or, in cases of difficulty, means what judges say it means.",
      "id": "s60"
    },
    {
      "text": "If a judge of the Supreme Court holds that a particular rule is to be given a particular construction then, whether the construction be right or wrong, that holding binds those who must enforce the rules until the judgment is set aside.",
      "id": "s61"
    },
    {
      "text": "Put simply, the power of the taxing master and the effect of his orders depend not only upon the language of the rules, but also upon the construction which has been placed upon them by judges in the relevant jurisdiction.",
      "id": "s62"
    },
    {
      "text": "14 What that means for the present case is this.",
      "id": "s63"
    },
    {
      "text": "The officers of the Supreme Court who enforce judgments will enforce any final order made by a taxing master.",
      "id": "s64"
    },
    {
      "text": "This will occur because that is what Scott decided.",
      "id": "s65"
    },
    {
      "text": "That practice must be given affect for the purposes of the Bankruptcy Act .",
      "id": "s66"
    },
    {
      "text": "15 The respondent also opposes the petition on the following grounds: (a) the respondent is not insolvent; (b) the respondent has valid claims against the applicants; and (c) the applicants' petition is not made bona fide.",
      "id": "s67"
    },
    {
      "text": "It seems to be common ground that these issues should be remitted for determination by a magistrate.",
      "id": "s68"
    },
    {
      "text": "Orders will be made accordingly.",
      "id": "s69"
    },
    {
      "text": "So far as the costs are concerned, in my view, they should be borne by the respondent.",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s71"
    },
    {
      "text": "Associate:\n\nDated: 16 December 2008\n\n Counsel for the Applicant: R M Garratt QC \n \n Solicitor for the Applicant: Middletons \n \n Counsel for the Respondent: G T Bigmore QC \n \n Solicitor for the Respondent: Efron &amp; Associates \n\n Date of Written Submissions: 14 November 2008 \n \n Date of Judgment: 16 December 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1914.html",
      "id": "s72"
    }
  ]
}