{
  "name": "Hamilton v Diprose (No 2) [2008] FCA 1328 (29 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1328.html",
  "catchphrases": [
    {
      "text": "agreement dealing with contributions to legal costs in relation to criminal proceedings",
      "id": "c0"
    },
    {
      "text": "whether funds held in trust according to agreement should be distributed",
      "id": "c1"
    },
    {
      "text": "whether order in relation to criminal proceeding amounted to conviction",
      "id": "c2"
    },
    {
      "text": "whether final determination of charges",
      "id": "c3"
    },
    {
      "text": "costs of application for directions",
      "id": "c4"
    },
    {
      "text": "whether reasonable",
      "id": "c5"
    },
    {
      "text": "\" final determination \"",
      "id": "c6"
    },
    {
      "text": "corporations",
      "id": "c7"
    },
    {
      "text": "words and phrases",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant is the Liquidator of Tasmanian Compliance Corporation Pty Ltd (in liquidation) (\"the Company\").",
      "id": "s0"
    },
    {
      "text": "He seeks directions under s 511 of the Corporations Act 2001 (Cth) as to the disposition of a sum of $60,000 which is part of the net proceeds of the liquidation.",
      "id": "s1"
    },
    {
      "text": "2 Prior to the commencement of the winding up on 20 March 2007 Mr John White, Mr Glen Milliner and Mr David Diprose each held one fully paid share in the Company.",
      "id": "s2"
    },
    {
      "text": "These three gentlemen had been directors of the Company since 21 March 2003 although Mr Diprose resigned on 15 September 2004.",
      "id": "s3"
    },
    {
      "text": "3 In August 2003 the Company was authorised to accredit building practitioners under the Building Act 2000 (Tas).",
      "id": "s4"
    },
    {
      "text": "Under this Act there is a statutory scheme for the privatised accreditation of building practitioners.",
      "id": "s5"
    },
    {
      "text": "In 2006 the Company was (as it always had been) the sole accrediting entity authorised under the scheme.",
      "id": "s6"
    },
    {
      "text": "Apprehensive about the possibility of a change of government in Tasmania which might result in the Company losing its authorisation, or having rivals authorised, Mr White entered into certain negotiations with the relevant Minister, Mr Bryan Green.",
      "id": "s7"
    },
    {
      "text": "The outcome was a written agreement in February 2006, signed by Mr White on behalf of the Company and Mr Green as Minister, which included a term to the effect that the Minister would not authorise any additional body to accredit building practitioners without giving the Company three years notice.",
      "id": "s8"
    },
    {
      "text": "4 Subsequent revelation of these matters led to the charging of Mr White with the offence of doing an act intended to interfere with the free exercise by a Minister of any of the duties or authorities of his office, contrary to s 69 of the Criminal Code (Tas).",
      "id": "s9"
    },
    {
      "text": "5 Mr White pleaded guilty to this charge and on 10 December 2007 in the Supreme Court of Tasmania Underwood CJ ordered\n that these proceedings be adjourned for a period of two years and upon Mr White undertaking to be of good behaviour during that time, and upon condition that if he breaches that undertaking, he is called upon to attend this Court and show cause why these proceedings should not proceed to a conclusion, he is now released without other order.",
      "id": "s10"
    },
    {
      "text": "6 To go back in time, on 20 March 2007 the Company, another company called Knowledge Consulting Pty Ltd and Messrs Milliner, White and Diprose entered into a Deed of Settlement.",
      "id": "s11"
    },
    {
      "text": "The Deed recited that certain disputes and claims had arisen between the parties and that they were to be resolved in the matter settled by the Deed.",
      "id": "s12"
    },
    {
      "text": "Relevantly for present purposes cl 9 provided as follows:\n 9.",
      "id": "s13"
    },
    {
      "text": "Contribution to White's Legal costs 9.1 Authorisation \n \n Milliner, White and Diprose irrevocably authorise the TCC [the Company] and/or any Liquidator subsequently appointed over the TCC ( \"Trustee\" ) to retain the first $20,000 due to each of them after the date of this Deed by way of dividend or shareholder distribution and hold that amount (totalling a maximum of $60,000) in trust in respect of White's legal costs in defending the Charges.",
      "id": "s14"
    },
    {
      "text": "9.2 Terms of Trust \n \n The Trustee shall hold the retained sum and any interest or income from it ( \"Trust Fund\" ) upon trust that the Trustee shall, as soon as reasonably possible after the final determination of the Charges, pay out of the Trust Fund: \n \n \n \n \n \n (a) if White is not convicted of the Charges: \n \n \n (i) first, on presentation to the Trustee by White of valid tax invoices from White's legal advisers, White's legal costs in respect of the Charges up to a maximum equal to the balance of the Trust Fund; (ii) second, the remainder (if any) of the Trust Fund after payment of White's legal costs, to Milliner, White and Diprose in equal shares; or \n \n \n \n (b) if White is convicted of the Charges, the entirety of the Trust Fund to Milliner, White and Diprose in equal shares.",
      "id": "s15"
    },
    {
      "text": "9.3 Investment of Trust Fund \n \n \n The Trustee shall forthwith invest the Trust Fund in any investment in which trustees are authorised by law to invest trust funds and may from time to time vary such investments for others of a like nature as often as it deems expedient.",
      "id": "s16"
    },
    {
      "text": "9.4 Trustee's Expenses \n \n \n \n The Trustee may retain and reimburse itself all costs and expenses to be incurred in or about the execution of the trusts mentioned in this Clause 9 or in relation thereto.",
      "id": "s17"
    },
    {
      "text": "7 Under cl 2.7 the term \"final determination\" as used in cl 9.2 was defined to mean\n a finalisation of the Charges before the court at first instance and the expiry of any relevant appeal period without any appeal being made, or if an appeal is made, the exhaustion of the appeal process, or the withdrawal of the Charges without trial, or the dismissal of the Charges otherwise.",
      "id": "s18"
    },
    {
      "text": "8 The term \"Charges\" was defined in cl 2.2 to mean the criminal charges brought against Mr White referred to above.",
      "id": "s19"
    },
    {
      "text": "9 It could not be disputed that at the moment Mr White has not been convicted of the Charges.",
      "id": "s20"
    },
    {
      "text": "Section 10(1) of the Sentencing Act 1997 (Tas) provides that, except as provided by that Act or any other enactment (which is not suggested),\n a finding of guilt without the recording of a conviction is not to be taken to be a conviction for any purpose.",
      "id": "s21"
    },
    {
      "text": "10 The question which then arises is whether there has been a \"final determination of the Charges\" within the meaning of cl 9.2.",
      "id": "s22"
    },
    {
      "text": "If so, the Liquidator would be obliged to deal with the money in accordance with cl 9.2(a).",
      "id": "s23"
    },
    {
      "text": "The Liquidator has the funds in hand and \"as soon as reasonably possible\" would in effect mean straight away.",
      "id": "s24"
    },
    {
      "text": "11 In my opinion, there has not been a \"final determination of the Charges\".",
      "id": "s25"
    },
    {
      "text": "They have only been adjourned until 10 December 2009.",
      "id": "s26"
    },
    {
      "text": "There remains the possibility that if Mr White in the meantime were to engage in conduct which amounted to not being of good behaviour, he would be brought back before the Supreme Court.",
      "id": "s27"
    },
    {
      "text": "In that event the Supreme Court could convict Mr White of the Charges and impose any penalty provided for by law.",
      "id": "s28"
    },
    {
      "text": "Under the Criminal Code all offences other than murder or treason carry a maximum penalty of 21 years imprisonment.",
      "id": "s29"
    },
    {
      "text": "12 Thus in terms of the definition in cl 2.7 of the term \"final determination\" there has not been a \"finalisation of the Charges\".",
      "id": "s30"
    },
    {
      "text": "Indeed, consistently with that definition, finalisation would not occur until the expiry of the period, commencing on 10 December 2009, for making an appeal to the Full Court of the Supreme Court of Tasmania without any appeal being made, or if an appeal is made, the exhaustion of the appeal process.",
      "id": "s31"
    },
    {
      "text": "(I take the reference to \"ma(king)\" an appeal to denote the filing and service of a notice of appeal in accordance with the applicable legislation or Court rules.",
      "id": "s32"
    },
    {
      "text": ")\n \n13 Mr Diprose appeared in person on the hearing of the Liquidator's application.",
      "id": "s33"
    },
    {
      "text": "It is apparent that he has had a bitter falling out with Mr White.",
      "id": "s34"
    },
    {
      "text": "He made some allegations against Mr White which are unsubstantiated but are in any event irrelevant to the issue now before this Court.",
      "id": "s35"
    },
    {
      "text": "14 Mr Diprose pointed to s 199A(3) of the Corporations Act which prohibits a company from indemnifying a person against legal costs incurred in defending an action for a liability incurred as an officer of the company in certain circumstances, including (par (b)) in defending or resisting criminal proceedings in which the person is found guilty.",
      "id": "s36"
    },
    {
      "text": "However, the fund in question here is not part of the Company's assets.",
      "id": "s37"
    },
    {
      "text": "It is money to which the shareholders, including Mr White and Mr Diprose, are otherwise entitled.",
      "id": "s38"
    },
    {
      "text": "Mr Diprose also sought to rely on s 199C , but this section requires there to have been a breach of s 199A , which, as already explained, is not applicable.",
      "id": "s39"
    },
    {
      "text": "15 There remains the question of the Liquidator's costs and expenses in relation to the Deed and the present application.",
      "id": "s40"
    },
    {
      "text": "In his application the Liquidator seeks a direction that he is \n justified in taking his costs of this application, and his costs, remuneration and expenses (properly and reasonably incurred) of and incidental to work carried out in relation to the sum of $60,000.00 set aside by the Liquidator in accordance with clause 9 of the Deed, prior to any distribution of that sum or any part of it.",
      "id": "s41"
    },
    {
      "text": "16 There is no doubt that the Liquidator is so justified.",
      "id": "s42"
    },
    {
      "text": "Not only is there the express provision in cl 9.4, but under the general law a trustee is entitled to indemnity out of the trust assets for costs and expenses associated with execution of the trust.",
      "id": "s43"
    },
    {
      "text": "17 However, I have some concern about the quantum of the Liquidator's claim.",
      "id": "s44"
    },
    {
      "text": "In an affidavit sworn on 22 August 2008 the Liquidator deposed that there is due to the firm of Chartered Accountants of which he is a member the sum of approximately $3,782 (excluding GST) for work carried out in connection with the Deed from 10 December 2007 to 22 August 2008 inclusive.",
      "id": "s45"
    },
    {
      "text": "On the face of it, that does not seem unreasonable.",
      "id": "s46"
    },
    {
      "text": "However, the Liquidator goes on to say that the sum of approximately $40,000 (including GST) \"is attributed to such work carried out by my solicitors and Counsel\" over the same period.",
      "id": "s47"
    },
    {
      "text": "18 In an earlier affidavit sworn on 29 May 2008 the Liquidator attributes $6,939.59 (excluding GST) to work in connection with the Deed carried out by his solicitors from 10 December 2007 to 21 April 2008.",
      "id": "s48"
    },
    {
      "text": "19 As far as I can see, the legal work between 21 April and 22 August 2008 for which approximately $33,000 is claimed amounted to:\n &#8226; The preparation of the application and the affidavit of 29 May.",
      "id": "s49"
    },
    {
      "text": "The affidavit is of 21 paragraphs and has 18 exhibits.",
      "id": "s50"
    },
    {
      "text": "It sets out the background to the Deed and correspondence between the Liquidator and Messrs White and Diprose (on the face of the documents, the solicitors do not seem to have been involved in the correspondence).",
      "id": "s51"
    },
    {
      "text": "&#8226; An appearance by senior counsel on 20 June when substantive submissions were made.",
      "id": "s52"
    },
    {
      "text": "I adjourned the application so that Mr Diprose, obviously a party affected, could be served.",
      "id": "s53"
    },
    {
      "text": "The hearing occupied 40 minutes.",
      "id": "s54"
    },
    {
      "text": "&#8226; A directions hearing on 21 July when the Liquidator was represented by his solicitor (45 minutes).",
      "id": "s55"
    },
    {
      "text": "&#8226; The further substantive hearing on 25 August when senior counsel appeared.",
      "id": "s56"
    },
    {
      "text": "In substance the earlier submissions were repeated (54 minutes).",
      "id": "s57"
    },
    {
      "text": "20 While the Liquidator acted reasonably in seeking the directions of the Court, it could not be said that the questions raised were of any great legal or factual complexity.",
      "id": "s58"
    },
    {
      "text": "21 As trustee of the fund constituted by the Deed, the Liquidator is entitled to indemnity for costs but, as his application for directions acknowledges, costs properly and reasonably incurred.",
      "id": "s59"
    },
    {
      "text": "If, as seems to be the case, there are grounds for thinking his solicitors ought to have their bill taxed, the Liquidator ought to require this to be done.",
      "id": "s60"
    },
    {
      "text": "At the very least, I do not wish to be taken as accepting, on the material presently available, that the costs claimed are necessarily reasonable.",
      "id": "s61"
    },
    {
      "text": "22 There will be directions in accordance with these reasons.",
      "id": "s62"
    },
    {
      "text": "I certify that the preceding twenty-two (22) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s63"
    },
    {
      "text": "Associate:\n\nDated: 29 August 2008\n\n Counsel for the Applicant: Mr P Tree SC \n \n Solicitors for the Applicant: Toomey Maning &amp; Co \n \n Counsel for the Respondent: Respondent appeared in person \n\n Date of Hearing: 25 August 2008 \n \n Date of Judgment: 29 August 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1328.html",
      "id": "s64"
    }
  ]
}