{
  "name": "Australian Communications and Media Authority v Clarity1 Pty Ltd (ABN 60 106 529 604) [2008] FCA 1449 (25 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1449.html",
  "catchphrases": [
    {
      "text": "estimate of costs made by registrar",
      "id": "c0"
    },
    {
      "text": "no notice of objection to estimate filed",
      "id": "c1"
    },
    {
      "text": "certificate of taxation issued",
      "id": "c2"
    },
    {
      "text": "respondent claimed certificate not received",
      "id": "c3"
    },
    {
      "text": "respondent seeks to set aside order of registrar",
      "id": "c4"
    },
    {
      "text": "email service originally relied on for order but no email consent given under form 12",
      "id": "c5"
    },
    {
      "text": "subsequent reliance on postage",
      "id": "c6"
    },
    {
      "text": "deeming provisions",
      "id": "c7"
    },
    {
      "text": "serious consequences",
      "id": "c8"
    },
    {
      "text": "degree of certainty of evidence as to actual postage",
      "id": "c9"
    },
    {
      "text": "practice and procedure",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 On 20 June 2008, by notice of motion, the second respondent (Mr Mansfield) applied for orders that a costs order of a Deputy District Registrar be set aside pursuant to O 35 r 7(2)(a) of the Federal Court Rules (FCR) or s 35A(5) of the Federal Court of Australia Act 1976 (Cth) (the FCA).",
      "id": "s0"
    },
    {
      "text": "The grounds relied upon were that the order was made in his absence and in circumstances where a certificate of taxation had not been served upon him.",
      "id": "s1"
    },
    {
      "text": "Orders are also sought that the time to apply for a review under s 35A(5) be extended until the hearing of the motion and that Mr Mansfield be granted leave to file and serve a notice of objection to the costs estimate.",
      "id": "s2"
    },
    {
      "text": "2 For reasons set out below, I consider that it is appropriate to make orders to that effect.",
      "id": "s3"
    },
    {
      "text": "BACKGROUND \n \n3 On 27 October 2006, Nicholson J ordered that the respondents pay the applicant's costs of and incidental to these proceedings.",
      "id": "s4"
    },
    {
      "text": "On 2 April 2007, the applicant (ACMA) filed a bill of costs for taxation in this Registry.",
      "id": "s5"
    },
    {
      "text": "It was a substantial bill, the total including various disbursements exceeding $500,000.",
      "id": "s6"
    },
    {
      "text": "The District Registrar made a direction pursuant to O 62 r 46 declining to give an appointment to tax ACMA's bill of costs but rather directing that an estimate be made of the approximate total of the certificate of taxation if the bill were to be taxed.",
      "id": "s7"
    },
    {
      "text": "4 Subsequently on 6 August 2007, the learned Deputy District Registrar issued an estimate pursuant to O 62 r 46(3) stating that if the applicant's bill of costs, filed on 2 April 2007, were to be taxed, the certificate of taxation likely to issue, would be for $309,036.",
      "id": "s8"
    },
    {
      "text": "Later the Deputy District Registrar issued a certificate of taxation allowing costs at that figure.",
      "id": "s9"
    },
    {
      "text": "This certificate was issued on 20 September 2007 (the Certificate).",
      "id": "s10"
    },
    {
      "text": "5 On 17 October 2007, Mr Jacobson on behalf of the Australian Government Solicitor, solicitors for ACMA swore an affidavit which deposed to the fact that, amongst other things, on 21 September 2007 he had forwarded by email the Certificate to Mr Mansfield under cover of a letter dated 21 September 2007 to the email address of 'wayne.mansfield@gmail.com'.",
      "id": "s11"
    },
    {
      "text": "Previous communications with the email address had met with responses.",
      "id": "s12"
    },
    {
      "text": "6 On 31 October 2007, the Deputy District Registrar ordered payment of the costs.",
      "id": "s13"
    },
    {
      "text": "7 On 27 November 2007, Mr Jacobson confirmed that a liquidator had been appointed to the first respondent.",
      "id": "s14"
    },
    {
      "text": "He also confirmed that no response had been received from Mr Mansfield.",
      "id": "s15"
    },
    {
      "text": "Steps were taken to bankrupt Mr Mansfield.",
      "id": "s16"
    },
    {
      "text": "8 A substantial period of time passed, but on 20 June 2008, (after other hearings had been completed) Mr Mansfield swore an affidavit stating, amongst other things, that he had not been served with the Certificate by way of email or by any other means.",
      "id": "s17"
    },
    {
      "text": "A notice of motion was issued on the same day seeking that the order of 31 October 2007 be set aside and that time to apply for review or to file and serve a notice of objection be extended.",
      "id": "s18"
    },
    {
      "text": "STATUTORY FRAMEWORK AND RULES \n \n9 Order 35 r 7(2)(a) FCR provides:\n \n \n (2) The Court, where it is not exercising its appellate or related jurisdiction under Division 2 of Part III of the Act, may if it thinks fit vary or set aside a judgment or order after the order has been entered where: \n \n \n \n \n (a) the order has been made in the absence of a party, whether or not the absent party is in default of appearance or otherwise in default and whether or not the absent party had notice of the motion for the order; \n \n \n\n10 Order 62 r 46(3)(c) FCR provides:\n \n \n (c) A party interested may, within 21 days after the date of issue of a notice under paragraph (b), file and serve on each other party a notice of objection to the estimate.",
      "id": "s19"
    },
    {
      "text": "11 Section 35A(5) FCA provides:\n A party to proceedings in which a Registrar has exercised any of the powers of the Court under subsection (1) may, within the time prescribed by the Rules of Court, or within any further time allowed in accordance with the Rules of Court, apply to the Court to review that exercise of power.",
      "id": "s20"
    },
    {
      "text": "12 Pursuant to O 62 r 8(1) and r 39(1) FCR, bills of costs are taxed, allowed and certified by the registrars of the Court as 'taxing officers'.",
      "id": "s21"
    },
    {
      "text": "The default position now is for assessment to be made under O 62 r 46: see O 62 r 8(2) FCR.",
      "id": "s22"
    },
    {
      "text": "The purpose of that assessment is to avoid the more expensive and protracted procedure of a full taxation: Mazukov v University of Tasmania [2004] FCAFC 159 at [11] .",
      "id": "s23"
    },
    {
      "text": "There may be either assessment by estimate under O 62 r 46(3) or a provisional taxation under O 62 r 46(4).",
      "id": "s24"
    },
    {
      "text": "13 After the registrar has conducted the estimate and notified the parties of the estimate pursuant to O 62 r 46(3)(b) FCR, a period of 21 days is provided in which an interested party may file and serve a notice of objection to the estimate.",
      "id": "s25"
    },
    {
      "text": "If there is no notice of objection, the amount of the estimate is deemed to be the amount for which a certificate of taxation may be issued pursuant to O 62 r 46(3)(ca).",
      "id": "s26"
    },
    {
      "text": "After that process has been completed the taxing officer (the Registrar/Deputy Registrar, the District Registrar or Deputy District Registrar) is to issue a sealed certificate of taxation that must be served on the party which is required to pay.",
      "id": "s27"
    },
    {
      "text": "14 In circumstances where the party who is required to pay has not received the estimate, the paying party may apply to the Court for an order to set aside the certificate of taxation: O 62 r 46(3)(cb) FCR.",
      "id": "s28"
    },
    {
      "text": "However, where costs remain unpaid for a period of 14 days after service of a certificate of taxation, the registrar shall at the request of the party in whose favour the costs are awarded, draw up, sign and seal an order in favour of that party for the sum shown in the certificate of taxation and enter the same: O 62 r 45(3) FCR.",
      "id": "s29"
    },
    {
      "text": "That award carries interest from the date of the certificate: O 62 r 45(6) and (7) FCR.",
      "id": "s30"
    },
    {
      "text": "From these provisions it can be seen that in circumstances where a litigant receives a copy of the estimate it is not open under O 62 r 46(3)(cb) FCR to set aside the certificate of taxation or any order which is based upon it: Cytel Pty Ltd v Peoplebank Recruitment Pty Ltd [2008] FCA 518 at [12] .",
      "id": "s31"
    },
    {
      "text": "There is, however, procedural fairness provided at the earlier stage, in the sense that there is a right to object on receipt of the estimate within a period of 21 days after the estimate pursuant to O 62 r 46(3)(c) FCR and failing receipt of notification of the estimate there is a right to apply to set aside the certificate of taxation under O 62 r 46(3)(cb) FCR.",
      "id": "s32"
    },
    {
      "text": "The purpose of the service of the certificate of taxation is to allow the paying party 14 days within which to pay the costs as assessed.",
      "id": "s33"
    },
    {
      "text": "An order under O 62 r 45(3) FCR for payment of the costs as certified involves no exercise of discretion.",
      "id": "s34"
    },
    {
      "text": "It is a mandatory procedure.",
      "id": "s35"
    },
    {
      "text": "The receiving party is entitled as of right to the order once the costs remained unpaid for 14 days after service of the certificate.",
      "id": "s36"
    },
    {
      "text": "SERVICE OF THE CERTIFICATE \n \n15 Mr Mansfield not only denies receipt of the Certificate in any format but says that because he was unrepresented until the instructions were given to file the current motion, that he did not appreciate his rights.",
      "id": "s37"
    },
    {
      "text": "His lack of representation, it is said, also explains the delay in taking the step of issuing the motion.",
      "id": "s38"
    },
    {
      "text": "On the other hand it is to be noted that the order served on him includes the following information:\n Note Subsection 35A(5) of the Federal Court of Australia Act 1976 (the Act) provides that a party to proceedings in which a Registrar has exercised any of the powers of the Court under subsection 35A(1) of the Act may, within the time prescribed by the Rules of the Court, or within any further time allowed in accordance with the Rules of the Court, apply to the Court to review that exercise of power.",
      "id": "s39"
    },
    {
      "text": "Order 46, subrule 7B(1) provides that, subject to any direction by the Court or a Judge to the contrary, an application under subsection 35A(5) of the Act for review of the exercise of a power of the Court by a Registrar under subsection 35A(1) of the Act must be made by motion on notice within 21 days after the day on which the power was exercised.",
      "id": "s40"
    },
    {
      "text": "An applicant seeking a review can apply to a Judge to waive the requirement that the application for review be motion on notice (see Order 1, rule 8).",
      "id": "s41"
    },
    {
      "text": "16 Both as to proof of his confusion as to the appropriate procedure and as to having conveyed to ACMA his intention to oppose any bill of costs, Mr Mansfield relies on an email of 29 August 2007 he sent to Mr Jacobson which reads:\n 'Jonathan Have been to teh (sic) Federal Court today and they say that a Certificate of Costs hasn't been issued yet so I think you are \"jumping the gun.",
      "id": "s42"
    },
    {
      "text": "\" It is my intention to file a motion to the court in regard to this matter so I can confidently say you can tell your client --- ACMA --- that this matter won't be settled by the false \"final date\" of September 5th, 2007.",
      "id": "s43"
    },
    {
      "text": "Wayne Mansfield' \n17 A certificate of taxation must be served on the party responsible for its payment pursuant to O 65 r 45(2) FCR.",
      "id": "s44"
    },
    {
      "text": "Solicitors for ACMA initially claimed that service of the Certificate was effected by email but have subsequently also deposed to a belief that the letter of the date of the email was also or would have been sent by post.",
      "id": "s45"
    },
    {
      "text": "The basis for that belief is set out in two further affidavits of Mr Jacobson sworn on 7 August 2008 and 19 August 2008.",
      "id": "s46"
    },
    {
      "text": "In the 7 August 2008 affidavit Mr Jacobson deposed:\n 21.",
      "id": "s47"
    },
    {
      "text": "I have reviewed my file and note that it contains: \n \n \n 21.1. a photocopy of the Letter.",
      "id": "s48"
    },
    {
      "text": "Annexed hereto and marked \"JHJ-9\" is a true copy of the Letter; and\n 21.2. a printout of the Email.",
      "id": "s49"
    },
    {
      "text": "Annexed hereto and marked \"JHJ-10\" is a true copy of the Email.",
      "id": "s50"
    },
    {
      "text": "22.",
      "id": "s51"
    },
    {
      "text": "My usual practice is that if I only email a PDF copy of correspondence, but do not send the correspondence by post, then I retain the original correspondence on my file.",
      "id": "s52"
    },
    {
      "text": "23.",
      "id": "s53"
    },
    {
      "text": "However, when I send a copy of correspondence concurrently by email and by post, as I did in this case, it is my usual practice to: \n \n \n \n \n 23.1. make a photocopy of the original correspondence and keep this photocopy on my file; and\n 23.2. print out the email and keep a copy of the email with any attachments on the file.",
      "id": "s54"
    },
    {
      "text": "24.",
      "id": "s55"
    },
    {
      "text": "It is my practice to send correspondence concurrently by email and by post, when: \n \n \n \n \n 24.1.",
      "id": "s56"
    },
    {
      "text": "I perceive that the correspondence (or its attachment) is of importance;\n 24.2.",
      "id": "s57"
    },
    {
      "text": "I wish to ensure that the recipient receives the correspondence in a timely fashion (hence I send it by email); and\n 24.3.",
      "id": "s58"
    },
    {
      "text": "I wish to ensure that the recipient will have no ground for asserting that he did not receive the correspondence by sending it to two separate addresses.",
      "id": "s59"
    },
    {
      "text": "All these factors were applicable in the subject case.",
      "id": "s60"
    },
    {
      "text": "25.",
      "id": "s61"
    },
    {
      "text": "I was careful to ensure that Letter was addressed to the Postal Address in accordance with Mr Mansfield's request contained his 28 May 2007 letter.",
      "id": "s62"
    },
    {
      "text": "26.",
      "id": "s63"
    },
    {
      "text": "It is the practice of AGS to ensure that any undelivered mail returned to AGS is brought to the relevant solicitor's notice.",
      "id": "s64"
    },
    {
      "text": "The undelivered correspondence as well as the envelope in which it is returned is placed on the relevant file.",
      "id": "s65"
    },
    {
      "text": "I have reviewed my file and note that it does not contain any record that the Letter of the envelope in which it was contained was returned.",
      "id": "s66"
    },
    {
      "text": "18 He deposed in his affidavit of 19 August 2008 that:\n \n \n 7.",
      "id": "s67"
    },
    {
      "text": "I further believe that the letter was sent by post, based upon the usual AGS office procedure for sending correspondence by post, which is as follows: \n \n \n \n \n 7.1. the solicitor signs the correspondence;\n 7.2. the solicitor gives the signed correspondence to his or her legal assistant and requests that this be sent to the addressee by post;\n 7.3. the legal assistant makes a photocopy of the signed correspondence and places the photocopy on the file.",
      "id": "s68"
    },
    {
      "text": "The photocopy is not stamped or narrated in any way;\n 7.4. the legal assistant arranges for the original signed correspondence to be placed into an envelope, franked and posted.",
      "id": "s69"
    },
    {
      "text": "8.",
      "id": "s70"
    },
    {
      "text": "There is no system set up to record this process (e.g.",
      "id": "s71"
    },
    {
      "text": "a register of \"sent mail\").",
      "id": "s72"
    },
    {
      "text": "9.",
      "id": "s73"
    },
    {
      "text": "On any given work day, I send numerous documents via email, facsimile and post (or a combination of one of these).",
      "id": "s74"
    },
    {
      "text": "Taking into account the volume of correspondence leaving my office on a daily basis, I cannot say that I have a specific recollection that my part in this process was followed in this case in respect of the Letter.",
      "id": "s75"
    },
    {
      "text": "Nevertheless, this is my invariable practice, and I have no reason to believe that it was not followed in this case.",
      "id": "s76"
    },
    {
      "text": "Accordingly, based upon the matters deposed to in paragraphs 22 to 24 of the First Jacobson Affidavit and the matters deposed to above, I am confident that the Letter was sent by mail.",
      "id": "s77"
    },
    {
      "text": "19 Mr Jacobson has made it clear that he does not, nor would it be expected, have any specific recollection that the letter of 21 September 2007 (about a year ago) was actually sent by post.",
      "id": "s78"
    },
    {
      "text": "20 As to Mr Mansfield's claim that he has not received the Certificate in any form whatsoever, at any time, it is submitted that none of the usual means of identification of dispatching of an important document by post such as a postage book have been relied upon.",
      "id": "s79"
    },
    {
      "text": "As far as email service is concerned, there is no evidence of any 'read receipt' which might support the contention that the Certificate was forwarded by email.",
      "id": "s80"
    },
    {
      "text": "(But in any event, ACMA now relies only on postal delivery.",
      "id": "s81"
    },
    {
      "text": ") Mr Mansfield stresses that there is no evidence that any steps were taken by or for ACMA to seek proof or confirmation that either the email or the letter were received.",
      "id": "s82"
    },
    {
      "text": "21 It is submitted for Mr Mansfield that there is no satisfactory evidence that the Certificate was served by post.",
      "id": "s83"
    },
    {
      "text": "Such evidence as there is in relation to posting the Certificate is circumstantial and inferential and, it is said, not sufficient to satisfy any inference to be properly drawn nor to satisfy any statutory requirements as to presumptions in relation to delivery of a document.",
      "id": "s84"
    },
    {
      "text": "22 It is also said that there is no proper basis for effecting service by email in the circumstances of this case.",
      "id": "s85"
    },
    {
      "text": "This was the method of service relied upon at the time of procuring the order.",
      "id": "s86"
    },
    {
      "text": "It is submitted that while a person may consent to documents being served on them by email, by filing a 'Form 12 document exchange, facsimile number or email address' or by adding a notice to that effect in the notice of appearance (O 7 r 7(1) FCR), none of these steps has occurred in the present case.",
      "id": "s87"
    },
    {
      "text": "At no stage has Mr Mansfield filed a Form 12, either while acting in person or through previous solicitors.",
      "id": "s88"
    },
    {
      "text": "Nor is it said he gave consent at any time to the receipt of the documents by email in the notice of appearance filed in the proceedings.",
      "id": "s89"
    },
    {
      "text": "PREJUDICE TO MR MANSFIELD \n \n23 Mr Mansfield points to the fact that the total claim in the bill of costs is a little short of $520,000.",
      "id": "s90"
    },
    {
      "text": "Of that amount, some $114,000 approximately is itemised in some detail but the remaining portion of the bill is in the form of disbursements one exceeding $100,000, which is not itemised at all or even produced.",
      "id": "s91"
    },
    {
      "text": "It is submitted for Mr Mansfield that on its face, there would be a reasonable basis for further inquiry and potential challenge to the bill of costs.",
      "id": "s92"
    },
    {
      "text": "24 In relation to an extension of time, Mr Mansfield submits that ACMA will suffer no prejudice if he is granted an extension of time to file and serve a notice of objection pursuant to O 62 r 46(3) FCR.",
      "id": "s93"
    },
    {
      "text": "In contrast, Mr Mansfield, it is said, would suffer irreparable harm if he is not granted an extension in that ACMA are seeking to bankrupt him.",
      "id": "s94"
    },
    {
      "text": "25 In this regard, ACMA points to the fact that interest on the bill of costs will presently run from the date of the Certificate and that ACMA will be deprived of its entitlement to interest from that date.",
      "id": "s95"
    },
    {
      "text": "In response to this, Mr Mansfield says that ACMA was the author of its own misfortune in failing to properly effect service of the Certificate and therefore that it has not lost any right to which it is properly entitled.",
      "id": "s96"
    },
    {
      "text": "EVIDENCE AS TO SERVICE \n \n26 The argument for ACMA in essence is that taken at its highest, the case for Mr Mansfield is merely of non-receipt of the letter, rather than non-delivery.",
      "id": "s97"
    },
    {
      "text": "Spender J in Repatriation Commission v Gordon (1990) 26 FCR 569 after referring to Fancourt v Mercantile Credits Ltd [1983] HCA 25 ; (1983) 154 CLR 87 made it clear that claims of non-delivery would have to be very carefully scrutinised.",
      "id": "s98"
    },
    {
      "text": "His Honour observed that the mere claim of non-receipt would be likely to be insufficient.",
      "id": "s99"
    },
    {
      "text": "Non-receipt is not the same as non-delivery.",
      "id": "s100"
    },
    {
      "text": "A similar point was made in Re Fenby and Repatriation Commission (1997) 47 ALD 735 , similarly with s 160 of the Evidence Act 1995 (Cth).",
      "id": "s101"
    },
    {
      "text": "It is presumed a postal article was received on the fourth working day after having been posted unless evidence sufficient to raise doubt about the presumption is adduced.",
      "id": "s102"
    },
    {
      "text": "27 In relation to service by pre-paid post, ACMA points out that the Rules permit service for something like a certificate of taxation by pre-paid post addressed to the person to be served at his or her proper address by the terms of O 7 r 4(1)(b).",
      "id": "s103"
    },
    {
      "text": "That provision provides as follows:\n Where personal service of a document is not required, the document may be served: ... \n \n (b) by sending a copy of the document by pre-paid post addressed to the person to be served at his or her proper address; or\n ... \n \n\n28 Pursuant to O 7 r 4(3)(a) FCR, the deemed time for service is 7 days after the document (here the Certificate) is sent.",
      "id": "s104"
    },
    {
      "text": "29 Accordingly, in order to establish service it is necessary for ACMA to prove that the Certificate and its covering letter were properly addressed, pre-paid and posted as a letter.",
      "id": "s105"
    },
    {
      "text": "To that end they rely upon the evidence to which I have referred above as to the belief as to the likelihood of postage.",
      "id": "s106"
    },
    {
      "text": "30 Order 7 r 4 FCR, which does not expressly provide for deemed service to be displaced on proof to the contrary, is to be compared to s 29 of the Acts Interpretation Act 1901 (Cth) which provides as follows:\n \n \n (1) Where an Act authorizes or requires any document to be served by post, whether the expression \"serve\" or the expression \"give\" or \"send\" or any other expression is used, then unless the contrary intention appears the service shall be deemed to be effected by properly addressing prepaying and posting the document as a letter, and unless the contrary is proved to have been effected at the time at which the letter would be delivered in the ordinary course of post.",
      "id": "s107"
    },
    {
      "text": "(2) This section does not affect the operation of section 160 of the Evidence Act 1995 .",
      "id": "s108"
    },
    {
      "text": "(emphasis added) \n \n\n31 The Interpretation Act 1889 (UK) also has a proviso to the effect 'unless the contrary is proved'.",
      "id": "s109"
    },
    {
      "text": "In Thomas Bishop Ltd v Helmville [1972] 1 All ER 365, the majority of the Court of Appeal held that the unchallenged evidence of the managing director that no copy of a writ was ever received by the defendants was sufficient to dispose of the presumption contained in the Interpretation Act 1889 (UK), s 26.",
      "id": "s110"
    },
    {
      "text": "That affidavit was regarded by the majority (Salmon and Buckley LJJ) to constitute proof to the contrary for the purpose of the Interpretation Act .",
      "id": "s111"
    },
    {
      "text": "Added to that, it is argued for Mr Mansfield that in a circumstance where there had been a history of exchange of emails between Mr Mansfield as second respondent and the solicitors for ACMA as the applicant, the absence of any email response shortly after the date of supposed service of the Certificate is unusual and is consistent with the position taken by Mr Mansfield that service by no means was effected.",
      "id": "s112"
    },
    {
      "text": "32 The Court of Appeal emphasised the desirability of giving a notice to cross-examine a person who contends that no service in any form has been received notwithstanding indications to the contrary.",
      "id": "s113"
    },
    {
      "text": "33 As far as evidence of posting is concerned, Lindgren J in Deputy Commissioner of Taxation v Trio Site Services Pty Ltd, in the matter of Trio Site Services Pty Ltd [2007] FCA 776 at [38] - [40] said:\n \n \n 38 ...",
      "id": "s114"
    },
    {
      "text": "The defendant did not dispute that the statutory demand was posted to Unit 3 as Ms Taylor deposed, but I would have expected the plaintiff to adduce more precise evidence than was led here of posting.",
      "id": "s115"
    },
    {
      "text": "I am left to infer on the basis of Ms Taylor's unchallenged affidavit evidence that she remembered on 15 January 2007 (when she made her affidavit) having attended a Post Office on November 28 2006 and posted the statutory demand there in an envelope addressed to Unit 3.",
      "id": "s116"
    },
    {
      "text": "Were there no business records of this posting?",
      "id": "s117"
    },
    {
      "text": "None were put in evidence .",
      "id": "s118"
    },
    {
      "text": "39 Where, as here, delivery is put in issue, a plaintiff should adduce detailed evidence of the facts relied upon to prove posting.",
      "id": "s119"
    },
    {
      "text": "The evidence should include express evidence that the document was not returned to the sender undelivered.",
      "id": "s120"
    },
    {
      "text": "40 The defendant's evidence was also slender but this may be excusable .",
      "id": "s121"
    },
    {
      "text": "In a small business, a record of incoming mail may be maintained.",
      "id": "s122"
    },
    {
      "text": "If not, the company simply suffers the disadvantage when a case such as the present one arises of not being able to prove a negative.",
      "id": "s123"
    },
    {
      "text": "Nonetheless, the present defendant's evidence might also, with benefit, have been more detailed.",
      "id": "s124"
    },
    {
      "text": "At least, the evidence should have addressed the question of the recording of mail collected from the Post Office and received at Unit 3, the opening and distribution of the mail at Unit 3, the number of staff there to whom mail was distributed, and Ms Mannile's state of recollection or lack of recollection of relevant events.",
      "id": "s125"
    },
    {
      "text": "(emphasis added) \n \n\n34 ACMA argues that proof of non-receipt or non-delivery is irrelevant providing the requirements of the Rules are satisfied.",
      "id": "s126"
    },
    {
      "text": "It says that by way of analogy reference should be made to Kyogle Shire Council v Muli Muli Local Aboriginal Land Council (2005) 62 NSWLR 361 at [30]-[37] where it was said:\n \n \n 30.",
      "id": "s127"
    },
    {
      "text": "Section 710(2) sets out seven modes of service.",
      "id": "s128"
    },
    {
      "text": "Section 710(4)(b) and (c) add a further two modes.",
      "id": "s129"
    },
    {
      "text": "It is important to appreciate, and was properly acknowledged by the respondent, that with the exception of personal service, none of the other eight modes requires the person to be served actually to receive the notice before service may be taken to be effected.",
      "id": "s130"
    },
    {
      "text": "By \"effected\" I mean no more than that service is taken to have occurred in the manner prescribed.",
      "id": "s131"
    },
    {
      "text": "Nor, in my opinion, does it necessarily follow that because s 710(2) and s 710(4)(b) and (c) provide for differing modes of service, it is necessary to look outside the section to ascertain when service has been effected in the sense referred to.",
      "id": "s132"
    },
    {
      "text": "... \n \n 35 There seems to me to be no reason why the act of posting in accordance with s 710(2)(c) should not have the same effect as to the time of completion of service as do the other modes of service referred to in the subsection.",
      "id": "s133"
    },
    {
      "text": "Provided the letter is pre-paid and properly addressed in accordance with the paragraph, it is the act of posting that constitutes service and, once posted, the act of service is complete and the time of completion is self-evident.",
      "id": "s134"
    },
    {
      "text": "36 I see no reason to distinguish between the mode of service provided by par (c) and those provided by the other paragraphs.",
      "id": "s135"
    },
    {
      "text": "Thus it is the act of delivering the notice to the relevant premises and leaving it with the identified person that not only completes service in accordance with the mode referred to in par (b) but also determines when service is effected.",
      "id": "s136"
    },
    {
      "text": "It is the act of transmission of a facsimile referred to in par (d) that determines both the completion of that mode of service and the time in which it occurs.",
      "id": "s137"
    },
    {
      "text": "After the identification of a conspicuous part of the land, building or premises, it is the act of fixing the notice thereto that completes service and pinpoints the time of service under par (e).",
      "id": "s138"
    },
    {
      "text": "It is the act of publication that completes service in accordance with subs (4)(b) and identifies the time at which that act is complete.",
      "id": "s139"
    },
    {
      "text": "It is the depositing of a notice in the relevant box or receptacle referred to in subs (4)(c) that completes or \"effects\" that mode of service and identifies the time at which such service has been \"effected\".",
      "id": "s140"
    },
    {
      "text": "37 In my opinion, it follows that the act of posting a notice by pre-paid letter addressed in accordance with par (c) not only \"effects\" or completes the act of service, but also identifies the time of service.",
      "id": "s141"
    },
    {
      "text": "35 There is also s 160 of the Evidence Act 1995 (Cth) which provides:\n \n \n (1) It is presumed (unless evidence sufficient to raise doubt about the presumption is adduced) that a postal article sent by prepaid post addressed to a person at a specified address in Australia or in an external Territory was received at that address on the fourth working day after having been posted.",
      "id": "s142"
    },
    {
      "text": "(2) This section does not apply if: \n \n \n \n \n (a) the proceeding relates to a contract; and\n (b) all the parties to the proceeding are parties to the contract; and\n (c) subsection (1) is inconsistent with a term of the contract.",
      "id": "s143"
    },
    {
      "text": "(3) In this section: working day means a day that is not: \n \n \n (a) a Saturday or a Sunday; or\n (b) a public holiday or a bank holiday in the place to which the postal article was addressed.",
      "id": "s144"
    },
    {
      "text": "Note: Section 182 gives this section a wider application in relation to postal articles sent by a Commonwealth agency.",
      "id": "s145"
    },
    {
      "text": "36 The presumption arising under s 160 of the Evidence Act 1995 (Cth) is subject to evidence sufficient to raise doubt about the presumption.",
      "id": "s146"
    },
    {
      "text": "This is an expression which appears in a number of Acts.",
      "id": "s147"
    },
    {
      "text": "37 Recently in Dorajay Pty Ltd v Aristocrat Leisure Limited [2008] FCA 1311 , Stone J had occasion to consider the meaning of the expression 'unless evidence sufficient to raise doubt about the presumption is adduced' in s 160(1) within the context of representative proceedings under Pt IVA FCA.",
      "id": "s148"
    },
    {
      "text": "The Court had ordered that group members should provide proof of their share trading by 24 June 2008 in order to participate in a settlement.",
      "id": "s149"
    },
    {
      "text": "Some of the members of the group had failed to meet the deadline and the question was whether the failure led to exclusion.",
      "id": "s150"
    },
    {
      "text": "In relation to those members who stated they did not receive the notice by the due date and submitted sworn evidence to this effect supported by documentary or independent evidence, her Honour was satisfied that it was appropriate for those members to be included in a category of participating members.",
      "id": "s151"
    },
    {
      "text": "In another category, there were members who had submitted sworn evidence that they did not receive the relevant notice but did not provide any supporting documentary or any independent evidence to support the claims.",
      "id": "s152"
    },
    {
      "text": "In relation to those claimants, her Honour held that the sworn statements which had been made to the effect that they had not received the notices had not been contradicted, contained no inherent improbability, defect, inconsistency or contradiction.",
      "id": "s153"
    },
    {
      "text": "Her Honour also observed that given the statement to the effect that they did not receive the identification notice it was difficult to imagine what documentation in support of that statement might be expected.",
      "id": "s154"
    },
    {
      "text": "She therefore concluded that those members should be included as participating members.",
      "id": "s155"
    },
    {
      "text": "Her Honour was not, however, prepared to accept unsworn statements without supporting documentation as providing sufficient explanation for failing to comply with the deadline.",
      "id": "s156"
    },
    {
      "text": "38 The actual evidence in this case on both sides is reasonably slim, but the inference arising from the 29 August 2007 email from Mr Mansfield may well be that he was sitting in waiting for the delivery of the Certificate as he perceived (incorrectly) that the event of delivery would trigger the requirement that he 'file a motion'.",
      "id": "s157"
    },
    {
      "text": "Given the sum at issue, that process might be expected to be one of significance to him.",
      "id": "s158"
    },
    {
      "text": "39 Reliance is also placed by ACMA on the presumption under s 163 of the Evidence Act 1995 (Cth) which provides as follows:\n \n \n (1) A letter from a Commonwealth agency addressed to a person at a specified address is presumed ( unless evidence sufficient to raise doubt about the presumption is adduced ) to have been sent by prepaid post to that address on the fifth business day after the date (if any) that, because of its placement on the letter or otherwise, purports to be the date on which the letter was prepared.",
      "id": "s159"
    },
    {
      "text": "(2) In this section:\n business day means a day that is not: \n \n \n \n \n (a) a Saturday or a Sunday; or\n (b) a public holiday or bank holiday in the place in which the letter was prepared.",
      "id": "s160"
    },
    {
      "text": "letter means any form of written communication that is directed to a particular person or address, and includes: \n \n \n \n \n (a) any standard postal article within the meaning of the Australian Postal Corporation Act 1989 ; and\n (b) any envelope, packet, parcel, container or wrapper containing such a communication; and\n (c) any unenclosed written communication that is directed to a particular person or address.",
      "id": "s161"
    },
    {
      "text": "(emphasis added) \n \n \n DISCRETIONARY FACTORS FOLLOWING FINAL ORDERS \n \n40 In De L v Director-General, NSW Department of Community Services (No 2) [1997] HCA 14 ; (1997) 190 CLR 207 , in a joint judgment the High Court said at 215:\n The power of this Court to reopen its judgments or orders is not in doubt.",
      "id": "s162"
    },
    {
      "text": "The Court may do so if it is convinced that, in its earlier consideration of the point, it has proceeded \"on a misapprehension as to the facts or the law\", where \"there is some matter calling for review\" or where \"the interests of justice so require\".",
      "id": "s163"
    },
    {
      "text": "It has been said repeatedly that a heavy burden is cast upon the applicant for reopening to show that such an exceptional course is required \"without fault on his part\", ie without the attribution of neglect or default to the party seeking reopening.",
      "id": "s164"
    },
    {
      "text": "By such expressions of the power to reopen final orders, courts seek to recognise competing objectives of the law.",
      "id": "s165"
    },
    {
      "text": "On the one hand, there is the principle of finality of litigation which reinforces the respect that should be shown to orders, final on their face, addressed to the world at large and upon which conduct may be ordered reliant upon their binding authority.",
      "id": "s166"
    },
    {
      "text": "On the other hand, courts recognise that accidents and oversights can sometimes occur which, unrepaired, will occasion an injustice.",
      "id": "s167"
    },
    {
      "text": "In the case of a final court of appeal, such as this Court, that injustice may be irremediable, unless the Court itself, acting promptly, is persuaded to reopen its orders so as to afford relief in the exceptional circumstances of the case.",
      "id": "s168"
    },
    {
      "text": "(footnotes omitted) \n41 In De L , the context in which the High Court expressed its views was where the applications were to reopen final orders and were made before the entry of the orders in question.",
      "id": "s169"
    },
    {
      "text": "In DJL v Central Authority (2000) 201 CLR 226 at [44], the High Court stressed that there was no decision of the Court turning upon the position after entry of its final orders:\n We would add that the statement in De L v Director-General, NSW Department of Community Services [No 2] [1997] HCA 14 ; (1997) 190 CLR 207 at 215 that the power of the High Court to re-open its judgments and orders is not in doubt should not be misconstrued.",
      "id": "s170"
    },
    {
      "text": "In that case and in all of the authorities respecting orders of this Court which were referred to in that passage, the applications were to re-open final orders and were made before entry of the orders in question.",
      "id": "s171"
    },
    {
      "text": "There is, as yet, no decision of this Court which turns upon the position after entry of its final orders.",
      "id": "s172"
    },
    {
      "text": "42 Subsequently in Maritime Union of Australia v Geraldton Port Authority [2001] FCA 236 ; (2001) 111 FCR 434 , the situation concerning final orders was considered.",
      "id": "s173"
    },
    {
      "text": "The issue arose whether a new event (a new industrial award affecting the hiring obligations of the respondent) occurring after pronouncement of final orders (in which the court declined to impose a penalty) was sufficient to support an exercise of the discretion under O 35 r 7 FCR.",
      "id": "s174"
    },
    {
      "text": "Nicholson J said that the formulations to which regard must be had are as follows:\n \n \n (1) Generally speaking, it [the discretion] will not be exercised unless the applicant can show that by accident without fault on his part he has not been heard\": Wentworth at 684 per Mason ACJ, Wilson and Brennan JJ, cited with approval by Mason CJ in Autodesk Inc v Dyason [1993] HCA 6 ; (1993) 176 CLR 300 at 302.",
      "id": "s175"
    },
    {
      "text": "In Autodesk Brennan J (at 308) said that a court should not pronounce a judgment against a person on a ground which that person has not had an opportunity to argue for to do so would be a denial of natural justice.",
      "id": "s176"
    },
    {
      "text": "(2) The power will only be exercised if there is \"some matter calling for review\": Smith at 265.",
      "id": "s177"
    },
    {
      "text": "(3) There may be more or less reluctance to exercise the power depending on whether there is an avenue of appeal: Smith at 265, citing Codelfa at 38-39, 45-46 and Wentworth at 394-395.",
      "id": "s178"
    },
    {
      "text": "(4) The power will not ordinarily be exercised \"to permit a general reopening\": Smith at 265, citing Ritchie's Supreme Court Procedure, New South Wales, vol 1, p 2855.",
      "id": "s179"
    },
    {
      "text": "(5) It is necessary for the court to consider whether it has proceeded on a misapprehension as to the facts or the law: Autodesk at 302 per Mason CJ.",
      "id": "s180"
    },
    {
      "text": "What must emerge, in order to enliven the exercise of the jurisdiction, is that the Court has apparently proceeded according to some misapprehension of the facts or the relevant law and that this misapprehension cannot be attributed solely to neglect or default of the party seeking the rehearing: Autodesk at 303 per Mason CJ.",
      "id": "s181"
    },
    {
      "text": "(6) The power is not to be exercised for the purpose of reagitating arguments already considered by the Court: Autodesk at 303 per Mason CJ.",
      "id": "s182"
    },
    {
      "text": "(7) Nor is it to be exercised simply because the party seeking a rehearing has failed to present the argument in all its aspects or as well as it might have been put: Autodesk at 303 per Mason CJ.",
      "id": "s183"
    },
    {
      "text": "(8) It will be relevant whether the decision has been given in ignorance or forgetfulness of some statutory provision or of some critical fact: Autodesk at 310 per Brennan J.",
      "id": "s184"
    },
    {
      "text": "(9) What is at issue is the interests of justice and whether they require judgment to be set aside: Autodesk at 322 per Gaudron J, citing Smith and adding that such circumstances will be extremely rare particularly if there has been an opportunity for full argument.",
      "id": "s185"
    },
    {
      "text": "(10) It will be appropriate to consider whether the review of the contemplated order is necessary so that the orders made deal more adequately with the matter as litigated by the parties before the Court: Yenald Nominees Pty Ltd v Como Investments Pty Ltd (1996) ATPR 41-508 at 42,362 per Lee J citing Texas Company (Australasia) Ltd v Commissioner of Taxation (Cth) [1940] HCA 9 ; (1940) 63 CLR 382 at 457 per Starke J.",
      "id": "s186"
    },
    {
      "text": "43 There is no doubt that Mr Mansfield was not heard in relation to the Certificate.",
      "id": "s187"
    },
    {
      "text": "It also seems to me that almost all the other relevant considerations raised in Maritime Union [2001] FCA 236 ; 111 FCR 434 would be determined in his favour when regard is had to the facts that I have outlined.",
      "id": "s188"
    },
    {
      "text": "44 In my view, whichever rule or statute is applied, there must be proof of postage.",
      "id": "s189"
    },
    {
      "text": "In my view there is not adequate proof.",
      "id": "s190"
    },
    {
      "text": "Mr Jacobson has been perfectly candid, as would be expected especially with the passage of time, to say that he has no specific recollection of actual postage.",
      "id": "s191"
    },
    {
      "text": "There is no other actual evidence of postage.",
      "id": "s192"
    },
    {
      "text": "The evidence of postal service turns upon a belief, however reasonable it may be, as to the likelihood of postage being effected because of the existence of a system.",
      "id": "s193"
    },
    {
      "text": "While it may be an old fashioned mechanism, evidence from a postal book or similar record where a postal clerk completes certification of the postage of the documents would be the best evidence.",
      "id": "s194"
    },
    {
      "text": "When evidence of that nature (or a more modern technical equivalent) is produced as distinct from inference and belief, however reasonable that may be, it seems to me that at that stage that the presumption under O 7 r 4(1) FCR in relation to documents of which personal service is not required can clearly come into operation.",
      "id": "s195"
    },
    {
      "text": "45 Further, although ACMA now relies on postal service, the service deposed to on which reliance was placed for the making of the ultimate order to enforce the taxed costs was that service had been effected by email.",
      "id": "s196"
    },
    {
      "text": "In the circumstances of the present case the necessary prerequisite for service by email did not exist.",
      "id": "s197"
    },
    {
      "text": "Given that Mr Mansfield swears to the fact that he did not receive the Certificate by email or any other means at the material time, and given that the proof as to mailing is inferential only, it seems to me that the grounds for setting aside the order are satisfied.",
      "id": "s198"
    },
    {
      "text": "AN IRREGULARITY \n \n46 ACMA submits in connection with O 35 r 7(2)(a) FCR that if, contrary to its earlier submissions, the Court is satisfied Mr Mansfield has established non-service of the Certificate, then the Court may be empowered in an appropriate case to set aside an order made under O 62 r 45(3) FCR.",
      "id": "s199"
    },
    {
      "text": "47 ACMA argues, however, that as the drawing and entry of an order under O 62 r 45(3) FCR is mandatory and in substance an administrative act on satisfaction that costs remain unpaid after 14 days after service of the certificate that the order will always be made in the absence of submissions by parties.",
      "id": "s200"
    },
    {
      "text": "It is said that the nature of the order in that regard distinguishes it from those judgments which might be set aside pursuant to the provisions of O 35 r 7(2)(a) FCR in respect of which the role of the parties to participate is clearly contemplated.",
      "id": "s201"
    },
    {
      "text": "48 In that regard, ACMA would submit that non-service of the Certificate would amount to no more than an irregularity.",
      "id": "s202"
    },
    {
      "text": "As such the irregularity of an order due to a failure to meet some precondition of the Rules does not, on the submission of ACMA, mean that the order should be set aside as of right.",
      "id": "s203"
    },
    {
      "text": "It requires discretion to be exercised pursuant to O 35 r 7(2)(a) FCR.",
      "id": "s204"
    },
    {
      "text": "49 ACMA submits that in the same way an irregular judgment will not necessarily be set aside: Dependable Database Data Pty Ltd v ABI-Australian Business Information Pty Ltd (In liq) &amp; Anor [1995] FCA 449 and ACN 076 676 438 Pty Ltd (In Liq) v A-Comms Teledata Pty Ltd [2000] WASC 214 at [18] .",
      "id": "s205"
    },
    {
      "text": "50 I would not be disposed to treat the non-service of the Certificate as a mere irregularity.",
      "id": "s206"
    },
    {
      "text": "Reliable communications between parties are essential to efficient litigation.",
      "id": "s207"
    },
    {
      "text": "There is a large sum involved from Mr Mansfield's perspective as well as his solvency.",
      "id": "s208"
    },
    {
      "text": "Once a decision is reached as to whether or not service is proven, the issue is one of substance.",
      "id": "s209"
    },
    {
      "text": "Further, in the present circumstances for reasons expressed, I consider that the discretion to set aside should be exercised.",
      "id": "s210"
    },
    {
      "text": "Subject to certain conditions being imposed, I consider Mr Mansfield should have the opportunity to challenge the bill of costs.",
      "id": "s211"
    },
    {
      "text": "SETTING ASIDE OF THE ORDER OF THE DEPUTY DISTRICT REGISTRAR UNDER ORDER 35A \n \n51 ACMA submits that s 35A(5) FCA applies only where a registrar has exercised a power of the Court pursuant to s 35(1) FCA.",
      "id": "s212"
    },
    {
      "text": "It is submitted that the making of an order under O 62 r 45(3) FCR is not a power of the Court under subs (1) and, in particular, is not an enumerated power under s 35A(1)(a)-(g) FCA and it is not a named power contained in sch 3 FCR (in that regard see also O 46 r 7AA FCR).",
      "id": "s213"
    },
    {
      "text": "52 It is submitted that again this is simply because an order under O 62 r 45(3) FCR serves only to formalise the effect of a prior decision of the Court coupled with the outcome of the taxation consequential upon that prior order of the Court.",
      "id": "s214"
    },
    {
      "text": "It does not, it is submitted, constitute a fresh exercise of the judicial power of the Commonwealth.",
      "id": "s215"
    },
    {
      "text": "53 It is unnecessary to express a view on this submission in light of my earlier conclusions in relation to O 35 r 7(2)(a).",
      "id": "s216"
    },
    {
      "text": "LEAVE TO FILE AND SERVE A NOTICE OF OBJECTION \n \n54 Finally, it is contended for ACMA that Mr Mansfield has not identified the basis on which he seeks leave to file and serve a notice of objection to the estimate out of time.",
      "id": "s217"
    },
    {
      "text": "55 Although this submission was made in written form prior to the hearing, counsel for Mr Mansfield at the hearing did develop the basis upon which objection would be raised if the opportunity was permitted.",
      "id": "s218"
    },
    {
      "text": "In particular, emphasis has been placed on the large proportion of the total account which constitutes disbursements which are not detailed with the same particularity (or any particularity other than dates of accounts) as compared with the details of the services provided by the solicitors.",
      "id": "s219"
    },
    {
      "text": "56 ACMA stresses in this regard that Mr Mansfield is not seeking to merely stay the issue of a certificate but seeks to destroy vested rights that ACMA enjoys by reason of the issue of the Certificate.",
      "id": "s220"
    },
    {
      "text": "Order 3 r 3 FCR provides as follows:\n 3 Extension and abridgment \n \n \n (1) The Court or a Judge may by order extend or abridge any time fixed by the Rules or by any judgment or order.",
      "id": "s221"
    },
    {
      "text": "(2) The time may be extended under this rule, or any other rule allowing for an extension of time (unless the rule provides otherwise): \n \n \n(a) before or after the time expires; and (b) whether or not an application for extension is made before the time expires.",
      "id": "s222"
    },
    {
      "text": "(3) The period within which a person is required by rules or by any order to serve, file or amend any pleading or other document may be extended by consent without an order for extension.",
      "id": "s223"
    },
    {
      "text": "57 For an extension on an application made after time has expired there must be material on which the Court can be satisfied that to refuse the application would constitute an injustice: Gallo v Dawson (1990) 93 ALR 479 at 480.",
      "id": "s224"
    },
    {
      "text": "ACMA submits there is:\n \n(a) no explanation for the failure to file and serve a notice of objection following the attendance to the Federal Court Registry on 29 August 2007; and\n \n(b) there is no explanation for the failure to apply following the attendance at the Federal Court Registry on 21 December 2007.",
      "id": "s225"
    },
    {
      "text": "58 I accept there is not a strong explanation as to those matters but the explanation, such as it is, must be based on the confusion on the part of Mr Mansfield as to the proper process --- at least until he was represented.",
      "id": "s226"
    },
    {
      "text": "CONCLUSION \n \n 59 In the end, as the basis of service relied upon in order to obtain the order from the Court was unauthorised email service and as the evidence as to actual postage can only be inferential, it is appropriate to set aside the order on conditions.",
      "id": "s227"
    },
    {
      "text": "Those conditions relate to the prompt prosecution by Mr Mansfield of any objections that he has to the Certificate.",
      "id": "s228"
    },
    {
      "text": "I consider those conditions are important to impose as there appears to be strength in the submission for ACMA that the explanation as to why it has taken Mr Mansfield so long to apply to set aside the order is, if not totally deficient, then certainly not strong.",
      "id": "s229"
    },
    {
      "text": "The inference that because he was unrepresented and did not understand his rights may explain some delay but the delay of several months is more difficult to accept.",
      "id": "s230"
    },
    {
      "text": "Notwithstanding that, and bearing in mind that the Certificate and the bill of costs pertained to a very significant sum from his perspective, in my view the interests of justice dictate that there be an opportunity for Mr Mansfield to at least be informed of the breakdown of the disbursements in the bill of costs.",
      "id": "s231"
    },
    {
      "text": "I would not confine, in any way, his general opportunity to challenge the bill of costs.",
      "id": "s232"
    },
    {
      "text": "It should be understood that strict compliance with the time limit will be expected.",
      "id": "s233"
    },
    {
      "text": "60 Accordingly I will order as follows:\n \n1.",
      "id": "s234"
    },
    {
      "text": "The order of 31 October 2007 be set aside.",
      "id": "s235"
    },
    {
      "text": "2.",
      "id": "s236"
    },
    {
      "text": "The second respondent do file and serve within 21 days any notice and grounds of objection to the costs estimate contained in the Certificate.",
      "id": "s237"
    },
    {
      "text": "3.",
      "id": "s238"
    },
    {
      "text": "The second respondent do file and serve within 7 days any submissions on costs of this motion and the applicant do file and serve within a further 2 days any submission on costs.",
      "id": "s239"
    },
    {
      "text": "I certify that the preceding sixty (60) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s240"
    },
    {
      "text": "Associate:\n\nDated: 25 September 2008\n\n Counsel for the Applicant: JC Vaughan \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: IF Tait \n \n Solicitor for the Respondents: Tait &amp; Co \n\n Date of Hearing: 26 August 2008 \n \n Date of Judgment: 25 September 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1449.html",
      "id": "s241"
    }
  ]
}