{
  "name": "SZLYO v Minister for Immigration and Citizenship [2008] FCA 1344 (1 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1344.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "interlocutory decision",
      "id": "c1"
    },
    {
      "text": "application filed out of time",
      "id": "c2"
    },
    {
      "text": "no explanation for delay",
      "id": "c3"
    },
    {
      "text": "application dismissed",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The Applicants claim to be citizens of South Korea who arrived in Australia on 24 July 1997.",
      "id": "s0"
    },
    {
      "text": "They are husband and wife.",
      "id": "s1"
    },
    {
      "text": "2 They applied to the Department of Immigration and Multicultural Affairs for Protection (Class XA) Visas on 24 August 2006.",
      "id": "s2"
    },
    {
      "text": "Those applications were refused on 3 November 2006. Review was sought and by way of a decision signed on 26 March 2007 the Refugee Review Tribunal affirmed the decision to refuse the visas.",
      "id": "s3"
    },
    {
      "text": "The Applicants did not appear before the Tribunal and the Tribunal proceeded to resolve the application pursuant to s 426A of the Migration Act 1958 (Cth).",
      "id": "s4"
    },
    {
      "text": "3 An amended application as filed in the Federal Magistrates Court on 19 May 2008 contended that the Tribunal had failed to comply with s 425 of the 1958 Act.",
      "id": "s5"
    },
    {
      "text": "The First Applicant appeared before the Federal Magistrates Court on that date but the application was dismissed: SZLYO v Minister for Immigration [2008] FMCA 691.",
      "id": "s6"
    },
    {
      "text": "The application was dismissed under r 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth).",
      "id": "s7"
    },
    {
      "text": "4 An Application for Leave to Appeal was filed in this Court on 3 July 2008.",
      "id": "s8"
    },
    {
      "text": "5 There are two difficulties confronting the Applicants -- first, it is necessary to obtain leave to appeal; second, an extension of time is necessary in order to make any such application.",
      "id": "s9"
    },
    {
      "text": "6 As is implicitly acknowledged in the Application as filed in this Court, leave is required because the decision of the Federal Magistrates Court is an interlocutory decision.",
      "id": "s10"
    },
    {
      "text": "The decision is unquestionably interlocutory, as is made apparent by the terms of r 44.12.",
      "id": "s11"
    },
    {
      "text": "That rule relevantly provides as follows: \n Show cause hearing (1) At a hearing of an application for an order to show cause, the Court may: (a) if it is not satisfied that the application has raised an arguable case for the relief claimed -- dismiss the application ... ... (2) To avoid doubt, a dismissal under paragraph (1) (a) is interlocutory.",
      "id": "s12"
    },
    {
      "text": "7 An appeal to this Court from an interlocutory decision of the Federal Magistrates Court requires leave: Federal Court of Australia Act 1976 (Cth), s 24(1A).",
      "id": "s13"
    },
    {
      "text": "8 An extension of time is necessary because there is an implied time limit of 21 days after the date of the interlocutory judgment in which to file an application to this Court: SZDGN v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 1543 at [9] per Lindgren J.",
      "id": "s14"
    },
    {
      "text": "9 It is considered that the Application for Leave to Appeal to this Court should be dismissed.",
      "id": "s15"
    },
    {
      "text": "10 There has been no explanation forthcoming as to why the Application was not filed within time.",
      "id": "s16"
    },
    {
      "text": "The First Applicant appeared in person before this Court unrepresented, although he did have the benefit of an interpreter.",
      "id": "s17"
    },
    {
      "text": "He was not only present when the Federal Magistrate dismissed the application to that Court; he was also aware at that time that there was a time limit within which any application to this Court was to be filed.",
      "id": "s18"
    },
    {
      "text": "The only explanation for the delay which was advanced was his belief that his \" lawyer \" would do that which was necessary.",
      "id": "s19"
    },
    {
      "text": "The \" lawyer \", however, was someone he had never met, but a person to whom a \" fee \" was apparently paid.",
      "id": "s20"
    },
    {
      "text": "11 Without more, such is not considered to be a satisfactory explanation for the delay.",
      "id": "s21"
    },
    {
      "text": "It is, at the very least, invidious that a person professing to be a legal practitioner accepts a \" fee \" for professing to advise persons such as the present Applicants but a person who apparently has never seen the Applicants.",
      "id": "s22"
    },
    {
      "text": "12 There is, in any event, no reason to question the decision of the Federal Magistrates Court.",
      "id": "s23"
    },
    {
      "text": "Some reservation is expressed as to whether or not it is sufficient compliance with s 425 of the Migration Act 1958 (Cth) for a notice pursuant to that section to be addressed to only one of the two applicants seeking review by the Tribunal.",
      "id": "s24"
    },
    {
      "text": "In the present case, however, there was a joint application for review as filed on behalf of both applicants and the husband was appointed to be the \" authorised recipient \".",
      "id": "s25"
    },
    {
      "text": "It was this argument advanced by the Applicants which was rejected by the Federal Magistrates Court and is the matter sought to be pursued on appeal, should leave be granted.",
      "id": "s26"
    },
    {
      "text": "It is not a contention which it is considered warrants the granting of leave to appeal, even should time be extended.",
      "id": "s27"
    },
    {
      "text": "13 The refusal of leave, it is further considered, does not operate any substantial injustice upon the Applicants.",
      "id": "s28"
    },
    {
      "text": "The Respondent Minister seeks an order for costs fixed pursuant to O 62 r 4(2)(c) of the Federal Court Rules in the sum of $1,300.",
      "id": "s29"
    },
    {
      "text": "It is appropriate that such an order be made.",
      "id": "s30"
    },
    {
      "text": "ORDERS \n \n14 The orders of the Court are:\n \n1.",
      "id": "s31"
    },
    {
      "text": "The Application for Leave to Appeal be dismissed.",
      "id": "s32"
    },
    {
      "text": "2.",
      "id": "s33"
    },
    {
      "text": "The Applicants are to pay the costs of the First Respondent fixed in the sum of $1,300.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s35"
    },
    {
      "text": "Associate:\n\nDated: 1 September 2008\n\n The First Applicant: The First Applicant appeared in person \n \n The Second Applicant: The Second Applicant did not appear \n \n Solicitor for the First Respondent: Clayton Utz \n\n Date of Hearing: 1 September 2008 \n \n Date of Judgment: 1 September 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1344.html",
      "id": "s36"
    }
  ]
}