{
  "name": "Anakin Pty Ltd v Chatswood BBQ King Pty Ltd (Corrigendum dated 10 October 2008) [2008] FCA 1467 (30 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1467.html",
  "catchphrases": [
    {
      "text": "trade marks",
      "id": "c0"
    },
    {
      "text": "cross-claim for rectification of the register",
      "id": "c1"
    },
    {
      "text": "applicant for registration not the owner of the trade mark at the time of application for registration",
      "id": "c2"
    },
    {
      "text": "capacity of trade mark to distinguish owner's goods",
      "id": "c3"
    },
    {
      "text": "discretion not to order rectification",
      "id": "c4"
    },
    {
      "text": "commonality of interest of registered owner and true owner",
      "id": "c5"
    },
    {
      "text": "unexplained failures to comply with commonwealth and state laws including revenue laws",
      "id": "c6"
    },
    {
      "text": "rectification ordered",
      "id": "c7"
    },
    {
      "text": "trade marks",
      "id": "c8"
    },
    {
      "text": "claim of infringement",
      "id": "c9"
    },
    {
      "text": "use as a trade mark",
      "id": "c10"
    },
    {
      "text": "deceptively similar",
      "id": "c11"
    },
    {
      "text": "failure of good faith defence",
      "id": "c12"
    },
    {
      "text": "passing off",
      "id": "c13"
    },
    {
      "text": "misleading and deceptive conduct",
      "id": "c14"
    },
    {
      "text": "restaurant opening with name and logo deceptively similar to those of well-known restaurant",
      "id": "c15"
    },
    {
      "text": "found to be intended to mislead",
      "id": "c16"
    },
    {
      "text": "damages awarded",
      "id": "c17"
    },
    {
      "text": "state law constraining admissibility of instrument not duly stamped",
      "id": "c18"
    },
    {
      "text": "no submission that not binding on federal court",
      "id": "c19"
    },
    {
      "text": "effect to constrain admissibility to prove facts giving rise to taxable character but not otherwise",
      "id": "c20"
    },
    {
      "text": "discretion to admit if instrument transmitted to chief commissioner in accordance with arrangements approved by the court",
      "id": "c21"
    },
    {
      "text": "intellectual property",
      "id": "c22"
    },
    {
      "text": "intellectual property",
      "id": "c23"
    },
    {
      "text": "intellectual property",
      "id": "c24"
    },
    {
      "text": "evidence",
      "id": "c25"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 BBQ King is the name of a well-known restaurant in Goulburn Street, Haymarket, in Sydney New South Wales.",
      "id": "s0"
    },
    {
      "text": "The first applicant (\"Anakin\") is registered as the owner of the registered trade mark No 1027525 for the following fancy word mark (\"the Trade Mark\"):\n \n \n2 The second applicant (\"Gold Kings\") and the third applicant (\"Mempoll\") are companies that share directors and share holders with Anakin.",
      "id": "s1"
    },
    {
      "text": "3 Chatswood BBQ King is the name of a restaurant in Victoria Avenue, Chatswood, NSW which opened on 25 September 2005.",
      "id": "s2"
    },
    {
      "text": "This restaurant is operated by the respondent.",
      "id": "s3"
    },
    {
      "text": "The respondent uses the below sign or logo:\n \n \n4 In this proceeding the applicants claim that the respondent has infringed Anakin's registered trade mark, engaged in misleading and deceptive conduct in contravention of s 52 and s 53 of the Trade Practices Act 1974 (Cth) (\"Trade Practices Act\") and tortiously passed off its restaurant in Chatswood as a restaurant associated with the BBQ King restaurant in Goulburn Street, Sydney.",
      "id": "s4"
    },
    {
      "text": "It seeks an award of damages and declaratory and injunctive relief.",
      "id": "s5"
    },
    {
      "text": "5 The respondent, in addition to defending the applicants' claims on a number of bases, has cross-claimed pleading that Anakin is not the owner of the Trade Mark and that, in any event, the Trade Mark ought not to have been registered.",
      "id": "s6"
    },
    {
      "text": "The relief sought by the cross-claim includes an order that the registration of the Trade Mark be cancelled or alternatively qualified by an endorsement which makes clear that the registration gives no right to the exclusive use of the letters and words \"BBQ\" or \"BBQ King\".",
      "id": "s7"
    },
    {
      "text": "The respondent's further or alternative claim for a declaration that as between it and Anakin, the respondent is the true proprietor of the name \"Chatswood BBQ King\" in Australia in respect of the supply of food and beverage services in respect of which the Trade Mark is registered was not pressed.",
      "id": "s8"
    },
    {
      "text": "OWNERSHIP AND OPERATION OF BBQ KING RESTAURANT HAYMARKET \n Restaurant opening \n \n6 Unchallenged oral evidence was given that the BBQ King Restaurant in Haymarket was opened in or about 1981 by Mr Yuen Cheung.",
      "id": "s9"
    },
    {
      "text": "An Australian Securities and Investments Commission (\"ASIC\") company extract dated 7 July 2008 for Bar-B-Q King Restaurant Pty Ltd shows that this company was registered on 23 February 1982 and that Mr Cheung became a director of the company on that day.",
      "id": "s10"
    },
    {
      "text": "As the company seal of Bar-B-Q King Restaurant Pty Ltd was later affixed to an agreement bearing the date 1 January 1992 for the sale by that company to Mempoll of a Chinese restaurant located at 18A Goulburn Street, Haymarket known as Bar B Q King Restaurant (\"the Sale Agreement\"), it seems likely that the BBQ King Restaurant in Haymarket was in fact opened in early 1982 by a company controlled by Mr Cheung, namely Bar-B-Q King Restaurant Pty Ltd.\n \n7 I interpolate that at [13]-[21] below I deal with the respondent's submission that the receipt into evidence of the Sale Agreement is prohibited by s 304(1) of the Duties Act 1997 (NSW) (\"the 1997 Act \").",
      "id": "s11"
    },
    {
      "text": "It is sufficient here to record that, in my view, s 304(1) does not, as a matter of construction, do more than render an unstamped instrument that effects a dutiable transaction inadmissible to prove any fact giving the instrument its taxable character.",
      "id": "s12"
    },
    {
      "text": "I have reached this view after giving consideration to authorities concerning the equivalent prohibition in the English Stamps Acts.",
      "id": "s13"
    },
    {
      "text": "As the High Court observed in Dent v Moore [1919] HCA 11 ; (1919) 26 CLR 316 at 327-328, until 1891 the prohibition in the English Acts had used the language \"admitted to be good, useful, or available in law or equity\".",
      "id": "s14"
    },
    {
      "text": "In Matheson v Ross [1849] EngR 425 ; (1849) 2 H.L.C.",
      "id": "s15"
    },
    {
      "text": "286 the House of Lords accepted that if the facts provided by the instrument were one which, even if it were stamped, would be foreign to its taxable character, the document could be used for that purpose.",
      "id": "s16"
    },
    {
      "text": "Although it may be a borderline situation, it seems to me that, to the extent that the Sales Agreement evidences Bar-B-Q King Restaurant Pty Ltd's ownership of the BBQ King restaurant as at the date of the Sale Agreement, it falls outside the terms of s 304(1).",
      "id": "s17"
    },
    {
      "text": "8 The ASIC company extract concerning Bar-B-Q King Restaurant Pty Ltd discloses that the company is now deregistered.",
      "id": "s18"
    },
    {
      "text": "An application for its deregistration as a defunct company was made on 6 March 1997.",
      "id": "s19"
    },
    {
      "text": "9 Agnes Yuet-Ching Chau (\"Mrs Chau\"), a director of Anakin and Gold Kings, gave evidence that Mr Cheung had told her that in about 1984 he moved the BBQ King restaurant from 16 Goulburn Street to the next door premises of 18-20 Goulburn Street.",
      "id": "s20"
    },
    {
      "text": "It is clearly established that the BBQ King restaurant has been at 18-20 Goulburn Street for a number of years.",
      "id": "s21"
    },
    {
      "text": "It is thus probably no more than a curiosity that the ASIC company extract for Bar-B-Q King Restaurant Pty Ltd shows that the company's previous place of business was 16 Goulburn Street starting from 8 February 1991 and ceasing on 7 October 1997.",
      "id": "s22"
    },
    {
      "text": "Changes in shareholdings in Bar-B-Q King Restaurant Pty Ltd \n \n10 Mrs Chau also gave evidence that in about 1989 she, her husband Mr Chau, and Robert Ho went into partnership and purchased shares in Bar-B-Q King Restaurant Pty Ltd. Her evidence in this regard finds support in the ASIC company extract for Bar-B-Q King Restaurant Pty Ltd which shows that both Mr Chau and Mr Ho became directors of the company on 6 November 1989 and remained so until the company was deregistered.",
      "id": "s23"
    },
    {
      "text": "It is not easy to reconcile precisely Mrs Chau's evidence about the various shareholdings in Bar-B-Q King Restaurant Pty Ltd at this time with the ASIC company extract.",
      "id": "s24"
    },
    {
      "text": "However, I accept the evidence of Arthur Seng Kow Yip (\"Mr Yip\"), a certified practising accountant, that in about late 1989 he recorded the sale and transfer of 25% of the issued shares in Bar-B-Q King Restaurant Pty Ltd to Ho &amp; Co Pty Limited (\"Ho &amp; Co\") and 25% to Mrs and Mr Chau.",
      "id": "s25"
    },
    {
      "text": "I note, however, that the ASIC company extract suggests that while the shareholding of Ho &amp; Co was disclosed by the company's annual report of 1990, Mr and Mrs Chau's joint shareholding was apparently not so disclosed to ASIC until some years later.",
      "id": "s26"
    },
    {
      "text": "Incorporation of Mempoll \n \n11 Mempoll was the first of the applicants to be incorporated.",
      "id": "s27"
    },
    {
      "text": "An ASIC company extract shows that its incorporation was registered on 30 October 1991 and that on 11 March 1993 its principal place of business became 18-20 Goulburn Street.",
      "id": "s28"
    },
    {
      "text": "The directors of Mempoll at the time that it commenced to trade were Mr Ho, Mr Yip, Tack Chang (the wife of Mr Cheung) and Chun Sun Wong.",
      "id": "s29"
    },
    {
      "text": "It is not clear who were the original shareholders of Mempoll but examination of the ASIC company extracts suggests that they may have been Mr and Mrs Chau, Ms Chang and Chun Sun Song.",
      "id": "s30"
    },
    {
      "text": "The Trading House Pty Limited, a company now dissolved but formerly controlled by Mr Ho and his wife, appears to have become a shareholder in Mempoll probably during 1992.",
      "id": "s31"
    },
    {
      "text": "It transferred its 25% shareholding in Mempoll to Mr Ho in January 2000.",
      "id": "s32"
    },
    {
      "text": "Sale Agreement \n \n12 An agreement dated 1 January 1992 for the sale of the BBQ King restaurant (described therein as the Bar B Q King Restaurant) by Bar-B-Q King Restaurant Pty Ltd to Mempoll was exhibited to an affidavit sworn by Mr Yip.",
      "id": "s33"
    },
    {
      "text": "The agreement is executed under the respective common seals of the vendor and purchaser.",
      "id": "s34"
    },
    {
      "text": "The respondent drew attention to the fact that the fixing of the common seal of Mempoll was apparently witnessed by Mrs Chau who was not at the time a director of Mempoll.",
      "id": "s35"
    },
    {
      "text": "As it is not in dispute that the Sale Agreement was completed the relevance of any defect in its execution by Mempoll is unclear.",
      "id": "s36"
    },
    {
      "text": "In any event, I do not understand s 126 and s 127 of the Corporations Act 2001 (Cth) (\"the Corporations Act \") to require the fixing of a company's seal to be witnessed by a director of the company.",
      "id": "s37"
    },
    {
      "text": "Of course, unless a director does witness the fixing of the seal the assumption for which s 129(6) of the Corporations Act provides will not be able to be made.",
      "id": "s38"
    },
    {
      "text": "In this case I am not satisfied that it has been shown that the Sale Agreement was not executed with the express or implied authority of Mempoll (s 126(1) of the Corporations Act ).",
      "id": "s39"
    },
    {
      "text": "Duties Act 1997 (NSW) \n \n13 More significantly, as noted above the respondent submitted that s 304 of the 1997 Act prevented the receipt into evidence of the Sale Agreement.",
      "id": "s40"
    },
    {
      "text": "Section 304 of the 1997 Act relevantly provides:\n \n \n (1) An instrument that effects a dutiable transaction or is chargeable with duty under this Act is not available for use in law or equity for any purpose and may not be presented in evidence in a court or tribunal exercising civil jurisdiction unless: \n \n \n \n \n (a) it is duly stamped, or \n (b) it is stamped by the Chief Commissioner or in a manner approved by the Chief Commissioner.",
      "id": "s41"
    },
    {
      "text": "(2) A court or tribunal may admit in evidence an instrument that effects a dutiable transaction, or is chargeable with duty in accordance with the provisions of this Act, and that does not comply with subsection (1): \n \n \n \n \n (a) if the instrument is after its admission transmitted to the Chief Commissioner in accordance with arrangements approved by the court or tribunal, ... \n \n \n \n\nThe transitional provisions of the 1997 Act have the effect that a document that was duly stamped for the purposes of the Stamp Duties Act 1920 (NSW) (\"the 1920 Act \") is to be taken to be duty stamped under the 1997 Act .",
      "id": "s42"
    },
    {
      "text": "14 On the front page of the Sale Agreement appears a stamped ink mark which bears what appears to be the coat of arms of New South Wales.",
      "id": "s43"
    },
    {
      "text": "The wording of the stamped mark is as follows:\n OFFICE OF STATE REVENUE P 23 STAMP DUTY 1992/93 DUTY $ 1ST REG No \nNo evidence was adduced as to how or when this stamp came to be placed on the document.",
      "id": "s44"
    },
    {
      "text": "No amount appears after \"DUTY $\" and no number appears after \"1ST REG N o \".",
      "id": "s45"
    },
    {
      "text": "15 A cheque butt dated 6 April 1992 was received in evidence which, as I accept, tends to establish that on that day Mempoll drew a cheque for the payment of $13,490 \"stamp duty for sale of business\".",
      "id": "s46"
    },
    {
      "text": "The cheque butt has the words \"A Yip &amp; Co\" in the space designated for the payee of the cheque.",
      "id": "s47"
    },
    {
      "text": "Mr Yip gave evidence that in early April 1992 he told Mrs Chau that Mempoll needed to pay stamp duty on the Sale Agreement and that she should arrange for Mempoll to pay $13,490 in stamp duty to the Office of State Revenue.",
      "id": "s48"
    },
    {
      "text": "He further gave evidence that on or about 6 April 1992 he received a cheque from Mempoll for $13,490 and instructed his staff to send the cheque, together with the original Sale Agreement and a covering letter to the Office of State Revenue.",
      "id": "s49"
    },
    {
      "text": "On the basis of the above evidence I accept that it is more likely than not that Mempoll drew a cheque for $13,490 in favour of the Office of State Revenue, rather than in favour of Mr Yip as the cheque butt may suggest, and that the cheque was forwarded to that office by Mr Yip's staff together with the Sale Agreement.",
      "id": "s50"
    },
    {
      "text": "16 Section 35 of the 1920 Act provided:\n After assessing a document, the Chief Commissioner may: (a) stamp the document to indicate that it is not liable to duty, or (b) stamp the document to indicate: \n \n (i) that a specified amount of duty has been paid, and \n (ii) that the document is duly stamped .",
      "id": "s51"
    },
    {
      "text": "17 A reading s 35 of the 1920 Act in the context of the Act as a whole suggests that the word \"may\" is not intended to vest a discretion in the Chief Commissioner but rather that it indicates the circumstances in which the power is to be exercised ( Finance Facilities Pty Ltd v Federal Commissioner of Taxation [1971] HCA 12 ; (1971) 127 CLR 106 per Windeyer J at 134-135).",
      "id": "s52"
    },
    {
      "text": "As s 29 of the 1920 Act (the equivalent of s 304(1) of the 1997 Act ) makes plain, a failure by the Chief Commissioner to stamp a dutiable instrument in accordance with s 35 could cause serious harm to a party to that instrument --- and, indeed, to others.",
      "id": "s53"
    },
    {
      "text": "18 I conclude that the stamp on the Sale Agreement upon which the applicant's rely is insufficient to allow me to conclude that the Sale Agreement is \"duly stamped\" within the meaning of s 304(1) of the 1997 Act ; it neither indicates that the instrument is not liable to duty nor that a specific amount of duty has been paid and the document is duly stamped.",
      "id": "s54"
    },
    {
      "text": "Nonetheless, as recorded above, I am satisfied that a cheque drawn by Mempoll in favour of the Office of State Revenue was sent to that office in intended payment of an amount of stamp duty in respect of the Sale Agreement.",
      "id": "s55"
    },
    {
      "text": "19 No party advanced submissions touching on whether s 304(1) of the 1997 Act constrains the admissibility of evidence in the Federal Court (see s 79 of the Judiciary Act 1903 (Cth) and s 138 of the Evidence Act 1995 (Cth)).",
      "id": "s56"
    },
    {
      "text": "I shall therefore proceed on the assumption, but without so deciding, that the section does constrain the admissibility of evidence in this Court.",
      "id": "s57"
    },
    {
      "text": "Nonetheless I do not draw the conclusion that the Sale Agreement is inadmissible to prove the facts giving rise to its taxable character (ie the sale and purchase of the business of the BBQ King Restaurant).",
      "id": "s58"
    },
    {
      "text": "The applicants, by their counsel, have indicated that they are willing to transmit the instrument to the Chief Commissioner in accordance with arrangements approved by the Court (s 304(2)(a)).",
      "id": "s59"
    },
    {
      "text": "I will hear counsel as to appropriate arrangements in this regard.",
      "id": "s60"
    },
    {
      "text": "My present inclination is that an appropriate arrangement would be for the instrument to be transmitted to the Chief Commissioner together with a complete copy of these reasons for judgment.",
      "id": "s61"
    },
    {
      "text": "Purchase of goodwill by Mempoll \n \n20 The Sale Agreement shows a completion date of on or about 1 January 1992 and an apportionment of the purchase price of $400,000 as follows:\n Goodwill $270,000\n Plant, Fittings and Chattels $100,000\n Fixtures $ 30,000\n\n \n21 For convenience I note here that the earliest balance sheet for Mempoll adduced in evidence is a balance sheet as at 30 June 1996.",
      "id": "s62"
    },
    {
      "text": "This balance sheet shows with respect to each class of assets and liabilities the comparable figure for the previous year.",
      "id": "s63"
    },
    {
      "text": "This record shows that as at 30 June 1996, and as at 30 June 1995, Mempoll's non-current assets included \"intangibles\" of $284,640.",
      "id": "s64"
    },
    {
      "text": "Note 9 to Mempoll's accounts as at 30 June 1996 reveals that these \"intangibles\" were constituted by:\n Goodwill $283,490.00\n Preliminary expenses $1,150.00\n $284,640.00 \n\n \nI infer that the figure of $283,490.00 for goodwill included the amount of $270,000 referred to in the Sale Agreement.",
      "id": "s65"
    },
    {
      "text": "Anakin \n \n22 Anakin was incorporated on 8 June 1999.",
      "id": "s66"
    },
    {
      "text": "An ASIC company extract for Anakin discloses that its principal place of business from 9 June 1999 was 18 Goulburn Street, Haymarket.",
      "id": "s67"
    },
    {
      "text": "It appears that for practical purposes its first directors were Mrs Chau and Mr Cheung.",
      "id": "s68"
    },
    {
      "text": "For convenience I note here that Mr Cheung ceased to be a director on 19 December 2001 and Mr Ho and Mr Chau became directors on 17 December 2002.",
      "id": "s69"
    },
    {
      "text": "23 Mrs Chau and Mr Yip each gave evidence that from on or about July 1999 Anakin operated the BBQ King restaurant.",
      "id": "s70"
    },
    {
      "text": "I understand their evidence in this regard to convey that it was Anakin that incurred the costs of operating the BBQ King restaurant, including staff salaries and the cost of stock, and received the earnings from the restaurant.",
      "id": "s71"
    },
    {
      "text": "The financial records of Anakin provide support for this understanding of their evidence.",
      "id": "s72"
    },
    {
      "text": "It is clear that while Anakin operated the BBQ King restaurant it, like Mempoll before it, used the BBQ King trade mark.",
      "id": "s73"
    },
    {
      "text": "24 The respective financial records of Mempoll and Anakin provide support for Mr Yip's evidence that Mempoll did not sell the goodwill that it purchased from Bar-B-Q King Restaurant Pty Ltd, or any later generated goodwill in the BBQ King restaurant, to Anakin.",
      "id": "s74"
    },
    {
      "text": "As mentioned above, Mempoll's financial records for as late as 30 June 2006 continue to show as a non-current asset goodwill at cost in the amount of $283,490.00.",
      "id": "s75"
    },
    {
      "text": "However, the fact that Mempoll did not sell the goodwill to Anakin and continued to show that goodwill as an asset in its accounts is not, in my view, conclusive as to the ownership of that goodwill.",
      "id": "s76"
    },
    {
      "text": "In FCT v Murry [1998] HCA 42 ; (1998) 155 ALR 67 at [22] the majority of the High Court approved the observation of Barwick CJ in Geraghty v Minter [1979] HCA 42 ; (1979) 142 CLR 177 at 181 that \"goodwill is not something that can be conveyed or held in gross: it is something that attaches to a business.",
      "id": "s77"
    },
    {
      "text": "It cannot be dealt with separately from the business with which it is associated\".",
      "id": "s78"
    },
    {
      "text": "25 The applicants seemed unwilling to assert that Anakin owned the BBQ King restaurant business as opposed to operated it.",
      "id": "s79"
    },
    {
      "text": "I am unable to say whether this unwillingness had any connection with the requirement under the law of New South Wales for duty to be paid on the conveyance of property (see Part 3 of the 1920 Act ).",
      "id": "s80"
    },
    {
      "text": "I conclude, however, that Mempoll did convey the BBQ King restaurant business to Anakin.",
      "id": "s81"
    },
    {
      "text": "In reaching this conclusion I attach significance to financial statements for Mempoll, including the financial statements prepared for the five month period ending 30 November 1999.",
      "id": "s82"
    },
    {
      "text": "The statements for the period ending 30 November 1999 were inaccurately described by Mrs Chau, in her affidavit to which they and other financial statements for the companies that operated the BBQ King restaurant were exhibited, as financial statements for the financial year ending 30 June 1999.",
      "id": "s83"
    },
    {
      "text": "No financial statements for Mempoll for the year ending 30 June 1999 were adduced in evidence.",
      "id": "s84"
    },
    {
      "text": "Papers described as financial statements for Mempoll for the financial year ending 30 June 2000 were adduced in evidence.",
      "id": "s85"
    },
    {
      "text": "Apart from a cover sheet and certain formal statements, they comprise a single page in the following form:\n Mempoll Pty Ltd ABN 13 053 895 631 Statement of Financial Performance --- by Nature For the year ended 30 June 2000 Note 2000 $ Profit from ordinary activities before income tax Income tax revenue relating to ordinary activities ______________ Net profit attributable to members of the company ______________ Total changes in equity other than those resulting from ______________ Transactions with owners as owners ____________ \nAs, unlike the earlier financial statements for Mempoll, these papers include no trading statement or profit and loss statement, it is not possible to reach a conclusion as to the figures, if any, that might have been intended to appear on this statement.",
      "id": "s86"
    },
    {
      "text": "26 The only later financial statements for Mempoll adduced in evidence are for the period ending 30 June 2006.",
      "id": "s87"
    },
    {
      "text": "These statements show that Mempoll's only sources of income during the years ending 30 June 2005 and 30 June 2006 were dividends, hire income and a small amount of interest.",
      "id": "s88"
    },
    {
      "text": "27 The applicants did not explain why financial statements were prepared for Mempoll for the period ending 30 November 1999 or why, as it seems, its financial statements for the year ending 30 June 2000 were not completed.",
      "id": "s89"
    },
    {
      "text": "In the circumstances I infer that the explanation has a connection with the fact that Anakin commenced to operate the BBQ King restaurant in lieu of Mempoll during the second half of the calendar year 1999.",
      "id": "s90"
    },
    {
      "text": "It seems likely that Mempoll thereafter effectively ceased to trade.",
      "id": "s91"
    },
    {
      "text": "28 Anakin's financial statements for the year ending 30 June 2000 are consistent with its operating a restaurant business on its own account during that year.",
      "id": "s92"
    },
    {
      "text": "I find that in or about July 1999 the ownership of the BBQ King restaurant business was transferred by Mempoll to Anakin.",
      "id": "s93"
    },
    {
      "text": "Mr Yip's investment in the BBQ King restaurant \n \n29 Mr Yip gave evidence, which I accept, that in or about late 2001 he decided to purchase the respective interests of Mr Cheung and Ms Chang in the BBQ King restaurant.",
      "id": "s94"
    },
    {
      "text": "Mr Yip arranged for the incorporation of Tarrick Pty Ltd (\"Tarrick\") on 21 November 2001.",
      "id": "s95"
    },
    {
      "text": "Mr Yip is the sole shareholder of Tarrick.",
      "id": "s96"
    },
    {
      "text": "He was effectively the first director of the company with Mr and Mrs Chau being appointed additional directors on 3 November 2003.",
      "id": "s97"
    },
    {
      "text": "30 On or about 1 October 2002 Tarrick purchased 50% of the issued shares of Mempoll.",
      "id": "s98"
    },
    {
      "text": "On about 21 December 2002 Tarrick acquired 50% of the issued shares in Anakin.",
      "id": "s99"
    },
    {
      "text": "Tarrick was a founding shareholder of Gold Kings holding 50% of its issued shares.",
      "id": "s100"
    },
    {
      "text": "In about mid 2004 Mr Yip arranged share transfers such that the shareholders in Gold Kings became companies associated with him and Mr Ho respectively and Mr and Mrs Chau.",
      "id": "s101"
    },
    {
      "text": "An ASIC company extract in respect of Gold Kings shows that its original directors were Mr Zhang and Mr Chau and that on 30 June 2004 Mr Zhang was replaced as a director by Mrs Chau and Mr Ho.",
      "id": "s102"
    },
    {
      "text": "Gold Kings \n \n31 I accept the evidence of Mr Yip that Gold Kings took over the operation of the BBQ King restaurant from Anakin in about August 2004.",
      "id": "s103"
    },
    {
      "text": "Mempoll did not sell any of the goodwill that it purchased from Bar-B-Q King Restaurant Pty Ltd to Gold Kings, nor did either of Mempoll or Anakin sell any internally generated goodwill to Gold Kings.",
      "id": "s104"
    },
    {
      "text": "Neither Mempoll nor Anakin sold any plant, equipment or other assets to Gold Kings.",
      "id": "s105"
    },
    {
      "text": "Gold Kings, like Anakin before it, paid a hiring fee to Mempoll for its use of plant and equipment owned by Mempoll.",
      "id": "s106"
    },
    {
      "text": "32 The financial statements for Gold Kings for the years ending 30 June 2005 and 30 June 2006 are consistent with its operating a restaurant business on its own account.",
      "id": "s107"
    },
    {
      "text": "I infer that in or about August 2004 the ownership of the BBQ King restaurant was transferred by Anakin to Gold Kings.",
      "id": "s108"
    },
    {
      "text": "It nonetheless seems clear that Anakin remains the lessee of the premises from which the BBQ King restaurant trades.",
      "id": "s109"
    },
    {
      "text": "BBQ King Express \n \n33 Cooked food from the BBQ King restaurant is sold from two outlets in Sydney that operate under the name \"BBQ King Express\".",
      "id": "s110"
    },
    {
      "text": "The first outlet is at Australia Square, George Street.",
      "id": "s111"
    },
    {
      "text": "This outlet has operated since about October 2004.",
      "id": "s112"
    },
    {
      "text": "The second outlet is in the food court at Westpac Place, Kent Street.",
      "id": "s113"
    },
    {
      "text": "This outlet has operated since about March 2005.",
      "id": "s114"
    },
    {
      "text": "Each of these outlets is operated by PAAC Group Pty Ltd as trustee of the PAAC trust.",
      "id": "s115"
    },
    {
      "text": "The PAAC trust is the family trust of Mr and Mrs Chau's family.",
      "id": "s116"
    },
    {
      "text": "Anakin is the registered proprietor of the BBQ King Express trade mark.",
      "id": "s117"
    },
    {
      "text": "Ownership of business names \n \n34 A certificate of registration of business name issued by the Office of Fair Trading on 6 April 2005 shows Anakin as the proprietor of the business name \"BBQ King\" with the principal place of business being shown as 18-20 Goulburn Street, Sydney.",
      "id": "s118"
    },
    {
      "text": "A comparable certificate dated 18 March 2005 shows Gold Kings as the proprietor of the business name \"Bar-B-Q King\" with the principal place of business also being shown as 18-20 Goulburn Street, Sydney.",
      "id": "s119"
    },
    {
      "text": "Informality \n \n35 As the above discussion reveals, it is plain that considerable informality has attended the business affairs of the companies associated with the BBQ King restaurant.",
      "id": "s120"
    },
    {
      "text": "It appears that these companies have not complied with the Corporations Act , and earlier legislation covering the same field, in respect of the maintaining of company records and the holding of meetings of directors (see Ch 2G of the Corporations Act ).",
      "id": "s121"
    },
    {
      "text": "The explanation for this may lie, at least in part, in the companies' common shareholdings and directorships.",
      "id": "s122"
    },
    {
      "text": "It may also lie in part in the fact that each of the companies has retained the services of Mr Yip as its accountant and the services of Mr and Mrs Chau to manage the BBQ King restaurant.",
      "id": "s123"
    },
    {
      "text": "It also appears that these companies have not complied with the requirements of the 1920 Act with respect to transactions resulting in a change in the beneficial ownership of property (see Part 3 of the 1920 Act ).",
      "id": "s124"
    },
    {
      "text": "I am unable to reach a conclusion one way or the other as to whether, as the respondent submitted, the above matters reflect a desire on the part of the applicants to avoid paying stamp duties to the State of New South Wales.",
      "id": "s125"
    },
    {
      "text": "No suggestion to this effect was put to either Mrs Chau or Mr Yip.",
      "id": "s126"
    },
    {
      "text": "SHOULD REGISTRATION OF THE TRADE MARK BE CANCELLED?",
      "id": "s127"
    },
    {
      "text": "36 Sections 88 and 89 of the Trade Marks Act 1995 (Cth) (\"the Trade Marks Act \") relevantly provide:\n Amendment or cancellation--other specified grounds \n \n (1) Subject to subsection (2) and section 89 , a prescribed court may, on the application of an aggrieved person ... order that the Register be rectified by: \n \n \n \n \n (a) cancelling the registration of a trade mark; or \n (b) ... \n (c) ... \n \n \n \n \n (2) An application may be made on any of the following grounds, and on no other grounds: \n \n \n \n \n (a) any of the grounds on which the registration of the trade mark could have been opposed under this Act; \n ... \n \n \n \nRectification may not be granted in certain cases if registered owner not at fault etc. \n \n (1) The court may decide not to grant an application for rectification made: \n \n \n \n \n (a) under section 87; or \n (b) on the ground that the trade mark is liable to deceive or confuse (a ground on which its registration could have been opposed, see paragraph 88(2)(a)); or \n (c) on the ground referred to in paragraph 88(2)(c); \n \n \n \n \n if the registered owner of the trade mark satisfies the court that the ground relied on by the applicant has not arisen through any act or fault of the registered owner.",
      "id": "s128"
    },
    {
      "text": "(2) In making a decision under subsection (1), the court: \n \n \n \n \n (a) must also take into account any matter that is prescribed; and \n (b) may take into account any other matter that the court considers relevant.",
      "id": "s129"
    },
    {
      "text": "37 Section 58 of the Trade Marks Act provides that the registration of a trade mark may be opposed on the ground that the applicant is not the owner of the trade mark.",
      "id": "s130"
    },
    {
      "text": "38 Section 57 of the Trade Mark Act relevantly provides that the registration of a trade mark may be opposed on any of the grounds on which an application for the registration of a trade mark may be rejected under the Act.",
      "id": "s131"
    },
    {
      "text": "Section 41, which is set out in [43] below, provides for the rejection of an application for registration where the trade mark does not distinguish the applicant's goods or services.",
      "id": "s132"
    },
    {
      "text": "Ownership of BBQ King restaurant as at 29 October 2004 \n \n39 As indicated above, the certificate of registration of the Trade Mark, which was issued on 23 June 2005 for a ten year period commencing on 29 October 2004, shows Anakin as the owner of the Trade Mark.",
      "id": "s133"
    },
    {
      "text": "40 The respondent contended that Anakin was not at the time of the application for registration (ie on 29 October 2004) the owner of the Trade Mark.",
      "id": "s134"
    },
    {
      "text": "As appears above, I am satisfied that as at 29 October 2004 the BBQ King restaurant business was owned and operated by Gold Kings and not by Anakin (see [32]).",
      "id": "s135"
    },
    {
      "text": "I am also satisfied that, notwithstanding the retention in Mempoll's accounts of the goodwill that it purchased under the Sale Agreement, as at 29 October 2004 Gold Kings owned the goodwill in the trade mark \"BBQ King\".",
      "id": "s136"
    },
    {
      "text": "The evidence makes plain that at this time Gold Kings had and exercised the right to conduct the BBQ King restaurant business \"in substantially the same manner and by substantially the same means that [had previously] attracted custom to it\" (see FCT v Murry at [23]).",
      "id": "s137"
    },
    {
      "text": "41 I conclude that Anakin was not the owner of the Trade Mark at 29 October 2004.",
      "id": "s138"
    },
    {
      "text": "Capacity to distinguish \n \n42 As I am satisfied that Anakin was not the owner of the Trade Mark as at 20 October 2004 it is not strictly necessary for me to reach a conclusion on whether the Trade Mark was then capable of distinguishing the applicant's goods or services from the goods or services of other persons (s 41(2) of the Trade Marks Act ).",
      "id": "s139"
    },
    {
      "text": "However, lest the matter go further, I record that, if the issue of ownership is left to one side, I am satisfied that the Trade Mark is to be taken to have been capable of distinguishing the applicants' goods and services.",
      "id": "s140"
    },
    {
      "text": "43 Section 41 of the Trade Marks Act relevantly provides:\n Trade mark not distinguishing applicant's goods or services \n \n (1) For the purposes of this section, the use of a trade mark by a predecessor in title of an applicant for the registration of the trade mark is taken to be a use of the trade mark by the applicant.",
      "id": "s141"
    },
    {
      "text": "(2) An application for the registration of a trade mark must be rejected if the trade mark is not capable of distinguishing the applicant's goods or services in respect of which the trade mark is sought to be registered (designated goods or services) from the goods or services of other persons.",
      "id": "s142"
    },
    {
      "text": "(3) In deciding the question whether or not a trade mark is capable of distinguishing the designated goods or services from the goods or services of other persons, the Registrar must first take into account the extent to which the trade mark is inherently adapted to distinguish the designated goods or services from the goods or services of other persons.",
      "id": "s143"
    },
    {
      "text": "(4) Then, if the Registrar is still unable to decide the question, the following provisions apply.",
      "id": "s144"
    },
    {
      "text": "(5) If the Registrar finds that the trade mark is to some extent inherently adapted to distinguish the designated goods or services from the goods or services of other persons but is unable to decide, on that basis alone, that the trade mark is capable of so distinguishing the designated goods or services: \n \n \n \n \n (a) the Registrar is to consider whether, because of the combined effect of the following: \n \n \n(i) the extent to which the trade mark is inherently adapted to distinguish the designated goods or services; (ii) the use, or intended use, of the trade mark by the applicant; (iii) any other circumstances; \n \n \n the trade mark does or will distinguish the designated goods or services as being those of the applicant; and \n (b) if the Registrar is then satisfied that the trade mark does or will so distinguish the designated goods or services--the trade mark is taken to be capable of distinguishing the applicant's goods or services from the goods or services of other persons; and \n (c) if the Registrar is not satisfied that the trade mark does or will so distinguish the designated goods or services--the trade mark is taken not to be capable of distinguishing the applicant's goods or services from the goods or services of other persons.",
      "id": "s145"
    },
    {
      "text": "(6) If the Registrar finds that the trade mark is not to any extent inherently adapted to distinguish the designated goods or services from the goods or services of other persons, the following provisions apply: \n \n \n \n \n (a) if the applicant establishes that, because of the extent to which the applicant has used the trade mark before the filing date in respect of the application, it does distinguish the designated goods or services as being those of the applicant--the trade mark is taken to be capable of distinguishing the designated goods or services from the goods or services of other persons; \n (b) in any other case--the trade mark is taken not to be capable of distinguishing the designated goods or services from the goods or services of other persons.",
      "id": "s146"
    },
    {
      "text": "44 Under the Trade Marks Act 1955 (Cth) (\"the 1955 Act\") it was clear that certain marks could never be regarded as entitled to registration even though they were, as a matter of fact, plainly distinctive of the applicant's goods ( Clark Equipment Company v Registrar of Trade Marks [1964] HCA 55 ; (1964) 111 CLR 511 at 515-516; British Sugar Plc v James Robertson &amp; Sons Ltd [1996] RPC 281 at 305).",
      "id": "s147"
    },
    {
      "text": "Kitto J observed with respect to the 1955 Act in Clark Equipment Company v Registrar of Trade Marks at 513:\n ...",
      "id": "s148"
    },
    {
      "text": "It is undeniable that a mark which, considered by itself, would seem unadapted to that purpose [ie distinguishing the applicant's goods from those of others] ... may yet come by actual use or by virtue of special circumstances to be so closely associated with the applicant's goods in the minds of the relevant public that its apparently disqualifying signification is effectually obscured, and distinctiveness in fact is thus achieved.",
      "id": "s149"
    },
    {
      "text": "But although such a measure of practical success with the mark may well provide a sufficient foundation for a passing-off action, the Trade Marks Act does not accept it as necessarily sufficient for the special protection which it affords to registered trade marks.",
      "id": "s150"
    },
    {
      "text": "45 Section 41(6) of the Trade Marks Act was intended to ameliorate the test under the 1955 Act and, in particular, to allow registration of a trade mark that was shown to be distinctive in fact of the applicant's goods or services (see Blount Inc v Registrar of Trade Marks [1998] FCA 440 ; (1998) 83 FCR 50 at 55-56).",
      "id": "s151"
    },
    {
      "text": "46 Having regard to such of the evidence identified in [92]-[100] below as existed as at 24 October 2004, I am satisfied that, as at that date, because of the extent to which the applicant, or its predecessor in title, had used the Trade Mark before that date, it did distinguish the goods and services of the applicant.",
      "id": "s152"
    },
    {
      "text": "I am so satisfied notwithstanding that the evidence discloses that, as at 29 October 2004, there were other restaurants and businesses in the greater Sydney area and elsewhere that were trading under names that included the words \"BBQ King\".",
      "id": "s153"
    },
    {
      "text": "Discretion not to order rectification \n \n47 In EOS Australia Pty Ltd v Expo Tomei Pty Ltd (1998) 42 IPR 277 I expressed the view that the terms of s 89 of the Trade Marks Act tend to suggest that s 88(1) does not vest a true discretion in a prescribed court.",
      "id": "s154"
    },
    {
      "text": "48 Subsequently, in Health World Ltd v Shui-Sun Australia Pty Ltd [2008] FCA 100 ; (2008) 75 IPR 478 Jacobson J at [203]-[205] observed:\n The power to order rectification under s 88 is expressed in discretionary terms.",
      "id": "s155"
    },
    {
      "text": "However, in EOS Australia Pty Ltd v Expo Tomei Pty Ltd (1998) 42 IPR 277 at 287, Branson J expressed the view that the terms of s 89 suggest that s 88(1) does not vest a true discretion in the court.",
      "id": "s156"
    },
    {
      "text": "In my opinion, there is force in Branson J's view because s 88(1) is subject to s 89, and s 89 confers a discretion, to be exercised in limited circumstances, not to grant an application for rectification.",
      "id": "s157"
    },
    {
      "text": "Nevertheless, this approach has not been taken in other courts: see, for example, Toddler Kindy Gymbaroo Pty Ltd v Gymbaree Pty Ltd (2000) 100 FCR 166 ; 51 IPR 1 ; [2000] FCA 618 at [97] ; Mayne Industries Pty Ltd v Advanced Engineering Group Pty Ltd (2008) 75 IPR 102 ; [2008] FCA 27 at [75] .",
      "id": "s158"
    },
    {
      "text": "Lahore observes at [57,155] that s 89 may be seen as codifying the case law on blameworthy conduct; accordingly, it deals with the circumstances in which a particular discretion may be exercised without detracting from the general discretion found in s 88(1).",
      "id": "s159"
    },
    {
      "text": "I propose to proceed on that basis.",
      "id": "s160"
    },
    {
      "text": "49 Little guidance as to the proper application of s 88(1) can be obtained from Toddler Kindy Gymbaroo Pty Ltd v Gymboree Pty Ltd [2000] FCA 618 ; (2000) 100 FCR 166 as no party argued in that case that s 88(1) did not vest a true discretion in a prescribed court.",
      "id": "s161"
    },
    {
      "text": "In Mayne Industries Pty Limited v Advanced Engineering Group Pty Limited [2008] FCA 27 ; (2008) 75 IPR 102 at [75] Greenwood J said of s 87(1) of the Trade Marks Act:\n Section 87(1) confers a discretion on the court to order cancellation of the registration of the trade mark.",
      "id": "s162"
    },
    {
      "text": "That discretion is to be exercised according to its terms and, where appropriate, settled principle.",
      "id": "s163"
    },
    {
      "text": "The discretion is to be exercised subject to s 87(2) which identifies circumstances in which the court might decide not to make an order.",
      "id": "s164"
    },
    {
      "text": "Similarly, the court might by s 89 of the Act decide \"not to grant an application under s 87\" and therefore refuse to make an order which, is itself, an exercise of the discretion, if the registered owner satisfies the court that the ground relied on by the applicant \"has not arisen through any act or fault of the registered owner\".",
      "id": "s165"
    },
    {
      "text": "In terms, the discretion must not only be exercised taking account of ss 87(2) and 89 but having regard to the effect of s 25 on the right of the registered owner of the trade mark.",
      "id": "s166"
    },
    {
      "text": "It seems to me that all these matters must be weighed carefully in the balance to determine whether the court ought to cancel the registration of a trade mark and, in consequence, extinguish rights conferred by the Act on the registered owner.",
      "id": "s167"
    },
    {
      "text": "The discretion is a true discretion in the sense that all the matters going to s 25 (the circumstances of this case) must be considered, the particular circumstances of the applicant, any relevant s 87(2) factors, the conduct of the registered owner and the effect upon the rights of the registered owner brought about by the operation of s 25.",
      "id": "s168"
    },
    {
      "text": "Some of these factors will weigh heavily as s 25, for example, has the applied effect of declaring that the registered owner has no exclusive rights.",
      "id": "s169"
    },
    {
      "text": "In that sense, the discretion may seem facultative only: EOS (Aust) Pty Ltd v Expo Tomei Pty Ltd (1998) 42 IPR 277 , per Branson J.",
      "id": "s170"
    },
    {
      "text": "However, the court is required to determine whether an order ought to be made or refused taking account of the identified considerations.",
      "id": "s171"
    },
    {
      "text": "50 For the following reasons the circumstances of this case do not render it necessary to determine the extent, if at all, to which the above authorities differ on the issue of the proper approach to the exercise of the power of a prescribed court to order that the Register be rectified.",
      "id": "s172"
    },
    {
      "text": "I am satisfied that the respondent is \"an aggrieved person\" within the meaning of s 88(1) as it is, as I have found, using as a trade mark a logo that is deceptively similar to the Trade Mark (see [55]-[75]).",
      "id": "s173"
    },
    {
      "text": "The respondent has applied by its cross-claim for an order that the Register be rectified by cancelling the registration of the Trade Mark on a ground identified in s 88(2)(a).",
      "id": "s174"
    },
    {
      "text": "That ground has been made out (see [41] above).",
      "id": "s175"
    },
    {
      "text": "In the circumstances it seems to me that the respondent is entitled to an order that the Register be rectified by cancelling the registration of the Trade Mark unless sufficient reason appears for leaving it there (see Re Carl Zeiss Pty Ltd's Application [1969] HCA 17 ; (1969) 122 CLR 1 per Kitto J at 11).",
      "id": "s176"
    },
    {
      "text": "For the reasons that follow I am not satisfied that sufficient reasons appear for leaving the registration in place.",
      "id": "s177"
    },
    {
      "text": "51 The applicants' submissions on the issue of the Court's discretion under s 88(1) were premised on the assumption that if the Court were to find that Anakin was not the owner of the Trade Mark at the critical time, its finding would be that Mempoll was the owner of the Trade Mark.",
      "id": "s178"
    },
    {
      "text": "I have in fact concluded that Gold Kings was the owner of the Trade Mark at the critical time.",
      "id": "s179"
    },
    {
      "text": "Should that conclusion be wrong, it would seem necessary to conclude that the ownership of the Trade Mark remains with Mempoll as its financial statements suggest.",
      "id": "s180"
    },
    {
      "text": "It is therefore appropriate to read the applicants' submissions as set out below on the basis that the references to Mempoll should also, indeed should primarily, be understood as references to Gold Kings:\n The applicants submit that the following should be taken into account in the beneficial exercise of the Court's discretion not to cancel or remove the Trade Mark: \n \n (a) the applicants and the persons standing behind the applicants apprehended that Anakin's use of the Trade Mark entitled it to be registered as owner; \n \n \n \n (b) Mempoll did not object to the use of the Trade mark by Anakin, nor its application for registration of the Trade Mark; \n \n \n \n (c) substantially the same persons own and control each of Mempoll and Anakin; \n \n \n \n (d) there is no real public interest served in cancelling the registration; \n \n \n \n (e) there is no useful purpose to be served by removing the Trade Mark from the Register simply for the purpose of, in effect, compelling a fresh application to be made.",
      "id": "s181"
    },
    {
      "text": "The Trade Mark, newly registered, but with additional expense would remain within the same group of companies and persons and be used in relation to the same restaurant services.",
      "id": "s182"
    },
    {
      "text": "The Trade Mark as registered should be preserved as an established mark associated with a business that has existed for over 25 years and which is well known to the public.",
      "id": "s183"
    },
    {
      "text": "(footnotes omitted) \n52 After giving the matter anxious consideration I have concluded that, having regard to the totality of the evidence before me, it is not appropriate to refrain from ordering that the Register be rectified by cancelling the registration of the Trade Mark.",
      "id": "s184"
    },
    {
      "text": "To do otherwise would, as it seems to me, be to allow the applicants to benefit from the \"informal\" way in which their affairs have been handled (see [35] above).",
      "id": "s185"
    },
    {
      "text": "Whether or not the applicants so intended, this informality has resulted, as the evidence suggests, in failures to comply with requirements of the Corporations Act and earlier legislation concerning the proper operation of companies (see Ch 2G of the Corporations Act ).",
      "id": "s186"
    },
    {
      "text": "It has also resulted in failures, as the evidence suggests, to comply with the requirements of the 1920 Act with, as I infer, appreciable loss of revenue to the State of New South Wales (see Part 3 of the 1920 Act ).",
      "id": "s187"
    },
    {
      "text": "The applicants did not offer any acceptable explanation of these failures.",
      "id": "s188"
    },
    {
      "text": "INFRINGEMENT \n \n53 Notwithstanding my above conclusion that it is appropriate to order that the Register be rectified by cancelling the registration of the Trade Mark, I have considered it appropriate to address the claim of infringement on the basis that my conclusion may be found to be wrong.",
      "id": "s189"
    },
    {
      "text": "54 Section 120 of the Trade Marks Act deals with infringement: \n \n (1) A person infringes a registered trade mark if the person uses as a trade mark a sign that is substantially identical with, or deceptively similar to, the trade mark in relation to goods or services in respect of which the trade mark is registered.",
      "id": "s190"
    },
    {
      "text": "(2) A person infringes a registered trade mark if the person uses as a trade mark a sign that is substantially identical with, or deceptively similar to, the trade mark in relation to: \n (a) goods of the same description as that of goods (registered goods) in respect of which the trade mark is registered; or \n (b) services that are closely related to registered goods; or \n (c) services of the same description as that of services (registered services) in respect of which the trade mark is registered; or \n (d) goods that are closely related to registered services.",
      "id": "s191"
    },
    {
      "text": "(emphasis added)\n \n Use as a trade mark \n \n55 As can be seen from [3] above, the logo for the respondent's restaurant involves the use of red letters on a yellow background.",
      "id": "s192"
    },
    {
      "text": "The letters \"BBQ\" are ordinarily the largest feature of the logo and, except on its menu cover, are always used in the same font.",
      "id": "s193"
    },
    {
      "text": "The second largest lettering on the logo is ordinarily the word \"King\" immediately following the letters \"BBQ\".",
      "id": "s194"
    },
    {
      "text": "Except in the case of the menu cover, the word \"Chatswood\" appears significantly less prominently either to the left of or above \"BBQ King\".",
      "id": "s195"
    },
    {
      "text": "A single stylised Chinese character in a circle ordinarily appears on the extreme left of the logo and a series of Chinese characters (three being presented more prominently than the others) ordinarily appears on the right hand side of the logo.",
      "id": "s196"
    },
    {
      "text": "A telephone number is often, but not always, included in the logo.",
      "id": "s197"
    },
    {
      "text": "The respondent's menu cover, as received in evidence, carries the same elements as the respondent's ordinary logo but with the words \"Chatswood BBQ King\" in a slightly curved line below the circular presentation of the Chinese characters.",
      "id": "s198"
    },
    {
      "text": "56 It is not strictly the case, as the respondent submitted, that the respondent has only used the words \"Chatswood BBQ King\" as part of a greater logo.",
      "id": "s199"
    },
    {
      "text": "A yellow \"polo\" style shirt was received in evidence.",
      "id": "s200"
    },
    {
      "text": "Embroidered in red on the shirt are the words \"BBQ King\" in the same font as the respondent's logo.",
      "id": "s201"
    },
    {
      "text": "Above these words is embroidered in smaller black letters the word \"Chatswood\".",
      "id": "s202"
    },
    {
      "text": "Photographs received in evidence show staff at the respondent's restaurant wearing similar yellow \"polo\" style shirts although it may be that the photographs show the word \"Chatswood\" in red.",
      "id": "s203"
    },
    {
      "text": "57 The respondent contended that it has not used the words \"Chatswood BBQ King\" as a trade mark.",
      "id": "s204"
    },
    {
      "text": "Rather, it argued, it has used the words as part of a greater logo that includes various Chinese characters and the words are included to describe the location of the restaurant, the type of food served and the quality of that food.",
      "id": "s205"
    },
    {
      "text": "58 The relevant test was articulated by Kitto J in Shell Company of Australia Limited v Esso Standard Oil (Australia) Limited (1963) 109 CLR 407 (the \" Shell Co case\").",
      "id": "s206"
    },
    {
      "text": "It is helpful to understand the context in which his Honour articulated the test.",
      "id": "s207"
    },
    {
      "text": "Esso Standard Oil was the proprietor of registered trade marks for a caricature of a man described as a \"humanised oil drop\".",
      "id": "s208"
    },
    {
      "text": "It alleged that the Shell Company had infringed its registered trade marks in two advertising television films which included an animated oil-drop character.",
      "id": "s209"
    },
    {
      "text": "An issue for determination on the appeal was whether the Shell Company's use of the oil-drop character constituted a use of the characters as a trade mark.",
      "id": "s210"
    },
    {
      "text": "At 425 Kitto J said:\n ... the question becomes whether, in the setting in which the particular pictures referred to were presented, they would have appeared to the television viewer as possessing the character of devices, or brands, which the appellant was using or proposing to use in relation to petrol for the purpose of indicating, or so as to indicate, a connexion in the course of trade between the petrol and the appellant.",
      "id": "s211"
    },
    {
      "text": "Did they appear to be thrown onto the screen as being marks for distinguishing Shell petrol from other petrol in the course of trade?",
      "id": "s212"
    },
    {
      "text": "59 Kitto J concluded that the oil-drop character had not been used by the Shell Company \"as a trade mark\".",
      "id": "s213"
    },
    {
      "text": "His Honour noted that the connection in the films between the oil-drop man and the petrol he symbolised was a connection \"limited by the purpose of the occasion\".",
      "id": "s214"
    },
    {
      "text": "He observed that the only purpose in the appearance of the oil-drop man was to unite a quickly moving series of pictures which conveyed a message about the qualities of Shell petrol.",
      "id": "s215"
    },
    {
      "text": "Kitto J considered it \"quite certain\" that no viewer would pick out any scene including the oil-drop man and say:\n \"There I see something that the Shell people are showing me as being a mark by which I may know that any petrol in relation to which I see it used is theirs.",
      "id": "s216"
    },
    {
      "text": "\" \n60 As Crennan J observed in Christodoulou v Disney Enterprises Inc [2005] FCA 1401 ; (2005) 156 FCR 344 at [34] , the test enunciated by Kitto J in the Shell Co case has been adopted many times including by the Full Court in Pepsico Australia Pty Ltd (t/as Frito-Lay Australia) v Kettle Chips Company Pty Ltd (1996) 135 ALR 192 where, at 209-214, Sackville J conveniently collected the authorities.",
      "id": "s217"
    },
    {
      "text": "Crennan J at [35] explained:\n The test involves consideration of the context in which the allegedly infringing use occurs.",
      "id": "s218"
    },
    {
      "text": "This can encompass factors such as the positioning of the sign, the type of font, the size of words or letters and the colours which are used, as well as how the sign is applied to advertising materials or the packaging of the goods in relation to other features: for example, see the analysis of Emmett J in Beecham Group Plc v Colgate-Palmolive Pty Ltd [2005] FCA 838 at [46] - [48] with respect to the use of the term \"MaxClean\" used on toothbrushes.",
      "id": "s219"
    },
    {
      "text": "61 In Beecham Group Plc v Colgate-Palmolive Pty Ltd (2005) 66 IPR 254 at [48] Emmett J observed:\n The prominence and positioning of the MaxClean sign on the packaging of the toothbrush and in promotional material, together with the font size, styling, colour and shading of the MaxClean sign, suggests even greater significance than the \"Colgate\" brand.",
      "id": "s220"
    },
    {
      "text": "Other products, of both Colgate and its competitors, position distinguishing names that are properly characterised as sub-brands in the same place as the MaxClean sign appears in relation to Colgate on the packaging and leaflet.",
      "id": "s221"
    },
    {
      "text": "The distinctive styling, colouring and shading has a graphic element akin to a logo.",
      "id": "s222"
    },
    {
      "text": "The distinctive blue and white colouring, with a halo effect of white shading around the words, is also indicative of use as a trade mark, rather than as a merely descriptive phrase.",
      "id": "s223"
    },
    {
      "text": "Although the 'C' appears in upper case, there is no space between the 'X' and the 'C.",
      "id": "s224"
    },
    {
      "text": "' That suggests an invented word intended for use as a trade mark.",
      "id": "s225"
    },
    {
      "text": "62 Except in respect of the \"polo\" style shirt, I consider the critical issue for present purposes to be the respondent's use of its logo as a whole, not its use of the words \"Chatswood BBQ King\".",
      "id": "s226"
    },
    {
      "text": "The distinctive colouring and layout of the respondent's logo and the prominence with which it is displayed at and near the restaurant's entrance and on the restaurant's menu cover are such that, in my view, a person seeing them would conclude that the respondent used its logo to distinguish its food and services from those offered by others.",
      "id": "s227"
    },
    {
      "text": "63 I conclude that the respondent's logo generally, and because of its obvious derivation from that logo, the sign on the \"polo\" style shirt, each has the character of a brand which the respondent uses for the purpose of indicating a connection in the course of trade between the respondent's restaurant and related services and the respondent.",
      "id": "s228"
    },
    {
      "text": "I am therefore satisfied that the respondent uses each of its logo and the sign on the \"polo\" style shirt \"as a trade mark\".",
      "id": "s229"
    },
    {
      "text": "Deceptively similar \n \n64 Although the applicants pleaded that the respondent had used as a trade mark a sign which is substantially identical with, or deceptively similar to the Trade Mark, it placed reliance only on its allegation of deceptive similarity.",
      "id": "s230"
    },
    {
      "text": "It was right to do so.",
      "id": "s231"
    },
    {
      "text": "The approach to be taken to the issue of substantial identicality is a side-by-side comparison.",
      "id": "s232"
    },
    {
      "text": "When the respondent's logo and the Trade Mark are viewed side-by-side they are not substantially identical.",
      "id": "s233"
    },
    {
      "text": "It can be seen that they differ in significant ways.",
      "id": "s234"
    },
    {
      "text": "65 For the purposes of the Trade Marks Act, a trade mark is taken to be deceptively similar to another trade mark if it so nearly resembles that other trade mark that it is likely to deceive or cause confusion (s 10).",
      "id": "s235"
    },
    {
      "text": "The use of the word \"likely\" does not import a requirement that it be more probable than not that the trade mark has that effect; it is sufficient that the probability of deception is finite and non-trivial ( Registrar of Trade Marks v Woolworths [1999] FCA 1020 ; (1999) 45 IPR 411 per French J at [43]).",
      "id": "s236"
    },
    {
      "text": "66 It is a question of fact for the Court to decide whether in fact there is such a reasonable probability of deception or confusion that the use of the new mark should be restrained ( Australian Woollen Mills Limited v F S Walton and Company Limited [1937] HCA 51 ; (1937) 58 CLR 641 ( \"Australian Woollen Mills\" ) per Dixon and McTiernan JJ at 658).",
      "id": "s237"
    },
    {
      "text": "67 In Australian Woollen Mills at 658 Dixon and McTiernan JJ in a joint judgment explained:\n In deciding this question, the marks ought not, of course, to be compared side by side.",
      "id": "s238"
    },
    {
      "text": "An attempt should be made to estimate the effect or impression produced on the mind of potential customers by the mark or device for which the protection of an injunction is sought.",
      "id": "s239"
    },
    {
      "text": "The impression or recollection which is carried away and retained is necessarily the basis of any mistaken belief that the challenged mark or device is the same.",
      "id": "s240"
    },
    {
      "text": "The effect of spoken description must be considered.",
      "id": "s241"
    },
    {
      "text": "If a mark is in fact or from its nature likely to be the source of some name or verbal description by which buyers will express their desire to have the goods, then similarities both of sound and of meaning may play an important part.",
      "id": "s242"
    },
    {
      "text": "The usual manner in which ordinary people behave must be the test of what confusion or deception may be expected.",
      "id": "s243"
    },
    {
      "text": "Potential buyers of goods are not to be credited with any high perception or habitual caution.",
      "id": "s244"
    },
    {
      "text": "On the other hand, exceptional carelessness or stupidity may be disregarded.",
      "id": "s245"
    },
    {
      "text": "The course of business and the way in which the particular class of goods are sold gives, it may be said, the setting, and the habits and observation of men considered in the mass affords the standard.",
      "id": "s246"
    },
    {
      "text": "Evidence of actual cases of deception, if forthcoming, is of great weight.",
      "id": "s247"
    },
    {
      "text": "68 In arguing that its use of the words \"Chatswood BBQ King\" in their context did not constitute the use of a sign or mark that is deceptively similar to the Trade Mark, the respondent placed particular reliance on the following differences between the logo of the Chatswood restaurant and the Trade mark: \n \n \n (i) the inclusion of the word \"Chatswood\";\n (ii) the absence of the \"crown\" device;\n (iii) the absence of any stylisation of the words;\n (iv) the absence of words in which letters are separated by periods;\n (v) the inclusion of Chinese characters generally and certain Chinese characters in particular;\n (vi) the emphasis on the particular Chinse character which is stylised in a circle;\n (vii) the use of capital letters in the word \"KING\";\n (viii) the absence of periods between the letters \"BBQ\";\n (ix) the different font of the English lettering;\n (x) the arrangement of signage in two lines; and\n (xi) the distinctive colour scheme of red on a yellow background.",
      "id": "s248"
    },
    {
      "text": "69 The above factors would be of significance were it appropriate to compare the marks side by side.",
      "id": "s249"
    },
    {
      "text": "However, as mentioned above, it is not appropriate to do so.",
      "id": "s250"
    },
    {
      "text": "I am required first to form a view as to the impression produced on the minds of customers and potential customers by the Trade Mark --- including by the pronunciation of words in the mark.",
      "id": "s251"
    },
    {
      "text": "It is then necessary for me to make a judgment as to the likelihood that the form of the respondent's logo would cause them to form the mistaken belief, at a time when the logo is not before them, that the respondent's logo is the Trade Mark.",
      "id": "s252"
    },
    {
      "text": "I am to be concerned with the usual way in which ordinary people behave.",
      "id": "s253"
    },
    {
      "text": "I should disregard those with high perception or habitual caution and also those of exceptional carelessness or stupidity.",
      "id": "s254"
    },
    {
      "text": "70 In determining whether the respondent's logo is deceptively similar to the Trade Mark I have accorded particular weight to the following factors.",
      "id": "s255"
    },
    {
      "text": "First, the respondent's logo adopts the whole of the word element of the Trade Mark.",
      "id": "s256"
    },
    {
      "text": "The pronunciation of that element will sound identical in each case.",
      "id": "s257"
    },
    {
      "text": "A comparison based on sound is of particular relevance in this case because restaurant custom is commonly based on word of mouth recommendation.",
      "id": "s258"
    },
    {
      "text": "Secondly, the word element of the Trade Mark is a prominent feature of the respondent's logo.",
      "id": "s259"
    },
    {
      "text": "Although it is appropriate to have regard to the impression produced by the respective marks in their entirety, some features of a mark can be more striking and memorable than others ( Starr Partners Pty Ltd v Dev Prem Pty Ltd (2007) 71 IPR 459 at [22]).",
      "id": "s260"
    },
    {
      "text": "To a customer or potential customer literate only, or principally, in English, the English word element of each mark will be of dominant significance.",
      "id": "s261"
    },
    {
      "text": "The additional English word in the respondent's mark (ie \"Chatswood\") is apt to be understood as a geographic indicator.",
      "id": "s262"
    },
    {
      "text": "For this reason it is likely to create in a potential customer's mind the impression of connection with the Trade Mark rather than serve as a distinguishing feature; that is, it is likely to be understood as suggesting that this is the Chatswood outlet or branch of the owner of the Trade Mark.",
      "id": "s263"
    },
    {
      "text": "This aspect of the respondent's sign assumes particular significance because of the reputation of the registered mark which is discussed below ( Starr Partners Pty Ltd v Dev Prem Pty Ltd at [24]).",
      "id": "s264"
    },
    {
      "text": "71 I accept the applicants' submission that the use of different fonts and, in the one case, upper case lettering, does not avoid the likelihood of deception.",
      "id": "s265"
    },
    {
      "text": "The differences are not marked and the words convey the same message.",
      "id": "s266"
    },
    {
      "text": "That message is not to be determined by giving separate consideration to \"BBQ\" and \"King\" but rather by giving consideration to them as a composite phrase.",
      "id": "s267"
    },
    {
      "text": "72 I conclude that the respondent's logo is deceptively similar to the Trade Mark.",
      "id": "s268"
    },
    {
      "text": "It necessarily follows that the sign on the \"polo\" style shirt is deceptively similar to the Trade Mark.",
      "id": "s269"
    },
    {
      "text": "73 Evidence was adduced by the applicants of actual cases of deception.",
      "id": "s270"
    },
    {
      "text": "While such evidence is consistent with, and fortified my above conclusion, my conclusion is not dependent on that evidence.",
      "id": "s271"
    },
    {
      "text": "74 It is not in dispute that the respondent has used its sign in relation to goods and services in respect of which the Trade Mark is registered.",
      "id": "s272"
    },
    {
      "text": "75 Assuming that my decision to order rectification of the Register is wrong, I conclude that, subject to s 122(1)(b) of the Trade Marks Act which is considered below, the respondent has infringed the Trade Mark by using as a trade mark a sign that is deceptively similar to the Trade Mark in relation to goods and services in respect of which the Trade Mark is registered.",
      "id": "s273"
    },
    {
      "text": "Good Faith Defence \n \n76 The respondent placed reliance on the provisions of s 122(1)(b) of the Trade Marks Act.",
      "id": "s274"
    },
    {
      "text": "Section 122(1)(b) relevantly provides as follows:\n \n \n (1) In spite of section 120, a person does not infringe a registered trade mark when: \n ... \n (b) the person uses a sign in good faith to indicate: \n \n(i) the kind, quality, quantity ... geographical origin, or some other characteristic, of goods or services; or ...",
      "id": "s275"
    },
    {
      "text": "The above provision operates to protect a person from a finding of infringement even if the Court is of the view that the person has used as a trade mark a sign that is deceptively similar to the registered trade mark so long as the sign was used in good faith to indicate one of the matters identified in the provision.",
      "id": "s276"
    },
    {
      "text": "77 The first issue for determination under s 122(1)(b) is therefore whether the respondent used its mark or sign in good faith.",
      "id": "s277"
    },
    {
      "text": "In Wellness Pty Ltd v Pro Bio Living Waters Pty Ltd (2004) 61 IPR 242 at [43] Bennett J explained: \n ...",
      "id": "s278"
    },
    {
      "text": "The requirement for the use to be in good faith imports an absence of intention to make use of the goodwill which has been acquired by another trader.",
      "id": "s279"
    },
    {
      "text": "The resemblance between the registered trade mark, of which the first respondent was aware and the name of the first respondent does not prevent the use being bona fide provided that there was an honest belief that no confusion would arise and if there were no intention of wrongfully diverting business .... Evidence of such an honest belief is necessary to establish \"bona fide use\"... (citations omitted) \n78 I accept that the name of the respondent's restaurant was suggested by Yu Xi Liang, a director and shareholder of the respondent.",
      "id": "s280"
    },
    {
      "text": "Mr Liang gave affidavit evidence that he suggested the name \"Chatswood BBQ King\" for the following reasons:\n \n \n (a) Chatswood BBQ Kitchen has previously operated at the site of the respondent's restaurant;\n (b) the location was therefore already known as an outlet for Cantonese roast meats;\n (c) the word \"King\" described the superior and top quality of the respondent's BBQ and in Chinese the character for \"King\" can also be used to convey \"excellence\", \"top quality\" or \"the best\"; and\n (d) the word \"Chatswood\" identified the location of the business.",
      "id": "s281"
    },
    {
      "text": "79 The credibility of Mr Liang's above evidence was seriously undermined by his cross-examination.",
      "id": "s282"
    },
    {
      "text": "Under cross-examination Mr Liang eventually accepted that he had chosen the name of the respondent's restaurant before identifying the Chatswood site as the location of the restaurant.",
      "id": "s283"
    },
    {
      "text": "Although he initially claimed that he had chosen the English name of the restaurant \"as per request from the council\", when challenged he conceded that he had chosen the respondent's name before he spoke with the council.",
      "id": "s284"
    },
    {
      "text": "I consider it appropriate to approach Mr Liang's assertion that \"[f]or us this English name is very casual\" with scepticism.",
      "id": "s285"
    },
    {
      "text": "80 Mr Liang accepted that, at the time that he chose the respondent's name, he had been involved with restaurants that specialised in Cantonese roast meats that operated under the names Excellent BBQ Kitchen, Excellent BBQ Noodles and Very Good BBQ Noodles.",
      "id": "s286"
    },
    {
      "text": "He denied that he was aware of the English name of the Goulburn Street \"BBQ King\" restaurant at this time but offered no real explanation for his decision to use the word \"King\" after the letters \"BBQ\" as, as he asserted, a descriptor for the quality of the meat to be served at the respondent's restaurant.",
      "id": "s287"
    },
    {
      "text": "81 I am satisfied that Mr Liang was not frank in his evidence about the selection of \"Chatswood BBQ King\" as the name of the respondent's restaurant.",
      "id": "s288"
    },
    {
      "text": "I consider it more likely than not that his evidence that he only learnt of the restaurant by the name \"BBQ King\" after he received a letter from the applicants' lawyers is untrue.",
      "id": "s289"
    },
    {
      "text": "Mr Liang has lived in Sydney since 1988.",
      "id": "s290"
    },
    {
      "text": "He initially worked in Chinatown at a restaurant known as Emperor BBQ.",
      "id": "s291"
    },
    {
      "text": "He knew of the restaurant in Goulburn Street at that time and could recognise the restaurant when shown a photograph of it in the witness box.",
      "id": "s292"
    },
    {
      "text": "He enjoys eating the Cantonese style of roast meats.",
      "id": "s293"
    },
    {
      "text": "He is a businessman who has for some years been involved in restaurants that specialise in the style of food served at the BBQ King restaurant in Goulburn Street.",
      "id": "s294"
    },
    {
      "text": "In the circumstances it is considerably more likely than not, in my judgment, that Mr Liang knew the English name of the BBQ Restaurant in Goulburn Street at the time that he chose the respondent's name.",
      "id": "s295"
    },
    {
      "text": "I am satisfied that he chose the name \"Chatswood BBQ King\" intending the respondent's restaurant to benefit from the reputation of the Goulburn Street restaurant.",
      "id": "s296"
    },
    {
      "text": "82 The respondent's reliance on s 122(1)(b) of the Trade Marks Act fails as I am not satisfied that the respondent used its sign in good faith.",
      "id": "s297"
    },
    {
      "text": "TRADE PRACTICES ACT AND PASSING-OFF \n \n83 There is broad agreement between the parties as to the principles that govern this aspect of the proceeding.",
      "id": "s298"
    },
    {
      "text": "84 Section 52(1) of the Trade Practices Act provides:\n \n \n (1) A corporation shall not, in trade or commerce, engage in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s299"
    },
    {
      "text": "85 Section 53(a) , (c) and (d) of the Trade Practices Act relevantly provides:\n A corporation shall not, in trade or commerce, in connexion with the supply or possible supply of goods or services or in connexion with the promotion by any means of the supply or use of goods or services: \n \n (a) falsely represent that goods are of a particular standard, quality, value, grade, ...; \n ... \n (c) represent that goods or services have sponsorship, approval, ... they do not have; \n (d) represent that the corporation has a sponsorship, approval or affiliation it does not have; \n \n \n\n86 Section 52 and 53 of the Trade Practices Act create norms of conduct which, if not observed, give rise to a cause of action under s 82 of that Act in a person who suffers loss or damage thereby.",
      "id": "s300"
    },
    {
      "text": "87 Section 52 is not limited to cases where the conduct complained of constitutes a representation although that is the most common type of case in which the section is invoked.",
      "id": "s301"
    },
    {
      "text": "88 In S &amp; I Publishing Pty Ltd v Australian Surf Life Saver Pty Ltd (1998) 88 FCR 354 at 361-363 the Full Court restated a number of applicable principles where conduct claimed to be misleading or deceptive involves what is said to be a misrepresentation as follows:\n There will be no contravention of s 52 unless the error or misconception which occurs results from the conduct of the corporation and not from other circumstances for which the corporation is not responsible: ....",
      "id": "s302"
    },
    {
      "text": "Conduct will be misleading and deceptive if it leads into error: ....",
      "id": "s303"
    },
    {
      "text": "Conduct will be likely to mislead or deceive if there is a \"real or not remote chance or possibility\" of misleading or deceiving regardless of whether it is less or more than 50%: ....",
      "id": "s304"
    },
    {
      "text": "Conduct causing confusion or uncertainty in the sense that members of the public might have cause to wonder whether the two products or services might have come from the same source is not necessarily misleading and deceptive conduct: ....",
      "id": "s305"
    },
    {
      "text": "In a case such as the present an applicant must establish that it has acquired the relevant reputation in the name or get-up such that the name or get-up has become distinctive of the applicant's business or products: ....",
      "id": "s306"
    },
    {
      "text": "Conduct may be misleading or deceptive or likely to mislead or deceive notwithstanding that the corporation said to engage in that conduct acted honestly and reasonably and did not intend to mislead or deceive: ....",
      "id": "s307"
    },
    {
      "text": "Nevertheless, where the intention to mislead or deceive is found, it logically would be likely that a court would more easily find that the conduct was misleading or deceptive: ....",
      "id": "s308"
    },
    {
      "text": "It is unnecessary in the present case to consider the question whether a finding of intention to mislead or deceive can have relevance in other ways to issues such as remedies.",
      "id": "s309"
    },
    {
      "text": "In many cases it will be necessary to consider the class of persons to whom the representation was directed: ....",
      "id": "s310"
    },
    {
      "text": "There is no proposition of law to the effect that intervention from erroneous assumption between conduct and misconception destroys the necessary chain of causation with the consequence that the conduct cannot be regarded as likely to mislead or deceive: ....",
      "id": "s311"
    },
    {
      "text": "The test of whether conduct is misleading or deceptive or likely to mislead or deceive is an objective one for the Court to determine.",
      "id": "s312"
    },
    {
      "text": "It is ultimately a question of fact.",
      "id": "s313"
    },
    {
      "text": "89 In Conagra Inc v McCain Foods (Aust) Pty Ltd [1992] FCA 159 ; (1992) 33 FCR 302 at 355 Gummow J, sitting as a member of the Full Court, observed that:\n Within the passing off action, there is an accommodation and adjustment of three competing interests.",
      "id": "s314"
    },
    {
      "text": "First that of the plaintiff in protecting the commercial advantages flowing from his efforts and investment, secondly that of the defendant in being free to attract purchasers for his goods and services by what appears to him to be an effective means, and thirdly that of consumers in selecting between competing goods and services without the practice upon them of misrepresentations.",
      "id": "s315"
    },
    {
      "text": "90 At the same page his Honour noted that attempts to produce a definition of the tort which is both succinct and comprehensive have had mixed success.",
      "id": "s316"
    },
    {
      "text": "Nonetheless, both Lockhart and Gummow JJ in that case referred with approval to the following passage from the speech of Lord Oliver of Aylmerton in Reckitt &amp; Colman Products Ltd v Borden Inc [1990] 1 WLR 491 at 499 in which his Lordship identified the elements that a plaintiff must prove in order to succeed:\n ... First, he must establish a goodwill or reputation attached to the goods or services which he supplies in the mind of the purchasing public by association with the identifying 'get-up' (whether it consists simply of a brand name or a trade description, or the individual features of labelling and packaging) under which his particular goods or services are offered to the public, such that the get-up is recognised by the public as distinctive specifically of the plaintiff's goods or services.",
      "id": "s317"
    },
    {
      "text": "Secondly, he must demonstrate a misrepresentation by the defendant to the public (whether or not intentional) leading or likely to lead the public to believe that goods or services offered by him are the goods or services of the plaintiff.",
      "id": "s318"
    },
    {
      "text": "Whether the public is aware of the plaintiff's identity as the manufacturer or supplier of the goods or services is immaterial, as long as they are identified with a particular source which is in fact the plaintiff.",
      "id": "s319"
    },
    {
      "text": "For example, if the public is accustomed to rely upon a particular brand name in purchasing goods of a particular description, it matters not at all that there is little or no public awareness of the identity of the proprietor of the brand name.",
      "id": "s320"
    },
    {
      "text": "Thirdly, he must demonstrate that he suffers or, in a quia timet action, that he is likely to suffer damage by reason of the erroneous belief engendered by the defendant's misrepresentation that the source of the defendant's goods or services is the same as the source of those offered by the plaintiff.",
      "id": "s321"
    },
    {
      "text": "See also Vieright Pty Ltd v Myer Stores Ltd (1995) 31 IPR 361 at 369.",
      "id": "s322"
    },
    {
      "text": "91 In Vieright Pty Ltd v Myer Stores Ltd each of the appellant and the respondent sold clothing under the trade mark \"First\".",
      "id": "s323"
    },
    {
      "text": "At 373 the Full Court observed:\n In the present kind of case, it will usually be the situation that if a passing off claim is established, it will be so by reason of a finding of a misrepresentation of the type discussed in the authorities.",
      "id": "s324"
    },
    {
      "text": "Such a misrepresentation will usually constitute a contravention of s 52, and possibly s 53 , of the Trade Practices Act .",
      "id": "s325"
    },
    {
      "text": "Conversely, if no misrepresentation is found, it will usually follow that the Trade Practices Act claim will also fail.",
      "id": "s326"
    },
    {
      "text": "Reputation of the Goulburn Street Restaurant \n \n92 As mentioned above, the BBQ King restaurant was established under that name in about 1981.",
      "id": "s327"
    },
    {
      "text": "Since at least about 1985 the name \"BBQ King\" has been prominently displayed on a sign outside the restaurant.",
      "id": "s328"
    },
    {
      "text": "It has operated under that name in Goulburn Street continuously since that time.",
      "id": "s329"
    },
    {
      "text": "Since about 1989 the restaurant has been open from 10:00am to 2:00am seven days a week 365 days a year.",
      "id": "s330"
    },
    {
      "text": "It serves between 250 and 350 meals every day.",
      "id": "s331"
    },
    {
      "text": "It caters for individual customers through to large groups.",
      "id": "s332"
    },
    {
      "text": "Its clientele is drawn from the Sydney CBD, greater Sydney and visitors, including international visitors, to Sydney.",
      "id": "s333"
    },
    {
      "text": "A large proportion of its customers are English speaking.",
      "id": "s334"
    },
    {
      "text": "93 The evidence discloses that since about 1986 the restaurant has used the following logo, albeit with some small variation in the presentation of the \"duck on the plate\" image, on its letterhead, facsimile transmission cover page, menus including take-away menus and business cards.",
      "id": "s335"
    },
    {
      "text": "94 The table service form on which customers receive their bills has since about 1990 had the following heading:\n \n \n95 Photographs of the restaurant taken in about 2002 show the sign \"BBQ King\" with a large red crown over it prominently displayed on the awning outside the restaurant.",
      "id": "s336"
    },
    {
      "text": "The \"duck-on-a-plate\" logo does not appear in these photographs.",
      "id": "s337"
    },
    {
      "text": "96 From about 2001 all of the staff and management of the restaurant, other than Mrs Chau, have worn \"polo\" style shirts with the words \"BBQ King\" embroidered on them.",
      "id": "s338"
    },
    {
      "text": "Since 1997 the restaurant has been advertised under the name \"BBQ King Restaurant\" without the \"duck-on-a-plate\" logo.",
      "id": "s339"
    },
    {
      "text": "However, I am satisfied that only limited paid advertising has been placed for the restaurant.",
      "id": "s340"
    },
    {
      "text": "97 Nonetheless the restaurant has received considerable favourable publicity.",
      "id": "s341"
    },
    {
      "text": "The evidence discloses favourable reviews in a number of Sydney restaurant guides.",
      "id": "s342"
    },
    {
      "text": "It also includes a cover story in the \"Good Living\" section of the Sydney Morning Herald (Nov 30-Dec 6 1999) on \"where do our top cooks go for a top feed on the cheap ...\".",
      "id": "s343"
    },
    {
      "text": "This story reported as follows:\n CHEFS EAT AT BBQ KING But not as much as they once did.",
      "id": "s344"
    },
    {
      "text": "A common sentiment by those interviewed was that they no longer had the time (see sin No 3) to visit this forever faithful restaurant --- a simple Chinatown eating house of such legend that it's known in the trade as, simply, BB King.",
      "id": "s345"
    },
    {
      "text": "But when they do they always order duck.",
      "id": "s346"
    },
    {
      "text": "The only comment to be printed on this matter, however, comes courtesy of Kylie Kwong (who proves an exception to both previous observations): \"I usually go two or three times a week and order soya sauce chicken, steamed coy sum with oyster sauce or stir-fried rice noodles with shallots and bean sprouts.",
      "id": "s347"
    },
    {
      "text": "It's easy, it's quick.",
      "id": "s348"
    },
    {
      "text": "You always go there when you're starving.",
      "id": "s349"
    },
    {
      "text": "You know you're going to be fed within five seconds of sitting down\" (BBQ King, it should be noted, was easily the restaurant most mentioned when chefs thought about where they eat out.",
      "id": "s350"
    },
    {
      "text": ") \nThe same story also featured the following statement by Andy Davies concerning the BBQ King Restaurant:\n Head and shoulders above the rest.",
      "id": "s351"
    },
    {
      "text": "BBQ King.",
      "id": "s352"
    },
    {
      "text": "Been there three times this week already.",
      "id": "s353"
    },
    {
      "text": "98 The Sydney Morning Herald \"Good Living\" (25-31 July 2000) included a cover story on the Chef, Neil Perry.",
      "id": "s354"
    },
    {
      "text": "It reported that it gave Mr Perry an opportunity to grade his favourite Sydney restaurants and that he gave a \"chef's hat\" to BBQ King saying of the restaurant:\n ...The pork and duck at BBQ King.",
      "id": "s355"
    },
    {
      "text": "It's really good honest food and you feel that your soul has been tended when you get out.",
      "id": "s356"
    },
    {
      "text": "99 I interpolate that I consider that the nature of the evidence adduced in this case is such as to allow me, in reliance on s 144 of the Evidence Act 1995 (Cth), to take judicial notice of the fact that Mr Perry's publication Rockpool (New Holland Publishers (Australia) Pty Ltd, 1996) includes at p 66 the following:\n There is a Chinese barbecue shop in Sydney called BBQ King that I've called home for many years.",
      "id": "s357"
    },
    {
      "text": "I was very young when my father first took me there ...",
      "id": "s358"
    },
    {
      "text": "I still go there regularly, and enjoy the same dishes.",
      "id": "s359"
    },
    {
      "text": "... For those of you who don't live in Sydney, bad luck!",
      "id": "s360"
    },
    {
      "text": "In my opinion BBQ King is the best roast-food shop in the world.",
      "id": "s361"
    },
    {
      "text": "100 The Sydney Morning Herald is not the only Sydney newspaper to carry favourable reports on the BBQ King restaurant.",
      "id": "s362"
    },
    {
      "text": "The Daily Telegraph (21 June 2000) carried an article on restaurants where a meal could be obtained for under $20.",
      "id": "s363"
    },
    {
      "text": "Of the BBQ King restaurant the article said \"Scrungy d&eacute;cor but fantastic Cantonese food served until 2 am.",
      "id": "s364"
    },
    {
      "text": "... A la carte menu can work out easily under $20.",
      "id": "s365"
    },
    {
      "text": "\" \n \n101 I consider it unnecessary to give details of other publications adduced in evidence which favourably review the BBQ King restaurant by that name.",
      "id": "s366"
    },
    {
      "text": "I am satisfied that a reputation attaches to the food and restaurant services supplied by the BBQ King restaurant by association with the \"get up\" of the restaurant and, in particular, by association with the name BBQ King.",
      "id": "s367"
    },
    {
      "text": "It is unnecessary for me to determine the precise geographic extent of that reputation as I am satisfied that it extends at least throughout the area of greater Sydney.",
      "id": "s368"
    },
    {
      "text": "Misrepresentation \n \n102 The respondent submitted that, notwithstanding the similarity of the two restaurant names, the respondent's conduct was not likely to mislead or deceive in all of the circumstances because:\n \n \n (a) the difference in the Chinese name of the Chatswood restaurant;\n (b) the differences in the fa&ccedil;ade and appearance of the shopfront and internal layout of the Chatswood restaurant;\n (c) the differences in the menus and business cards of the Chatswood restaurant;\n (d) the Chinese language advertising on the Chatswood restaurant; and\n (e) the yellow (as opposed to red) staff uniforms of the Chatswood restaurant.",
      "id": "s369"
    },
    {
      "text": "103 I accept that the likelihood of Chinese speaking customers being misled into believing that there is a business relationship between the BBQ King restaurant and the Chatswood BBQ King restaurant is significantly less high than in the case of English speaking customers.",
      "id": "s370"
    },
    {
      "text": "However, I do not accept that the relevant section of the public by reference to which the question of whether the respondent's conduct is misleading or deceptive falls to be tested is Chinese speaking residents of Chatswood, or indeed, Sydney (see Taco Company of Australia Inc v Taco Bell Pty Ltd (1982) 42 ALR 177 at 202-203).",
      "id": "s371"
    },
    {
      "text": "The relevant section of the public in this case is potential customers of the goods and services of the two restaurants and includes in each case significant numbers of English speaking customers.",
      "id": "s372"
    },
    {
      "text": "The evidence concerning the actual customers of the BBQ King restaurant is that they are predominantly English speaking.",
      "id": "s373"
    },
    {
      "text": "The evidence concerning the actual customers of the respondent's restaurant is that there are \"more\" Chinese than English speakers.",
      "id": "s374"
    },
    {
      "text": "I did not gain the impression from this evidence that English speaking customers do not form an appreciable part of the clientele of the respondent's restaurant.",
      "id": "s375"
    },
    {
      "text": "104 In my view the evidence supports a finding that there is a real chance or possibility of customers being misled or deceived by the name of the respondent's restaurant.",
      "id": "s376"
    },
    {
      "text": "Indeed, as noted above, I consider it more likely than not that the name of the respondent's restaurant was selected because Mr Liang appreciated the possibility that customers might be led to believe that the restaurant was associated with the BBQ King restaurant.",
      "id": "s377"
    },
    {
      "text": "105 As I have concluded above, the phrase \"BBQ King\" does for a great many people identify the restaurant which operates under that name in Goulburn Street, Haymarket.",
      "id": "s378"
    },
    {
      "text": "Once the respondent chose to adopt a name so close to that of the Goulburn Street restaurant it came under an obligation to take care to ensure that its restaurant was adequately distinguished from it (see Kettle Chip Company Pty Ltd v Apand Pty Ltd [1993] FCA 546 ; (1993) 119 ALR 156 at 169 and the cases there cited).",
      "id": "s379"
    },
    {
      "text": "It did not do so.",
      "id": "s380"
    },
    {
      "text": "As noted above, by placing a geographic indicator \"Chatswood\" before the phrase \"BBQ King\", the respondent created a name apt to convey the message to an English speaking customer that its restaurant was the Chatswood branch or outlet of the BBQ King restaurant.",
      "id": "s381"
    },
    {
      "text": "Damages \n \n106 Anakin and Gold Kings' claim for damages for infringement of trade mark fails (see [52] above).",
      "id": "s382"
    },
    {
      "text": "For this reason claims made by Anakin and Gold Kings for damage to the value of the Trade Mark and for loss of the ability to licence others to use the Trade Mark are not of themselves sustainable.",
      "id": "s383"
    },
    {
      "text": "This is probably of limited significance in view of my finding that the claims for damages for passing-off and pursuant to s 82 of the Trade Practice Act succeed.",
      "id": "s384"
    },
    {
      "text": "The tort of passing off is concerned to prevent unfair competition and thus damage to a trader's goodwill ( Conagra Inc v McCain Foods (Aust) Pty Ltd per Lockhart J at 308).",
      "id": "s385"
    },
    {
      "text": "Section 82 provides for the recovery by a person who suffers loss or damage by conduct of another person done in contravention of s 52 or s 53 of that Act of the amount of that loss or damage.",
      "id": "s386"
    },
    {
      "text": "The following consideration of the damage allegedly suffered by Anakin and Gold Kings is limited to their claims for passing off and under the Trade Practices Act .",
      "id": "s387"
    },
    {
      "text": "107 Anakin and Gold Kings alleged that they have lost the opportunity to make a profit on the sale of cooked meat to the respondent's restaurant.",
      "id": "s388"
    },
    {
      "text": "The evidence does not support this allegation.",
      "id": "s389"
    },
    {
      "text": "There is no reason to conclude that if the respondent had not engaged in conduct inconsistent with the norms established by s 52 and s 53 of the Trade Practices Act it would have purchased cooked meat from Anakin or Gold Kings or one of them.",
      "id": "s390"
    },
    {
      "text": "108 Mrs Chau gave evidence that in about June 2005 she and her son had discussed opening BBQ King restaurants in Epping and Chatswood.",
      "id": "s391"
    },
    {
      "text": "She did not indicate whether she envisaged that these suburban restaurants would be operated by one or other of the applicants or, like the BBQ King Express outlets, by PAAC Group Pty Ltd which is not an applicant in this proceeding.",
      "id": "s392"
    },
    {
      "text": "No other director of an applicant gave evidence on this topic.",
      "id": "s393"
    },
    {
      "text": "It is conceded by the applicants that no steps have been taken by any of them to open a BBQ King restaurant in Epping.",
      "id": "s394"
    },
    {
      "text": "I am therefore sceptical about Mrs Chau's suggestion that a BBQ King restaurant has not been opened in Chatswood because to do so would create confusion with the respondent's restaurant.",
      "id": "s395"
    },
    {
      "text": "I am not satisfied that conduct of the respondent has resulted in Anakin or Gold Kings, or either of them, losing the opportunity to open additional BBQ King restaurants.",
      "id": "s396"
    },
    {
      "text": "109 The applicants submitted that it can reasonably be inferred that the custom of the Chatswood restaurant includes the custom of persons who know of the BBQ King restaurant and, being under a misapprehension that the Chatswood restaurant is associated with the BBQ King restaurant, eat at the Chatswood restaurant rather than travel to the city to eat at the BBQ King restaurant.",
      "id": "s397"
    },
    {
      "text": "I accept that this inference should be drawn.",
      "id": "s398"
    },
    {
      "text": "First, I am satisfied that the respondent decided to operate its restaurant under the name Chatswood BBQ King because it considered that by doing so it might benefit from the reputation of the BBQ King restaurant.",
      "id": "s399"
    },
    {
      "text": "I see no reason to assume that its judgment in this regard was not correct (see Conagra Inc v McCain Foods (Aust) Pty Ltd per Lockhart J at 345 and the cases there cited).",
      "id": "s400"
    },
    {
      "text": "The evidence adduced by the applicants from customers who assumed a connection between the BBQ King restaurant and the respondent's restaurant provides support for this approach.",
      "id": "s401"
    },
    {
      "text": "110 Precise evaluation of the damage suffered by Gold Kings by reason of the respondent's conduct is impossible.",
      "id": "s402"
    },
    {
      "text": "As mentioned above, the respondent's restaurant opened on 25 September 2005.",
      "id": "s403"
    },
    {
      "text": "A comparison of Gold Kings' trading accounts for the years ending 30 June 2005 and 30 June 2006 reveal that both its trading income and its gross profit from sales enjoyed a modest increase in the financial year in which the respondent's restaurant opened.",
      "id": "s404"
    },
    {
      "text": "A comparable increase in gross profit from sales in comparison with the previous year had been achieved by Anakin in the financial year ending 30 June 2004.",
      "id": "s405"
    },
    {
      "text": "111 The financial records of the respondent indicate that it has traded at a loss since opening its restaurant in Chatswood.",
      "id": "s406"
    },
    {
      "text": "It is, however, probably more significant for present purposes to concentrate on its gross profit on trading in the two years for which its financial records are available.",
      "id": "s407"
    },
    {
      "text": "Its trading statement for the year ending 30 June 2006 shows gross profit on trading of $234,146.33.",
      "id": "s408"
    },
    {
      "text": "Its trading statement for the year ending 30 June 2007 shows gross profit on trading of $270,954.36.",
      "id": "s409"
    },
    {
      "text": "I infer that its gross profit on trading for the year ending 30 June 2007 would probably have also shown a modest increase over the previous year and thus have been in the order of $300,000.",
      "id": "s410"
    },
    {
      "text": "112 I consider that a relatively modest amount of damages should be awarded to Gold Kings in respect of likely loss of custom to the respondent's restaurant.",
      "id": "s411"
    },
    {
      "text": "It appears that while customers of the BBQ King restaurant are predominantly English speaking, the majority of the customers of the respondent's restaurant speak Chinese.",
      "id": "s412"
    },
    {
      "text": "The evidence as to the quality of the food served at the restaurants respectively was in conflict but left me in little doubt that a person familiar with the food at the BBQ King restaurant would quickly be disabused of any assumption that the two restaurants were associated.",
      "id": "s413"
    },
    {
      "text": "113 Having regard to the comparatively modest scale of the respondent's restaurant's trading over the approximately three years that it has been trading I consider that an award of damages of $20,000.00 is an appropriate reflection of the likely loss of profit of Gold Kings by reason of the respondent's restaurant trading under the name Chatswood BBQ King.",
      "id": "s414"
    },
    {
      "text": "ORDERS \n \n114 As indicated above there will be an order under s 88 of the Trade Marks Act that the Register be rectified by cancelling the registration of the Trade Mark.",
      "id": "s415"
    },
    {
      "text": "The cross-claim will otherwise be dismissed.",
      "id": "s416"
    },
    {
      "text": "115 The respondent will be ordered to pay to Gold Kings damages in the sum of $20,000.00.",
      "id": "s417"
    },
    {
      "text": "116 The applicants also claimed declarations that the respondent has engaged in misleading and deceptive conduct by making various representations to Australian consumers in trade and commerce.",
      "id": "s418"
    },
    {
      "text": "It also claimed declarations that the respondent had passed off, or attempted to pass off, itself and its restaurant services to Australian consumers as being, or being associated with, or having the endorsement, approval or sponsorship of, Anakin and Gold Kings or one or other of them.",
      "id": "s419"
    },
    {
      "text": "I am not persuaded that the interests of justice require the making of declarations of the kind sought.",
      "id": "s420"
    },
    {
      "text": "These reasons for judgment and the orders to be made by the Court will adequately reflect the outcome of this proceeding.",
      "id": "s421"
    },
    {
      "text": "117 I am persuaded that it is appropriate for an order to be made restraining the respondent from using the name \"Chatswood BBQ King\" as the name of, or otherwise in connection with, the respondent's restaurant.",
      "id": "s422"
    },
    {
      "text": "However, I am not persuaded that the restraint should extend to the use of the individual words and phrases \"BBQ King\", \"BBQ Kings\", \"BBQ\", \"King\" and \"Kings\".",
      "id": "s423"
    },
    {
      "text": "Rather, in my view, the appropriate approach is that exemplified by the injunction ultimately made in Turner v General Motors (Australia) Pty Ltd [1929] HCA 22 ; (1929) 42 CLR 352 which was discussed in Commodore Business Machines Pty Ltd v Trade Practices Commission (1990) 92 ALR 563 at 575.",
      "id": "s424"
    },
    {
      "text": "In Turner v General Motors (Australia) Pty Ltd the defendants were restrained \"from using the words 'General Motor', or 'General Motors' in connection with any business then or thereafter carried on by them or any of them without clearly distinguishing such business from the business carried on by General Motors (Australia) Pty Ltd and from using any name calculated to lead persons to believe that the said business or businesses or any business of the defendants was or were identical or connected with the business of the plaintiff and also from representing or holding out to the like effect\".",
      "id": "s425"
    },
    {
      "text": "As to the appropriate form generally of an injunction, including an injunction in an intellectual property case, see Universal Music Australia Pty Ltd v Sharman Networks Ltd [2006] FCAFC 41 ; (2006) 150 FCR 110 at [42] - [49] .",
      "id": "s426"
    },
    {
      "text": "118 I accept that it is appropriate for an order to be made requiring the respondent to change its name and that of its restaurant, to remove and destroy its offending signage and to deliver up its materials on which the words \"BBQ King\" appear.",
      "id": "s427"
    },
    {
      "text": "CONCLUSION \n \n119 The parties will have the opportunity to seek to reach agreement on the terms of the orders appropriate to be made to reflect these reasons for judgment including an order or orders for costs.",
      "id": "s428"
    },
    {
      "text": "I certify that the preceding one hundred and nineteen (119) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s429"
    },
    {
      "text": "Associate:\n\nDated: 30 September 2008\n\n Counsel for the First and Second Applicants and First and Second Cross-Respondents: Ms J Baird with Ms M Daniels \n \n Solicitor for the First and Second Applicants and First and Second Cross-Respondents: Australian Business Lawyers \n \n Counsel for the Respondent and Cross-Claimant: Ms S T Chrysanthou \n \n Counsel for the Respondent and Cross-Claimant on the Notice of Motion heard 18 June 2008: Mr A Leopold SC with Ms S T Chrysanthou \n \n \n \n Solicitor for the Respondent and Cross-Claimant: Rutland's Law Firm \n\n Date of Hearing: 23 July 2008 \n \n Date of Judgment: 30 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1467.html",
      "id": "s430"
    }
  ]
}