{
  "name": "SZMCE v Minister for Immigration and Citizenship [2008] FCA 1803 (24 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1803.html",
  "catchphrases": [
    {
      "text": "reliance on a magazine article to establish the genuineness of claims made by the appellant in respect of his alleged involvement in an incident",
      "id": "c0"
    },
    {
      "text": "tribunal unable to be satisfied as to genuineness of magazine account",
      "id": "c1"
    },
    {
      "text": "alleged failure by tribunal to inquire into the authenticity of the article and consequential denial of a fair hearing",
      "id": "c2"
    },
    {
      "text": "consideration of what constitutes rare and exceptional circumstances where further inquiry may be appropriate",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant, who was identified for the purposes of these proceedings as SZMCE, was born in Bangladesh on 1 January 1979.",
      "id": "s0"
    },
    {
      "text": "He appears to have studied for and taken a degree in Botany at the National University.",
      "id": "s1"
    },
    {
      "text": "2 He obtained a Bangladeshi passport in August 2006 and travelled extensively on that passport in 2006 and 2007.",
      "id": "s2"
    },
    {
      "text": "I am unable to comprehensively deal with the movements which were recorded in the passport, but it would appear that the appellant first left Bangladesh on 25 September 2006.",
      "id": "s3"
    },
    {
      "text": "He travelled to various places in Asia, passing through Singapore, Hong Kong, Singapore again, Malaysia and Singapore again, before returning to Bangladesh on or about 18 October 2006.",
      "id": "s4"
    },
    {
      "text": "Thereafter, he visited India, Nepal and India again, leaving Bangladesh for the second time on or about 3 November 2006.",
      "id": "s5"
    },
    {
      "text": "He then returned once again to Bangladesh and departed from Bangladesh on a third occasion on or about 3 December 2006.",
      "id": "s6"
    },
    {
      "text": "After departing Bangladesh on the third occasion, the appellant travelled to Singapore, Indonesia, Malaysia, Thailand and ultimately Australia, arriving in Australia on 24 July 2007.",
      "id": "s7"
    },
    {
      "text": "3 The appellant applied for a Protection (Class XA) visa on 6 August 2007.",
      "id": "s8"
    },
    {
      "text": "His application referred to a charge against him in relation to 'abuse of power during my party was in government.",
      "id": "s9"
    },
    {
      "text": "' It was supported by an attachment which narrated the story of the appellant's involvement with the Bangladesh Nationalist Party (BNP), the fact that the BNP was in government for a period of time, the fact that the government was replaced by a caretaker government and that the appellant was scared about the possibility that at a future election the Awami League would seize power.",
      "id": "s10"
    },
    {
      "text": "In the attachment to the application for a Protection (Class XA) visa, the appellant said, amongst other things:\n '... Every thing was running very well until the beginning of 2006.",
      "id": "s11"
    },
    {
      "text": "Since January the Awami League started heavy demonstration against the BNP government and declared the BNP government as corrupted.",
      "id": "s12"
    },
    {
      "text": "International Agency also blamed the BNP government as a failure government.",
      "id": "s13"
    },
    {
      "text": "In fact some of our leaders's corruption had been affected to all of the BNP members from roots to top.",
      "id": "s14"
    },
    {
      "text": "I was one of the victimised of the Awami League demonstration.",
      "id": "s15"
    },
    {
      "text": "In July 2006 the Awami League had declared me as a stranger in Lowhajong area.",
      "id": "s16"
    },
    {
      "text": "I became very scar[ed] that our party, the BNP would not come into power again in the next parliament election.",
      "id": "s17"
    },
    {
      "text": "For this fear, I started looking for overseas option so that I can avoid any charge or conviction in case of the BNP government had fail.",
      "id": "s18"
    },
    {
      "text": "As I was declared stranger in Lowhajong I relocated to Satkhira and obtained a passport from Khulna.",
      "id": "s19"
    },
    {
      "text": "I exited from Bangladesh on 25 September 2006.",
      "id": "s20"
    },
    {
      "text": "I travelled Singapore, Honkong, China and Malyasia (sic).",
      "id": "s21"
    },
    {
      "text": "I went back to Bangladesh, as I had not found any opportunity of these countries.",
      "id": "s22"
    },
    {
      "text": "... Because of this incident [a threat to the appellant's grandfather] I exited from Bangladesh on 3 November 2006 and went to India and Nepal.",
      "id": "s23"
    },
    {
      "text": "As I did not get any opportunity there, I went back to Bangladesh again.",
      "id": "s24"
    },
    {
      "text": "...' \n4 The appellant submitted a letter dated 29 August 2007 to the Department of Immigration and Citizenship in further support of his application for a Protection (Class XA) visa.",
      "id": "s25"
    },
    {
      "text": "5 On 19 October 2007, a delegate of the Minister wrote to the appellant informing him that his application for a Protection (Class XA) visa had been refused.",
      "id": "s26"
    },
    {
      "text": "Thereupon, the appellant lodged an Application for Review with the Refugee Review Tribunal on 16 November 2007.",
      "id": "s27"
    },
    {
      "text": "6 In support of his Application for Review, he submitted a letter to the Refugee Review Tribunal dated 15 December 2007 which was accompanied by a newspaper report, a letter, a reference letter, two further newspaper reports, a report from a magazine to which I will return in a moment, and a report from another newspaper.",
      "id": "s28"
    },
    {
      "text": "The fourth enclosure was:\n \n \n '4.",
      "id": "s29"
    },
    {
      "text": "A report from a magazine named 'Banglar Khantha' published from Singapore (Original Bangla version and its original translated English copy); ...' \n \n \n\n7 In his letter the appellant commented upon the reasons for refusal by the Minister's delegate of his application for a Protection (Class XA) visa.",
      "id": "s30"
    },
    {
      "text": "8 By letter dated 19 December, 2007 the appellant was invited to appear at a hearing before the Tribunal on 30 January 2008.",
      "id": "s31"
    },
    {
      "text": "He responded, indicating that he wished to attend the hearing, and that he wished to have evidence taken from a witness whom he identified.",
      "id": "s32"
    },
    {
      "text": "As it transpired, a hearing before the Tribunal took place on 30 January 2008, at which the appellant appeared but the intended witness did not.",
      "id": "s33"
    },
    {
      "text": "The hearing lasted from approximately 9:30am until 12:53pm.",
      "id": "s34"
    },
    {
      "text": "9 By letter dated 11 February 2008, the appellant was invited to attend a hearing before the Tribunal at which the decision of the Tribunal was to be handed down.",
      "id": "s35"
    },
    {
      "text": "That decision, dated 8 February 2008, was handed down on 4 March 2008.",
      "id": "s36"
    },
    {
      "text": "The appellant was advised that the Tribunal had decided that he was not entitled to a protection visa.",
      "id": "s37"
    },
    {
      "text": "10 The appellant filed an Application in the Federal Magistrates Court of Australia on 28 March 2008 seeking constitutional writ relief in respect of the decision of the Tribunal.",
      "id": "s38"
    },
    {
      "text": "That Application was superseded by an Amended Application dated 30 July 2008, which was heard by a Federal Magistrate on 4 August 2008.",
      "id": "s39"
    },
    {
      "text": "11 The Federal Magistrate delivered her Reasons for Judgment on 9 September 2008, ordering that the Application filed 28 March 2008 and the Amended Application filed on 30 July 2008 be dismissed.",
      "id": "s40"
    },
    {
      "text": "Her Honour ordered that the appellant pay the respondent Minister's costs, fixed in the sum of $6,500.",
      "id": "s41"
    },
    {
      "text": "From that decision, the appellant has appealed to this Court.",
      "id": "s42"
    },
    {
      "text": "12 The grounds specified in the Notice of Appeal are as follows:\n \n \n '1.",
      "id": "s43"
    },
    {
      "text": "Her Honour erred in law in finding that there was no jurisdictional error in the Tribunal failing to inquire about the authenticity of the magazine article published in Singapore (the \"Singapore article\").",
      "id": "s44"
    },
    {
      "text": "Particulars: \n \n \n a.",
      "id": "s45"
    },
    {
      "text": "The account of an incident that occurred on 10 September 2006 that was mentioned in the Singapore article but not in the appellant's protection visa application was centrally relevant to the appellant's claim to fear persecution as the Tribunal said that by reason of that omission \"it could infer he was not involved in this incident and that the documents he had submitted alleging that he attacked an Awami League office on that day ... were not genuine\".",
      "id": "s46"
    },
    {
      "text": "b.",
      "id": "s47"
    },
    {
      "text": "The learned Federal Magistrate's findings of plausible justifications for the Tribunal's failure to make further inquiries are misconceived in circumstances where they apply either circular logic or take into account irrelevant considerations --- e.g., \"document fraud is a common phenomenon in Bangladesh\".",
      "id": "s48"
    },
    {
      "text": "c. The learned Federal Magistrate further erred in considering the Singapore article as falling within the class of documents referred to by the Tribunal as \"Documentation from Bangladesh\".",
      "id": "s49"
    },
    {
      "text": "2.",
      "id": "s50"
    },
    {
      "text": "Her Honour further erred in finding the Tribunal did not commit jurisdictional error in failing to take into account a relevant consideration.",
      "id": "s51"
    },
    {
      "text": "Particulars: \n \n \n a.",
      "id": "s52"
    },
    {
      "text": "The appellant repeats and relies on particulars to Ground 1 above.",
      "id": "s53"
    },
    {
      "text": "' \n \n \n \n\n13 It can be seen that the so-called 'Singapore article' and its consideration, or lack of consideration, by the Tribunal was central to the appellant's case.",
      "id": "s54"
    },
    {
      "text": "The Singapore article was contained within a magazine of some 30 or 40 pages or thereabouts, which was specifically mentioned by the Tribunal in its Reasons for Decision.",
      "id": "s55"
    },
    {
      "text": "It referred to the Singapore article as one of a number of documents submitted to the Tribunal that had been written in Bengali and which had relevantly been translated.",
      "id": "s56"
    },
    {
      "text": "At pages 7-8 of its reasons, the Tribunal stated:\n 'He [referring to the appellant] submitted several original documents written in Bengali on letterhead, and incorporating various rubber stamps.",
      "id": "s57"
    },
    {
      "text": "According to translations of these documents (all of which were done in Bangladesh) they were ... \n \n h) an original Bengali language magazine published in Singapore, in colour but with a number of pages in black-and-white, including one containing the above article (again translated by a Dhaka-based translator) and which contained [SZMCE's] photograph (identical with that in the Bangladesh passport he claimed to have used to enter Australia).",
      "id": "s58"
    },
    {
      "text": "The Tribunal's reasons continued:\n 'In oral evidence at the Tribunal hearing, [SZMCE] told the Tribunal that all these documents had been sent to him from Bangladesh, and he had received them two days before submitting them to the Tribunal.",
      "id": "s59"
    },
    {
      "text": "... Of the magazine from Singapore, he said his brother had sent that to him as well.",
      "id": "s60"
    },
    {
      "text": "He claimed that he had been trying to get asylum in Singapore, but there was no provision for this there, then the editor of the magazine asked him for his story and published it.",
      "id": "s61"
    },
    {
      "text": "...' \n14 The translation for the one page article in the 'Singapore Magazine' was, itself, two pages in length.",
      "id": "s62"
    },
    {
      "text": "It commenced with an identification of SZMCE's true name and described him as 'A youth, Victim of malicious Politics is out of the country'.",
      "id": "s63"
    },
    {
      "text": "The article then proceeded to recount information about events in 2006 and then started speaking of a different person who shared one name with the appellant but had a different second name.",
      "id": "s64"
    },
    {
      "text": "Whilst mention was again made of the appellant by his true name, further information was then provided in some detail about the person bearing the other name.",
      "id": "s65"
    },
    {
      "text": "The second page of the translation referred to an event said to have occurred on 10 September which mentioned the Awami League involving this person with the second name in a 'political case', and then referred to 'the threat of life by the terrorists' and an 'arrest warrant' which is said to have caused the person with the second name to leave the country at the beginning of November 2006.",
      "id": "s66"
    },
    {
      "text": "15 The so called Singapore article was published in the 'Banglar Kantha' magazine, which on its editorial page identified the fact that it was published by a company based in Singapore, but printed by a business located in Dhaka, in Bangladesh.",
      "id": "s67"
    },
    {
      "text": "On the editorial page the magazine was described as the 'Only Bengali News Magazine Published from Singapore for Southeast Asia'.",
      "id": "s68"
    },
    {
      "text": "It was described as 'The voice of Bengal' and its price was indicated as 'BD Tk.15 Only'.",
      "id": "s69"
    },
    {
      "text": "16 In the Findings and Reasons section of the Statement of Decision and Reasons, the Tribunal said:\n 'The Tribunal also considers reliable the evidence from the U.S. Bureau of Democracy, Human Rights and Labor (1998) and DFAT (1996) that document fraud is a common phenomenon in Bangladesh, and that altered or counterfeit newspaper articles have also been produced in support of asylum applications.",
      "id": "s70"
    },
    {
      "text": "The Tribunal has expressed its considerable concern above about the truthfulness of his claims to have been an activist within the BNP.",
      "id": "s71"
    },
    {
      "text": "This, coupled with the fact that many of the documents he has submitted refer to him as having played this role, that some of those documents name the party incorrectly, and that such documents can be readily obtained fraudulently, leaves the Tribunal unable to be satisfied that the supporting documents submitted by [SZMCE], attesting to his being a BNP member, office holder or activist, are genuine.",
      "id": "s72"
    },
    {
      "text": "' \n17 Earlier in the Tribunal's Statement of Decision and Reasons under the heading 'Claims and Evidence', reference was made to a claimed event said to have occurred in Dhaka on 10 September 2006.",
      "id": "s73"
    },
    {
      "text": "At pages 10 --- 11 the Tribunal said:\n 'The Tribunal noted that he had claimed that he was participating in protecting the BNP in Dhaka during a strike called by the Awami League on 10 September 2006, and had been returning from a peace rally when they passed an Awami League office and were attacked.",
      "id": "s74"
    },
    {
      "text": "He said that this was not the case.",
      "id": "s75"
    },
    {
      "text": "There had been a peace rally.",
      "id": "s76"
    },
    {
      "text": "However, he and other BNP people had been at the Mughapara BNP office and were heading for another BNP office.",
      "id": "s77"
    },
    {
      "text": "Their route took them by an Awami League office, whose occupants came out and assaulted them with weapons.",
      "id": "s78"
    },
    {
      "text": "He told the Tribunal he thought these people had planned this attack.",
      "id": "s79"
    },
    {
      "text": "... ... As to why he had not mentioned his involvement in the 10 September 2006 incident in his submissions to the Department, he said that he had had no help or advice when he came to Australia.",
      "id": "s80"
    },
    {
      "text": "The Tribunal suggested to him that this incident would have been sufficiently significant to him that he would not have needed any advice in order to mention it.",
      "id": "s81"
    },
    {
      "text": "He responded that several people had helped write his statement in English, and that maybe they had not included it.",
      "id": "s82"
    },
    {
      "text": "The Tribunal told him that it could infer he was not involved in this incident and that the documents he had submitted alleging that he attacked an Awami League office on that day, which he claimed gave rise to false charges against him, were not genuine.",
      "id": "s83"
    },
    {
      "text": "He responded that the incident occurred, that the documents he had submitted proved it, and that he had told the person who wrote his statement about it.",
      "id": "s84"
    },
    {
      "text": "' \n18 It seems to me that the Tribunal clearly addressed the Singapore article, that the appellant relied upon it in responding to the Tribunal's questioning to which reference has been made and that the Tribunal was unable to be satisfied that the Singapore magazine was genuine.",
      "id": "s85"
    },
    {
      "text": "It seems clear to me that when the Tribunal said, 'some of those documents name the party incorrectly', it was in fact referring to the Singapore article where the two different names were used, but from a fair reading of the translation of the article, it seems clear that they were intended to relate to the one person, who was said to be SZMCE.",
      "id": "s86"
    },
    {
      "text": "19 The important matter to note in respect of the alleged failure of the Tribunal to have regard to the claimed incidents on 10 September 2006 is that the appellant, after leaving Bangladesh on 25 September 2006, chose to return, not just once, but twice in 2006, after a second departure.",
      "id": "s87"
    },
    {
      "text": "The Tribunal made particular mention of these returns in the Findings and Reasons section of its decision.",
      "id": "s88"
    },
    {
      "text": "20 The appellant has submitted that the Tribunal erred in not having regard to the Singapore magazine article in a manner favourable to the appellant.",
      "id": "s89"
    },
    {
      "text": "He also submitted that the Tribunal failed to afford the appellant a fair hearing by reason of the Tribunal's failure to inquire into the authenticity of the Singapore article, given its potential to corroborate the appellant's claim and given the great lengths the Tribunal went to in discrediting the authenticity of all other documents emanating from Bangladesh, predominantly because of high incidences of document fraud and forgery.",
      "id": "s90"
    },
    {
      "text": "The appellant submitted that by not doing so it may be inferred that the Tribunal considered the Singapore article a fabrication and of no value because it detailed incidents which were found independently by the Tribunal not to have occurred which, in turn, implies that the appellant was involved in some sort of elaborate forgery or scam in being involved in, or responsible for, the creation of the article.",
      "id": "s91"
    },
    {
      "text": "21 The appellant drew the Court's attention to ss 424(1) and 427 (1)(d) of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s92"
    },
    {
      "text": "These sections provided as follows:\n \n \n \n '424(1) In conducting the review, the Tribunal may get any information that it considers relevant.",
      "id": "s93"
    },
    {
      "text": "However, if the Tribunal gets such information, the Tribunal must have regard to that information in making the decision on the review.",
      "id": "s94"
    },
    {
      "text": "... \n \n 427(1) For the purpose of the review of a decision, the Tribunal may: \n \n \n ... \n \n \n \n \n \n \n(d) require the Secretary [of the Department] to arrange for the making of any investigation, or any medical examination, that the Tribunal thinks necessary with respect to the review, and to give to the Tribunal a report of that investigation or examination.",
      "id": "s95"
    },
    {
      "text": "' \n22 Proceedings before the Tribunal are not adversarial, but inquisitorial; the Tribunal is not in a position of a contradictor of the case being advanced by an applicant.",
      "id": "s96"
    },
    {
      "text": "A Tribunal member conducting the inquiry is not an adversarial cross-examiner but an inquisitor obliged to be fair.",
      "id": "s97"
    },
    {
      "text": "In an application for a review before the Tribunal, it is for the applicant to advance whatever evidence or argument he wishes to advance, and for the Tribunal to decide whether his claim has been made out; it is not part of the function of the Tribunal to seek to damage the credibility of an applicant's story in the manner a cross-examiner might seek to damage the credibility of a witness being cross-examined in adversarial litigation.",
      "id": "s98"
    },
    {
      "text": "23 The Tribunal, in conducting an inquisitorial hearing, is not obliged to prompt and stimulate an elaboration which an applicant chooses not to embark on (see per Gummow and Heydon JJ in Re RUDDOCK (in his capacity as Minister for Immigration and Multicultural Affairs); Ex parte APPLICANT S154/2002 [2003] HCA 60 ; (2003) 201 ALR 437 ; see also SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs (2006) 228 CLR 153 at [47] and Minister for Immigration and Multicultural and Indigenous Affairs v QAAH of 2004 [2006] HCA 53 ; (2006) 231 CLR 1 at [40] ).",
      "id": "s99"
    },
    {
      "text": "24 Decisions upon the grant or refusal of protection visas are made, in the first instance, by the Minister, his or her powers normally being exercised by one or other of the Minister's delegates for the purposes of s 65 of the Act.",
      "id": "s100"
    },
    {
      "text": "Section 65 of the Act relevantly provides:\n '65(1) After considering a valid application for a visa, the Minister: \n \n (a) if satisfied that: \n \n \n \n \n ... \n \n \n \n(ii) the other criteria for it prescribed by this Act or the regulations have been satisfied; ... \n \n \n ... \n is to grant the visa; or \n \n \n \n \n \n (b) if not so satisfied, is to refuse to grant the visa.",
      "id": "s101"
    },
    {
      "text": "' \n \n \n\n25 The relevant criterion for the grant of a protection visa to which s 65(1)(a)(ii) refers is to be found in s 36(2) of the Act, which relevantly, for present purposes, provided as follows:\n '36(2) A criterion for a protection visa is that the applicant for the visa is: \n \n \n (a) a non-citizen in Australia to whom the Minister is satisfied Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol; ...' \n \n \n \n\n26 The Refugees Convention means the Convention relating to the Status of Refugees done at Geneva on 28 July 1951 and the Refugees Protocol means the Protocol relating to the Status of Refugees done at New York on 31 January 1967 (collectively referred to as 'the Convention').",
      "id": "s102"
    },
    {
      "text": "27 The question of who answers the description of a refugee is answered by reference to Article 1 of the Convention which relevantly provided:\n \n \n 'A.",
      "id": "s103"
    },
    {
      "text": "For the purposes of the present Convention, the term \"refugee\" shall apply to any person who: \n ... \n \n \n \n \n (2) ... owing to well-founded fear of being persecuted for reasons of ... political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country; ...' \n \n \n \n28 Counsel for the appellant, Dr Azzi, has helpfully referred the Court to Minister for Immigration and Citizenship v Le [2007] FCA 1318 ; (2007) 242 ALR 455 ('Le') where Kenny J held that the case before her was one of those 'rare or exceptional cases where a decision-maker acting reasonably would have made some further inquiry before making a decision'.",
      "id": "s104"
    },
    {
      "text": "Her Honour referred to the abundant authority, to some of which reference has already been made, which established that the Tribunal has no general obligation to initiate inquiries or to make an applicant's case for him or her.",
      "id": "s105"
    },
    {
      "text": "Her Honour also referred to the limited proposition that in certain rare or exceptional circumstances, the Tribunal's failure to inquire may ground a finding of jurisdictional error because the failure may render the ensuing decision manifestly unreasonable in the sense used in Associated Provincial Picture Houses v Wednesbury Corporation [1948] 1 KB 223.",
      "id": "s106"
    },
    {
      "text": "29 The circumstances of the case before her Honour were that reliance had been placed upon a transcript of a five and a half hour interview which had been recorded on seven only pages of notes.",
      "id": "s107"
    },
    {
      "text": "Her Honour referred to the fact that there had been a mistranslation which meant that the significance of the primary decision-maker's decision record and the typed notes of interview were doubtful or uncertain in a number of critical respects.",
      "id": "s108"
    },
    {
      "text": "The mistranslation raised several uncertainties.",
      "id": "s109"
    },
    {
      "text": "30 It seems to me that the circumstances recounted by her Honour in Le work, if anything, against the submissions of the appellant in this case.",
      "id": "s110"
    },
    {
      "text": "He could not possibly assert that this case was rare or exceptional in relation to the consideration of the Singapore article in the context where, after the events recounted in the Singapore article are said to have occurred, the appellant, on two separate occasions, chose to return to the country where he claimed to have a well-founded fear of persecution were he to remain.",
      "id": "s111"
    },
    {
      "text": "31 It is useful to also note a judgment of Allsop J, as his Honour then was, in SZJBA v Minister for Immigration and Citizenship [2007] FCA 1592 ; (2007) 164 FCR 14 , to which reference was helpfully made by counsel for the appellant.",
      "id": "s112"
    },
    {
      "text": "In that case, a cover sheet together with a five page submission had apparently been forwarded by facsimile to the Tribunal in response to a s 424A letter inviting comment on certain information, but only the cover sheet was received.",
      "id": "s113"
    },
    {
      "text": "Plainly, it was a case where the Tribunal needed to see, and should have inquired about the absence of, the missing five page submission.",
      "id": "s114"
    },
    {
      "text": "32 It is also important to have regard to the observations of French, Sackville and Hely JJ in Applicant WAEE v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 184 ; (2003) 75 ALD 630 at 641 where their Honours observed that it was plainly not necessary for a Tribunal to refer to every piece of evidence and every contention made by an applicant in its written reasons.",
      "id": "s115"
    },
    {
      "text": "Their Honours said at [46]-[47]:\n '[46] ...",
      "id": "s116"
    },
    {
      "text": "It may be that some evidence is irrelevant to the criteria and some contentions misconceived.",
      "id": "s117"
    },
    {
      "text": "... [the Tribunal] is an administrative body and not a court and its reasons are not to be scrutinised \"with an eye keenly attuned to error\".",
      "id": "s118"
    },
    {
      "text": "Nor is it necessarily required to provide reasons of the kind that might be expected of a court of law.",
      "id": "s119"
    },
    {
      "text": "[47] The inference that the tribunal has failed to consider an issue may be drawn from its failure to expressly deal with that issue in its reasons.",
      "id": "s120"
    },
    {
      "text": "But that is an inference not too readily to be drawn where the reasons are otherwise comprehensive and the issue has at least been identified at some point.",
      "id": "s121"
    },
    {
      "text": "It may be that it is unnecessary to make a finding on a particular matter because it is subsumed in findings of greater generality or because there is a factual premise upon which a contention rests which has been rejected.",
      "id": "s122"
    },
    {
      "text": "...' \n33 In the Findings and Reasons section of its Statement of Decision and Reasons, the Tribunal was not prepared to accept the appellant as a truthful witness.",
      "id": "s123"
    },
    {
      "text": "Certain of his claims were considered to be implausible or highly implausible.",
      "id": "s124"
    },
    {
      "text": "The Tribunal did not accept that the appellant was an office holder within the BNP or that he played any leading role within it.",
      "id": "s125"
    },
    {
      "text": "The Tribunal had considerable doubt about the allegations made by the appellant because he was a supporter of the BNP.",
      "id": "s126"
    },
    {
      "text": "The Tribunal did not consider it plausible and did not accept that the appellant was a popular and influential leader or even a member of the BNP as he claimed.",
      "id": "s127"
    },
    {
      "text": "34 Apart from the references to his return to Bangladesh on two occasions, reference was also made to the fact that after his first return, he proceeded to live at an address until his final departure, which was one where he was, in effect, at risk, were he a person who was being sought.",
      "id": "s128"
    },
    {
      "text": "Further attention was drawn to the fact that in his numerous visits overseas, he did not make any real attempt to seek asylum until he arrived in Australia almost two years later.",
      "id": "s129"
    },
    {
      "text": "35 The Tribunal found that the appellant did not have a well-founded fear of being persecuted in Bangladesh for the Convention reason of political opinion.",
      "id": "s130"
    },
    {
      "text": "Accordingly, the Tribunal affirmed the decision of the Minister's delegate not to grant the appellant a Protection (Class XA) visa.",
      "id": "s131"
    },
    {
      "text": "36 I am unable to discern any jurisdictional error on the part of the Tribunal such as has been alleged.",
      "id": "s132"
    },
    {
      "text": "37 \n \nIn my opinion, the appeal should be dismissed with costs.",
      "id": "s133"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s134"
    },
    {
      "text": "Associate:\n\nDated: 5 December 2008\n\n Counsel for the Appellant: J G Azzi \n \n Counsel for the First Respondent: J S Mitchell \n \n Solicitor for the First Respondent: Clayton Utz \n \n The Second Respondent filed a submitting appearance.",
      "id": "s135"
    },
    {
      "text": "Date of Hearing: 24 November 2008 \n \n Date of Judgment: 24 November 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1803.html",
      "id": "s136"
    }
  ]
}