{
  "name": "Hamilton v Diprose [2008] FCA 1072 (21 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1072.html",
  "catchphrases": [
    {
      "text": "agreement for payment of legal costs",
      "id": "c0"
    },
    {
      "text": "application for directions under s 511 of the corporations act 2001 (cth)",
      "id": "c1"
    },
    {
      "text": "claim by respondent that agreement should be set aside",
      "id": "c2"
    },
    {
      "text": "power to enlarge proceeding to include determination of substantive rights",
      "id": "c3"
    },
    {
      "text": "appropriate circumstances for exercise of such power",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application under s 511 of the Corporations Act 2001 (Cth) by the liquidator of Tasmanian Compliance Corporation Pty Ltd for directions as to the disposition of a sum of $60,000.",
      "id": "s0"
    },
    {
      "text": "When the matter came on before me on 20 June 2008 Mr Tree SC, who then appeared for the liquidator, advanced argument on the construction of the agreement of 20 March 2007 (the Agreement).",
      "id": "s1"
    },
    {
      "text": "It seemed to me, however, that it was desirable to give notice to a person likely to be affected by any relief, and accordingly I directed that the application, an affidavit of Mr Hamilton filed on 30 May 2008 and a copy of the transcript of 20 June 2008 be served on Mr David John Diprose.",
      "id": "s2"
    },
    {
      "text": "Mr Diprose has appeared this morning.",
      "id": "s3"
    },
    {
      "text": "He is not represented.",
      "id": "s4"
    },
    {
      "text": "Mr Buckley of counsel appeared for the liquidator.",
      "id": "s5"
    },
    {
      "text": "2 Mr Diprose said that he wished to apply to the Court to have the Agreement set aside.",
      "id": "s6"
    },
    {
      "text": "He alleged that the company and the other parties to the Agreement had breached it and that they \"have set about to do a number of extraordinary damaging things, including, in my view, criminal defamation\".",
      "id": "s7"
    },
    {
      "text": "He said that there have been a \"number of matters\" which were breaches of the Agreement to such an extent that it was \"null and void\".",
      "id": "s8"
    },
    {
      "text": "The other parties to the Agreement are Knowledge Consulting Pty Ltd, Mr Glenn Richard Milliner and Mr John Charles White.",
      "id": "s9"
    },
    {
      "text": "3 Mr Buckley helpfully referred me to a recent decision of French J, Meadow Springs v Balanced Securities (2007) 25 ACLC 1 ,433.",
      "id": "s10"
    },
    {
      "text": "In that case French J at [48] pointed out that a direction given or a question determined under s 511 would protect the liquidator who acts in accordance with the direction or determination.",
      "id": "s11"
    },
    {
      "text": "His Honour thought it may be an open question whether it establishes a res judicata between the liquidator and any parties affected by it who are named as defendants in the application, but neither direction nor determination gives rise to a res judicata as between parties who may have competing interests affected by it.",
      "id": "s12"
    },
    {
      "text": "4 His Honour at [49] went on to note that there is sufficient flexibility in the procedures of the Court to enable proceedings begun as an application for directions under s 511 to be converted into proceedings for determination of substantive rights.",
      "id": "s13"
    },
    {
      "text": "(See also Australian Securities Commission v Melbourne Asset Management Nominees Pty Ltd (1994) 49 FCR 334 at 352.",
      "id": "s14"
    },
    {
      "text": ") \n \n5 However, although there is no doubt that such a power exists, I do not think it would be appropriate to exercise it in the present case.",
      "id": "s15"
    },
    {
      "text": "The amount involved, $60,000, is, relatively speaking, not large in the context of costs which may be incurred in substantial proceedings.",
      "id": "s16"
    },
    {
      "text": "Those proceedings would of necessity have to involve the joinder of the other parties to the agreement, and also there would be substantial delay.",
      "id": "s17"
    },
    {
      "text": "The nature of the allegations made by Mr Diprose rather suggest that the matters in dispute could be extensive.",
      "id": "s18"
    },
    {
      "text": "6 I think in all the circumstances I will confine this hearing to the discrete question of construction raised by the liquidator in his application.",
      "id": "s19"
    },
    {
      "text": "I will adjourn the hearing to 28 August 2008 at 10.15am.",
      "id": "s20"
    },
    {
      "text": "I will direct that any affidavit by Mr Diprose be filed and served by 15 August, and any affidavit in reply by the liquidator be filed and served by 22 August.",
      "id": "s21"
    },
    {
      "text": "I stress that any such affidavits are to be limited to the construction of the deed and such necessary facts arising from its surrounding circumstances, and should not deal with the grounds alleged by Mr Diprose for setting aside the Agreement.",
      "id": "s22"
    },
    {
      "text": "Any action in that regard will be a matter for him to take action subsequently if he is so advised.",
      "id": "s23"
    },
    {
      "text": "Today's costs will be reserved.",
      "id": "s24"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s25"
    },
    {
      "text": "Associate:\n\nDated: 24 July 2008\n\n Counsel for the Applicant: J A Buckley \n \n Solicitor for the Applicant: Toomey Maning &amp; Co \n \n Counsel for the Respondent: The respondent appeared in person \n\n Date of Hearing: 21 July 2008 \n \n Date of Judgment: 21 July 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1072.html",
      "id": "s26"
    }
  ]
}