{
  "name": "Salfinger v Niugini Mining (Aust) Pty Ltd (No 5) [2008] FCA 1119 (29 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1119.html",
  "catchphrases": [
    {
      "text": "application by respondent for gross sum costs order",
      "id": "c0"
    },
    {
      "text": "claim of insufficient notice",
      "id": "c1"
    },
    {
      "text": "failure to comply with court orders",
      "id": "c2"
    },
    {
      "text": "lack of assets in australia",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The first respondent (Niugini Mining) has several cost orders in its favour against the applicant Mr Roderick Salfinger.",
      "id": "s0"
    },
    {
      "text": "The orders were made in favour of Niugini Mining against Mr Salfinger on 30 March 2007 (the Injunction Order), 29 August 2007 (the Adjournment Order) and 18 October 2007 (the Separate Question Order).",
      "id": "s1"
    },
    {
      "text": "Niugini Mining now seeks orders pursuant to O 62 r 4 of the Federal Court Rules that the costs in respect of each of these three orders be assessed as gross sums.",
      "id": "s2"
    },
    {
      "text": "2 O 62 r 4 relevantly provides as follows: \n (2) Where the Court orders that costs be paid to any person, the Court may further order that as to the whole or any part of the costs specified in the order, instead of taxed costs, that person shall be entitled to: ... \n \n (c) a gross sum specified in the order; or\n \n (d) a sum in respect of costs to be ascertained in such manner as the Court may direct.",
      "id": "s3"
    },
    {
      "text": "(3) The Court may make an order under subrule (2) at any time, whether or not an order that costs be paid to a person has previously been made or entered.",
      "id": "s4"
    },
    {
      "text": "3 The Chief Justice has issued Practice Note No.",
      "id": "s5"
    },
    {
      "text": "27, which is to the effect that an application under O 62 r 4(2)(c) must be accompanied by an affidavit stating the amount of the gross sum sought to be specified in the order, how the gross sum has been arrived at and how it is justified.",
      "id": "s6"
    },
    {
      "text": "Such an affidavit has been filed in the present case.",
      "id": "s7"
    },
    {
      "text": "It is the affidavit of Mr John Lobban, sworn 15 July 2008.",
      "id": "s8"
    },
    {
      "text": "4 The purpose of the rule is to avoid the expense, delay and aggravation involved in protracted litigation arising out of the taxation process: Beach Petroleum v LV Johnson (1995) 57 FCR 119 at 120.",
      "id": "s9"
    },
    {
      "text": "An order that costs be assessed as a gross sum does not require that any process similar to that involved in taxation should take place.",
      "id": "s10"
    },
    {
      "text": "However, the power must be exercised judicially and after giving the parties adequate opportunity to make submissions on the matter: Ualesi t/a Australian Empire Imports v Expeditors International Pty Ltd [2006] FCA 26.",
      "id": "s11"
    },
    {
      "text": "Notice \n \n5 I am satisfied that Mr Salfinger was given adequate notice.",
      "id": "s12"
    },
    {
      "text": "There has been filed an affidavit of service by Mr Jeremy Ian Chenoweth, which is to the effect that on 15 July he sent the relevant papers to the applicant at two addresses in British Columbia, Canada, where Mr Salfinger formerly lived and one address in Mentone, Victoria.",
      "id": "s13"
    },
    {
      "text": "6 One of the British Columbia addresses was located by searching for Mr Salfinger's name in the White Pages.",
      "id": "s14"
    },
    {
      "text": "It is also an address at which the Niugini Mining's Canadian agent served material on Mr Salfinger in a Supreme Court proceeding.",
      "id": "s15"
    },
    {
      "text": "The other British Columbia address is an address used by Mr Salfinger in a previous affidavit filed in these proceedings.",
      "id": "s16"
    },
    {
      "text": "The Mentone address is another address used by him as an address for service.",
      "id": "s17"
    },
    {
      "text": "7 On 16 July Mr Chenoweth also caused his secretary to send a copy of the documents to a Melbourne fax number, which is a number that Mr Chenoweth has used to communicate with Mr Salfinger previously in these proceedings.",
      "id": "s18"
    },
    {
      "text": "8 On the same day he caused the documents to be sent to a Canadian fax number, which he has also used to communicate with Mr Salfinger previously in these proceedings.",
      "id": "s19"
    },
    {
      "text": "He also sent a letter to Mr Tom Glynn of Glynn's Lawyers, the firm which represented Mr Salfinger in the appeal to the Full Court of the Federal Court, enclosing the documents.",
      "id": "s20"
    },
    {
      "text": "Mr Glynn took instructions from Mr Salfinger as recently as 5 May 2008 in those proceedings.",
      "id": "s21"
    },
    {
      "text": "9 Also on 16 July Mr Chenoweth sent an email to Mr Salfinger at rod.salfinger@yahoo.ca enclosing the documents.",
      "id": "s22"
    },
    {
      "text": "That email address has frequently been used by Mr Salfinger to correspond with Mr Lobban and his firm in these proceedings and during the course of the appeal to the Full Court.",
      "id": "s23"
    },
    {
      "text": "Mr Salfinger used that email address to correspond with Mr Lobban as recently as 5 May 2008.",
      "id": "s24"
    },
    {
      "text": "10 Also on 16 July Mr Lobban sent a second email to Mr Salfinger at the email address mentioned serving further pages of the affidavit of Mr Lobban.",
      "id": "s25"
    },
    {
      "text": "11 At the date of Mr Chenoweth's affidavit none of the various letters and emails sent to Mr Salfinger had been returned to him.",
      "id": "s26"
    },
    {
      "text": "12 After the commencement of the hearing of the motion on 29 July, Mr Salfinger appeared on video link from Canada.",
      "id": "s27"
    },
    {
      "text": "He claimed that he had not received the documents, but that his mother had told him that she had received a bundle of papers in Melbourne.",
      "id": "s28"
    },
    {
      "text": "Mr Salfinger claimed that he had been at a remote location in British Columbia.",
      "id": "s29"
    },
    {
      "text": "As I have previously found in these proceedings, Mr Salfinger is not a man on whom I could place any credit whatsoever.",
      "id": "s30"
    },
    {
      "text": "13 I am satisfied that Niugini Mining has taken all reasonable steps to bring this matter to the attention of Mr Salfinger, including service on him of the relevant documents.",
      "id": "s31"
    },
    {
      "text": "I am satisfied that it is more likely than not that these documents have come to the attention of Mr Salfinger.",
      "id": "s32"
    },
    {
      "text": "Bias \n \n14 Mr Salfinger also made an application that I disqualify myself on the grounds of apprehended bias, the main ground of which appeared to be that I had sat as the trial judge on the hearing of the Australian Competition and Consumer Commission's claim against Visy Industries Holdings Pty Ltd, the substantive judgment in respect of which was Australian Competition and Consumer Commission v Visy Industries Holdings Pty Ltd (No 3) [2007] FCA 1617 ; (2007) 244 ALR 673.",
      "id": "s33"
    },
    {
      "text": "The further details alleged by Mr Salfinger in that respect are scandalous and do not bear repetition.",
      "id": "s34"
    },
    {
      "text": "I reject the apprehended bias claim.",
      "id": "s35"
    },
    {
      "text": "Gross sum costs order \n \n15 One of the relevant factors determining whether to make an order for costs as a gross sum is whether the party required to meet the costs order would be likely to meet those costs: Sony Entertainment (Aust) Ltd v Smith [2005] FCA 228 ; (2005) 215 ALR 788.",
      "id": "s36"
    },
    {
      "text": "As stated above, the exercise of the rule contemplates:\n ...a much broader brush than would be applied in taxation.",
      "id": "s37"
    },
    {
      "text": "The gross sum can only be fixed broadly having regard to the information before the Court.",
      "id": "s38"
    },
    {
      "text": "( Sony Entertainment at [197]).",
      "id": "s39"
    },
    {
      "text": "16 Counsel for Niugini Mining has submitted, and I accept, that the following factors lead to the conclusion that gross costs orders are appropriate in this case: \n \n1.",
      "id": "s40"
    },
    {
      "text": "Niugini Mining is unlikely to recover any of its costs from Mr Salfinger.",
      "id": "s41"
    },
    {
      "text": "He has consistently sought to demonstrate that he lacks the financial means by which he might fulfil any costs order.",
      "id": "s42"
    },
    {
      "text": "2.",
      "id": "s43"
    },
    {
      "text": "Mr Salfinger appears to have no real property assets in Australia.",
      "id": "s44"
    },
    {
      "text": "3.",
      "id": "s45"
    },
    {
      "text": "A significant number of companies with which he is associated have been deregistered.",
      "id": "s46"
    },
    {
      "text": "4.",
      "id": "s47"
    },
    {
      "text": "He apparently resides in Canada.",
      "id": "s48"
    },
    {
      "text": "He does not appear to be usually resident in Australia and his address for service in Australia that he has previously given in these proceedings is not his own residence.",
      "id": "s49"
    },
    {
      "text": "5.",
      "id": "s50"
    },
    {
      "text": "He has resisted attempts to locate and serve him with material in respect of taxation in proceedings before the Victorian Supreme Court.",
      "id": "s51"
    },
    {
      "text": "6.",
      "id": "s52"
    },
    {
      "text": "He has consistently shown little intention to comply with court orders and directions.",
      "id": "s53"
    },
    {
      "text": "He has made repeated attempts to delay the progress of the matter at first instance and on appeal and in respect of the present application.",
      "id": "s54"
    },
    {
      "text": "7.",
      "id": "s55"
    },
    {
      "text": "To date Niugini Mining has not been able to recover any of its costs from him.",
      "id": "s56"
    },
    {
      "text": "17 In all the circumstances, I am satisfied that it is appropriate to make gross sum costs orders.",
      "id": "s57"
    },
    {
      "text": "Such an order may be made notwithstanding that previous orders have been made for taxed costs.",
      "id": "s58"
    },
    {
      "text": "18 As to the appropriate amount, Niugini Mining have had costs assessed by Hickey &amp; Garrett, legal costs consultants.",
      "id": "s59"
    },
    {
      "text": "It is apparent from the affidavit of Mr Lobban that the gross sum costs orders sought are significantly less than the amount of the costs actually paid by Niugini Mining.",
      "id": "s60"
    },
    {
      "text": "There are a number of costs that have not been included in the assessments as they were not able to be determined at the time the files were submitted for assessments.",
      "id": "s61"
    },
    {
      "text": "The figures do not include counsels' fees for the three days of the actual hearing.",
      "id": "s62"
    },
    {
      "text": "In addition, there were significant costs thrown away during the course of defending the proceedings as a result of Mr Salfinger's non-observance of court orders and directions which are not reflected in the assessments.",
      "id": "s63"
    },
    {
      "text": "19 The Hickey &amp; Garrett figures were:\n (a) in respect of the Injunction Order, professional costs of $7,475 plus disbursements of $9,299.72, a total of $16,774.72; (b) in respect of the Adjournment Order, professional costs of $1,094 plus disbursements of $75, a total of $1,169; (c) in respect of the Separate Question Order, professional costs of $48,661.00 plus disbursements of $32,965.77, a total of $81,626.77.",
      "id": "s64"
    },
    {
      "text": "20 Accordingly I will order that: \n \n1.",
      "id": "s65"
    },
    {
      "text": "Mr Salfinger pay to Niugini Mining pursuant to the order of 30 March 2007 the sum of $16,774 for costs.",
      "id": "s66"
    },
    {
      "text": "2.",
      "id": "s67"
    },
    {
      "text": "Mr Salfinger pay to Niugini Mining pursuant to the order of 29 August 2007 the sum of $1,169 for costs\n \n3.",
      "id": "s68"
    },
    {
      "text": "Mr Salfinger pay to Niugini Mining pursuant to the order of 18 October 2007 the sum of $81,626 for costs.",
      "id": "s69"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s70"
    },
    {
      "text": "Associate:\n\nDated: 31 July 2008\n\n Counsel for the Applicant: The applicant appeared in person by video link \n \n Counsel for the First Applicant: M T Brady \n \n Solicitors for the First Applicant: Blake Dawson Lawyers \n\n Date of Hearing: 29 July 2008 \n \n Date of Judgment: 29 July 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1119.html",
      "id": "s71"
    }
  ]
}