{
  "name": "Fernando v Minister for Immigration and Citizenship (No 5) [2008] FCA 1953 (19 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1953.html",
  "catchphrases": [
    {
      "text": "the court appointed a barrister to act as tutor to the applicant on the grounds of the applicant's mental incapacity",
      "id": "c0"
    },
    {
      "text": "the barrister agreed to accept appointment as tutor on a pro bono basis",
      "id": "c1"
    },
    {
      "text": "the court dismissed the application",
      "id": "c2"
    },
    {
      "text": "whether the court should depart from the usual rule as to costs",
      "id": "c3"
    },
    {
      "text": "costs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 12 June 2007, Mr Fernando, the applicant, filed the originating application in this matter.",
      "id": "s0"
    },
    {
      "text": "He was then self-represented.",
      "id": "s1"
    },
    {
      "text": "The application was to set aside the decision to issue a notice of intention to cancel Mr Fernando's permanent residency visa under the provisions of s 501 of the Migration Act 1958 (Cth) (the Act), and to restrain the respondent from cancelling his permanent residency visa.",
      "id": "s2"
    },
    {
      "text": "2 During the period May 2007 to October 2007, Mr Fernando also filed three other applications in this Court all of which, in essence, claimed the same relief, namely, compensation in respect of what he alleged was false imprisonment in migration detention by the respondent and the Commonwealth.",
      "id": "s3"
    },
    {
      "text": "3 On 18 December 2007, the Court appointed Mr John Robert Broderick Ley as tutor to act on behalf of Mr Fernando in this proceeding and in respect of the three other proceedings which he had commenced.",
      "id": "s4"
    },
    {
      "text": "4 After the appointment of Mr Ley as tutor for Mr Fernando, the originating application was amended.",
      "id": "s5"
    },
    {
      "text": "On 13 August 2008, I dismissed the application on the basis that the Federal Court did not have jurisdiction to hear and determine the application ( Fernando v Minister for Immigration and Citizenship (No 2) [2008] FCA 1216).",
      "id": "s6"
    },
    {
      "text": "I said that I would hear the parties on costs.",
      "id": "s7"
    },
    {
      "text": "5 The respondent contended that the usual rule in relation to costs should apply and that the Court should order that the applicant pay the costs of the respondent.",
      "id": "s8"
    },
    {
      "text": "This would have the effect, said the respondent, of rendering Mr Ley liable to pay the costs personally with a right of indemnity against the applicant.",
      "id": "s9"
    },
    {
      "text": "The respondent recognised that the question of costs was ultimately a matter of discretion, but contended that there was nothing in the circumstances of this case as would cause the Court to depart from the general rule.",
      "id": "s10"
    },
    {
      "text": "6 In exercising my discretion in this regard, I have taken into account the following factors.",
      "id": "s11"
    },
    {
      "text": "7 First, I take into account that each year the respondent is required to spend public monies in defending hundreds of migration cases, a substantial number of which are of dubious merit.",
      "id": "s12"
    },
    {
      "text": "The importance of recovering, so far as possible, public monies spent on defending these cases, is a significant consideration.",
      "id": "s13"
    },
    {
      "text": "So is the deterrent effect of there being a costs consequence in bringing unsuccessful litigation.",
      "id": "s14"
    },
    {
      "text": "I also recognise that one of the reasons why a next friend is appointed to conduct litigation on behalf of a person lacking capacity to conduct the litigation on his or her own behalf, is that there should be a person who is ultimately liable for the costs of the successful party.",
      "id": "s15"
    },
    {
      "text": "8 Secondly, I take into account the circumstances of the appointment of Mr Ley to act as tutor for Mr Fernando.",
      "id": "s16"
    },
    {
      "text": "Order 43 r 1(3) of the Federal Court Rules (the Rules) permits a mentally disabled person to commence a proceeding by a next friend.",
      "id": "s17"
    },
    {
      "text": "This did not happen in this case.",
      "id": "s18"
    },
    {
      "text": "As previously stated, Mr Fernando commenced this proceeding and the other proceedings referred to above, whilst unrepresented.",
      "id": "s19"
    },
    {
      "text": "I made a referral under O 80 of the Rules that Mr Fernando be represented by pro bono counsel.",
      "id": "s20"
    },
    {
      "text": "Dr Cameron accepted appointment as pro bono counsel.",
      "id": "s21"
    },
    {
      "text": "9 It was at the instance of Dr Cameron that the Court was asked to appoint a tutor on the grounds of Mr Fernando's mental incapacity to conduct the various proceedings which were then before the Court.",
      "id": "s22"
    },
    {
      "text": "10 The tutor is not a family member of Mr Fernando.",
      "id": "s23"
    },
    {
      "text": "Mr Ley is a public spirited member of the Western Australian Bar who is acting pro bono.",
      "id": "s24"
    },
    {
      "text": "In so doing, Mr Ley is acting in accordance with the best traditions of the Bar in upholding the rule of law.",
      "id": "s25"
    },
    {
      "text": "The Court, particularly the Western Australian Registry, has benefited, and continues to benefit, from the pro bono assistance of the local legal profession.",
      "id": "s26"
    },
    {
      "text": "The importance of the role of the legal profession in assisting the Court and the community by providing representation on a pro bono basis, in appropriate cases, to those persons who are indigent was commented upon by French J (as he then was) in the case of Ruddock v Vadarlis [2001] FCA 1329 ; (2001) 110 FCR 491 at 548-549, at [216] in the following terms:\n The counsel and solicitors acting in the interests of the rescuees in this case have evidently done so pro bono.",
      "id": "s27"
    },
    {
      "text": "They have acted according to the highest ideals of the law.",
      "id": "s28"
    },
    {
      "text": "They have sought to give voices to those who are perforce voiceless and, on their behalf, to hold the Executive accountable for the lawfulness of its actions.",
      "id": "s29"
    },
    {
      "text": "In so doing, even if ultimately unsuccessful in the litigation they have served the rule of law and so the whole community.",
      "id": "s30"
    },
    {
      "text": "11 There are, therefore, important policy considerations in favour of ensuring that persons who provide their services to assist the Court and the community voluntarily are, save in exceptional circumstances, not subjected to personal costs orders.",
      "id": "s31"
    },
    {
      "text": "This has been recognised in other cases where legal practitioners have acted on a pro bono basis on behalf of persons lacking capacity.",
      "id": "s32"
    },
    {
      "text": "In Jaffari v Minister for Immigration and Multicultural Affairs [2001] FCA 985 ; (2001) 113 FCR 10 , French J permitted a proceeding to be brought by two unaccompanied minors who were asylum seekers, without the appointment of a tutor, on the basis that they were represented in the proceeding by a legal representative.",
      "id": "s33"
    },
    {
      "text": "The legal representative in question, Dr Cameron, was acting pro bono.",
      "id": "s34"
    },
    {
      "text": "At 16, at [21], French J observed:\n Certainly no representative of the applicants should be exposed to any risk of costs on the basis that they lack capacity to instruct counsel.",
      "id": "s35"
    },
    {
      "text": "I am prepared to make an order to secure that result.",
      "id": "s36"
    },
    {
      "text": "12 Thirdly, in my view, it cannot be said that Mr Ley acted unreasonably in continuing to prosecute this application after his appointment as a tutor of Mr Fernando.",
      "id": "s37"
    },
    {
      "text": "There was an unusual aspect to the decision-making process which was relevant in this case.",
      "id": "s38"
    },
    {
      "text": "The Act provides that the decision to cancel Mr Fernanado's permanent residency visa could be made by either the Minister personally or by a delegate.",
      "id": "s39"
    },
    {
      "text": "The Act also provides that, depending on who made, or was to make, that decision, a different court would have the jurisdiction to review the decision or apprehended decision.",
      "id": "s40"
    },
    {
      "text": "If a delegate made the decision, the Federal Magistrates Court would have jurisdiction, but if the Minister made the decision, the Federal Court would have jurisdiction.",
      "id": "s41"
    },
    {
      "text": "This application was dismissed because it was brought in this Court and not the Federal Magistrates Court.",
      "id": "s42"
    },
    {
      "text": "It is the case that the decision to issue the notice of intention to cancel the visa, showed that it was not made by the Minister personally.",
      "id": "s43"
    },
    {
      "text": "However, it was only when the respondent filed his submissions close to the hearing date, that he revealed, and then only impliedly, that it was not his present intention to personally make the decision whether or not to cancel Mr Fernando's visa but to delegate the making of that decision.",
      "id": "s44"
    },
    {
      "text": "It was the injunction to restrain the cancellation of Mr Fernando's visa which was the immediate focus of the relief sought by the tutor on behalf of the applicant at the hearing.",
      "id": "s45"
    },
    {
      "text": "13 In balancing these factors, in my view, the second and third factors outweigh, in this particular case, the first factor.",
      "id": "s46"
    },
    {
      "text": "Accordingly, I have come to the view that the appropriate order is that there be no order as to costs.",
      "id": "s47"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s48"
    },
    {
      "text": "Associate:\n\nDated: 19 December 2008\n\n Counsel for the Applicant: Dr JL Cameron \n \n Solicitor for the Applicant: Lavan Legal \n \n Counsel for the Respondent: Mr JD Allanson SC \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 1 December 2008 \n \n Date of Judgment: 19 December 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1953.html",
      "id": "s49"
    }
  ]
}