{
  "name": "Spencer v Commonwealth of Australia [2008] FCA 1256 (26 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1256.html",
  "catchphrases": [
    {
      "text": "acquisition of property on just terms",
      "id": "c0"
    },
    {
      "text": "s 51(xxxi)",
      "id": "c1"
    },
    {
      "text": "validity of commonwealth statutes providing for grants of financial assistance to the states under s 96",
      "id": "c2"
    },
    {
      "text": "whether the commonwealth statutes effect or authorise the acquisition of property",
      "id": "c3"
    },
    {
      "text": "whether the commonwealth statutes are laws with respect to the acquisition of property",
      "id": "c4"
    },
    {
      "text": "acquisition of property on just terms",
      "id": "c5"
    },
    {
      "text": "s 51(xxxi)",
      "id": "c6"
    },
    {
      "text": "validity of inter-governmental agreements made pursuant to commonwealth statutes providing for grants of financial assistance to the states under s 96",
      "id": "c7"
    },
    {
      "text": "whether the inter-governmental agreements effect or authorise the acquisition of property",
      "id": "c8"
    },
    {
      "text": "whether the inter-governmental agreements are ultra vires the power to enter into them conferred on the commonwealth by the commonwealth statutes",
      "id": "c9"
    },
    {
      "text": "whether the inter-governmental agreements are laws with respect to the acquisition of property",
      "id": "c10"
    },
    {
      "text": "summary judgment",
      "id": "c11"
    },
    {
      "text": "s 31a of the federal court of australia act 1976 (cth)",
      "id": "c12"
    },
    {
      "text": "whether reasonable prospect of successfully prosecuting the proceeding",
      "id": "c13"
    },
    {
      "text": "whether reasonable prospect of successfully obtaining the relief sought",
      "id": "c14"
    },
    {
      "text": "application for interim relief",
      "id": "c15"
    },
    {
      "text": "injunction and damages",
      "id": "c16"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c17"
    },
    {
      "text": "whether balance of convenience favours granting interim relief",
      "id": "c18"
    },
    {
      "text": "issue estoppel",
      "id": "c19"
    },
    {
      "text": "whether final or interlocutory judgment",
      "id": "c20"
    },
    {
      "text": "constitutional law",
      "id": "c21"
    },
    {
      "text": "constitutional law",
      "id": "c22"
    },
    {
      "text": "practice and procedure",
      "id": "c23"
    },
    {
      "text": "practice and procedure",
      "id": "c24"
    },
    {
      "text": "estoppel",
      "id": "c25"
    }
  ],
  "sentences": [
    {
      "text": "THE PROCEEDING \n \n1 The Court has two motions before it.",
      "id": "s0"
    },
    {
      "text": "The first is an application by the respondent, the Commonwealth of Australia, for summary dismissal of the proceeding.",
      "id": "s1"
    },
    {
      "text": "The second is an application by the applicant, Mr Peter Spencer, for interlocutory relief.",
      "id": "s2"
    },
    {
      "text": "Since there is considerable overlap in the questions raised by the two applications, they have been heard together.",
      "id": "s3"
    },
    {
      "text": "2 Mr Spencer is the holder of freehold or leasehold title in respect of some sixteen separate contiguous parcels of land that together comprise the property known as \" Saarahnlee \", situated at Shannons Flat in New South Wales.",
      "id": "s4"
    },
    {
      "text": "He says that the effect of the Native Vegetation Conservation Act 1997 (NSW) ( the 1997 Vegetation Act ) and the Native Vegetation Act 2003 (NSW) ( the 2003 Vegetation Act ) (together the State Statutes ) has been to impose a prohibition or general restriction on the reasonable use of Saarahnlee, with the consequence that certain of his interests in Saarahnlee have been expropriated or acquired.",
      "id": "s5"
    },
    {
      "text": "3 Mr Spencer claims that that expropriation or acquisition was effected or authorised by the Natural Resources Management (Financial Assistance) Act 1992 (Cth) ( the Financial Assistance Act ) and the Natural Heritage Trust of Australia Act 1997 (Cth) ( the Natural Heritage Act ) (together the Commonwealth Statutes ).",
      "id": "s6"
    },
    {
      "text": "He says that, therefore, they are laws with respect to the acquisition of property.",
      "id": "s7"
    },
    {
      "text": "However, because they do not provide for just terms, they are not authorised by s 51(xxxi) of the Commonwealth of Australia Constitution Act (Imp) ( the Constitution ).",
      "id": "s8"
    },
    {
      "text": "He says that therefore they are both invalid in so far as they effect or authorise an acquisition of his property.",
      "id": "s9"
    },
    {
      "text": "4 In the proceeding Mr Spencer claims final relief as follows:\n \n&#8226; Declarations that the Financial Assistance Act and the Natural Heritage Act are invalid to the extent that they effected or authorised acquisitions of property from Mr Spencer other than on just terms.",
      "id": "s10"
    },
    {
      "text": "&#8226; Declarations that certain inter-governmental agreements ( the Inter-Governmental Agreements ) between the Commonwealth and New South Wales are invalid to the extent that they effected or authorised acquisitions of property from Mr Spencer other than on just terms.",
      "id": "s11"
    },
    {
      "text": "&#8226; An order that the Commonwealth return to Mr Spencer the private property said to have been acquired.",
      "id": "s12"
    },
    {
      "text": "Mr Spencer also claims damages for conversion of and trespass to his private property and damages arising from an alleged 'Constitutional tort' said to have been committed by the Commonwealth in taking Mr Spencer's private property.",
      "id": "s13"
    },
    {
      "text": "5 As I understand Mr Spencer's contentions, his claims are wholly dependent upon the proposition that the Natural Heritage Act and the Financial Assistance Act are invalid to some extent.",
      "id": "s14"
    },
    {
      "text": "Before dealing with Mr Spencer's contentions, it is desirable to outline the allegations made by Mr Spencer in the current version of his statement of claim.",
      "id": "s15"
    },
    {
      "text": "The Allegations in the Statement of Claim \n \n6 The assertions made in the current version of Mr Spencer's statement of claim, as I apprehend them, can be summarised as follows, using the numbering in the statement of claim:\n \n(1.1) Mr Spencer holds freehold or leasehold title to the whole of Saarahnlee.",
      "id": "s16"
    },
    {
      "text": "(2.2) Prior to the enactment of the State Statutes, Saarahnlee was valuable, marketable and productive farming and grazing land on which Mr Spender conducted a farming enterprise and Mr Spencer's rights and interests in Saarahnlee included the following ( the Rights and Interests ):\n \n \n (a) Improvements, including timber treatment, pasture improvement, wood on the terrain, timber in trees and millable timber;\n (b) A farming enterprise that included various eco-services projects, including the farming of a special breed of high country fine wool sheep, a trout farm project, a wind farm project, a eucalyptus oil project, a spring water bottling project and an Australian oak furniture project;\n (c) Causes of action for compensation in respect of the loss or resumption of rights arising under the Crown leases relating to Saarahnlee;\n (d) Carbon sequestration rights, including the legal, commercial or other benefits or advantages of carbon sequestration by existing trees or future trees or forests on Saarahnlee after 1990 ( the Carbon Sequestration Rights ); and\n (e) Carbon abatement rights arising from land use change and forestry conservation, including the legal, commercial or other benefits or advantages retained by carbon sinks by sequestration by any existing or future trees or forests or other herbaceous vegetation on Saarahnlee ( the Carbon Abatement Rights ).",
      "id": "s17"
    },
    {
      "text": "(2.3) Saarahnlee is well wooded, with excellent herbaceous vegetation cover, ample trees and forests including native vegetation.",
      "id": "s18"
    },
    {
      "text": "(2.4) Saarahnlee is a terrestrial ecosystem or carbon sink with significant amounts of vegetation and soils that are available for immediate carbon sequestration.",
      "id": "s19"
    },
    {
      "text": "(2.5) The rights to the legal, commercial or other benefits of carbon sequestration by such vegetation and soils and of carbon abatement arising from retention of sinks in or arising from such vegetation and soils constitute property within the meaning of s 51(xxxi) of the Constitution .",
      "id": "s20"
    },
    {
      "text": "(2.6) The said vegetation and soils, including carbon rights, are a natural resource within the meaning of s 4 of the Financial Assistance Act and s 17 of the Natural Heritage Act and are native vegetation within the meaning of s 8 of the Natural Heritage Act.",
      "id": "s21"
    },
    {
      "text": "(2.7) By the State Statutes, a prohibition or general restriction was placed on the reasonable use of Saarahnlee, including the vegetation and soils and the carbon offset rights arising from the Carbon Sequestration Rights and Carbon Abatement Rights (together the Carbon Rights ).",
      "id": "s22"
    },
    {
      "text": "(2.8) Upon that prohibition or general restriction taking effect, some or all of the Carbon Rights were expropriated or acquired by the Commonwealth and an identifiable and measurable benefit or advantage was obtained by the Commonwealth for its purposes.",
      "id": "s23"
    },
    {
      "text": "(2.9) New South Wales assigned the Carbon Rights to the Commonwealth for the purposes of the Commonwealth.",
      "id": "s24"
    },
    {
      "text": "(2.10) No compensation has been paid or offered to Mr Spencer by the Commonwealth for the said expropriation or acquisition and just terms have not been provided to Mr Spencer in respect of such expropriation or acquisition and Mr Spencer has received no compensation from the Commonwealth for the taking of the Carbon Rights.",
      "id": "s25"
    },
    {
      "text": "(4) The Commonwealth passed the Financial Assistance Act for the purposes of giving effect to a proposed resource agreement contemplated between the Commonwealth and New South Wales called National Greenhouse Response Strategy and other agreements for the establishment of a cooperative statutory and administrative framework, arrangement or partnership between the Commonwealth and New South Wales.",
      "id": "s26"
    },
    {
      "text": "(5) The Commonwealth passed the Natural Heritage Act for the purpose of giving effect to the National Framework for the Management and Monitoring of Australia's Native Vegetation, the National Vegetation Initiative, and other agreements for the establishment of a cooperative statutory and administrative framework, arrangement or partnership between the Commonwealth and New South Wales so as to meet Australia's commitments under the Kyoto Protocol to the United Nations Framework Convention on Climate Change of 11 December 1997 ( the Kyoto Protocol ).",
      "id": "s27"
    },
    {
      "text": "(6.1) As a party to the Kyoto Protocol, Australia:\n \n \n (a) assumed responsibility for ensuring or attempting to ensure that its emissions of greenhouse gases will not exceed annually, during the period 2008 to 2012 inclusive, 108% of the emissions of greenhouse gases during 1990, and\n (b) may transfer emissions to, or acquire emissions from, other parties to the Kyoto Protocol by a process of debiting and crediting in national greenhouse accounts, for the purpose of increasing or reducing emissions for the purposes of determining progress against targets under the Kyoto Protocol.",
      "id": "s28"
    },
    {
      "text": "(7.1) The Commonwealth is in a position to benefit from trading the Carbon Rights only by virtue of the 'regulatory' reduction of native vegetation clearing in Australia pursuant to the Commonwealth Statutes.",
      "id": "s29"
    },
    {
      "text": "(9.1) Authorised by the Commonwealth Statutes, the Commonwealth established a national framework of laws, being the State Statutes and the Inter-Governmental Agreements, relating to the management and use of land within Australia, which included provisions effecting the compulsory acquisition of land and rights to the reasonable use of land.",
      "id": "s30"
    },
    {
      "text": "(9.2) If the said acquisition or expropriation of Saarahnlee and the Carbon Rights were carried out by the Commonwealth directly, it would be required to provide just compensation to Mr Spencer.",
      "id": "s31"
    },
    {
      "text": "(9.2) The Commonwealth Statutes formed part of a scheme or device designed to avoid or over-reach the restrictions on the exercise of law making powers of the Commonwealth under s 51(xxxi) of the Constitution .",
      "id": "s32"
    },
    {
      "text": "(9.3) Accordingly, the Commonwealth Statutes and the Inter-Governmental Agreements were made for the purpose of taking property other than on just terms and are not authorised by s 51(xxxi) or any other provision of the Constitution .",
      "id": "s33"
    },
    {
      "text": "(10) New South Wales passed the State Statutes in furtherance of the Inter-Governmental Agreements and the provisions of the Commonwealth Statutes.",
      "id": "s34"
    },
    {
      "text": "(11) Since the passage of the State Statutes, Mr Spencer has been prevented and restricted from clearing native vegetation on Saarahnlee by reason of the State Statutes and the refusal of New South Wales to grant permission for any such clearing.",
      "id": "s35"
    },
    {
      "text": "(12.1-12.3) The provisions of the State Statutes, the Commonwealth Statutes and the Inter-Governmental Agreements have effected an acquisition of the Rights and Interests and have imposed a prohibition or restriction that has prevented the reasonable use of Saarahnlee by Mr Spencer, with the consequence that Saarahnlee is no longer commercially viable.",
      "id": "s36"
    },
    {
      "text": "(12.4-12.5) The Commonwealth has acquired the Carbon Rights and is using or threatening to use the Carbon Rights to its advantage, in that, if the Commonwealth did not have the ability to account for emission reductions from reducing land clearing in the period 2008 to 2012, it would need to take other measures to reduce emissions in order to meet its obligations under the Kyoto Protocol, which measures are likely to involve expense to the Commonwealth.",
      "id": "s37"
    },
    {
      "text": "(13) The acquisition of the Rights and Interests occurred pursuant to or as a result of the operation or effect of the Commonwealth Statutes otherwise than on just terms pursuant to the legislative and associated intergovernmental relationships described above.",
      "id": "s38"
    },
    {
      "text": "(14) The Commonwealth has taken no steps to ensure that the taking of the Rights and Interests and the Carbon Rights without Mr Spencer's consent or permission has been on just terms.",
      "id": "s39"
    },
    {
      "text": "(15) Accordingly, each of the Commonwealth Statutes is invalid in so far as it fails to provide for just terms for the acquisition of the Rights and Interests.",
      "id": "s40"
    },
    {
      "text": "(16) By virtue of the expropriation, trespass on, detinue in relation to, or conversion of the Rights and Interests by the Commonwealth under invalid legislation, Mr Spencer has suffered loss and damage in that he has been prevented from trading carbon property rights on any market and the Commonwealth has acquired the Carbon Rights.",
      "id": "s41"
    },
    {
      "text": "The Motions \n \n7 As I have said, there are two applications before the Court.",
      "id": "s42"
    },
    {
      "text": "Mr Spencer asks for interlocutory orders that the Commonwealth be restrained from:\n \n&#8226; Taking steps to establish a carbon sequestration or carbon trading market that precludes access to Mr Spencer in respect of the Rights and Interests or that values the Rights and Interests in respect of the entry price at less than what are just terms.",
      "id": "s43"
    },
    {
      "text": "&#8226; Using the Rights and Interests in any way without compensation on just terms.",
      "id": "s44"
    },
    {
      "text": "The Commonwealth, on the other hand, seeks summary dismissal of the proceeding under s 31A of the Federal Court of Australia Act 1976 (Cth) ( the Federal Court Act ), on the basis that Mr Spencer has no reasonable prospect of successfully prosecuting the proceeding.",
      "id": "s45"
    },
    {
      "text": "Both motions raise essentially the same legal question, namely, whether or not the Commonwealth Statutes are invalid to some extent, as being laws with respect to the acquisition of property without providing just terms.",
      "id": "s46"
    },
    {
      "text": "8 The Commonwealth's motion was filed on 26 July 2007.",
      "id": "s47"
    },
    {
      "text": "I first heard the motion on 31 August 2007, when I ordered that the then current statement of claim be struck out.",
      "id": "s48"
    },
    {
      "text": "However, I granted leave to Mr Spencer to file an amended statement of claim and adjourned the Commonwealth's motion part heard.",
      "id": "s49"
    },
    {
      "text": "An amended statement of claim was filed on 18 October 2007.",
      "id": "s50"
    },
    {
      "text": "On 1 November 2007, I ordered that the amended statement of claim be struck out but gave leave to Mr Spencer to file a further amended statement of claim.",
      "id": "s51"
    },
    {
      "text": "One was filed on 3 December 2007.",
      "id": "s52"
    },
    {
      "text": "9 On 20 December 2007, I again granted leave to Mr Spencer to file a further version of the statement of claim and directed the Commonwealth to file a defence on or before 1 February 2008.",
      "id": "s53"
    },
    {
      "text": "I also directed the parties to endeavour to formulate separate questions of law thrown up by the pleadings and to exchange suggested questions.",
      "id": "s54"
    },
    {
      "text": "I stood over the proceeding and the Commonwealth's motion for further directions on 14 February 2008.",
      "id": "s55"
    },
    {
      "text": "10 I gave those directions in the expectation that questions of law as to whether the Commonwealth Statutes are laws with respect to the acquisition of property could be formulated for determination on a final basis, rather than continuing to hear the Commonwealth's summary dismissal application.",
      "id": "s56"
    },
    {
      "text": "I considered that the then form of statement of claim disclosed a sufficiently arguable case that there had been an acquisition of property to enable separate determination of a question of law as to whether any such acquisition had been effected or authorised by the Commonwealth Statutes.",
      "id": "s57"
    },
    {
      "text": "I considered that the substantial costs that would be involved in a trial would be saved if the proceeding were ultimately disposed of on the basis of such a question of law.",
      "id": "s58"
    },
    {
      "text": "11 A further amended statement of claim was filed on 24 December 2007 and the Commonwealth filed a defence on 1 February 2008.",
      "id": "s59"
    },
    {
      "text": "When the matter came on for directions on 14 February 2008, Mr Spencer opposed the formulation, for separate determination, of a pure question of law as to the validity of the Commonwealth Statutes.",
      "id": "s60"
    },
    {
      "text": "Rather, he formulated several factual questions that would have involved substantial hearing of the proceeding.",
      "id": "s61"
    },
    {
      "text": "I therefore considered that it was inappropriate to proceed further with the formulation of any separate questions.",
      "id": "s62"
    },
    {
      "text": "I granted Mr Spencer leave to file a further amended statement of claim no later than 28 February 2008 and directed the Commonwealth to file a defence to that statement of claim no later than 17 March 2008.",
      "id": "s63"
    },
    {
      "text": "The matter was listed for further directions on 2 April 2008.",
      "id": "s64"
    },
    {
      "text": "12 Mr Spencer filed another version of his statement of claim on 28 February 2008.",
      "id": "s65"
    },
    {
      "text": "The Commonwealth filed a defence to that statement of claim on 17 March 2008.",
      "id": "s66"
    },
    {
      "text": "13 However, in the meantime, Mr Spencer moved ex parte on 12 March 2008 for interlocutory relief pursuant to a motion purportedly filed on 11 March 2008.",
      "id": "s67"
    },
    {
      "text": "Mr Spencer claimed an order restraining the Commonwealth from:\n \n&#8226; Using its national greenhouse office accounts, or national greenhouse inventory, or national carbon trading carbon accounts or otherwise from claiming any property or benefit of other measurable advantage by reference to carbon emissions reductions or benefits achieved on or from any land that includes Saarahnlee.",
      "id": "s68"
    },
    {
      "text": "&#8226; Marking any claim or statement that it has achieved emission reduction levels that includes references to carbon emissions reductions or benefits achieved on or from private land, including Saarahnlee.",
      "id": "s69"
    },
    {
      "text": "&#8226; Using or otherwise dealing with carbon emissions reductions and offsets for the purposes of the Kyoto Protocol on any land other than State owned land or by means other than land affected by the Governments forced land use change on private land, including Saarahnlee.",
      "id": "s70"
    },
    {
      "text": "&#8226; Using the rights of or in respect of any carbon emission scheme, carbon sink, carbon trading scheme or market, which in any way incorporates, applies or uses or has any impact whatsoever on the Carbon Rights or Mr Spencer's property in the Carbon Rights or the ownership, or use, or possession of Saarahnlee, including the Commonwealth's claimed share of the greenhouse gas emissions reductions in respect of Saarahnlee.",
      "id": "s71"
    },
    {
      "text": "&#8226; Trading in carbon until the property rights of Mr Spencer in the carbon sequestered on or in relation to Saarahnlee are determined or offsetting or using as security any of such carbon.",
      "id": "s72"
    },
    {
      "text": "&#8226; Submitting greenhouse accounts to the Framework Convention (as described below) claiming emission levels that include the Carbon Rights.",
      "id": "s73"
    },
    {
      "text": "&#8226; Making any media statement regarding any of the carbon sequestered on or in relation to Saarahnlee other than to announce the new levels of the 1990 baseline 30% above by 2010 after deducting the entire reductions achieved by land use change on private land.",
      "id": "s74"
    },
    {
      "text": "Mr Spencer also claimed interim payments in respect of keeping his flock of sheep alive.",
      "id": "s75"
    },
    {
      "text": "14 I indicated to counsel for Mr Spencer, in the course of hearing the application for ex parte relief, that I considered that the relief claimed in the motion may be misconceived.",
      "id": "s76"
    },
    {
      "text": "However, I gave Mr Spencer leave to file his motion returnable, for directions only, on 2 April 2008.",
      "id": "s77"
    },
    {
      "text": "Following directions hearings on 2 April 2008 and 10 April 2008, I directed that the Commonwealth's motion for summary dismissal and Mr Spencer's motion for interlocutory relief be heard together on 21 May 2008.",
      "id": "s78"
    },
    {
      "text": "I heard evidence and argument on both motions over several days in May and June 2008.",
      "id": "s79"
    },
    {
      "text": "15 On 2 June 2008, in the course of the hearing, counsel for Mr Spencer provided to the Court and to the Commonwealth a form of proposed order which he said was a refinement of Mr Spencer's notice of motion.",
      "id": "s80"
    },
    {
      "text": "In response to a specific enquiry put to him, counsel for Mr Spencer confirmed that the only relief sought on the motion was that claimed in the form of proposed order.",
      "id": "s81"
    },
    {
      "text": "On that basis, I granted leave to Mr Spencer to file an amended notice of motion seeking relief in terms of that order.",
      "id": "s82"
    },
    {
      "text": "For reasons that have not been explained, Mr Spencer has not filed an amended motion.",
      "id": "s83"
    },
    {
      "text": "However, the interlocutory hearing has been conducted on the basis that the only interlocutory relief claimed by Mr Spencer is that set out in the form of proposed order.",
      "id": "s84"
    },
    {
      "text": "I have set out that relief above at [7].",
      "id": "s85"
    },
    {
      "text": "16 In the course of the hearing, Mr Spencer was also granted leave on several occasions to make further amendments to his statement of claim.",
      "id": "s86"
    },
    {
      "text": "The current version of the statement of claim was filed on 3 June 2008.",
      "id": "s87"
    },
    {
      "text": "THE PRESENT ISSUES \n \n17 For Mr Spencer to obtain interlocutory relief, he must show that there is a serious question to be tried as to whether or not he is entitled to the final relief he claims in the statement of claim.",
      "id": "s88"
    },
    {
      "text": "On the other hand, for summary dismissal, the Commonwealth must show that Mr Spencer has no reasonable prospect of obtaining the relief so claimed.",
      "id": "s89"
    },
    {
      "text": "They are opposite sides of the same question.",
      "id": "s90"
    },
    {
      "text": "If there is a serious question to be tried, Mr Spencer must also show that the balance of convenience lies with the grant of the interlocutory relief claimed.",
      "id": "s91"
    },
    {
      "text": "18 Where there are purely legal questions upon which a claimant for interlocutory relief must succeed in order to obtain final relief, it may be appropriate to determine those questions in the course of an interlocutory hearing.",
      "id": "s92"
    },
    {
      "text": "On the other hand, it would certainly be unusual to determine disputed factual questions at an interlocutory hearing.",
      "id": "s93"
    },
    {
      "text": "The Court will normally proceed on the basis that the evidence adduced by the claimant for interlocutory relief is accepted at its highest.",
      "id": "s94"
    },
    {
      "text": "Nevertheless, there must be evidence capable of supporting the ultimate findings of fact that must be made for the claimant to obtain final relief.",
      "id": "s95"
    },
    {
      "text": "19 Section 31A of the Federal Court Act requires the Court to consider the question of whether there is a real issue of law or fact to be decided.",
      "id": "s96"
    },
    {
      "text": "The Court must conduct an enquiry into the merit of issues of law.",
      "id": "s97"
    },
    {
      "text": "While the enquiry should not necessarily be for the purposes of resolving the legal questions, that can be done.",
      "id": "s98"
    },
    {
      "text": "The object is not simply to determine whether the argument is hopeless but whether the argument is sufficiently strong to warrant the proceeding's going to trial.",
      "id": "s99"
    },
    {
      "text": "If the Court can resolve contested legal issues at a summary hearing, without undue delay, it may be preferable to do so in the interests of saving costs and time.",
      "id": "s100"
    },
    {
      "text": "Where there are real issues of law, the appropriate course is to accept submissions and hear argument, whereupon the Court can decide the issues without the need for a trial.",
      "id": "s101"
    },
    {
      "text": "Once the issues of law are resolved, it may be clear, one way or the other, whether the proceeding should be allowed to go to trial (see Jefferson Ford Pty Limited v Ford Motor Company of Australia Limited [2008] FCAFC 60 , at [23] and [131]).",
      "id": "s102"
    },
    {
      "text": "20 I propose to deal first with the question of Mr Spencer's prospects of success and then with the balance of convenience.",
      "id": "s103"
    },
    {
      "text": "In relation to his prospects of success, the essence of Mr Spencer's claim appears to be contained in paragraph (15) of his current statement of claim as summarised above.",
      "id": "s104"
    },
    {
      "text": "That is to say, an essential plank in his case is that each of the Commonwealth Statutes is a law with respect to the acquisition of property and is invalid because it provides for acquisition otherwise than on just terms.",
      "id": "s105"
    },
    {
      "text": "The allegation of invalidity is tied to the prayers for relief summarised in paragraph [4] above.",
      "id": "s106"
    },
    {
      "text": "21 However, before dealing with the question of Mr Spencer's prospects of success, it is necessary to explain the following in some detail, in order to place Mr Spencer's arguments in context:\n \n&#8226; The Kyoto Protocol.",
      "id": "s107"
    },
    {
      "text": "&#8226; The Commonwealth Statutes.",
      "id": "s108"
    },
    {
      "text": "&#8226; The Inter-Governmental Agreements.",
      "id": "s109"
    },
    {
      "text": "&#8226; The State Statutes.",
      "id": "s110"
    },
    {
      "text": "I shall say something about each in turn.",
      "id": "s111"
    },
    {
      "text": "THE KYOTO PROTOCOL \n \n22 Australia is a party to the Montreal Protocol on Substances that Deplete the Ozone Layer 1987 as adjusted and amended on 29 June 1990 (the Montreal Protocol ).",
      "id": "s112"
    },
    {
      "text": "The Montreal Protocol resulted from the Vienna Convention for the Protection of the Ozone Layer 1985 .",
      "id": "s113"
    },
    {
      "text": "23 Australia is also a party to the United Nations Framework Convention on Climate Change of 9 May 1992 ( the Framework Convention ).",
      "id": "s114"
    },
    {
      "text": "By the Framework Convention, the parties to it determined to protect the climate system for present and future generations.",
      "id": "s115"
    },
    {
      "text": "Article 2 provides that the ultimate object of the Framework Convention, and any related legal instruments that the Conference of the Parties may adopt, is to achieve stabilisation of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system.",
      "id": "s116"
    },
    {
      "text": "24 By Article 4 of the Framework Convention, the parties relevantly agreed to:\n \n&#8226; Develop and publish national inventories of anthropogenic emissions by sources and removals by sinks of all greenhouse gases not controlled by the Montreal Protocol.",
      "id": "s117"
    },
    {
      "text": "&#8226; Formulate, implement and update programs containing measures to mitigate climate change by addressing anthropogenic emissions by sources and removals by sinks of all greenhouse gases not controlled by the Montreal Protocol.",
      "id": "s118"
    },
    {
      "text": "&#8226; Promote and cooperate in the development, application and diffusion of technologies, practices and processes that control, reduce or prevent anthropogenic emissions of greenhouse gases not controlled by the Montreal Protocol.",
      "id": "s119"
    },
    {
      "text": "&#8226; Promote sustainable management and promote and cooperate in the conservation and enhancement of sinks and reservoirs of all greenhouse gases not controlled by the Montreal Protocol.",
      "id": "s120"
    },
    {
      "text": "&#8226; Take climate change considerations into account in relevant social, economic and environmental policies and actions and employ appropriate methods with a view to minimising adverse effects on the economy, on public health and on the quality of the environment of projects or measures undertaken by them to mitigate or adapt to climate change.",
      "id": "s121"
    },
    {
      "text": "25 By Article 4.2, the developed country parties, including Australia, committed themselves specifically as follows:\n \n&#8226; To adopt national policies and take corresponding measures on the mitigation of climate change by limiting anthropogenic emissions of greenhouse gases and protecting and enhancing greenhouse gas sinks and reservoirs.",
      "id": "s122"
    },
    {
      "text": "&#8226; To communicate periodically, in accordance with Article 12, detailed information on its policies and measures on the mitigation of climate change.",
      "id": "s123"
    },
    {
      "text": "26 By Article 12.1 of the Framework Convention, each party agreed to communicate to the Conference of the Parties a national inventory of anthropogenic emissions by sources and removals by sinks of all greenhouse gases not controlled by the Montreal Protocol.",
      "id": "s124"
    },
    {
      "text": "By Article 12.2, each developed country party, including Australia, was to incorporate, in its communication, a detailed description of the policies and measures that it had adopted to implement its commitment under Article 4 and a specific estimate of the effects that those policies and measures would have on anthropogenic emissions by its sources and removals by its sinks of greenhouse gases.",
      "id": "s125"
    },
    {
      "text": "27 By Article 7 of the Framework Convention, a Conference of the Parties was established.",
      "id": "s126"
    },
    {
      "text": "The Conference of the Parties, as the supreme body of the Framework Convention, was to keep under regular review the implementation of the Framework Convention and any related legal instruments that the Conference of the Parties may adopt.",
      "id": "s127"
    },
    {
      "text": "The Conference of the Parties was also to make, within its mandate, the decisions necessary to promote the effective implementation of the Framework Convention.",
      "id": "s128"
    },
    {
      "text": "28 Australia is also a party the Kyoto Protocol, which was made pursuant to the Framework Convention.",
      "id": "s129"
    },
    {
      "text": "Australia ratified the Kyoto Protocol on 12 December 2007.",
      "id": "s130"
    },
    {
      "text": "29 By Article 3.1 of the Kyoto Protocol, together with Annexes I, A and B, Australia agreed to ensure that its aggregate anthropogenic carbon dioxide equivalent emissions of greenhouse gases would not exceed 108 per cent of its emissions in the base year or period, with a view to reducing overall emissions of such gases by at least 5% below 1990 levels in the commitment period 2008 to 2012.",
      "id": "s131"
    },
    {
      "text": "30 By Article 3.3, the net changes in greenhouse gas emissions by sources and removals by sinks resulting from direct human-induced land-use change and forestry activities, limited to aforestation , reforestation and deforestation since 1990, measured as verifiable changes in carbon stocks in the commitment period of 2008 to 2012, were to be used to meet the commitments under Article 3 of each party.",
      "id": "s132"
    },
    {
      "text": "The greenhouse gas emissions by sources and removals by sinks associated with those activities were to be reported in a transparent and verifiable manner.",
      "id": "s133"
    },
    {
      "text": "31 By Article 13, the Conference of the Parties was to serve as the meeting of the parties to the Kyoto Protocol.",
      "id": "s134"
    },
    {
      "text": "The Conference of the Parties is to keep the implementation of the Kyoto Protocol under regular review and is to make, within its mandate, the decisions necessary to promote its effective implementation.",
      "id": "s135"
    },
    {
      "text": "The Conference of the Parties is to perform the functions assigned to it by the Kyoto Protocol.",
      "id": "s136"
    },
    {
      "text": "In particular, it is:\n \n&#8226; To promote and guide, in accordance with the objective of the Framework Convention and the provisions of the Kyoto Protocol, the development and periodic refinement of comparable methodologies for the effective implementation of the Kyoto Protocol (Article 13.4(e)).",
      "id": "s137"
    },
    {
      "text": "&#8226; Make recommendations on matters necessary for the implementation of the Kyoto Protocol (Article 13.4(f).",
      "id": "s138"
    },
    {
      "text": "32 By Article 17, the Conference of the Parties is to define the relevant principles, modalities, rules and guidelines, in particular for verification, reporting and accountability for emissions trading.",
      "id": "s139"
    },
    {
      "text": "Article 17 also provides that certain of the parties, including Australia, may participate in emissions trading for the purposes of fulfilling their commitments under Article 3.",
      "id": "s140"
    },
    {
      "text": "Any such trading is to be supplemental to domestic actions for the purpose of meeting quantified emission limitation and reduction commitments under Article 3.",
      "id": "s141"
    },
    {
      "text": "33 By clause 1(d) of Decision 16/CMP.1, taken at the Conference of the Parties held at Montreal from 28 November 2005 to 10 December 2005, which deals with 'land use, land use change and forestry', the Conference of the Parties affirmed that one of the principles governing the treatment of land use, land use change and forestry activities was that 'the mere presence of carbon stocks be excluded from accounting'.",
      "id": "s142"
    },
    {
      "text": "In the same decision, the Conference of the Parties adopted the definitions, modalities, rules and guidelines relating to land use, land use change and forestry activities under, inter alia , Article 3 of the Kyoto Protocol, contained in an annex to Decision 16/CMP.1.",
      "id": "s143"
    },
    {
      "text": "34 That annex provided, inter alia, the following definitions:\n \n&#8226; \"Afforestation\" is the direct human-induced conversion of land that has not been forested for a period of at least 50 years to forested land through planting, seeding and/or the human induced promotion of natural seed sources.",
      "id": "s144"
    },
    {
      "text": "&#8226; \"Reforestation\" is the direct human-induced conversion of non-forested land to forested land through planting, seeding and/or the human-induced promotion of natural seed sources, on land that was forested but that has been converted to non-forested land.",
      "id": "s145"
    },
    {
      "text": "For the first commitment period, reforestation activities will be limited to reforestation occurring on those lands that did not contain forest on 31 December 1989.",
      "id": "s146"
    },
    {
      "text": "&#8226; \"Deforestation\" is the direct human-induced conversion of forested land to non-forested land.",
      "id": "s147"
    },
    {
      "text": "THE COMMONWEALTH STATUTES \n \n35 I shall outline the relevant provisions of the two Commonwealth Statutes separately.",
      "id": "s148"
    },
    {
      "text": "The Financial Assistance Act \n \n36 Section 3 of the Financial Assistance Act provides that its primary object is to facilitate the development and implementation of integrated approaches to natural resources management in Australia that are for the purpose of achieving efficient, sustainable and equitable management of natural resources in Australia and that are consistent with the principles of ecologically sustainable development.",
      "id": "s149"
    },
    {
      "text": "37 Section 5(1) provides that the Commonwealth may enter into an agreement with a State on financial assistance, whether by way of grant or otherwise, to be provided by the Commonwealth to the State, for amounts spent by the State in respect of:\n \n&#8226; projects approved by Ministers of the Commonwealth and the State acting jointly; or\n \n&#8226; projects specified in the agreement.",
      "id": "s150"
    },
    {
      "text": "Any such agreement must be in writing and, subject to ss 8, 9 and 10, financial assistance is payable to a State in accordance with such an agreement.",
      "id": "s151"
    },
    {
      "text": "Section 5(6) provides that payments under s 5 must be paid out of money appropriated by the Commonwealth Parliament for that purpose.",
      "id": "s152"
    },
    {
      "text": "38 Section 6 of the Financial Assistance Act provides that the Commonwealth may enter into an agreement with a person for the person to carry out a project relating to natural resources management.",
      "id": "s153"
    },
    {
      "text": "Such an agreement must be in writing and payments made under such an agreement must be made out of money standing to the credit of the Natural Resources Management Account.",
      "id": "s154"
    },
    {
      "text": "Section 11 provides for the existence of the Natural Resources Management Account, which is a Special Account for the purposes of the Financial Management and Accountability Act 1997 (Cth).",
      "id": "s155"
    },
    {
      "text": "As originally enacted, the Financial Assistance Act provided for the Natural Resources Management Fund, which was a continuation under a new name of the National Soil Conservation Program Fund established by section 8 of the Soil Conservation (Financial Assistance) Act 1985 (Cth).",
      "id": "s156"
    },
    {
      "text": "However as a consequence of s 5(3) of the Financial Management Legislation Amendment Act 1999 (Cth) ( the 1999 Financial Management Act ) the Natural Resources Management Fund was replaced by the Natural Resources Management Account and the balance of money standing to the credit of the former was credited to the latter.",
      "id": "s157"
    },
    {
      "text": "For the purposes of this proceeding, the distinction is immaterial and, for the sake of convenience, I shall refer to the funds and account as the Natural Resources Management Account in all guises.",
      "id": "s158"
    },
    {
      "text": "39 Section 7 of the Financial Assistance Act provides that an agreement entered into pursuant to s 5 or s 6 must include provisions relating to the following matters:\n \n&#8226; The object of the project or projects to which the agreement relates.",
      "id": "s159"
    },
    {
      "text": "&#8226; The conditions subject to which payments under the agreement are to be made.",
      "id": "s160"
    },
    {
      "text": "&#8226; The monitoring and evaluation of the project or projects.",
      "id": "s161"
    },
    {
      "text": "&#8226; The review of the operation of the agreement.",
      "id": "s162"
    },
    {
      "text": "&#8226; The amendment of the agreement by a further agreement as a result of such a review.",
      "id": "s163"
    },
    {
      "text": "It is relevant to note that there is no requirement for an agreement to provide for the acquisition of any property or the imposition of restrictions on land use or the clearing of native vegetation.",
      "id": "s164"
    },
    {
      "text": "It is equally relevant to note that there is no express provision preventing an agreement from providing for the acquisition of property other than on just terms.",
      "id": "s165"
    },
    {
      "text": "40 Section 10 of the Financial Assistance Act provides that an agreement made under ss 5 or 6 may provide for:\n \n&#8226; The payment by the payee to the Commonwealth of an amount equal to the whole or part of income derived by the payee from property acquired or produced in the course of carrying out a project or patents for inventions made in the course of carrying out a project.",
      "id": "s166"
    },
    {
      "text": "&#8226; The assignment by the payee to the Commonwealth of any such property or patents or any interest that the payee may have in any such invention.",
      "id": "s167"
    },
    {
      "text": "Again, it is significant that none of the provisions referred to contains a requirement for the acquisition of any property or the imposition of a restriction on land use or the clearing of native vegetation, nor is there an express provision preventing an agreement from providing for the acquisition of property on unjust terms.",
      "id": "s168"
    },
    {
      "text": "41 Section 8(2) of the Financial Assistance Act provides that, in addition to any conditions provided for in an agreement made under ss 5 or 6, a payment by the Commonwealth under such an agreement is subject to specified conditions.",
      "id": "s169"
    },
    {
      "text": "Under s 9, such an agreement is, except so far as otherwise provided for in the agreement, subject to certain further conditions.",
      "id": "s170"
    },
    {
      "text": "None of those conditions is concerned with the acquisition of any property or the imposition of a restriction on land use or the clearing of native vegetation.",
      "id": "s171"
    },
    {
      "text": "42 Part 3 of the Financial Assistance Act deals with the Natural Resources Management Account.",
      "id": "s172"
    },
    {
      "text": "Sections 11(3) and 11(4) provide for the crediting of certain amounts to the Natural Resources Management Account.",
      "id": "s173"
    },
    {
      "text": "Section 11(5) provides for the debiting of amounts for the following purposes:\n \n&#8226; Making payments, including advances, in accordance with an agreement under s 6 of the Soil Conservation (Financial Assistance) Act 1985 (Cth) or an agreement made under s 6 of the Financial Assistance Act.",
      "id": "s174"
    },
    {
      "text": "&#8226; Making payments in respect of the expenses incurred by the Australian Land Care Council established by s 13.",
      "id": "s175"
    },
    {
      "text": "&#8226; Making payments in respect of other costs of administration of the Financial Assistance Act.",
      "id": "s176"
    },
    {
      "text": "The Natural Heritage Act \n \n43 The Natural Heritage Act provides for the Natural Heritage Trust of Australia Account, a Natural Heritage Trust Advisory Committee and a Natural Heritage Ministerial Board.",
      "id": "s177"
    },
    {
      "text": "The Natural Heritage Trust of Australia Account is a Special Account for the purposes of the Financial Management and Accountability Act 1997 (Cth).",
      "id": "s178"
    },
    {
      "text": "As originally enacted, the Natural Heritage Act established the Natural Heritage Trust of Australia Reserve.",
      "id": "s179"
    },
    {
      "text": "However, as a consequence of s 5(3) of the 1999 Financial Management Act , the Natural Heritage Trust of Australia Reserve was replaced by the Natural Heritage Trust of Australia Account and the balance of money standing to the credit of the former was credited to the latter.",
      "id": "s180"
    },
    {
      "text": "For the purposes of this proceeding the distinction is immaterial and, for the sake of convenience, I shall refer to both as the Natural Heritage Account .",
      "id": "s181"
    },
    {
      "text": "44 The main source of the money for the Natural Heritage Trust Account is $1.35 billion from the partial sales of shares in Telstra Corporation Limited ( Telstra ).",
      "id": "s182"
    },
    {
      "text": "The main objective of the establishment of the Natural Heritage Account is to conserve, repair and replenish Australia's natural capital infrastructure.",
      "id": "s183"
    },
    {
      "text": "Amounts standing to the credit of the Natural Heritage Trust Account are to be spent on the environment, sustainable agriculture and natural resources management.",
      "id": "s184"
    },
    {
      "text": "45 The Natural Heritage Act contains a preamble, which relevantly provides to the following effect:\n \n&#8226; There is a need to conserve Australia's environmental infrastructure, to reverse the decline in Australia's natural environment and to improve the management of Australia's natural resources.",
      "id": "s185"
    },
    {
      "text": "&#8226; There is a need for the Commonwealth to provide national leadership and work in partnership with all levels of government and the whole community, recognising, among other things, that many environmental issues and problems are not limited by State and Territory borders.",
      "id": "s186"
    },
    {
      "text": "&#8226; There is a need to integrate the objectives of environmental protection, sustainable agriculture and natural resources management consistent [sic] with the principles of ecologically sustainable development.",
      "id": "s187"
    },
    {
      "text": "&#8226; The Commonwealth Government should work cooperatively with State governments to achieve effective outcomes in matters relating to environmental protection, natural resources management and sustainable agriculture.",
      "id": "s188"
    },
    {
      "text": "Those cooperative working relationships should involve entering into inter-governmental agreements which reflect the support of the States for the purposes of the Natural Heritage Account and promote the development of complementary policies and programs.",
      "id": "s189"
    },
    {
      "text": "&#8226; Australia's rural community should have a key role in the ecologically sustainable management of Australia's natural resources.",
      "id": "s190"
    },
    {
      "text": "46 Under s 8 of the Natural Heritage Act, the purposes of the Natural Heritage Account relevantly include the following:\n \n&#8226; the National Vegetation Initiative ,\n \n&#8226; environmental protection,\n \n&#8226; supporting sustainable agriculture,\n \n&#8226; natural resources management,\n \n&#8226; a purpose incidental or ancillary to those purposes,\n \n&#8226; the making of grants of financial assistance for any of those purposes.",
      "id": "s191"
    },
    {
      "text": "47 Section 9(1) of the Natural Heritage Act provides that amounts standing to the credit of the Natural Heritage Account, which represent proceeds of the sales of shares in Telstra, may only be debited for specified purposes, relevantly including:\n \n&#8226; the National Vegetation Initiative ;\n \n&#8226; supporting sustainable agriculture;\n \n&#8226; natural resources management;\n \n&#8226; a purpose incidental or ancillary to any of those purposes;\n \n&#8226; the making of grants of financial assistance for any of those purposes.",
      "id": "s192"
    },
    {
      "text": "Section 10 provides that the primary objective of the National Vegetation Initiative is to reverse the long term decline in the extent and quality of Australia's native vegetation cover by conserving remnant native vegetation, conserving Australia's biodiversity, and restoring, by means of revegetation, the environmental values and productive capacity of Australia's degraded land and water.",
      "id": "s193"
    },
    {
      "text": "48 Section 19 is a critical provision of the Natural Heritage Act for present purposes.",
      "id": "s194"
    },
    {
      "text": "Section 19 applies if an amount is to be debited from the Natural Heritage Account for the purpose of making a grant of financial assistance to a State.",
      "id": "s195"
    },
    {
      "text": "Under s 19(2), the terms and conditions on which such financial assistance is granted are to be set out in a written agreement between the Commonwealth and the State.",
      "id": "s196"
    },
    {
      "text": "Section 19(4), which does not limit s 19(2), provides that an agreement may establish a framework under which the Commonwealth and the State are to work cooperatively to achieve both common and complementary outcomes in relation to:\n \n&#8226; environmental protection;\n \n&#8226; natural resources management; and\n \n&#8226; sustainable agriculture.",
      "id": "s197"
    },
    {
      "text": "49 The terms \"environmental protection\", \"natural resources management\" and \"sustainable agriculture\" are defined by ss 15, 17 and 16 respectively.",
      "id": "s198"
    },
    {
      "text": "The precise terms of those definitions do not appear to be presently relevant.",
      "id": "s199"
    },
    {
      "text": "50 Section 21 applies to a decision of a Minister to approve a proposal to spend an amount standing to the credit of the Natural Heritage Account for a purpose of the Natural Heritage Account as set out in s 8.",
      "id": "s200"
    },
    {
      "text": "In making such a decision, the Minister concerned must have regard to:\n \n&#8226; the principles of ecologically sustainable development; and\n \n&#8226; such other matters as the Minister concerned considers relevant.",
      "id": "s201"
    },
    {
      "text": "Under s 21(3), the principles of ecologically sustainable development consist of certain stated core objectives and some seven guiding principles.",
      "id": "s202"
    },
    {
      "text": "51 Part 4 of the Natural Heritage Act deals with the crediting of amounts to the Natural Heritage Account.",
      "id": "s203"
    },
    {
      "text": "Part 4 consists of ss 22 to 29, which deal with credits from the following sources:\n \ns 22: $1.1 billion derived from the initial partial sale of Telstra.",
      "id": "s204"
    },
    {
      "text": "s 22A: $250 million derived from the subsequent partial sale of Telstra.",
      "id": "s205"
    },
    {
      "text": "s 23: Budget appropriations.",
      "id": "s206"
    },
    {
      "text": "s 24: Gifts and bequests.",
      "id": "s207"
    },
    {
      "text": "s 25: Repayments of grants.",
      "id": "s208"
    },
    {
      "text": "s 26: Commonwealth receipts under funding agreements.",
      "id": "s209"
    },
    {
      "text": "s 27: Income from assets acquired using amounts credited to the Natural Heritage Trust Account.",
      "id": "s210"
    },
    {
      "text": "s 28: Proceeds of disposal of assets acquired using amounts credited to the Natural Heritage Trust Account.",
      "id": "s211"
    },
    {
      "text": "s 29: Income from projects and related activities funded with amounts credited to the Natural Heritage Trust Account.",
      "id": "s212"
    },
    {
      "text": "52 None of the provisions of the Natural Heritage Act contains a requirement for the acquisition of any property or the imposition of a restriction on land use or the clearing of native vegetation; nor is there an express provision preventing an agreement from providing for the acquisition of property on unjust terms.",
      "id": "s213"
    },
    {
      "text": "THE INTER-GOVERNMENTAL AGREEMENTS \n \n53 Mr Spencer's statement of claim refers to four Inter-Governmental Agreements, between the Commonwealth and New South Wales as follows:\n \n&#8226; A bilateral Agreement between the Commonwealth and the State of New South Wales to deliver the Natural Heritage Trust, made on 31 October 1997 ( the 1997 Agreement ).",
      "id": "s214"
    },
    {
      "text": "&#8226; The Inter-Governmental Agreement on a National Action Plan for Salinity and Water Quality in Australia ( the Salinity Action Plan ), made on 3 November 2000 ( the 2000 Agreement ).",
      "id": "s215"
    },
    {
      "text": "&#8226; A bilateral Agreement between the Commonwealth of Australia and the State of New South Wales Relating to the Salinity Action Plan, made on 17 May 2002 ( the 2002 Agreement ).",
      "id": "s216"
    },
    {
      "text": "&#8226; A bilateral Agreement between the Commonwealth of Australia and the State of New South Wales to deliver the extension of the Natural Heritage Trust, made on 14 August 2003 ( the 2003 Agreement ).",
      "id": "s217"
    },
    {
      "text": "54 I shall say something about each of them in turn.",
      "id": "s218"
    },
    {
      "text": "The 1997 Agreement \n \n55 The 1997 Agreement begins as follows:\n Australia, as a Federation, relies upon all levels of government working cooperatively based on their respective roles, responsibilities and interests.",
      "id": "s219"
    },
    {
      "text": "The Natural Heritage Trust is a major capital initiative aimed at conserving and managing Australia's biodiversity, land, water, vegetation and sea on an ecologically sustainable basis.",
      "id": "s220"
    },
    {
      "text": "This agreement sets out the roles and responsibilities of the Commonwealth and New South Wales for the delivery of the objectives of the Natural Heritage Trust and any associated programs.",
      "id": "s221"
    },
    {
      "text": "The preamble to the 1997 Agreement relevantly provides that the Commonwealth and New South Wales:\n \n&#8226; Recognise the need for urgent action to enhance and improve the condition and management of Australia's natural heritage.",
      "id": "s222"
    },
    {
      "text": "&#8226; Recognise that the Natural Heritage Trust provides a basis for further cooperative and integrated approaches to dealing with Australia's environmental problems.",
      "id": "s223"
    },
    {
      "text": "&#8226; Note that the Commonwealth's objectives for the Natural Heritage Trust are to:\n \n \n (i) provide a framework for strategic capital investment, to stimulate additional investment in the natural environment;\n (ii) achieve complementary environmental protection, sustainable agriculture and natural resources management outcomes consistent with agreed national strategies; and\n (iii) provide a framework for cooperative partnerships between communities, industry and all levels of government.",
      "id": "s224"
    },
    {
      "text": "&#8226; Agree that the 1997 Agreement establishes a framework within which the parties will work cooperatively towards common and complementary environmental protection, sustainable agriculture and natural resources management outcomes, acknowledging that these outcomes can best be achieved through strategic planning, streamlined administration and integrated implementation.",
      "id": "s225"
    },
    {
      "text": "&#8226; Recognise the appropriate and different roles of the Commonwealth and the States.",
      "id": "s226"
    },
    {
      "text": "56 By clause 3 of the 1997 Agreement, the parties agree to give effect to a number of principles, which underpin the implementation of the Natural Heritage Trust programs and other Commonwealth or State programs agreed by the parties to be covered by the 1997 Agreement.",
      "id": "s227"
    },
    {
      "text": "The principles include the following:\n \n&#8226; Priority will be given to activities that are derived from strategies to address the fundamental causes of Australia's environmental and natural resources problems.",
      "id": "s228"
    },
    {
      "text": "&#8226; The involvement of local communities and regional organisations in relation to Natural Heritage Trust programs should be through State agencies and should be simple, readily understood and based on the \"one-stop-shop\" concept, that is, a single application form incorporating relevant Commonwealth and State programs, a single assessment process, single payments, and a single evaluation process.",
      "id": "s229"
    },
    {
      "text": "&#8226; The parties agree that their cooperation will be focussed on achieving outcomes at the program level.",
      "id": "s230"
    },
    {
      "text": "&#8226; Implementation of the 1997 Agreement will occur within the strategic framework of:\n \n \n - the Inter-Governmental Agreement on the Environment,\n - the National Strategy for Ecologically Sustainable Development,\n - the National Strategy for the Conservation of Australia's Biodiversity,\n - the National Greenhouse Response Strategy,\n - the water reform framework of the Council of Australian Governments,\n - the National Water Quality Management Strategy,\n - the National Principles For the Provision of Water for Ecosystems,\n - the National Forest Policy Statement,\n - the Decade of Landcare Plan,\n - the Murray-Darling Basin Initiative, or\n - other national or state strategies as agreed by the parties.",
      "id": "s231"
    },
    {
      "text": "57 Clause 4 of the 1997 Agreement establishes a framework under which the parties propose to work cooperatively for the purposes of s 19 of the Natural Heritage Act.",
      "id": "s232"
    },
    {
      "text": "The 1997 Agreement is to apply to those Natural Heritage Account funds provided to New South Wales for programs set out in the Natural Heritage Act and any additional State or Commonwealth programs that are included from time to time in attachments to the 1997 Agreement, as agreed by the parties.",
      "id": "s233"
    },
    {
      "text": "Clause 4 expressly provides that the 1997 Agreement allows for the future inclusion of other related programs in the Natural Heritage Trust, additional mechanisms and innovative approaches for the protection and management of Australia's natural heritage, the inclusion of which is agreed by the parties.",
      "id": "s234"
    },
    {
      "text": "58 Clause 5 of the 1997 Agreement provides for attachments consistent with 1997 Agreement to be developed and to become part of the 1997 Agreement.",
      "id": "s235"
    },
    {
      "text": "Attachment A is to relate to the arrangements for managing particular programs or other activities agreed by the parties, and is to include, but is not limited to, the strategic framework in which progress towards identified outcomes is to be achieved.",
      "id": "s236"
    },
    {
      "text": "Attachment B contains provisions for financial assistance to the States in accordance with the 1997 Agreement.",
      "id": "s237"
    },
    {
      "text": "Attachment C outlines the approach to integrated delivery in New South Wales.",
      "id": "s238"
    },
    {
      "text": "By reason of Clause 5.1 of the 1997 Agreement, Attachments A, B and C all form part of the 1977 Agreement itself.",
      "id": "s239"
    },
    {
      "text": "59 By clause 6 of the 1997 Agreement, the parties agree, in accordance with the principles outlined in Clause 3, to plan, develop and support jointly the implementation of strategies to achieve the purposes of the 1997 Agreement.",
      "id": "s240"
    },
    {
      "text": "The specific roles of the Commonwealth and New South Wales are set out in Clauses 6.2 and 6.3 respectively.",
      "id": "s241"
    },
    {
      "text": "None of those provisions is concerned in terms with the acquisition of any property or the imposition of restrictions on the use of land or the clearing of native vegetation.",
      "id": "s242"
    },
    {
      "text": "60 Clause 7 deals with financial arrangements.",
      "id": "s243"
    },
    {
      "text": "Under Clause 7.2, financial arrangements are to be determined in accordance with principles therein stated.",
      "id": "s244"
    },
    {
      "text": "Clause 8 deals with financial administration.",
      "id": "s245"
    },
    {
      "text": "Clause 8.2 provides that financial assistance will be provided in accordance with the provisions of Attachment B.",
      "id": "s246"
    },
    {
      "text": "61 Attachment A consists of a description of Commonwealth programs and delivery arrangements.",
      "id": "s247"
    },
    {
      "text": "The programs are as follows:\n \n&#8226; Bushcare: The National Vegetation Initiative .",
      "id": "s248"
    },
    {
      "text": "&#8226; National Rivercare Program;\n \n&#8226; National Landcare Program;\n \n&#8226; Murray-Darling 2001;\n \n&#8226; Farm Forestry Program;\n \n&#8226; Fisheries Action Program;\n \n&#8226; National Wetlands Program;\n \n&#8226; Endangered Species Program;\n \n&#8226; National Reserve System Program;\n \n&#8226; National Feral Animal Control Program;\n \n&#8226; National Weeds Program.",
      "id": "s249"
    },
    {
      "text": "Mr Spencer draws attention particularly to the Bushcare: The National Vegetation Initiative and the National Land Care Program.",
      "id": "s250"
    },
    {
      "text": "62 The national objectives of the Bushcare : The National Vegetation Initiative are stated as being to:\n \n&#8226; conserve remnant native vegetation;\n \n&#8226; conserve Australia's biological diversity; and\n \n&#8226; restore, by means of revegetation, the environmental values and productive capacity of Australia's degraded land and water.",
      "id": "s251"
    },
    {
      "text": "The national objectives of the National Landcare Program are said to be to:\n \n&#8226; assist and enhancing the long term productivity of natural resources in Australia;\n \n&#8226; promote community, industry and governmental partnership in the management of natural resources in Australia;\n \n&#8226; assist in establishing institutional arrangements to develop and implement policies, programs and practices that will encourage sustainable use of natural resources in Australia;\n \n&#8226; assist in developing approaches to help to resolve conflicts over access to natural resources in Australia; and\n \n&#8226; assist in raising the natural resource and business management skills of landholders.",
      "id": "s252"
    },
    {
      "text": "63 Clause 4.1-3 of the Bushcare: The National Vegetation Initiative section of Attachment A provides as follows:\n [4.1] New South Wales will adopt a state-wide \"whole of government\" approach to the conservation and sustainable management of native vegetation in the social, economic and environmental interests of the State.",
      "id": "s253"
    },
    {
      "text": "There will be a shift from the current situation where there are a range of different existing permit and licensing procedures, to a situation whereby clearing is allowed without a permit if it conforms to a Regional Vegetation Management Plan which has been prepared by stakeholders and approved by the Government.",
      "id": "s254"
    },
    {
      "text": "These Plans will be specific to regions, but underpinned by state-wide thresholds, consistent with the approach outlined in Objective 1.2 of the National Strategy for the Conservation of Australia's Biological Diversity and section 4.2 below.",
      "id": "s255"
    },
    {
      "text": "[4.2] Consistent with relevant legislation and strategies including the national strategies for ecologically sustainable development and biological diversity, New South Wales will: \n \n (a) encourage and promote sustainable native vegetation management;\n (b) protect remnant native vegetation of high conservation value;\n (c) improve the condition of existing native vegetation;\n (d) encourage revegetation of land with appropriate native vegetation; and\n (e) prevent inappropriate native vegetation clearing.",
      "id": "s256"
    },
    {
      "text": "[4.3] Measures to be undertaken to achieve the aims of 4.2 include:\n (a) enactment of native vegetation conservation legislation which will repeal/rationalise existing native vegetation controls and provide for a coordinated State-wide approach;\n (b) promotion of regional vegetation management plans with a biogeographic basis which have legislative status;\n (d) ongoing state-wide monitoring program using satellite technology and supplemented by strategic on-ground, assessments which will provide information for monitoring and compliance;\n (e) encouragement of a whole property planning approach where native vegetation management is integrated with all relevant aspects of property management;\n (f) consideration of property agreements (voluntary) with covenants to qualify landholders for incentive schemes;\n (g) assessment and consent for clearing under native vegetation legislation consistent with that proposed in the Integrated Development Assessment system; and\n (h) promotion of codes of practice to undertake clearing for particular land uses which specify environmental, social and economic criteria consistent with the aims and principles of State native vegetation legislation.",
      "id": "s257"
    },
    {
      "text": "64 Clause 4.6(b) of the National Landcare Program section of Attachment A provide as follows: \n New South Wales is committed to the conservation and sustainable management of native vegetation.",
      "id": "s258"
    },
    {
      "text": "The statutory basis for this will be a new Native Vegetation Conservation Act which will require that native vegetation clearing is subject to comprehensive environmental assessment and permit clearing where consistent with a Regional Vegetation Management Plan.",
      "id": "s259"
    },
    {
      "text": "65 Attachment B to the 1997 Agreement contains standard terms and conditions of financial agreements between the Commonwealth and New South Wales for the purpose of financial assistance.",
      "id": "s260"
    },
    {
      "text": "The 1997 Agreement is described in Attachment B as \" the Partnership Agreement \".",
      "id": "s261"
    },
    {
      "text": "That term is defined as meaning an agreement made between the Commonwealth and the State under s 19 of the Natural Heritage Act of the type referred to in s 19(4) of that Act.",
      "id": "s262"
    },
    {
      "text": "66 Clause 3 of Attachment B provides that payments made to New South Wales will be in accordance with a signed financial agreement as outlined in the pro forma annexed to Attachment B, for defined projects or programs with specified outputs, outcomes and reports.",
      "id": "s263"
    },
    {
      "text": "The pro forma attached recites that the agreement is made for the purpose of providing Commonwealth financial assistance to the State under s 19 of the Natural Heritage Act, s 16 of the National Parks and Wildlife Conservation Act 1975 (Cth) and s 5 of the Financial Assistance Act.",
      "id": "s264"
    },
    {
      "text": "It also recites that the agreement is made for the purposes of linking Commonwealth and State priorities and programs agreed between the parties as outlined in Attachments A and C of the Partnership Agreement and for specified activities to enable the State, within the financial assistance provided, to achieve, in part, the outcomes sought in Attachment A.",
      "id": "s265"
    },
    {
      "text": "67 Attachment C consists of the New South Wales Integrating Framework.",
      "id": "s266"
    },
    {
      "text": "Clause 1 provides that it sets out the integrating framework in New South Wales, which facilitates the integrated planning and implementation of Natural Heritage Trust projects and programs.",
      "id": "s267"
    },
    {
      "text": "Clause 2 provides that implementation of the Partnership Agreement is to occur within the framework of the policies and strategies then set out.",
      "id": "s268"
    },
    {
      "text": "The 2000 Agreement \n \n68 The 2000 Agreement was entered into by the Commonwealth and the six States and two Territories on 3 November 2000.",
      "id": "s269"
    },
    {
      "text": "The preamble provides that, in recognition of Australia's critical salinity and water quality problems, the parties agree to the Salinity Action Plan, which is set out as Attachment A to the 2000 Agreement.",
      "id": "s270"
    },
    {
      "text": "Attachment A is not in evidence.",
      "id": "s271"
    },
    {
      "text": "The purpose of the 2000 Agreement was to establish the arrangements between governments, in accordance with the Salinity Action Plan, that are necessary to motivate and enable regional communities to prevent, stabilise and reverse trends in salinity and improve water quality and secure reliable allocations for human uses, industry and the environment.",
      "id": "s272"
    },
    {
      "text": "By Clause 10, the parties agree on twenty-one catchments or regions which are said to be priority regions for block funding for accreditation plans under the 2000 Agreement.",
      "id": "s273"
    },
    {
      "text": "The priority regions are said to be shown in an indicative map contained in Attachment B, which is not in evidence.",
      "id": "s274"
    },
    {
      "text": "69 By Clause 25 of the 2000 Agreement, the parties agreed: \n ...on need for an improved policy framework, including clarifying property rights, establishing appropriate pricing of water, and introducing regulatory reforms for water and land use, to secure government investments and to motivate best practice in land and water resource management.",
      "id": "s275"
    },
    {
      "text": "By Clause 27, the States and Territories agreed: \n ...to institute controls on land clearing by June 2002 or as otherwise agreed in Bilateral Agreements, which at minimum prohibit land clearing in the land priority catchments / regions where it would lead to unacceptable land or water degradation.",
      "id": "s276"
    },
    {
      "text": "For the purposes of this clause 'unacceptable land and water degradation' will be defined in conjunction with the development of interim standards ... under Clause 20.",
      "id": "s277"
    },
    {
      "text": "70 Clauses 37 to 46 concern Commonwealth financial assistance to the States.",
      "id": "s278"
    },
    {
      "text": "By clause 37, the Commonwealth financial contribution of $700 million over 7 years is stated to be 'matched' by State and Territory contributions.",
      "id": "s279"
    },
    {
      "text": "By Clause 39, Commonwealth financial contributions are stated to be available to a State or Territory once agreement is reached with that State or Territory on the implementation of the whole package of measures through the signing of the 2000 Agreement.",
      "id": "s280"
    },
    {
      "text": "71 The 2000 Agreement goes on to describe some principles for the funding of 'catchment / regional bodies'.",
      "id": "s281"
    },
    {
      "text": "By clause 47 the parties agree that compensation to assist adjustment where property rights are lost will be addressed in developing catchment/regional plans noting that, while such compensation is the responsibility of the States and Territories, the Commonwealth is prepared to consider making an additional contribution, separate from the $700 million mentioned above.",
      "id": "s282"
    },
    {
      "text": "The 2002 Agreement \n \n72 The preamble to the 2002 Agreement refers to rising salinity in soils and waterways that poses a significant challenge to the people of New South Wales.",
      "id": "s283"
    },
    {
      "text": "The preamble recites that the parties are committed to implementing the Salinity Action Plan endorsed by the 2000 Agreement, which established the framework for implementation for the Salinity Action Plan.",
      "id": "s284"
    },
    {
      "text": "73 In clause 4.11 of the 2002 Agreement, in dealing with land, the parties noted that the objects of the 1997 Vegetation Act were based on the principles of ecologically sustainable development.",
      "id": "s285"
    },
    {
      "text": "By Clause 4.12, the parties recognised that New South Wales had in place a legislative and regulatory framework under the 1997 Vegetation Act that meets the requirements of Clause 27 of the 2000 Agreement.",
      "id": "s286"
    },
    {
      "text": "By Clause 4.14, the parties recognised that the regulatory and planning framework established by the 1997 Vegetation Act formed an appropriate mechanism for assessing applications to clear land in New South Wales.",
      "id": "s287"
    },
    {
      "text": "By Clause 4.15, the parties noted that New South Wales was currently reviewing the assessment and compliance procedures under the 1997 Vegetation Act and that, in particular, land clearing assessment guidelines were currently being updated to incorporate a more comprehensive process for assessing potential salinity impacts.",
      "id": "s288"
    },
    {
      "text": "74 By Clause 4.1 of the 2002 Agreement, the parties acknowledged that New South Wales was significantly advanced in land and water reforms and had natural resource management priorities and strategies that are consistent with the overall national policy approach outlined in the Salinity Action Plan.",
      "id": "s289"
    },
    {
      "text": "Clause 4.1 provided that implementation of the 2002 Agreement would occur within the existing framework of State legislation, policies and strategies described in Schedule 2 but recognised that the State framework would be refined and updated from time to time.",
      "id": "s290"
    },
    {
      "text": "75 Schedule 2 relevantly provided that a range of legislation and regulation affects land and water management in New South Wales.",
      "id": "s291"
    },
    {
      "text": "One of the three principal pieces of legislation is the 1997 Vegetation Act, the other two being the Catchment Management Act 1989 (NSW) and the Water Management Act 2000 (NSW).",
      "id": "s292"
    },
    {
      "text": "Schedule 2 stated that the provisions of those principal pieces of legislation relate to:\n \n&#8226; natural resource management planning by means of government and community partnerships and based on best available information;\n \n&#8226; control over certain activities such as vegetation clearance and the use of water resources; and\n \n&#8226; incentives for certain activities such as salinity, vegetation and water management.",
      "id": "s293"
    },
    {
      "text": "76 Clause 5.1 of the 2002 Agreement provides as follows:\n Subject to this Agreement and appropriation by the Commonwealth and New South Wales Parliaments of funds, each Party will allocate $198 million over the life to this Agreement for the implementation of the [Salinity Action Plan] in New South Wales, unless terminated earlier in accordance with Clause 20.",
      "id": "s294"
    },
    {
      "text": "Clause 21.1 states as follows:\n The parties agree that compensation to assist adjustment where property rights are lost will be addressed in developing catchment/regional plans noting that, while such compensation is the responsibility of the States and Territories, the Commonwealth is prepared to consider making additional contribution, separate from that noted at Clause 5.1.",
      "id": "s295"
    },
    {
      "text": "The 2003 Agreement \n \n77 On 14 August 2003, the Commonwealth and New South Wales entered into the 2003 Agreement \"to deliver the extension of the Natural Heritage Trust\".",
      "id": "s296"
    },
    {
      "text": "The preamble to the 2003 Agreement provides that the Commonwealth and New South Wales wish to reflect their intent to work as joint investment partners, with the community and other stakeholders, in natural resource management activities and that, in particular, the Commonwealth and New South Wales jointly seek to fulfil three overarching objectives of the Natural Heritage Trust as follows:\n \n&#8226; Biodiversity conservation;\n \n&#8226; Sustainable use of natural resources; and\n \n&#8226; Community capacity building and institutional change.",
      "id": "s297"
    },
    {
      "text": "78 The preamble recited that Natural Heritage Trust investment would occur at three levels, namely:\n \n&#8226; National/State,\n \n&#8226; Regional, and\n \n&#8226; Local.",
      "id": "s298"
    },
    {
      "text": "Clause C of the preamble recites that the role of the parties in implementing the 2003 Agreement is to ensure that the Natural Heritage Trust investment is strategic, high priority and consistent with regional, State-wide and national priorities.",
      "id": "s299"
    },
    {
      "text": "79 The preamble also recites that the Natural Heritage Trust consists of four programs, Landcare, Bushcare, Rivercare and Coastcare.",
      "id": "s300"
    },
    {
      "text": "Those programs are set out in more detail in Attachment 1 to the 2003 Agreement.",
      "id": "s301"
    },
    {
      "text": "In Attachment 1, the national goal of the Landcare Program is said to be to reverse land degradation and promote sustainable agriculture.",
      "id": "s302"
    },
    {
      "text": "The national goal of the Bushcare Program is to conserve and restore habitat for Australia's unique native flora and fauna that underpin the health of landscapes.",
      "id": "s303"
    },
    {
      "text": "One of the priorities in seeking to achieve that goal is to reverse the decline in the extent and quality of Australia's native vegetation.",
      "id": "s304"
    },
    {
      "text": "80 Clause M of the preamble states that the 2003 Agreement is made pursuant to s 19(2) of the Natural Heritage Act and s 5 of the Financial Assistance Act.",
      "id": "s305"
    },
    {
      "text": "By clause 2.1, the 2003 Agreement is to commence on the day of signing and continue in force until 30 June 2007.",
      "id": "s306"
    },
    {
      "text": "81 By clause 4.1, the parties acknowledge that New South Wales is significantly advanced in land, water and biodiversity reforms and has natural resource management and biodiversity conservation priorities and strategies that are consistent with the overall national policy approach outlined in the Natural Heritage Trust, by which, it seems reasonable to infer, is meant that they are consistent with the objects of the Natural Heritage Account.",
      "id": "s307"
    },
    {
      "text": "82 Clauses 4.4 to 4.8 deal with \"vegetation management and biodiversity conservation\".",
      "id": "s308"
    },
    {
      "text": "By clause 4.6, New South Wales agrees to pursue measures:\n \n&#8226; to prevent clearance of ecological communities with an extent below 30% of that present pre-1750;\n \n&#8226; to assess native vegetation condition; and\n \n&#8226; to continue to reducing the national net rate of land clearance to zero.",
      "id": "s309"
    },
    {
      "text": "The parties agree to review progress of the implementation of measures arising from the above periodically, but by no later than June 2004.",
      "id": "s310"
    },
    {
      "text": "By clause 4.7, the parties recognise the need to accelerate the development of an integrated native vegetation system that will improve the ability of government agencies, catchment boards, land holders and the community to make informed vegetation management decisions.",
      "id": "s311"
    },
    {
      "text": "While those provisions may have some marginal relevance to the issues in the proceeding, no reference was made to them by Mr Spencer.",
      "id": "s312"
    },
    {
      "text": "THE STATE STATUTES \n \n83 The 1997 Vegetation Act received Royal Assent on 16 December 1997.",
      "id": "s313"
    },
    {
      "text": "It was repealed on 1 December 2005 by operation of s 52 of the 2003 Vegetation Act.",
      "id": "s314"
    },
    {
      "text": "The 2003 Vegetation Act received Royal Assent on 11 December 2003.",
      "id": "s315"
    },
    {
      "text": "However, it did not commence until 1 December 2005.",
      "id": "s316"
    },
    {
      "text": "It remains in force.",
      "id": "s317"
    },
    {
      "text": "84 I shall describe separately the relevant provisions of the State Statutes.",
      "id": "s318"
    },
    {
      "text": "The 1997 Vegetation Act \n \n85 Section 3 of the 1997 Vegetation Act provided that its objects were relevantly to:\n \n&#8226; provide for the conservation and management of native vegetation on a regional basis;\n \n&#8226; encourage and promote native vegetation management;\n \n&#8226; protect native vegetation of high conservation value;\n \n&#8226; improve the condition of existing native vegetation;\n \n&#8226; encourage the revegetation and rehabilitation of land, with appropriate native vegetation;\n \n&#8226; prevent the inappropriate clearing of vegetation;\n \n&#8226; promote the significance of native vegetation;\n \nin accordance with the principles of ecologically sustainable development.",
      "id": "s319"
    },
    {
      "text": "Section 6 defines native vegetation as meaning indigenous vegetation consisting of trees, understorey plants, groundcover and plants occurring in a wetland.",
      "id": "s320"
    },
    {
      "text": "86 Part 2 of the 1997 Vegetation Act deals with clearing native vegetation and clearing protected land.",
      "id": "s321"
    },
    {
      "text": "Under s 5(1) clearing native vegetation includes cutting down, felling, thinning, logging or removing native vegetation, killing, destroying, poisoning, ringbarking, uprooting or burning native vegetation, severing topping or lopping branches, limbs, stems or trunks of native vegetation and substantially damaging or injuring native vegetation in any way.",
      "id": "s322"
    },
    {
      "text": "Under s 5(2) clearing protected land means doing any one or more of those things in relation to any vegetation on protected land , as defined in s 4.",
      "id": "s323"
    },
    {
      "text": "Protected land means regional protect land (land that is identified in a regional vegetation management plan as regional protected land) or State protected land (land that is identified in an order under s 7 as State protected land, and any land that was defined as protected land under s 21AB of the Soil Conservation Act 1938 (NSW) before its repeal).",
      "id": "s324"
    },
    {
      "text": "87 The object of Part 2 is to apply the development consent process under Part 4 of the Environmental Planning and Assessment Act 1979 (NSW) ( the EPA Act ) in relation to clearing native vegetation and clearing protected land.",
      "id": "s325"
    },
    {
      "text": "Division 2 of Part 2 deals with the requirement for development consent for clearing native vegetation on land that is subject to a regional vegetation management plan , while Division 3 generally requires development consent for clearing native vegetation on land that is not subject to a regional vegetation management plan.",
      "id": "s326"
    },
    {
      "text": "88 Section 21, which is in Division 3, provides that a person must not clear native vegetation on any land except in accordance with a development consent that is in force or a native vegetation code of practice.",
      "id": "s327"
    },
    {
      "text": "Development consent means development consent under Part 4 of the EPA Act.",
      "id": "s328"
    },
    {
      "text": "However, s 21 does not apply to land to which a regional vegetation management plan applies or to land which is State protected land.",
      "id": "s329"
    },
    {
      "text": "89 Part 3 deals with regional vegetation management plans.",
      "id": "s330"
    },
    {
      "text": "Under s 25, which is in Part 3, a regional vegetation management plan may contain provisions specifying whether or not development consent is required to clear native vegetation and may adopt or incorporate the provisions of a native vegetation code of practice as part of the plan.",
      "id": "s331"
    },
    {
      "text": "Part 4 of the 1997 Vegetation Act deals with vegetation codes of practice.",
      "id": "s332"
    },
    {
      "text": "90 Section 38, which is in Part 4, provides that a vegetation code of practice may contain provisions relating to the clearing of native vegetation on land for a purpose specified in the code.",
      "id": "s333"
    },
    {
      "text": "A native vegetation code of practice is to include the aims and objectives of the code and is to specify the extent to which the native vegetation may be cleared in accordance with the code.",
      "id": "s334"
    },
    {
      "text": "The 2003 Vegetation Act \n \n91 The objects of the 2003 Vegetation Act are essentially the same as those of the 1997 Vegetation Act.",
      "id": "s335"
    },
    {
      "text": "92 Part 3 of the 2003 Vegetation Act deals with clearing native vegetation.",
      "id": "s336"
    },
    {
      "text": "Native vegetation is defined in terms similar to the definition in the 1997 Vegetation Act and clearing has a similar meaning, with the exception that severing, topping or lopping branches, limbs, stems or trunks of native vegetation and substantially damaging or injuring native vegetation in any way have been removed from the definition of clearing.",
      "id": "s337"
    },
    {
      "text": "Section 12(1) of the 2003 Vegetation Act, which is in Part 3, provides that native vegetation must not be cleared except in accordance with a development consent granted in accordance with the Act or a property vegetation plan.",
      "id": "s338"
    },
    {
      "text": "Section 12(2) makes it a criminal offence to carry out or authorise clearing of land in contravention of s 12.",
      "id": "s339"
    },
    {
      "text": "Under s 14, if development consent is required to clear native vegetation, Part 4 of the EPA Act applies to the granting of the development consent.",
      "id": "s340"
    },
    {
      "text": "93 Division 2 of Part 3 deals with permitted clearing.",
      "id": "s341"
    },
    {
      "text": "Under s 19, which is in Division 2, clearing of native vegetation that is only regrowth, but not protected regrowth, is permitted, subject to any exclusion in a property vegetation plan.",
      "id": "s342"
    },
    {
      "text": "Under s 9, regrowth means any native vegetation that has regrown, relevantly, since 1 January 1990.",
      "id": "s343"
    },
    {
      "text": "Under s 10, protected regrowth means any native vegetation that is identified as such in a property vegetation plan, an environmental planning instrument, a natural resource management plan or an interim protection order made under s 10.",
      "id": "s344"
    },
    {
      "text": "94 Division 3 of Part 3 deals with permitted activities and sets out the activities that do not constitute the clearing of native vegetation for the purposes of Part 3 and, accordingly, are permitted to be carried out without the authority conferred by a development consent or a property vegetation plan.",
      "id": "s345"
    },
    {
      "text": "Section 22, which is in Division 3, provides that clearing for \"routine agricultural management activities\" is permitted.",
      "id": "s346"
    },
    {
      "text": "95 Under s 11, routine agricultural management activities means any of the following activities:\n \n&#8226; the construction, operation and maintenance of rural infrastructure;\n \n&#8226; the removal of noxious weeds;\n \n&#8226; the control of noxious animals;\n \n&#8226; the collection of fire wood, except for commercial purposes;\n \n&#8226; the harvesting or other clearing of native vegetation planted for commercial purposes;\n \n&#8226; the lopping of native vegetation for stock fodder;\n \n&#8226; any activity reasonably considered necessary to remove or reduce an imminent risk of serious personal injury or damage to property.",
      "id": "s347"
    },
    {
      "text": "Under s 11(2), regulations may make provision for or with respect to extending, limiting or varying the activities that are routine agricultural management activities.",
      "id": "s348"
    },
    {
      "text": "96 The Native Vegetation Regulation 2005 ( the 2005 Regulation ) deals with routine agricultural management activities.",
      "id": "s349"
    },
    {
      "text": "Regulation 16 provides that the activities that comprise routine agricultural management activities are extended to include the clearing of native vegetation on land for use in the construction or maintenance of rural infrastructure during limited periods.",
      "id": "s350"
    },
    {
      "text": "Regulation 17 deals with the clearing of feral native plant species.",
      "id": "s351"
    },
    {
      "text": "Regulation 20 deals with infrastructure buffer distances.",
      "id": "s352"
    },
    {
      "text": "Regulations 20(1) and 20(3) impose distance clearing restrictions on the activities listed and do not limit the kinds of activities that can be carried out in the areas mentioned in those provisions.",
      "id": "s353"
    },
    {
      "text": "Regulation 20(2), in addition, limits the kinds of activities that can be carried on in certain areas that are specified.",
      "id": "s354"
    },
    {
      "text": "The area in which Saarahnlee is located is covered by Regulation 20(3) and not by Regulation 20(2).",
      "id": "s355"
    },
    {
      "text": "97 Section 23 of the 2003 Vegetation Act, which is in Division 3 of Part 3, deals with the continuation of farm activities.",
      "id": "s356"
    },
    {
      "text": "Under s 23, the continuation of existing cultivation, grazing or rotational farming practices is permitted if it does not involve the clearing of remnant native vegetation.",
      "id": "s357"
    },
    {
      "text": "Existing means existing at the commencement of the 2003 Vegetation Act.",
      "id": "s358"
    },
    {
      "text": "Under s 9, remnant native vegetation is any native vegetation other than regrowth.",
      "id": "s359"
    },
    {
      "text": "98 It may be of significance that the prohibitions contained in the 2003 Vegetation Act are not absolute.",
      "id": "s360"
    },
    {
      "text": "Rather, the 2003 Vegetation Act prohibits or restricts the clearing of native vegetation without first obtaining development consent in accordance with Part 4 of the EPA Act.",
      "id": "s361"
    },
    {
      "text": "However, it is common ground that no such development consent has been granted in respect of Saarahnlee.",
      "id": "s362"
    },
    {
      "text": "Accordingly, there are, at present, significant restrictions on the clearing of native vegetation on Saarahnlee.",
      "id": "s363"
    },
    {
      "text": "SERIOUS QUESTION TO BE TRIED / REASONABLE PROSPECT OF SUCCESS \n \n99 It is important to focus on the final relief claimed by Mr Spencer.",
      "id": "s364"
    },
    {
      "text": "He seeks declarations that the Commonwealth Statutes are invalid to the extent that they effected or authorised acquisitions of property from Mr Spencer .",
      "id": "s365"
    },
    {
      "text": "He also seeks declarations that the Inter-Governmental Agreements are invalid to the extent that they effected or authorised acquisitions of property from Mr Spencer.",
      "id": "s366"
    },
    {
      "text": "Thus, it is necessary to consider whether either of the Commonwealth Statutes or any of the Inter-Governmental Agreements effected or authorised an acquisition of property from Mr Spencer.",
      "id": "s367"
    },
    {
      "text": "100 A critical step in Spencer's contentions, as I understand them, is that each of the Commonwealth Statutes is invalid, at least in part, because it is a law with respect to the acquisition of property and does not provide for just terms.",
      "id": "s368"
    },
    {
      "text": "If there has been no acquisition of any of Mr Spencer's property, the proceeding must fail.",
      "id": "s369"
    },
    {
      "text": "More importantly, however, even if there has been an acquisition of Mr Spencer's property, the proceeding as pleaded must fail unless Mr Spencer is able to demonstrate that the relevant acquisition was effected or authorised by the Financial Assistance Act or the Natural Heritage Act.",
      "id": "s370"
    },
    {
      "text": "101 Counsel for Mr Spencer conceded, in the course of argument, that neither the Financial Assistance Act nor the Natural Heritage Act effected any acquisition of any property of Mr Spencer's.",
      "id": "s371"
    },
    {
      "text": "Rather, Mr Spencer accepts that, if any property of his has been acquired, it was acquired by, or as a result of, the passing of the State Statutes, coupled with the making of administrative decisions by officers of New South Wales under the State Statutes.",
      "id": "s372"
    },
    {
      "text": "He contends that the effect of the State Statutes, in the light of those administrative decisions, has been to impose restrictions or prohibitions on the use of Saarahnlee so as to expropriate the Rights and Interests as described in the statement of claim.",
      "id": "s373"
    },
    {
      "text": "Importantly, however, Mr Spencer does not, in this proceeding, impugn the validity of either of the State Statutes.",
      "id": "s374"
    },
    {
      "text": "102 It is common ground that, in respect of the acquisition or expropriation alleged by Mr Spencer, no compensation has been paid or offered to Mr Spencer by the Commonwealth and that just terms have not been provided to Mr Spencer by the Commonwealth .",
      "id": "s375"
    },
    {
      "text": "Further, it is common ground that Mr Spencer has received no compensation from the Commonwealth in respect of any advantage or benefit accruing to the Commonwealth in respect of the Carbon Rights.",
      "id": "s376"
    },
    {
      "text": "The question of whether or not Mr Spencer is entitled to compensation from New South Wales has not been explored in the proceeding.",
      "id": "s377"
    },
    {
      "text": "103 In his submissions, counsel for Mr Spencer formulated a number of questions in respect of which he contended that there is a serious question to be tried.",
      "id": "s378"
    },
    {
      "text": "The questions are as follows:\n \n1.",
      "id": "s379"
    },
    {
      "text": "Whether the Commonwealth has received a benefit and Mr Spencer has suffered a corresponding or co-relative detriment.",
      "id": "s380"
    },
    {
      "text": "2.",
      "id": "s381"
    },
    {
      "text": "Whether any of the Rights and Interests, as identified in Mr Spencer's statement of claim, constitute property within the meaning of s 51(xxxi) of the Constitution .",
      "id": "s382"
    },
    {
      "text": "3.",
      "id": "s383"
    },
    {
      "text": "Whether there has been an acquisition of any such property within the meaning of s 51(xxxi).",
      "id": "s384"
    },
    {
      "text": "4.",
      "id": "s385"
    },
    {
      "text": "Whether any such property has been acquired for a purpose for which the Parliament of the Commonwealth has power to make laws.",
      "id": "s386"
    },
    {
      "text": "5.",
      "id": "s387"
    },
    {
      "text": "Whether the Commonwealth has made a law with respect to the acquisition of any such property.",
      "id": "s388"
    },
    {
      "text": "6.",
      "id": "s389"
    },
    {
      "text": "Whether, in the absence of any such law, the alleged acquisition is unauthorised such that property of Mr Spencer's has been converted by the Commonwealth.",
      "id": "s390"
    },
    {
      "text": "104 Counsel for Mr Spencer contended that none of those questions is a question of law simpliciter .",
      "id": "s391"
    },
    {
      "text": "Specifically, question 5 was said to involve a factual consideration as to whether the Commonwealth statutes formed part of a scheme or device to avoid or over-reach the restriction imposed on the Commonwealth by s 51(xxxi) of the Constitution , as alleged in paragraph (9.2) of Mr Spencer's statement of claim (see [6] above).",
      "id": "s392"
    },
    {
      "text": "105 Counsel for Mr Spencer contended that question 5, which appears to be critical, should be considered on the basis that:\n \n&#8226; there is an evidentiary basis for the assertion that the Commonwealth has received a benefit and that Mr Spencer has suffered a corresponding or relative detriment;\n \n&#8226; there has therefore been an acquisition of Mr Spencer's property;\n \n&#8226; the property of Mr Spencer that has been acquired is property within the meaning of s 51(xxxi) of the Constitution ;\n \n&#8226; the property acquired has been acquired for a purpose for which the Commonwealth Parliament has power to make laws;\n \n&#8226; that acquisition of property was otherwise than on just terms.",
      "id": "s393"
    },
    {
      "text": "That is to say, it is contended that question 5 must be considered on the assumption that questions 1 to 4 are answered favourably to Mr Spencer.",
      "id": "s394"
    },
    {
      "text": "106 The Commonwealth, on the other hand, contended that there are four bases upon which Mr Spencer's proceeding should be dismissed summarily.",
      "id": "s395"
    },
    {
      "text": "The Commonwealth's contentions were as follows:\n \n1.",
      "id": "s396"
    },
    {
      "text": "Neither of the Commonwealth Statutes is a law with respect to the acquisition of property within s 51(xxxi) of the Constitution : rather, each is a law for the granting of financial assistance to states under s 96 of the Constitution .",
      "id": "s397"
    },
    {
      "text": "2.",
      "id": "s398"
    },
    {
      "text": "Mr Spencer lacks standing or, alternatively, the claims made in his statement of claim do not give rise to a justiciable matter for the purpose of Chapter III of the Constitution .",
      "id": "s399"
    },
    {
      "text": "3.",
      "id": "s400"
    },
    {
      "text": "Mr Spencer's statement of claim does not allege facts that would constitute an acquisition of property within the meaning of s 51(xxxi) of the Constitution .",
      "id": "s401"
    },
    {
      "text": "4.",
      "id": "s402"
    },
    {
      "text": "The doctrines of res judicata or issue estoppel constitute a complete bar to Mr Spencer's claims.",
      "id": "s403"
    },
    {
      "text": "107 The question of res judicata or issue estoppel is a separate and discrete one.",
      "id": "s404"
    },
    {
      "text": "On the other hand, Mr Spencer's questions 1, 2 and 3 tend to merge together and there is an overlap between the matters raised by Mr Spencer's questions and the matters raised by contentions 1, 2 and 3 advanced on behalf of the Commonwealth.",
      "id": "s405"
    },
    {
      "text": "The Commonwealth's contention 2 may be another way of saying that, even if there is some element of invalidity in the Commonwealth Statutes, neither of them authorises or effects any acquisition of any property of Mr Spencer's.",
      "id": "s406"
    },
    {
      "text": "108 The questions that appear to me to arise in both motions before the Court are as follows:\n \n&#8226; Whether there has been an acquisition of property of Mr Spencer's within s 51(xxxi) ;\n \n&#8226; Whether either of the Commonwealth Statutes is a law with respect to the acquisition of property within s 51(xxxi) of the Constitution ;\n \n&#8226; Whether either of the Commonwealth Statutes authorised or effected any acquisition of property of Mr Spencer's.",
      "id": "s407"
    },
    {
      "text": "109 I propose to address those questions, together with the following questions:\n \n&#8226; Standing/Matter;\n \n&#8226; Conversion by the Commonwealth;\n \n&#8226; Res judicata /Issue Estoppel.",
      "id": "s408"
    },
    {
      "text": "However, before dealing with those questions, I will first say something about the relevant legal principles concerning ss 51(xxxi) and 96 of the Constitution .",
      "id": "s409"
    },
    {
      "text": "Some Legal Principles Concerning ss 51(xxxi) and 96 \n \n 110 In characterising a law of the Commonwealth, it is necessary to ascertain the direct legal and practical operation of the particular law by determining the rights, duties, obligations, powers and privileges that the law changes, regulates or abolishes (see Fairfax v Federal Commissioner of Taxation [1965] HCA 64 ; (1965) 114 CLR 1 at 7, New South Wales v The Commonwealth [2006] HCA 52 ; (2006) 229 CLR 1 at 103-104 and Attorney-General of Victoria v Andrews [2007] HCA 9 ; (2007) 230 CLR 369 at 407-409).",
      "id": "s410"
    },
    {
      "text": "Further, it is not appropriate to characterise a law by reference to the motives that inspire it or the consequences that flow from it ( Huddart Parker Ltd v The Commonwealth [1931] HCA 1 ; (1931) 44 CLR 492 at 515-516 and Murphyores Incorporated Pty Ltd v The Commonwealth [1976] HCA 20 ; (1976) 136 CLR 1 at 20).",
      "id": "s411"
    },
    {
      "text": "111 Section 51(xxxi) is not limited to laws providing, in terms, for the acquisition of property by the Commonwealth itself.",
      "id": "s412"
    },
    {
      "text": "Thus, the imposition by the Commonwealth of a statutory time limit upon an subsisting and unresolved cause of action at common law in a State court may constitute an acquisition of property, where there is a disadvantage to one party and a corresponding advantage to another, although there does not need to be an exact correspondence of disadvantage and advantage ( Smith v ANL Limited [2000] HCA 58 ; (2001) 204 CLR 493 at 500 and 504-505 and Newcrest Mining Co v The Commonwealth [1997] HCA 38 ; (1997) 190 CLR 513 at 634).",
      "id": "s413"
    },
    {
      "text": "112 Further, the requirement of just terms in s 51(xxxi) applies in the case of acquisition of property authorised under a Commonwealth law, even though the Commonwealth itself does not acquire the property.",
      "id": "s414"
    },
    {
      "text": "The provision could readily be evaded if it did not apply, for example, to acquisition by a corporation constituted by the Commonwealth or by an individual person authorised by a Commonwealth law to acquire property.",
      "id": "s415"
    },
    {
      "text": "It would be quite ineffective if, by making an agreement with a State for the acquisition of property upon terms that were not just, the Commonwealth Parliament could validly provide for the acquisition of property from any person to whom State legislation could be applied upon terms that were other than just.",
      "id": "s416"
    },
    {
      "text": "Accordingly, all Commonwealth legislation with respect to the subject of acquiring property must affirmatively provide just terms for such acquisition, whether the acquisition be by the Commonwealth, by a State or by any other person or entity (see PJ Magennis Pty Ltd v The Commonwealth [1949] HCA 66 ; (1949) 80 CLR 382 at 401-402).",
      "id": "s417"
    },
    {
      "text": "113 In addition, there is nothing in s 51(xxxi) that limits its application to a law that directly acquires property by force of its own terms or creates a previously non-existing power in some person to acquire property or that comes into operation upon the acquisition of property.",
      "id": "s418"
    },
    {
      "text": "Thus, where a law authorises the execution of an agreement, the whole subject matter of which is the acquisition of property upon certain terms and conditions for certain purposes, the law is a law with respect to the acquisition of property (see PJ Magennis Pty Ltd [1949] HCA 66 ; (1949) 80 CLR 382 at 402).",
      "id": "s419"
    },
    {
      "text": "114 In PJ Magennis Pty Ltd [1949] HCA 66 ; (1949) 80 CLR 382 , the Commonwealth and a State purported to make an agreement whereby the State was to acquire land and to settle discharged members of the armed forces on the land.",
      "id": "s420"
    },
    {
      "text": "The whole transaction was described as a joint venture between the Commonwealth and the State.",
      "id": "s421"
    },
    {
      "text": "Commonwealth legislation authorising the executive government of the Commonwealth to enter into such an agreement was founds to be legislation with respect to the acquisition of land for a purpose in respect of which the Commonwealth Parliament has power to make laws.",
      "id": "s422"
    },
    {
      "text": "In the absence of a provision for just terms, such legislation was invalid (see PJ Magennis Pty Ltd [1949] HCA 66 ; (1949) 80 CLR 382 at 424).",
      "id": "s423"
    },
    {
      "text": "115 However, s 51(xxxi) of the Constitution applies only to legislation of the Commonwealth Parliament and does not invalidate State legislation that does not provide just terms.",
      "id": "s424"
    },
    {
      "text": "Nevertheless, while legislation of a State may be valid, if it operates only to approve and ratify a purported agreement with the Commonwealth, being an agreement that is beyond the power of the Commonwealth Parliament to authorise, that purported agreement cannot be an agreement between the Commonwealth and the State.",
      "id": "s425"
    },
    {
      "text": "In those circumstances, there would be no agreement that the State legislation could approve and ratify.",
      "id": "s426"
    },
    {
      "text": "While the legislation of the State in such a case would still be valid, it would be inoperative in the sense that it approves and ratifies nothing (see PJ Magennis Pty Ltd [1949] HCA 66 ; (1949) 80 CLR 382 at 424-425).",
      "id": "s427"
    },
    {
      "text": "116 Section 96 of the Constitution provides that the Parliament may grant financial assistance to any State on such terms and conditions as the Parliament thinks fit.",
      "id": "s428"
    },
    {
      "text": "That power is susceptible of a very wide construction in which few, if any, restrictions can be implied.",
      "id": "s429"
    },
    {
      "text": "Restrictions could only be implied from some conception of the purpose for which the particular power was conferred upon Parliament or from some general constitutional limitations upon the powers of the Parliament that an exercise of the power given by s 96 might otherwise transcend.",
      "id": "s430"
    },
    {
      "text": "It may not be difficult to perceive that such limitations would be intended in the case of coercive powers.",
      "id": "s431"
    },
    {
      "text": "However, there is nothing in s 96 that is coercive.",
      "id": "s432"
    },
    {
      "text": "It is but a power to make grants of money and to impose conditions on those grants.",
      "id": "s433"
    },
    {
      "text": "There is no power to compel a State to accept a grant, the acceptance of which would carry with it an obligation to satisfy accompanying conditions (see State of Victoria v The Commonwealth [1957] HCA 54 ; (1957) 99 CLR 575 at 605).",
      "id": "s434"
    },
    {
      "text": "117 The Commonwealth may properly induce a State to exercise that State's powers by offering a money grant by way of financial assistance (see South Australia v The Commonwealth [1942] HCA 14 ; (1942) 65 CLR 373 at 417).",
      "id": "s435"
    },
    {
      "text": "The power conferred by s 96 to grant financial assistance to a State is validly exercised by the Commonwealth notwithstanding that:\n \n&#8226; the State is bound to apply the money specifically to an object that has been defined,\n \n&#8226; that object is outside the powers of the Commonwealth,\n \n&#8226; the payments are left to the discretion of a Minister of the Commonwealth, and\n \n&#8226; the money is provided as the Commonwealth's contribution to an object for which the State is also to contribute funds.",
      "id": "s436"
    },
    {
      "text": "Section 96 is satisfied if money is placed in the hands of a State notwithstanding that, in the exercise of the power to impose terms and conditions, the State is required to pay over the money to a class of persons in or connected with the State in order to fulfil some purpose of the Commonwealth that is outside its power to effect directly (see State of Victoria at 606-7).",
      "id": "s437"
    },
    {
      "text": "However, a State is not bound to accept a grant of financial assistance by the Commonwealth.",
      "id": "s438"
    },
    {
      "text": "118 A State can acquire land or other property, by resumption or otherwise, on any terms authorised by its Parliament, whether just or unjust.",
      "id": "s439"
    },
    {
      "text": "If a State Act provides for resumption of land on terms which are thought not to be just, that is of no consequence legally: it cannot affect in any way the validity of the State Act or of what is done under it (see Pye v Renshaw [1951] HCA 8 ; (1951) 84 CLR 58 at 79-80).",
      "id": "s440"
    },
    {
      "text": "Further, the Commonwealth may provide money to a State under s 96 in order that the State may resume land otherwise than on just terms (see Pye v Renshaw [1951] HCA 8 ; (1951) 84 CLR 58 at 83), presumably because such a law, not requiring an appropriation of property as a condition of a grant of financial assistance, is not a law with respect to the acquisition of property.",
      "id": "s441"
    },
    {
      "text": "However, there is no substance in the proposition that a law that is for giving financial assistance to a State or States under s 96 is, by that reason alone, therefore not a law with respect to the acquisition of property (see Magennis Pty Ltd [1949] HCA 66 ; (1949) 80 CLR 382 at 403).",
      "id": "s442"
    },
    {
      "text": "Further, it would appear to be ultra vires the legislative power of the Commonwealth to authorise a grant under s 96 pursuant to an agreement, or to authorise an agreement, that requires a State to use its law making powers to acquire property on unjust terms , because such legislation would be with respect to the acquisition of property (see Magennis Pty Ltd [1949] HCA 66 ; (1949) 80 CLR 382 at 399 and 402-403).",
      "id": "s443"
    },
    {
      "text": "119 There appears to be a distinction between:\n \n- a grant made on the basis or an understanding that a State may use the grant to assist in the financing of acquisitions of property otherwise than on just terms , which is, subject to other provisions of the Constitution , valid because it is not a law with respect to the acquisition of property otherwise than on just terms) and \n \n- a grant made on the condition that a State acquire property on terms that are unjust (which is invalid because it is a law with respect to the acquisition of property otherwise than on just terms) \n \n (see generally the decisions of the High Court of Australia in Magennis and Pye v Renshaw ).",
      "id": "s444"
    },
    {
      "text": "120 Accordingly, it may be arguable that an agreement between the Commonwealth and a State will be invalid if, as a condition of accepting a grant of financial assistance, the State agrees to acquire property otherwise than on just terms.",
      "id": "s445"
    },
    {
      "text": "Thus, an agreement between the Commonwealth and a State whereby the Commonwealth agrees to offer a money grant by way of financial assistance under s 96 in order to induce a State to exercise its powers to resume land on terms that are not just is arguably invalid.",
      "id": "s446"
    },
    {
      "text": "121 If a Commonwealth law authorises the making of grants under s 96 on the condition that there is an agreement with a State as to the terms of that financial assistance, the Commonwealth law would ordinarily be interpreted to require a valid agreement.",
      "id": "s447"
    },
    {
      "text": "If a Commonwealth law is silent as to whether the agreement may provide for the acquisition of property otherwise than on just terms, the Commonwealth law should be interpreted to authorise only the making of agreements that impose conditions on the granting of financial assistance that would not be constitutionally invalid under s 51(xxxi) if they were imposed directly as a condition of a grant by a Commonwealth law made under s 96 (see Evans v State of New South Wales [2008] FCAFC 130).",
      "id": "s448"
    },
    {
      "text": "122 Thus, a purported agreement imposing a requirement on a State that it acquire property on unjust terms as a condition of the Commonwealth's providing financial assistance would be ultra vires the power to enter into agreements under such a Commonwealth law.",
      "id": "s449"
    },
    {
      "text": "For that reason, the issue of the Constitutional validity of such an agreement need not arise directly in such a case.",
      "id": "s450"
    },
    {
      "text": "Such a Commonwealth law would not be invalid by reason of s 51(xxxi) , because it would not authorise the making of unconstitutional agreements.",
      "id": "s451"
    },
    {
      "text": "If a Commonwealth law did expressly, or by necessary implication, authorise the making of unconstitutional agreements, that law would be invalid.",
      "id": "s452"
    },
    {
      "text": "However, none of that will lead to the law of a State being invalid, unless the operation of that State law is dependant upon the existence of a valid agreement with the Commonwealth (see Magennis's case).",
      "id": "s453"
    },
    {
      "text": "Acquisition of Property Within s 51(xxxi) \n \n123 Mr Spencer says that the imposition of a restriction on the use of land, or on the exercise of one or more of the rights that constitute the incidents of the ownership of land, is capable of constituting an acquisition of property.",
      "id": "s454"
    },
    {
      "text": "He argues that land is nothing more than a bundle of rights amounting to a relationship between a person with possession, or a right to possession, of those rights and the physical natural resources that comprise land, such as grass, trees, soil and water.",
      "id": "s455"
    },
    {
      "text": "If that relationship is sterilised or impaired by statute, an acquisition of property occurs.",
      "id": "s456"
    },
    {
      "text": "124 Mr Spencer claims that his whole farming operation has been rendered unviable and that he can no longer use Saarahnlee for any reasonable purpose.",
      "id": "s457"
    },
    {
      "text": "He says that, therefore, his relationship with Saarahnlee has been acquired in the sense just indicated.",
      "id": "s458"
    },
    {
      "text": "He asserts that various incidents of his being the holder of freehold and leasehold title in respect of Saarahnlee have been lost to him, such that the benefit of those incidents has been acquired within the meaning of s 51(xxxi).",
      "id": "s459"
    },
    {
      "text": "125 Mr Spencer's claim depends entirely upon the restrictions and prohibitions imposed by the State Statutes.",
      "id": "s460"
    },
    {
      "text": "However, neither of the State Statute imposes an absolute restriction or prohibition.",
      "id": "s461"
    },
    {
      "text": "Rather, each prohibits native vegetation clearance without development consent under Part 4 of the EPA Act.",
      "id": "s462"
    },
    {
      "text": "Even then, clearing is still permitted in certain additional circumstances, such to clear around fences, roads and other farming infrastructure.",
      "id": "s463"
    },
    {
      "text": "126 On 6 March 2007, the Murrumbidgee Catchment Management Authority ( the MCM Authority ), a New South Wales instrumentality, wrote to Mr Spencer concerning a proposal put forward by Mr Spencer to clear 1,402 hectares of native vegetation on Saarahnlee.",
      "id": "s464"
    },
    {
      "text": "The MCM Authority said in its letter that, after analysis of field data, Mr Spencer's proposal failed to meet the relevant test and therefore that the proposal could not be approved.",
      "id": "s465"
    },
    {
      "text": "The letter also said that the MCM Authority had since assessed a number of other alternative smaller clearing sizes and that they also failed to meet the relevant test.",
      "id": "s466"
    },
    {
      "text": "127 The letter went on to say that Mr Spencer had been assessed as having satisfied the initial test of eligibility for \"Farmer Exit Assistance\".",
      "id": "s467"
    },
    {
      "text": "The letter said that the next stage of assessment required an assessment of financial eligibility by the Rural Assistance Authority ( the RA Authority ), another New South Wales instrumentality.",
      "id": "s468"
    },
    {
      "text": "The letter said that, to be financially eligible for assistance, Mr Spencer would need to show that clearing of the area of land that satisfied the \"Relative Hardship Test\" was required to allow his farm business enterprise to meet some or all of five specified factors.",
      "id": "s469"
    },
    {
      "text": "Mr Spencer was invited to provide further information if he wished to proceed with an application for such assistance.",
      "id": "s470"
    },
    {
      "text": "He was told that, if his application met the eligibility criteria, it would be passed on to the Nature Conservation Trust, which would commission an independent valuation of Saarahnlee and provide an offer of purchase based on that valuation.",
      "id": "s471"
    },
    {
      "text": "128 On 5 July 2007, the RA Authority wrote to Mr Spencer in connection with his application for assistance under the State's \"Native Assistance Vegetation Package\" and said that it was satisfied that Mr Spencer's farming enterprise \"is not commercially viable\".",
      "id": "s472"
    },
    {
      "text": "The letter stated that that position was a result of \"the inability to clear native vegetation under the [2003 Vegetation Act]\".",
      "id": "s473"
    },
    {
      "text": "The letter ended by saying that advice of the RA Authority's assessment had been forwarded to the Nature Conservation Trust.",
      "id": "s474"
    },
    {
      "text": "129 There has been no evidence as to the outcome of Mr Spencer's application for assistance.",
      "id": "s475"
    },
    {
      "text": "Nevertheless, the communications of 6 March 2007 and 5 July 2007 suggest considerable support for Mr Spencer's contention that the effect of the State Statutes has been to occasion significant detriment to him.",
      "id": "s476"
    },
    {
      "text": "On the other hand, they also suggest some measure of compensation may be available to him in connection with the effect of the 2003 Vegetation Act.",
      "id": "s477"
    },
    {
      "text": "No submissions have been made directed to whether that compensation would satisfy a putative right to just terms.",
      "id": "s478"
    },
    {
      "text": "130 Mr Spencer has no right to be granted development consent.",
      "id": "s479"
    },
    {
      "text": "Further, it appears that he has been refused development consent that would permit vegetation clearing of Saarahnlee.",
      "id": "s480"
    },
    {
      "text": "Such refusal of development consent may not be different from a case where, for example, development consent for proposed development is refused because the proposed development may present dangers to traffic or create undesirable effects on the surrounding community generally.",
      "id": "s481"
    },
    {
      "text": "There is a real question as to whether the withholding of development consent, in accordance with relevant principles for the grant or withholding of consent, entails an acquisition (see Bone v Mothershaw [2003] 2 Qd R 600 at 611 and Waterhouse v Minister for the Arts and Territories [1993] FCA 548 ; (1993) 43 FCR 175 at 180-185).",
      "id": "s482"
    },
    {
      "text": "131 However, Mr Spencer contends that, in the circumstances of the restrictions and prohibitions that apply to Saarahnlee, there has been such a taking or acquisition of certain of the incidents of his ownership as to constitute acquisition or expropriation.",
      "id": "s483"
    },
    {
      "text": "He points specifically to all of the Rights and Interests identified in his statement of claim, including the Carbon Rights.",
      "id": "s484"
    },
    {
      "text": "132 First, Mr Spencer identifies improvements consisting of timber treatment and pasture improvement.",
      "id": "s485"
    },
    {
      "text": "He says that, by the operation of the 1997 Vegetation Act and the 2003 Vegetation Act, he has lost the benefit of those improvements.",
      "id": "s486"
    },
    {
      "text": "Such improvements may well increase the value of land, so far as the improvements continues to exist.",
      "id": "s487"
    },
    {
      "text": "Mr Spencer appears to contend that he can no longer maintain the benefit of the improvements because he is now prohibited from clearing native vegetation so as to maintain that benefit.",
      "id": "s488"
    },
    {
      "text": "133 Second, Mr Spencer says that the prohibition on clearing native vegetation prevents him from engaging in profitable undertakings consisting of the keeping of a special breed of sheep and various eco-service projects.",
      "id": "s489"
    },
    {
      "text": "The question of whether the effect of the prohibition on the clearing of native vegetation prevents the undertaking of those activities is a matter of fact and degree.",
      "id": "s490"
    },
    {
      "text": "Whether the loss of the opportunity to engage in those activities is such a restriction on the use of Saarahnlee as to prevent any reasonable use, so as to constitute an acquisition or taking will depend upon the ultimate findings of fact as to any reasonable use to which Saarahnlee can still be put, notwithstanding the prohibition on the clearing of native vegetation.",
      "id": "s491"
    },
    {
      "text": "134 Third, Mr Spencer identifies wood on the terrain, timber in trees and millable timber.",
      "id": "s492"
    },
    {
      "text": "Mr Spencer refers more specifically to the loss of causes of action for compensation in respect of resumption rights arising under Crown leases in respect of parts of Saarahnlee.",
      "id": "s493"
    },
    {
      "text": "Mr Spencer's contention appears to be that New South Wales instrumentalities are entitled to take timber from Saarahnlee, but must compensate Mr Spencer for the timber taken.",
      "id": "s494"
    },
    {
      "text": "The effect of the prohibition on clearing native vegetation is that the timber cannot be cleared and therefore Mr Spencer has lost the opportunity of being compensated for that timber.",
      "id": "s495"
    },
    {
      "text": "To the extent that growing timber on Saarahnlee is capable of being harvested, any prospective value from such harvesting has been lost by reason of the prohibition on the clearing of native vegetation.",
      "id": "s496"
    },
    {
      "text": "Whether the loss of the opportunity of clearing further timber is a sufficient restriction on the use of Saarahnlee so as to constitute a taking or acquisition may well be a question of fact or degree.",
      "id": "s497"
    },
    {
      "text": "135 No attempt has been made at this stage to place a value on the deterioration in value of Saarahnlee flowing from the consequences just described of the restriction on the clearing of native vegetation.",
      "id": "s498"
    },
    {
      "text": "All of the Rights and Interests, as described above, are incidents of being the holder of leasehold or freehold title in respect of Saarahnlee.",
      "id": "s499"
    },
    {
      "text": "Whether the loss of all of those Rights and Interests is sufficient to constitute something more than mere regulation and constitute a taking or acquisition is a question of fact and degree to be assessed after all of the evidence is in.",
      "id": "s500"
    },
    {
      "text": "136 The Carbon Sequestration Rights may be in a different category.",
      "id": "s501"
    },
    {
      "text": "Section 88AB of the Conveyancing Act 1919 (NSW) ( the Conveyancing Act ) provides that a forestry right is to be deemed, for all purposes, to be a profit &agrave; prendre.",
      "id": "s502"
    },
    {
      "text": "Under s 87A , a forestry right, in relation to land, includes:\n \n&#8226; an interest in the land pursuant to which a person having the benefit of the interest is entitled to enter the land and establish, maintain and harvest, or to maintain and harvest, a crop of trees on the land;\n \n&#8226; a carbon sequestration right in respect of the land;\n \n&#8226; a combination of such an interest and such a right.",
      "id": "s503"
    },
    {
      "text": "A carbon sequestration right in relation to land means a right to the legal, commercial or other benefit, whether present or future, of carbon sequestration by any existing or future tree or forest on the land after 1990.",
      "id": "s504"
    },
    {
      "text": "Carbon sequestration by a tree or forest means the process by which the tree or forest absorbs carbon dioxide from the atmosphere.",
      "id": "s505"
    },
    {
      "text": "137 Under s 88AB(2) of the Conveyancing Act , if a forestry right consists in whole or in part of a carbon sequestration right, the profit &agrave; prendre deemed to exist by the operation of s 88AB(1) in relation to the carbon sequestration rights consists of the following:\n \n&#8226; the profit from the land is taken to be the legal, commercial or other benefit, whether present or future, of carbon sequestration by any existing or future tree or forest on the land that is the subject of the carbon sequestration right;\n \n&#8226; the right to take something from the land is taken to be the right to the benefit conferred by the carbon sequestration right.",
      "id": "s506"
    },
    {
      "text": "138 The effect of those provisions of the Conveyancing Act is that Mr Spencer could grant a carbon sequestration right in respect of Saarahnlee as a profit &agrave; prendre.",
      "id": "s507"
    },
    {
      "text": "He would be entitled to receive consideration for such a grant.",
      "id": "s508"
    },
    {
      "text": "The effect of such a grant would be for Mr Spencer to confer on the grantee the legal, commercial or other benefit of the process by which trees on Saarahnlee absorb carbon dioxide from the atmosphere.",
      "id": "s509"
    },
    {
      "text": "Such a right may well be valuable if a mechanism for trading in such rights were to be established.",
      "id": "s510"
    },
    {
      "text": "139 However, Mr Spencer's contention appears to be that it would be possible and feasible for him to confer a right to the legal, commercial or other benefit of carbon sequestration by trees on Saarahnlee after 1990 only if he continues to have the right to decide whether carbon sequestration by trees or forests on Saarahnlee should be permitted to continue.",
      "id": "s511"
    },
    {
      "text": "He says that the effect of the restriction on the clearing of native vegetation is that carbon sequestration is effectively compulsory on Saarahnlee.",
      "id": "s512"
    },
    {
      "text": "The consequence is that there is no longer any right to the legal, commercial or other benefit of carbon sequestration that is left for him to confer on a third party by a grant of a carbon sequestration right.",
      "id": "s513"
    },
    {
      "text": "To that extent, he says, the effect of the restriction is to deprive him of the benefit that he could derive from the granting of carbon sequestration rights in relation to Saarahnlee.",
      "id": "s514"
    },
    {
      "text": "140 Mr Spencer's claim in relation to the Carbon Abatement Rights is by no means clear but appears to be based on a similar notion as that described above in relation to the Carbon Sequestration Rights.",
      "id": "s515"
    },
    {
      "text": "Mr Spencer says that both before and after 1990, there has been direct human induced reforestation on Saarahnlee.",
      "id": "s516"
    },
    {
      "text": "That reforestation led to the establishment of carbon reservoirs by sinks, of which only the reforestation after 1990 has been recognised.",
      "id": "s517"
    },
    {
      "text": "The pre-1990 reforestation has effectively been treated as part of the national estate.",
      "id": "s518"
    },
    {
      "text": "He says that a benefit would be realised by agreeing to the abatement of land clearing.",
      "id": "s519"
    },
    {
      "text": "However, he has been deprived of that benefit by the effect of the restriction on the clearing of native land, such that he can no longer realise the benefit of voluntarily undertaking the abatement of land clearing.",
      "id": "s520"
    },
    {
      "text": "141 Mr Spencer also advances contentions concerning what he characterises as his \"land use change rights\", which I understand to refer to the Carbon Rights.",
      "id": "s521"
    },
    {
      "text": ".",
      "id": "s522"
    },
    {
      "text": "He says that, but for the State Statutes, the Carbon Rights would be amenable for sale on a voluntary emissions reduction market.",
      "id": "s523"
    },
    {
      "text": "He says that, as the actions required to provide for access to such a market have now been denied to him, there has been an acquisition of the Carbon Rights.",
      "id": "s524"
    },
    {
      "text": "142 Mr Spencer concludes that all of the Rights and Interests, including the Carbon Rights, are property within the meaning of s 51(xxxi).",
      "id": "s525"
    },
    {
      "text": "As I apprehend the contention, Mr Spencer says that all of the Rights and Interests have been acquired by the effect of the 1997 Vegetation Act and the 2003 Vegetation Act.",
      "id": "s526"
    },
    {
      "text": "Mr Spencer says that his loss includes not only the loss of improvements, such as timber treatment, pasture improvement and the taking of wood and timber for commercial purposes but the linked eco-services projects that he had in mind.",
      "id": "s527"
    },
    {
      "text": "He says that the commercial or monetary value of those rights includes the depreciated cost of the improvements, the extinguished chose in action against the State and the lost Carbon Sequestration Rights and Carbon Abatement Rights.",
      "id": "s528"
    },
    {
      "text": "He says that, as a consequence of the actions taken by New South Wales, instigated and authorised by the Commonwealth through the Financial Assistance Act and the Natural Heritage Act, his whole farming operation on Saarahnlee has been rendered commercially unviable.",
      "id": "s529"
    },
    {
      "text": "143 Mr Spencer also says that the combination of the Natural Heritage Act with the 1997 Vegetation Act and the 2003 Vegetation Act has resulted in Australia's being able to meet its commitments under international law that would otherwise have been impossible.",
      "id": "s530"
    },
    {
      "text": "Correspondingly, he contends, he has lost the benefit of recognised property interests in Saarahnlee as a consequence of the general prohibition of or restriction on clearing existing native vegetation on Saarahnlee.",
      "id": "s531"
    },
    {
      "text": "144 Mr Spencer contends that, having regard to the obligations of the Commonwealth under the Kyoto Protocol, the Commonwealth derives a benefit arising from the 1997 Vegetation Act and the 2003 Vegetation Act, being a significant saving in costs and expense that would otherwise need to be incurred.",
      "id": "s532"
    },
    {
      "text": "Mr Spencer points to the affidavit evidence of the First Assistant Secretary, Strategies and Coordination Division, of the Department of Climate Change of the Commonwealth ( the Secretary ).",
      "id": "s533"
    },
    {
      "text": "The Secretary said that a wide variety of measures introduced in Australia are contributing to Australia's ability to meet its target under the Kyoto Protocol and that examples of measures that have a significant incidental benefit include State governments introducing vegetation management legislation, such as the 1997 Vegetation Act and the 2003 Vegetation Act, to prevent wide scale destruction of forest cover on agricultural lands, protect native species and ecosystem habit, and prevention of soil degradation and water salinity.",
      "id": "s534"
    },
    {
      "text": "145 Mr Spencer also relies upon a concession made by the Commonwealth, for the purposes of the interlocutory hearing, that, if the Commonwealth did not have the ability, for the purposes of its obligations under the Kyoto Protocol, to account for the emissions reductions resulting from reducing land clearing, in the period between 2008 and 2012, the Commonwealth would need to take other measures to reduce emissions in order to meet its obligations and such measures would be likely to involve expense to the Commonwealth.",
      "id": "s535"
    },
    {
      "text": "146 Mr Spencer also points to Australia's report under the Framework Convention dated 28 November 2005.",
      "id": "s536"
    },
    {
      "text": "In that report, the Minister for the Environment and Heritage said that Australia's size, diverse environments and above average population growth, concentrated along an extensive coastline, expose it to a wide range of potential impacts and costs arising from climate change.",
      "id": "s537"
    },
    {
      "text": "The Minister also said in the report that net land use, land use change and forestry emissions fell by 93.5% between 1990 and 2003.",
      "id": "s538"
    },
    {
      "text": "Thus, Mr Spencer says, with the benefit of land use change, the Commonwealth has achieved a very significant saving in costs that would be incurred in otherwise meeting its target under the Kyoto Protocol.",
      "id": "s539"
    },
    {
      "text": "He says that the only means of meeting its commitment, in the absence of actually reducing emissions in that way, would be by purchasing offsets on the international market.",
      "id": "s540"
    },
    {
      "text": "Mr Spencer asserts that he has suffered a corresponding loss as a consequence of the 1997 Vegetation Act and the 2003 Vegetation Act.",
      "id": "s541"
    },
    {
      "text": "147 It is clearly debatable whether the comparison proposed by Mr Spencer between the alleged detriment to him, on the one hand, and the purported benefit to the Commonwealth, on the other, has validity.",
      "id": "s542"
    },
    {
      "text": "The so called benefit to the Commonwealth is concerned with its obligations in international law under the Framework Convention and the Kyoto Protocol.",
      "id": "s543"
    },
    {
      "text": "While the Kyoto Protocol has been ratified by the Commonwealth, that does not create any obligation on the part of the Commonwealth under the municipal law of Australia.",
      "id": "s544"
    },
    {
      "text": "148 The Commonwealth, of course, is a polity that is capable of owning property and incurring obligations under municipal law.",
      "id": "s545"
    },
    {
      "text": "However, the obligation owed under international law to the other parties to the Framework Convention and the Kyoto Protocol is not an obligation that could be enforced against the Commonwealth under the law of Australia or of any State.",
      "id": "s546"
    },
    {
      "text": "On the other hand, the Commonwealth accepts that it derives a benefit in relation to its international obligations by reason of restrictions imposed on the clearing of native vegetation and that to achieve that benefit by other means could incur substantial expense.",
      "id": "s547"
    },
    {
      "text": "In the light of the conclusion that I have reached that there is an arguable case that there has been an acquisition, it is not necessary to express a final view on that question.",
      "id": "s548"
    },
    {
      "text": "149 I consider that Mr Spencer has established that there is a serious question to be tried as to whether he has suffered such sufficient detriment as a consequence of the 1997 Vegetation Act and the 2003 Vegetation Act as might constitute a taking or acquisition in respect of Saarahnlee.",
      "id": "s549"
    },
    {
      "text": "Further, to the extent that there was a benefit to be derived from the grant of carbon sequestration rights by undertaking voluntary restraint, it is certainly arguable that Mr Spencer has been deprived of that benefit.",
      "id": "s550"
    },
    {
      "text": "Whether the restriction is such as to constitute a taking or acquisition or expropriation may depend upon detailed evidence of value.",
      "id": "s551"
    },
    {
      "text": "Nevertheless, there is at least a seriously arguable case for concluding that there has been an acquisition of property of Mr Spencer's.",
      "id": "s552"
    },
    {
      "text": "150 The critical questions, however, are whether or not either the Financial Assistance Act or the Natural Heritage Act is properly characterised as a law with respect to the acquisition of Mr Spencer's property and whether the alleged acquisition or expropriation of Mr Spencer's property was effected or authorised by either of those laws or by any of the Inter-Governmental Agreements.",
      "id": "s553"
    },
    {
      "text": "Laws With Respect to the Acquisition of Property \n \n 151 The requirement in s 51(xxxi), that an acquisition of property be for a purpose for which the Parliament of the Commonwealth has power to make laws, is a restriction on the power to acquire property.",
      "id": "s554"
    },
    {
      "text": "That is to say, s 51(xxxi) does not authorise the Commonwealth to make laws with respect to the acquisition of property in general; it only authorises the Parliament to make laws with respect to the acquisition of property for particular purposes.",
      "id": "s555"
    },
    {
      "text": "Mr Spencer does not contend that either the Financial Assistance Act or the Natural Heritage Act is invalid because it is a law with respect to the acquisition of property for a purpose other than a purpose for which the Parliament of the Commonwealth has power to make laws.",
      "id": "s556"
    },
    {
      "text": "152 The terms of agreements or grants made pursuant to the Natural Heritage Act or the Financial Assistance Act cannot have any bearing on the validity of those laws themselves.",
      "id": "s557"
    },
    {
      "text": "The laws were either valid or invalid when they were enacted.",
      "id": "s558"
    },
    {
      "text": "Subsequent action could not render them invalid if they were valid when enacted.",
      "id": "s559"
    },
    {
      "text": "On the other hand, as suggested above, if any of the Inter-Governmental Agreements effected or authorised an acquisition of property otherwise than on just terms, and that agreement was only authorised by either of the Commonwealth Statutes, it may be arguable that that inter-governmental agreement was invalid or inoperative, to the extent that it effected or authorised such an acquisition.",
      "id": "s560"
    },
    {
      "text": "I shall address later the question of whether any of the Inter-Governmental Agreements, of itself, effected or authorised any acquisition of property.",
      "id": "s561"
    },
    {
      "text": "153 Putting aside the question of whether or not any of the Inter-Governmental Agreements effected or authorised any acquisition of property, it may be at least arguable that, if either of the Commonwealth Statutes authorised an agreement that could effect or authorise an acquisition of property, then, to that extent, that law could fairly be characterised as being one with respect to the acquisition of property.",
      "id": "s562"
    },
    {
      "text": "However, that would not be an end of the matter so far as this proceeding is concerned.",
      "id": "s563"
    },
    {
      "text": "The question in this proceeding is whether Mr Spencer can demonstrate that there is at least an arguable case for the proposition that the acquisition of property about which he complains, namely the imposition of restrictions and prohibitions by the State Statutes, was authorised or effected by either of the Commonwealth Statutes or by any of the Inter-Governmental Agreements.",
      "id": "s564"
    },
    {
      "text": "154 Neither the Natural Heritage Act nor the Financial Assistance Act purports to authorise any particular agreement.",
      "id": "s565"
    },
    {
      "text": "None of the provisions of either of the Commonwealth Statutes requires the Commonwealth to enter into any particular agreement.",
      "id": "s566"
    },
    {
      "text": "Nor does either law require the imposition of any condition upon any agreement between the Commonwealth and a State that would require the State to acquire property or, more relevantly, to impose restrictions on the clearing of native vegetation.",
      "id": "s567"
    },
    {
      "text": "None of the provisions of either law requires that the Commonwealth impose terms involving the acquisition of property or the imposition of restrictions on the clearing of native vegetation, as a condition of the grant of financial assistance to a State.",
      "id": "s568"
    },
    {
      "text": "155 The direct legal and practical operation of each of the Commonwealth Statutes is confined to rights, duties, powers and privileges as between the Commonwealth and a State to which a grant is made.",
      "id": "s569"
    },
    {
      "text": "The direct legal and practical operation of neither of the Commonwealth Statutes affects any vested proprietary right or cause of action of Mr Spencer in any way.",
      "id": "s570"
    },
    {
      "text": "156 The Commonwealth says that, even if Mr Spencer were able to establish that either of the Commonwealth Statutes was enacted for the purpose or object of inducing a State to apply restrictions on the clearing of native vegetation on land, that would be insufficient to demonstrate invalidity.",
      "id": "s571"
    },
    {
      "text": "The Commonwealth contends that each of the Commonwealth Statutes is a law with respect to the granting of financial assistance to States and that, as such, each is wholly supported by s 96 of the Constitution .",
      "id": "s572"
    },
    {
      "text": "157 It is clear that the provisions of the Financial Assistance Act and of the Natural Heritage Act contemplate the granting of financial assistance to a State.",
      "id": "s573"
    },
    {
      "text": "Section 5 of the Financial Assistance Act provides so in express terms; so does s 19 of the Natural Heritage Act.",
      "id": "s574"
    },
    {
      "text": "Each of the Commonwealth Statutes requires that financial assistance can be given only in accordance with an agreement in writing.",
      "id": "s575"
    },
    {
      "text": "Such an agreement must specify the terms and conditions upon which financial assistance is granted.",
      "id": "s576"
    },
    {
      "text": "158 Further, each of the Commonwealth Statutes provides that such an agreement must, in some cases, contain particular terms and conditions and may contain other terms and conditions.",
      "id": "s577"
    },
    {
      "text": "However, none of those terms and conditions relates to the acquisition of any property and none of them requires the imposition of restrictions on the clearing of native vegetation.",
      "id": "s578"
    },
    {
      "text": "Neither of the Commonwealth Statutes authorises expressly, or by necessary intendment, the making of any agreements with a State requiring the State to acquire property on unjust terms as a condition of receiving a grant of financial assistance form the Commonwealth.",
      "id": "s579"
    },
    {
      "text": "It follows that they should be construed as not authorising such an agreement.",
      "id": "s580"
    },
    {
      "text": "Accordingly, I do not consider that either of the Commonwealth Statutes can fairly be characterised as a law with respect to the acquisition of property within s 51(xxxi) of the Constitution .",
      "id": "s581"
    },
    {
      "text": "Whether Acquisition or Expropriation Effected or Authorised \n \n159 Mr Spencer's contentions include the proposition that, once a party has established that he has lost valuable property and that such loss is the result of an acquisition under an impugned law, that party is well on the way to securing the characterisation of that law as being one with respect to the acquisition of property.",
      "id": "s582"
    },
    {
      "text": "That, of course, begs the question as to whether or not there has been an acquisition under an impugned law.",
      "id": "s583"
    },
    {
      "text": "160 Mr Spencer's contentions as to how either the Financial Assistance Act or the Natural Heritage Act effects or authorises an acquisition of any property of his are not straight forward.",
      "id": "s584"
    },
    {
      "text": "The link between the Natural Heritage Act and the effect of the 1997 Vegetation Act and the 2003 Vegetation Act appears to be by way of the National Vegetation Initiative.",
      "id": "s585"
    },
    {
      "text": "The reasoning appears to be as follows:\n \n&#8226; There has been an acquisition of Mr Spencer's property by reason of the operation of the State Statutes.",
      "id": "s586"
    },
    {
      "text": "&#8226; That acquisition results in reduction of greenhouse gas emissions.",
      "id": "s587"
    },
    {
      "text": "&#8226; The reduction of greenhouse gas emissions is an object of the Natural Heritage Act, through the National Vegetation Initiative.",
      "id": "s588"
    },
    {
      "text": "&#8226; Therefore, the Natural Heritage Act is a law with respect to the acquisition that was effected by the State Statutes.",
      "id": "s589"
    },
    {
      "text": "161 Mr Spencer says that the effective cause of the sterilisation of his relationship with Saarahnlee is the National Vegetation Initiative.",
      "id": "s590"
    },
    {
      "text": "He says that that stems from the Natural Heritage Act and what he describes as the \"national scheme\" provided for in the preamble to the Natural Heritage Act.",
      "id": "s591"
    },
    {
      "text": "He points out that the language of s 19 of the National Heritage Act, limited as it is by its express terms to the giving of financial assistance to the States, thereby excluding the purposes referred to in s 8 of the Natural Heritage Act, provides no machinery to effect any of those purposes.",
      "id": "s592"
    },
    {
      "text": "He argues that it can therefore be inferred that the Parliament was attempting to overreach the Constitutional protection implicit in s 51(xxxi).",
      "id": "s593"
    },
    {
      "text": "For that reason, he concludes, the Natural Heritage Act is a law with respect to the acquisition of property.",
      "id": "s594"
    },
    {
      "text": "162 Mr Spencer says that the Natural Heritage Act authorises the establishment of a national scheme to restore native vegetation and to reduce greenhouse gas emissions, by prohibiting clearing of native vegetation.",
      "id": "s595"
    },
    {
      "text": "He points to the preamble to the Natural Heritage Act, which relevantly provides as follows:\n \n \n &#183; There is a need for the Commonwealth to provide national leadership and work in partnership with all levels of government... \n \n \n \n &#183; The Commonwealth government should work cooperatively with the State governments to achieve effective outcomes ... Those cooperative working relationships should involve entering into inter-governmental agreements which... promote the development of complementary policies and programs .",
      "id": "s596"
    },
    {
      "text": "163 Thus, Mr Spencer says, a \"statutory infrastructure\" was established by the Natural Heritage Act.",
      "id": "s597"
    },
    {
      "text": "He then says that, assuming there has been an acquisition for the purpose of the National Vegetation Initiative, the whole of the Natural Heritage Act must be characterised as a law with respect to that acquisition.",
      "id": "s598"
    },
    {
      "text": "He says that the reduction of greenhouse gas emissions is contemplated by the Natural Heritage Act as an express or implied legitimate outcome and that the assumed acquisition must have been effected by the Natural Heritage Act.",
      "id": "s599"
    },
    {
      "text": "He then says that no other law of the Commonwealth achieves the result of reducing greenhouse gas emissions, which is one of the objects of the Natural Heritage Act.",
      "id": "s600"
    },
    {
      "text": "He concludes that the sterilisation of Saarahnlee, as he describes it, is the consequence of the statutory infrastructure established by the Commonwealth.",
      "id": "s601"
    },
    {
      "text": "164 It is necessary to analyse the statutory infrastructure described by Mr Spencer, in the context of his claims.",
      "id": "s602"
    },
    {
      "text": "I have described above those provisions of the Inter-Governmental Agreements that may constitute inducements to New South Wales to restrict or prohibit the clearing of native vegetation.",
      "id": "s603"
    },
    {
      "text": "However, assuming such restrictions or prohibitions could constitute an acquisition of property, such invalidity as might be shown in relation to the Inter-Governmental Agreements does not arise because they, as alleged in the pleading, effect or authorise the acquisition of property belonging to Mr Spencer or any other identifiable citizen or entity.",
      "id": "s604"
    },
    {
      "text": "As indicated below, any acquisition of Mr Spencer's property that has occurred and in respect of which he makes a complaint was effected or authorised by one or other of the State Statutes.",
      "id": "s605"
    },
    {
      "text": "165 One of the purposes of the Natural Heritage Account is the National Vegetation Initiative, the primary objective of which is to reverse the long term decline in the extent and quality of Australia's native vegetation cover.",
      "id": "s606"
    },
    {
      "text": "Accordingly, amounts standing to the credit of the Natural Heritage Account can be debited for the Natural Vegetation Initiative.",
      "id": "s607"
    },
    {
      "text": "So much is expressly provided for in the Natural Heritage Act.",
      "id": "s608"
    },
    {
      "text": "However, the question is whether any of the Inter-Governmental Agreements required, or purported to require, New South Wales to enact legislation that would effect or authorise an acquisition by imposing restrictions or prohibitions on the use of, or the clearing of, native vegetation on any land in New South Wales.",
      "id": "s609"
    },
    {
      "text": "166 The most relevant of the Inter-Governmental Agreements is the 1997 Agreement, followed by the 2003 Agreement, which appears to be supplemental to it.",
      "id": "s610"
    },
    {
      "text": "The 2000 Agreement, on the other hand, is concerned with salinity and water quality and the 2002 Agreement appears to be supplemental to the 2000 Agreement.",
      "id": "s611"
    },
    {
      "text": "In essence, as I understand Mr Spencer's contentions, if the 1997 Agreement does not provide a sufficient connection between the Commonwealth Statutes and the alleged sterilisation of Saarahnlee, none of the other Inter-Governmental Agreements will have any greater relevance to the present question.",
      "id": "s612"
    },
    {
      "text": "Accordingly, it is necessary to concentrate on the 1997 Agreement.",
      "id": "s613"
    },
    {
      "text": "If there is insufficient connection between the Commonwealth Statutes and the sterilisation of Saarahnlee by the operation of the 1997 Agreement, the other Inter-Governmental Agreements will not assist Mr Spencer's case.",
      "id": "s614"
    },
    {
      "text": "167 The 1997 Agreement established a framework under which the Commonwealth and New South Wales would work cooperatively for the purposes of s 19 of the Natural Heritage Act.",
      "id": "s615"
    },
    {
      "text": "The 1997 Agreement deals with funds provided to New South Wales under the Natural Heritage Act for programs set out in the Natural Heritage Act, including the National Vegetation Initiative.",
      "id": "s616"
    },
    {
      "text": "In particular, Attachment A to the 1997 Agreement described Commonwealth programs and delivery arrangements, including the National Vegetation Initiative, the national objectives of which were said to include conserving remnant native vegetation and restoring environmental values and productive capacity of Australia's land and water by means of revegetation.",
      "id": "s617"
    },
    {
      "text": "168 Attachment C to the 1997 Agreement sets out the integrating framework that is to facilitate the integrated planning and implementation of Natural Heritage Trust projects and programs, which must be taken to include the National Vegetation Initiative.",
      "id": "s618"
    },
    {
      "text": "Attachment C provides that implementation of the 1997 Agreement will occur within the framework of stated policies and strategies, including the National Vegetation Initiative.",
      "id": "s619"
    },
    {
      "text": "169 Briefing Paper No 6/99, entitled Native Vegetation in NSW : An Update , published by the NSW Parliamentary Library Research Service in March 1999, commented on the introduction of New South Wales State Environmental Planning Policy No 46 ( SEPP 46 ), which restricted the clearing of native vegetation.",
      "id": "s620"
    },
    {
      "text": "The Briefing Paper refers to the 1997 Vegetation Act and its objects.",
      "id": "s621"
    },
    {
      "text": "It then refers to Commonwealth initiatives, including the National Vegetation Initiative, which it says was established as part of the Federal Government's Natural Heritage Trust.",
      "id": "s622"
    },
    {
      "text": "The Briefing Paper asserts that the National Vegetation Initiative will provide $318 million over five years to fund two key areas of activity as follows:\n \n&#8226; $64 million for the protection of remnant native vegetation at risk from clearing, in cooperation with the States, land holders and land managers.",
      "id": "s623"
    },
    {
      "text": "&#8226; $254 million to expand revegetation activities, with the goal of building up to an additional 250,000 hectares per year by the year 2001.",
      "id": "s624"
    },
    {
      "text": "The Briefing Paper says that the aim of the National Vegetation Initiative is to ensure that the rate of revegetation in Australia exceeds the rate of clearance.",
      "id": "s625"
    },
    {
      "text": "170 The Briefing Paper concludes by saying that the 1997 Vegetation Act provides legislative means to protect native vegetation on freehold land in the rural areas of New South Wales.",
      "id": "s626"
    },
    {
      "text": "The objects of each of the State Statutes include providing for the conservation and management of native vegetation, encouragement and promotion of native vegetation management, protecting native vegetation, improving the condition of existing native vegetation and encouraging the revegetation of land with appropriate native vegetation.",
      "id": "s627"
    },
    {
      "text": "171 However, there is no mention in either of the Commonwealth Statutes to any acquisition of property and neither of them purports, in terms, to authorise an acquisition of property or to require the imposition of restrictions on the clearing of native vegetation on land.",
      "id": "s628"
    },
    {
      "text": "Mr Spencer has not identified any provision of either of the Commonwealth Statutes that requires New South Wales either to enact the 1997 Vegetation Act or the 2003 Vegetation Act or to decline or refuse to grant development consent in respect of the clearing of native vegetation on any land.",
      "id": "s629"
    },
    {
      "text": "More specifically, neither of the Commonwealth Statutes expressly requires, or refers to, the imposition of any prohibition on the clearing of native vegetation.",
      "id": "s630"
    },
    {
      "text": "There is no apparent connection between the provision of funds by the Commonwealth to New South Wales pursuant to either of the Commonwealth Statutes, on the one hand, and the refusal by officers of New South Wales to grant development consent under the State Statutes for the clearing of native vegetation, on the other hand.",
      "id": "s631"
    },
    {
      "text": "172 In other words, there is no basis for concluding that the enactment of either of the State Statutes or the exercise of the discretion to refuse development consent under either of the New South Wales Statutes was either effected or authorised, or indeed directed or required, by either of the Commonwealth Statutes.",
      "id": "s632"
    },
    {
      "text": "Nor does 1997 Agreement require or affect or authorise the exercise of any discretion under the State Statutes to refuse development consent for the clearing of native vegetation on any land.",
      "id": "s633"
    },
    {
      "text": "173 If there has been an acquisition of property of Mr Spencer's, by reason of the imposition of restrictions on his freedom to act in relation to Saarahnlee and prohibition on clearing native vegetation and the refusal to grant development consent under the EPA Act for clearing native vegetation on Saarahnlee, that acquisition was the consequence of the State Statutes.",
      "id": "s634"
    },
    {
      "text": "There is no challenge to the validity of either of the State Statutes by Mr Spencer.",
      "id": "s635"
    },
    {
      "text": "They are not in any way dependent upon the validity of any of the Inter-Governmental Agreements.",
      "id": "s636"
    },
    {
      "text": "They do not refer to any of the Inter-Governmental Agreements.",
      "id": "s637"
    },
    {
      "text": "Other than through thee Inter-Governmental Agreements, there is no connection between the Commonwealth Statutes, on the one hand, and the detriment or harm that Mr Spencer claims to have suffered by reason of the restrictions imposed by the State Statutes, on the other hand.",
      "id": "s638"
    },
    {
      "text": "More specifically, neither of the Commonwealth Statutes is concerned with any of the Rights or Interests, including the Carbon Rights, identified in Mr Spencer's statement of claim.",
      "id": "s639"
    },
    {
      "text": "174 Mr Spencer says that a statute or scheme intended to circumvent the Constitutional guarantee implicit in s 51(xxxi) will not be authorised by s 51(xxxi).",
      "id": "s640"
    },
    {
      "text": "His allegation that the Commonwealth and New South Wales are parties to a scheme to evade or avoid the effects of s 51(xxxi) is based upon a number of references to the need for cooperation between the Commonwealth Government and the State Governments in a federation, in order to achieve the objects of the Kyoto Protocol.",
      "id": "s641"
    },
    {
      "text": "However, while counsel for Mr Spencer made that assertion on a number of occasions in the course of argument, no direct link was identified between the Commonwealth Statutes, on the one hand, and the State Statutes, on the other hand.",
      "id": "s642"
    },
    {
      "text": "175 If the effect of any of the provisions of the 1997 Agreement, or any of the other Inter-Governmental Agreements, is to require the imposition of restrictions of the kind imposed by the State Statutes, it may be arguable that such provisions are beyond the power of the Commonwealth in so far as they contemplate an acquisition of property other than on just terms.",
      "id": "s643"
    },
    {
      "text": "However, the invalidity of a provision of one of the Inter-Governmental Agreements would not affect the validity of either of the State Statutes or the validity of any of the provisions of either of the State Statutes.",
      "id": "s644"
    },
    {
      "text": "The State Statutes operate and have effect by reason of their being valid statutes of the Parliament of New South Wales.",
      "id": "s645"
    },
    {
      "text": "It is the provisions of the State Statutes that have effected or authorised any acquisition or expropriation of Mr Spencer's property.",
      "id": "s646"
    },
    {
      "text": "None of the provisions of the State Statutes and no action by any officer of New South Wales depends in any way on the operation or effect of any of the Inter-Governmental Agreements.",
      "id": "s647"
    },
    {
      "text": "Thus, even if some invalidity of the Inter-Governmental Agreements could be established, that invalidity could not in any way impugn the effect of the State Statutes.",
      "id": "s648"
    },
    {
      "text": "176 There is also an assertion in paragraph (2.9) of the statement of claim that New South Wales has assigned to the Commonwealth carbon rights derived from the imposition of restrictions by the State Statutes.",
      "id": "s649"
    },
    {
      "text": "No particulars of the assignment are provided.",
      "id": "s650"
    },
    {
      "text": "While that assertion was not relied on in support of the application for interlocutory relief, counsel for Mr Spencer indicated that it would be pressed at the final hearing and that it was intended to support the allegation by material obtained on discovery.",
      "id": "s651"
    },
    {
      "text": "At this stage, of course, any application for discovery would be premature and it would be necessary for Mr Spencer to demonstrate that there is at least some basis for making the assertion before discovery would be ordered on that question.",
      "id": "s652"
    },
    {
      "text": "There is no material before the Court at present that is capable of supporting the assertion or that would justify discovery in relation to that assertion.",
      "id": "s653"
    },
    {
      "text": "177 I do not consider that there is a reasonable basis on which Mr Spencer can establish that any alleged acquisition of his property by reason of the enactment of the State Statutes, coupled with the exercise of discretions by officers of New South Wales, was authorised or effected by either of the Commonwealth Statutes or any of the Inter-Governmental Agreements.",
      "id": "s654"
    },
    {
      "text": "Standing/Matter \n \n178 The Commonwealth also contends that Mr Spencer lacks standing to challenge the validity of the Financial Assistance Act and the Natural Heritage Act.",
      "id": "s655"
    },
    {
      "text": "Alternatively, the Commonwealth says that Mr Spencer's claims do not give rise to any matter for the purposes of Chapter III of the Constitution .",
      "id": "s656"
    },
    {
      "text": "Putting it another way, the Commonwealth says that there is no current controversy as to some immediate right, duty or liability on the part of Mr Spencer that falls for determination by the Court: Accordingly, the Commonwealth says, there is no matter within the meaning of Chapter III of the Constitution (see Re The Judiciary Act 1903-1920 and Re The Navigation Act 1912-1920 [1921] HCA 20 ; (1921) 29 CLR 257 at 265, Truth About Motorways Pty Ltd v Macquarie Infrastructure Investment Management Limited [2000] HCA 11 ; (1999) 200 CLR 591 at 611 and Re McBane; Ex parte Australian Catholic Bishops Conference [2002] HCA 16 ; (2001) 209 CLR 372 at 459).",
      "id": "s657"
    },
    {
      "text": "179 The Commonwealth says that, by his statement of claim, Mr Spencer seeks to impugn the Commonwealth Statutes, each of which relates solely to funding and administrative arrangements between the Commonwealth and the State of New South Wales.",
      "id": "s658"
    },
    {
      "text": "It says that Mr Spencer's private rights or interests are not affected, or are not affected in a relevant sense, by the subject matter of the Commonwealth Statutes.",
      "id": "s659"
    },
    {
      "text": "As I have said, this contention may simply be another way of saying that, even if there is some element of invalidity in either of the Commonwealth Statutes, neither of them effects or authorises any acquisition of property of Mr Spencer's.",
      "id": "s660"
    },
    {
      "text": "180 Thus, the Commonwealth says, even if it be the case that some provisions of the Commonwealth Statutes are invalid, in not satisfying s 51(xxxi), and even if financial assistance provided to New South Wales by the Commonwealth under those provisions and the Inter-Governmental Agreements pursuant to which the financial assistance was provided, were all unauthorised, none of that will affect the position of Mr Spencer in relation to the State Statutes.",
      "id": "s661"
    },
    {
      "text": "Mr Spencer does not, in this proceeding challenge the validity of either of the State Statutes.",
      "id": "s662"
    },
    {
      "text": "Even if the provision of financial assistance to New South Wales and the Inter-Governmental Agreements are unauthorised, Mr Spencer will continue to be bound by the 2003 Vegetation Act.",
      "id": "s663"
    },
    {
      "text": "It is the effect of the prohibitions and restrictions contained in the 1997 Vegetation Act, followed by the 2003 Vegetation Act, that are the font of the deleterious affectation of the Rights and Interests, including the Carbon Rights.",
      "id": "s664"
    },
    {
      "text": "That effect will continue to be operative even if some invalidity of the Commonwealth Statutes were established.",
      "id": "s665"
    },
    {
      "text": "181 The lack of authorisation of the financial assistance or the lack of authorisation of the Inter-Governmental Agreements could not affect the validity of either of the State Statutes.",
      "id": "s666"
    },
    {
      "text": "Each of them was plainly intended to have effect unconditional upon the validity of and unconditioned by either of the Commonwealth Statutes and irrespective of any of the Inter-Governmental Agreements (see Pye v The Commonwealth at page 81-2).",
      "id": "s667"
    },
    {
      "text": "That is really no more than saying that, even if there has been an acquisition of Mr Spencer's property, that acquisition was not effected or authorised by either of the Commonwealth Statutes.",
      "id": "s668"
    },
    {
      "text": "If that is so, Mr Spencer arguably lacks a requisite interest in the validity of either of the Commonwealth Statutes (see Pye v Renshaw [1951] HCA 8 ; (1951) 84 CLR 58 at 83, where it is described as \"an assumption of doubtful validity\" that the plaintiff in that case had such an interest; but see also obiter dicta in Combet v The Commonwealth [2005] HCA 61 ; (2005) 224 CLR 494 at 556 and 618-622).",
      "id": "s669"
    },
    {
      "text": "Conversion by the Commonwealth \n \n 182 Mr Spencer contends that it is unnecessary to decide whether the State Statutes, which formed part of the National Vegetation Initiative , and effected the acquisition of his property, are invalid.",
      "id": "s670"
    },
    {
      "text": "He says that, by the Natural Heritage Act, and presumably the 1992 Financial Act, which established a national scheme, the Commonwealth wrongfully obtained Mr Spencer's property.",
      "id": "s671"
    },
    {
      "text": "He says that, if it be accepted that the Commonwealth has derived a benefit and he has suffered a corresponding or correlative detriment, there is a case of conversion or trespass in relation to his property.",
      "id": "s672"
    },
    {
      "text": "Further, Mr Spencer says, the Commonwealth has constituted a Constitutional tort in relation to Mr Spencer's property interests.",
      "id": "s673"
    },
    {
      "text": "Mr Spencer's submissions do not expand on those propositions.",
      "id": "s674"
    },
    {
      "text": "183 However, Mr Spencer's claim for an order that the Commonwealth return to him any property expropriated or acquired and his claim for damages must depend upon a finding that the Commonwealth has itself or by its servants or agents, in some way, acquired property of Mr Spencer's.",
      "id": "s675"
    },
    {
      "text": "The Commonwealth could not be required to return property that may have been expropriated or acquired by New South Wales, albeit that the Commonwealth has derived some benefit under international law.",
      "id": "s676"
    },
    {
      "text": "184 I do not comprehend how it can be said that the Commonwealth has committed any conversion of, or trespass to, any property of Mr Spencer.",
      "id": "s677"
    },
    {
      "text": "It is difficult to see how either the passing of a statute, albeit an invalid statute, or the making of an agreement between the Commonwealth and New South Wales, even on the assumption that it is an unauthorised agreement, could possibly constitute conversion of, or trespass to, any property, without some interference with that property by the Commonwealth or its servants or agents.",
      "id": "s678"
    },
    {
      "text": "None is alleged.",
      "id": "s679"
    },
    {
      "text": "185 In any event, the allegations, as I understand them, are wholly dependent on the proposition that each of the Commonwealth Statutes is invalid.",
      "id": "s680"
    },
    {
      "text": "For the reasons given above, I have concluded that there is no arguable case for supporting that proposition.",
      "id": "s681"
    },
    {
      "text": "Res Judicata /Issue Estoppel \n \n186 In its defence to the current version of the statement of claim, the Commonwealth says that the doctrines of res judicata or issue estoppel are a complete bar to Mr Spencer's claims.",
      "id": "s682"
    },
    {
      "text": "That assertion is based on a decision of the Supreme Court of New South Wales in which a proceeding brought by Mr Spencer against the Australian Capital Territory, the State of New South Wales and the Commonwealth was summarily dismissed (see Spencer v The Australian Capital Territory [2007] NSWSC 303).",
      "id": "s683"
    },
    {
      "text": "187 The Commonwealth asserts that, in the Supreme Court proceeding, the following issues of fact or law were determined so as to bar Mr Spencer's claims:\n \n&#8226; whether any alleged actions on the part of the Commonwealth and New South Wales to procure a result that benefited the Commonwealth in relation to its actual or potential obligations under the Kyoto Protocol could give rise to any claim against the Commonwealth, whether under the Constitution or otherwise;\n \n&#8226; whether the alleged provision of funds by the Commonwealth to New South Wales for the purpose of implementing legislative based controls on land clearing could engage s 51(xxxi) of the Constitution ;\n \n&#8226; whether the claiming of political credit by the Commonwealth for a result that has been brought about by the imposition of a burden on a citizen can found any cause of action against the Commonwealth;\n \n&#8226; whether the Commonwealth appropriated any proprietary interest held by Mr Spencer so as to engage s 51(xxxi) of the Constitution .",
      "id": "s684"
    },
    {
      "text": "188 The Commonwealth contends that the cause of action pleaded in this proceeding is identical to that pleaded in the Supreme Court proceeding.",
      "id": "s685"
    },
    {
      "text": "Alternatively, the Commonwealth says that the cause of action relied on in the present proceeding is critically dependent upon an alleged state of fact or state of law, the existence of which was a matter necessarily decided unfavourably to Mr Spencer in the Supreme Court proceeding.",
      "id": "s686"
    },
    {
      "text": "189 The Commonwealth says that the orders made by the Supreme Court of New South Wales determine the whole of the principal cause of action as between Mr Spencer and the Commonwealth in that proceeding.",
      "id": "s687"
    },
    {
      "text": "Accordingly, it says, the orders are final and not interlocutory in nature (see Jefferson Ford Pty Ltd v Ford Motor Company of Australia Limited [2008] FCAFC 60 at [2] , [16], [164] and [180]-[182]).",
      "id": "s688"
    },
    {
      "text": "190 Mr Spencer has foreshadowed a reply to the Commonwealth's defence, in so far as it raises the doctrines of res judicata and issue estoppel.",
      "id": "s689"
    },
    {
      "text": "He says that the proceeding in the Supreme Court did not resolve, on a final basis, or at all, any of the issues raised in the present proceeding.",
      "id": "s690"
    },
    {
      "text": "Mr Spencer's counsel informed the Court that Mr Spencer has appealed from the orders of the Supreme Court and that that appeal is yet to be resolved.",
      "id": "s691"
    },
    {
      "text": "Clearly, if such an appeal were to be successful, there could be no issue estoppel or res judicata arising out of the decision at first instance.",
      "id": "s692"
    },
    {
      "text": "So long as there is still a competent appeal on foot, no question has been finally determined by the Supreme Court proceeding.",
      "id": "s693"
    },
    {
      "text": "191 In addition, Mr Spencer says that it would be unconscionable for the Commonwealth to rely on the orders of the Supreme Court because Mr Spencer was not legally represented and the divisional judge in the Supreme Court made factual errors and did not have before him all of the evidence that will be tendered in the present proceeding.",
      "id": "s694"
    },
    {
      "text": "Those matters appear to me to have no substance.",
      "id": "s695"
    },
    {
      "text": "It is no answer to a plea of res judicata or issue estoppel that the evidence is different or that an error of fact was made in the first proceeding.",
      "id": "s696"
    },
    {
      "text": "One purpose of the doctrines of res judicata and issue estoppel is to prevent the relitigation of the same issue with the possibility of different outcomes because the evidence is different.",
      "id": "s697"
    },
    {
      "text": "No such reply should be permitted since it would be futile.",
      "id": "s698"
    },
    {
      "text": "192 The question of whether or not a plea of res judicata or issue estoppel is otherwise available to the Commonwealth will depend upon an examination of the precise facts and issues before the Supreme Court and the reasoning that led to its conclusion.",
      "id": "s699"
    },
    {
      "text": "It may be a question that could be appropriately dealt with as a separate question.",
      "id": "s700"
    },
    {
      "text": "However, I would not be disposed to dismiss Mr Spencer's present claim solely on the basis of the defence of res judicata or issue estoppel postulated by the Commonwealth.",
      "id": "s701"
    },
    {
      "text": "Conclusion as to Mr Spencer's Prospects \n \n193 For the reasons indicated above, I consider that there is no serious question to be tried as to whether Mr Spencer is entitled to the final relief he currently claims in the proceeding.",
      "id": "s702"
    },
    {
      "text": "Putting it the other way, I do not consider that there is a reasonable prospect that Mr Spencer will succeed in obtaining the final relief that he currently claims in the proceeding.",
      "id": "s703"
    },
    {
      "text": "It may be arguable that property of Mr Spencer's has been acquired.",
      "id": "s704"
    },
    {
      "text": "However, I do not consider that Mr Spencer has shown that he has a reasonable prospect of establishing that any acquisition that may have occurred in respect of any property of his was effected or authorised by either of the Commonwealth Statutes or any of the Inter-Governmental Agreements.",
      "id": "s705"
    },
    {
      "text": "The Commonwealth Statutes and the Inter-Governmental Agreements do no more than authorise the making of financial grants to the States under s 96.",
      "id": "s706"
    },
    {
      "text": "Whether Mr Spencer has standing to seek to impugn any of the Inter-Governmental Agreements and the financial grants make under them is a question for another proceeding.",
      "id": "s707"
    },
    {
      "text": "Even if he were to be successful in that endeavour, it would do nothing to restore any property acquired from Mr Spencer as a result of the State Statutes for the reasons explained above.",
      "id": "s708"
    },
    {
      "text": "BALANCE OF CONVENIENCE \n \n194 In the light of my conclusion in the last section, the balance of convenience does not arise.",
      "id": "s709"
    },
    {
      "text": "However, I shall say something about that question.",
      "id": "s710"
    },
    {
      "text": "195 In considering the balance of convenience, the Court must assess the inconvenience to the respondent of the grant of interlocutory relief, on the assumption that ultimately the respondent is successful, and compare that with the inconvenience of the refusal of interlocutory relief to the applicant, on the assumption that the applicant ultimately succeeds.",
      "id": "s711"
    },
    {
      "text": "Factors to be assessed in making that comparison include:\n \n&#8226; the relative hardships that would be visited upon the parties;\n \n&#8226; whether there would be irreparable harm to the applicant if the interlocutory relief is not granted and the applicant ultimately succeeds;\n \n&#8226; whether damages are an adequate remedy to the applicant.",
      "id": "s712"
    },
    {
      "text": "196 Special considerations may apply where the interlocutory relief sought would adversely affect the public interest.",
      "id": "s713"
    },
    {
      "text": "Clearly enough, restraining the Commonwealth from taking any steps to establish a domestic emissions trading scheme, unless Mr Spencer's alleged interests are accommodated within the scheme, would have a significant effect on the public interest.",
      "id": "s714"
    },
    {
      "text": "In such circumstances, Mr Spencer may need to show a probability, even a distinct probability, of success in order to obtain interlocutory relief (see Castlemaine Tooheys Limited v The State of South Australia [1986] HCA 58 ; (1986) 161 CLR 148 at 154-156).",
      "id": "s715"
    },
    {
      "text": "197 Mr Spencer contends that the balance of convenience favours him because he claims that he has carbon sequestration rights in relation to Saarahnlee and that the Commonwealth has, by its actions to date, assumed those rights by including them in its national greenhouse account figures for the purpose of reporting its obligations in international law under the Kyoto Protocol.",
      "id": "s716"
    },
    {
      "text": "He says that, if interlocutory relief is not granted, the Commonwealth will continue to receive the benefits of his intangible property rights without providing compensation.",
      "id": "s717"
    },
    {
      "text": "He says that, while the question is being litigated, the property in question should not be used.",
      "id": "s718"
    },
    {
      "text": "198 Mr Spencer wants to retain the right to participate in a carbon trading market and to trade the Carbon Rights at the market rate when trading on any such a market commences.",
      "id": "s719"
    },
    {
      "text": "He says that, if the market mechanism that the Commonwealth creates does not allow his rights to be traded, he will lose the benefit of those rights.",
      "id": "s720"
    },
    {
      "text": "Mr Spencer says that the existence of his rights needs to be assessed before any such market comes into existence, so that both he and the Commonwealth know that the rights exist and that the Commonwealth is required to provide compensation for them.",
      "id": "s721"
    },
    {
      "text": "He says that, if a carbon trading market is created without that question being resolved by the Court, the Commonwealth may create a scheme that gives no credit to Mr Spencer's rights and he will suffer loss.",
      "id": "s722"
    },
    {
      "text": "Mr Spencer contends that, if the Commonwealth is not enjoined, in the terms claimed by him, the Commonwealth will continue to assume the benefit of the Carbon Rights and will have no reason to compensate him for the loss of those rights should a carbon trading market come into existence that does not recognise carbon sequestration rights arising from agriculture.",
      "id": "s723"
    },
    {
      "text": "199 Mr Spencer's evidence of the threat of irreparable damage is based on a media release published by the Minister for Climate Change and Water on 17 March 2008.",
      "id": "s724"
    },
    {
      "text": "By the media release, the Minister announced the Commonwealth's detailed timetable for introduction of emissions trading.",
      "id": "s725"
    },
    {
      "text": "The timetable includes the following stages:\n \n&#8226; March to June 2008: preliminary consultations on technical issues with industry and non-government groups.",
      "id": "s726"
    },
    {
      "text": "&#8226; July 2008: public release of a Green Paper on emissions trading design, drawing on preliminary consultations.",
      "id": "s727"
    },
    {
      "text": "&#8226; December 2008: public release of exposure draft legislation.",
      "id": "s728"
    },
    {
      "text": "&#8226; March --- Mid 2009: Bill considered by parliament.",
      "id": "s729"
    },
    {
      "text": "&#8226; 2009: consultation on emissions trading regulations.",
      "id": "s730"
    },
    {
      "text": "&#8226; Third quarter 2009: Act enters into force, regulator established.",
      "id": "s731"
    },
    {
      "text": "&#8226; 2010: emissions trading scheme will commence.",
      "id": "s732"
    },
    {
      "text": "200 The media release asserts that the introduction of emissions trading will constitute the most significant economic and structural reform undertaken in Australia since the trade liberalisation of the 1980s.",
      "id": "s733"
    },
    {
      "text": "It says that emissions trading will place a limit on the amount of emissions that will be allowed to be produced and asserts that the Commonwealth will take a careful and methodical approach to finalising the design of emissions trading in order to get the best results for Australia's climate while minimising the risks for the economy.",
      "id": "s734"
    },
    {
      "text": "201 The media release also says that the Minister for Climate Change and Water and the Minister for Agriculture, Fisheries and Forestry will begin discussions with leaders in the agriculture sector soon.",
      "id": "s735"
    },
    {
      "text": "The media release also says that the proposed Green Paper will canvas options and preferred approaches on issues, such as which industry sectors will be covered and how emission caps will be set.",
      "id": "s736"
    },
    {
      "text": "It will also include ways to address the impacts of emissions trading on Australian households, emissions-intensive trade-exposed industries and other strongly affected sectors.",
      "id": "s737"
    },
    {
      "text": "202 The Secretary of the Department gave evidence that the Commonwealth has decided that it will implement a legislative based emissions trading scheme in 2010, as a key part of its domestic emissions reduction policy framework.",
      "id": "s738"
    },
    {
      "text": "The Secretary said that the Commonwealth had not yet taken decisions as to which sectors of the economy would be included and who would be the liable parties that are required to reduce their emissions under the Emissions Trading Scheme.",
      "id": "s739"
    },
    {
      "text": "She also said that the Commonwealth has not decided whether or not forest plantation owners or individual land holders will be liable parties under the Emissions Trading Scheme and therefore be required to hold emissions permits for the greenhouse gases that they emit.",
      "id": "s740"
    },
    {
      "text": "203 The Secretary also said that the Commonwealth has not decided on the nature of the emissions reductions trajectory or the scheme caps that would undermine the scheme or whether there will be a link between emissions permits traded under the emissions trading scheme and the Kyoto Protocol assigned amount units.",
      "id": "s741"
    },
    {
      "text": "It is possible the two systems will be separate with no or limited fungability between the two.",
      "id": "s742"
    },
    {
      "text": "204 Finally, the Secretary said that the Commonwealth has announced that it will consult with the agriculture and forestry sectors on the question of their inclusion in the scheme and the time frame for that inclusion.",
      "id": "s743"
    },
    {
      "text": "However, the Commonwealth is yet to take decisions on whether forest-related offsets would be allowed in the emissions trading scheme.",
      "id": "s744"
    },
    {
      "text": "If offsets were allowed, in principle, landholders could receive credit for establishment of new forests or for maintaining or enhancing the existing forests on their land.",
      "id": "s745"
    },
    {
      "text": "Whether or not existing forests on private land would be eligible to generate offsets for the emissions trading scheme is yet to be the subject of decision by the Commonwealth.",
      "id": "s746"
    },
    {
      "text": "205 Assuming, for the purpose of considering the question of balance of convenience, that Mr Spencer has demonstrated that there is a serious question to be tried as to whether he is entitled to final relief, I have a difficulty in understanding how it can be said that the interlocutory relief claimed by Mr Spencer is related to the final relief that he claims in the proceeding.",
      "id": "s747"
    },
    {
      "text": "In effect, Mr Spencer appears to be contending that the Commonwealth should not be permitted to legislate with respect to the establishment of an emissions trading scheme until such time as the Court has determined whether or not Mr Spencer has the rights that he claims in the proceeding.",
      "id": "s748"
    },
    {
      "text": "That contention appears to me to be quite misconceived.",
      "id": "s749"
    },
    {
      "text": "206 Mr Spencer's claim for interlocutory relief does not depend upon the effect of either of the Commonwealth Statutes.",
      "id": "s750"
    },
    {
      "text": "He effectively says that he fears that a new statutory regime or scheme may be introduced that might affect his rights.",
      "id": "s751"
    },
    {
      "text": "That is really a matter for a quite separate proceeding seeking quite different final relief.",
      "id": "s752"
    },
    {
      "text": "If there is a threat that the Commonwealth's proposed scheme will be a law with respect to the acquisition of property otherwise than on just terms, it is possible that Mr Spencer may have a cause of action in relation to that matter.",
      "id": "s753"
    },
    {
      "text": "However, on the present state of the proposals, which are really no more than speculation, it is impossible to say that such a cause of action will arise.",
      "id": "s754"
    },
    {
      "text": "More importantly, however, it does not bear on what has been the effect of either of the Commonwealth Statutes.",
      "id": "s755"
    },
    {
      "text": "207 In the proceeding, Mr Spencer claims declarations concerning the invalidity of the Commonwealth Statutes and the Inter-Governmental Agreements.",
      "id": "s756"
    },
    {
      "text": "He also seeks an order that the Commonwealth return to him property that he claims has been expropriated or acquired without just terms.",
      "id": "s757"
    },
    {
      "text": "Finally, he claims damages for wrongful interference with that property.",
      "id": "s758"
    },
    {
      "text": "Whether or not Mr Spencer is entitled to that relief has no bearing on whether or not Mr Spencer will have access to any emissions trading scheme that might be established by future legislative acts of the Commonwealth Parliament.",
      "id": "s759"
    },
    {
      "text": "208 If the legislation foreshadowed by the media release published by the Minister for Climate Change and Water has the effect of expropriating or acquiring property of Mr Spencer's, that may have some bearing on the validity of that legislation.",
      "id": "s760"
    },
    {
      "text": "However, Mr Spencer does not in the present proceeding seek to impugn, otherwise than by his claim for interlocutory relief, the validity of legislation foreshadowed by the Minister for Climate Change and Water.",
      "id": "s761"
    },
    {
      "text": "Indeed, as is apparent from the media release, the design of any proposed emissions trading scheme has not yet been finalised.",
      "id": "s762"
    },
    {
      "text": "A fortiori , the terms of the legislation are quite unknown.",
      "id": "s763"
    },
    {
      "text": "209 The purpose of interlocutory relief is to preserve the status quo until final determination of the issues raised in the proceeding.",
      "id": "s764"
    },
    {
      "text": "Whether or not an emissions trading scheme is established by the Commonwealth at some time during 2009 or 2010 can have no bearing on the enjoyment by Mr Spencer of the fruits of this proceeding, even assuming he were totally successful.",
      "id": "s765"
    },
    {
      "text": "Whether or not the Commonwealth establishes an emissions trading scheme, the declarations claimed by Mr Spencer could still be made in this proceeding.",
      "id": "s766"
    },
    {
      "text": "Whether or not such a scheme is established by the Commonwealth, if legislation upon which the expropriation or acquisition depends is shown to be ineffective, the property expropriated or acquired from Mr Spencer would still exist and would continue to exist.",
      "id": "s767"
    },
    {
      "text": "Finally, whether or not the Commonwealth establishes an emissions trading scheme, Mr Spencer could be awarded any damages to which he is entitled for any wrongful interference with his property rights in this proceeding.",
      "id": "s768"
    },
    {
      "text": "210 It must follow that, whether or not there is a serious question to be tried as to whether Mr Spencer is entitled to the relief he claims and whether or not there is a reasonable prospect of his succeeding in the proceeding, his application for interlocutory relief must fail.",
      "id": "s769"
    },
    {
      "text": "CONCLUSION \n \n211 One cannot but feel the utmost sympathy for Mr Spencer if it be the case that Saarahnlee has been effectively sterilised by the State Statutes, with the effect that he can no longer carry on at Saarahnlee the activities which he was able to carry on prior to the enactment of the State Statutes.",
      "id": "s770"
    },
    {
      "text": "The question before the Court, however, is whether he has demonstrated that there is a serious question to be tried as to whether he is entitled to the final relief that he claims against the Commonwealth.",
      "id": "s771"
    },
    {
      "text": "Putting it the other way, the question is whether he has any reasonable prospect of obtaining that relief against the Commonwealth.",
      "id": "s772"
    },
    {
      "text": "Each question depends upon establishing that the Financial Assistance Act, the Natural Heritage Act or one of the Inter-Governmental Agreements is invalid in so far as it effects or authorises an acquisition or expropriation of part of Mr Spencer's property in relation to Saarahnlee.",
      "id": "s773"
    },
    {
      "text": "212 I have concluded that neither the Financial Assistance Act nor the Natural Heritage Act is a law with respect to the acquisition of property.",
      "id": "s774"
    },
    {
      "text": "Further, neither of those laws effects or authorises any acquisition of property of Mr Spencer's that has been identified by him in the statement of claim.",
      "id": "s775"
    },
    {
      "text": "Similarly, none of the Inter-Governmental Agreements effects or authorises any such acquisition.",
      "id": "s776"
    },
    {
      "text": "It follows, in my opinion, that there is no reasonable prospect that Mr Spencer can obtain the final relief claimed in the proceeding.",
      "id": "s777"
    },
    {
      "text": "It also follows that there is no serious question to be tried as to whether Mr Spencer is entitled to that relief.",
      "id": "s778"
    },
    {
      "text": "213 Accordingly, Mr Spencer's application for interlocutory relief must be dismissed.",
      "id": "s779"
    },
    {
      "text": "Further, the proceeding itself must be dismissed.",
      "id": "s780"
    },
    {
      "text": "214 However, before making any orders, I propose to give the parties the opportunity of considering my conclusions and the reasons for those conclusions.",
      "id": "s781"
    },
    {
      "text": "In particular, I have suggested above that there are at least rational arguments that could be advanced in support of the conclusion that certain of the Inter-Governmental Agreements may be invalid in some respects.",
      "id": "s782"
    },
    {
      "text": "While Mr Spencer's claim that the Inter-Governmental Agreements are invalid to the extent that they effect or authorise an acquisition of his property must be rejected, he has advanced no arguments to the effect that the Inter-Governmental Agreements may be invalid in some other respects.",
      "id": "s783"
    },
    {
      "text": "I express no view about such arguments, since they have not been the subject of submission on either side.",
      "id": "s784"
    },
    {
      "text": "215 I have referred to provisions of the Inter-Governmental Agreements that provide for compensation.",
      "id": "s785"
    },
    {
      "text": "As I have also observed above, no reliance has been placed on those provisions by the Commonwealth.",
      "id": "s786"
    },
    {
      "text": "Further, there may be a question as to whether Mr Spencer would have standing to put in question the validity of the Inter-Governmental Agreements, in circumstances where they do not either indirectly or directly effect or authorise an acquisition of his property.",
      "id": "s787"
    },
    {
      "text": "The essential difficulty for Mr Spencer's contentions, as they are presently formulated, is that any acquisition of property of his is effected or authorised by the State Statutes and he does not, in this proceeding, put in issue the validity of either of the State Statutes.",
      "id": "s788"
    },
    {
      "text": "No basis for invalidity has been suggested.",
      "id": "s789"
    },
    {
      "text": "In any event, New South Wales would be a necessary party to the proceeding if the question of validity were in issue.",
      "id": "s790"
    },
    {
      "text": "216 Accordingly, I propose to list the matter for the making of orders, and to deal with the question of costs at a time convenient to the parties after they have had an opportunity of considering these reasons.",
      "id": "s791"
    },
    {
      "text": "I certify that the preceding two hundred and sixteen (216) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s792"
    },
    {
      "text": "Associate:\n \nDated: 26 August 2008\n\n Counsel for the Applicant: Mr P King and Mr T Anderson \n \n Solicitor for the Applicant: McKELLS Solicitors \n \n Counsel for the Respondent: Mr C Lenehan \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 21 and 22 May, 2, 3 and 27 June 2008 \n \n Date of Final Submissions: 1 July 2008 \n \n Date of Judgment: 26 August 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1256.html",
      "id": "s793"
    }
  ]
}