{
  "name": "Occupational and Medical Innovations Ltd ACN 091 192 871 v Retractable Technologies Inc [2008] FCA 1102 (29 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1102.html",
  "catchphrases": [
    {
      "text": "exploitation of a relevant patent",
      "id": "c0"
    },
    {
      "text": "degree of variation sufficient to warrant such a declaration",
      "id": "c1"
    },
    {
      "text": "declaration of non-infringement of a different patent pursuant to s 125 patents act 1990 (cth)",
      "id": "c2"
    },
    {
      "text": "intellectual property",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant (\"OMI\") holds Australian Patent No 775427 entitled \"A Single Use Syringe\" (the \"OMI patent\").",
      "id": "s0"
    },
    {
      "text": "The respondent (\"RTI\") is entitled to exploit the invention which is the subject of Australian Patent No 701878, entitled \"Tamperproof Retractable Syringe\" (the \"RTI patent\").",
      "id": "s1"
    },
    {
      "text": "2 In letters dated 5 October 2004 and 24 March 2006, RTI's legal advisers asserted or implied that OMI was infringing, or proposing to infringe, RTI's intellectual property and other rights including, in particular, those held in connection with the RTI patent.",
      "id": "s2"
    },
    {
      "text": "These allegations apparently arose out of the proposed exploitation by OMI of the OMI patent.",
      "id": "s3"
    },
    {
      "text": "OMI commenced proceedings for a declaration that RTI had made unjustifiable threats and for interlocutory and permanent injunctive relief.",
      "id": "s4"
    },
    {
      "text": "I found that the letter of 5 October 2004 contained unjustifiable threats and declared accordingly.",
      "id": "s5"
    },
    {
      "text": "I found that the letter of 24 March 2006 did not contain unjustifiable threats.",
      "id": "s6"
    },
    {
      "text": "In the course of these proceedings OMI indicated that it proposed to seek a declaration of non-infringement pursuant to s 125 of the Patents Act 1990 (Cth) (the \"Act\").",
      "id": "s7"
    },
    {
      "text": "A prayer for such relief appears in OMI's second further amended statement of claim.",
      "id": "s8"
    },
    {
      "text": "However the application seems not to have been amended.",
      "id": "s9"
    },
    {
      "text": "OMI should seek leave to amend the application to add such a prayer.",
      "id": "s10"
    },
    {
      "text": "THE ACT \n \n3 In Part 2 of Chapter 11 of the Act, ss 124 to 127 provide as follows:\n 124 Interpretation \n \n In this Part: \n patentee includes an exclusive licensee.",
      "id": "s11"
    },
    {
      "text": "125 Application for non-infringement declaration \n \n \n (1) A person who wishes to exploit an invention may apply to a prescribed court for a declaration that the exploitation of the invention would not infringe a claim of a particular complete specification.",
      "id": "s12"
    },
    {
      "text": "(2) An Application may be made: \n \n \n(a) at any time after the complete specification has become open to public inspection; and (b) whether or not the nominated person or patentee has made any assertion to the effect that the exploitation of the invention would infringe the claim.",
      "id": "s13"
    },
    {
      "text": "(3) The nominated person or patentee must be joined as a respondent in the proceedings.",
      "id": "s14"
    },
    {
      "text": "126 Proceedings for non-infringement declarations \n \n \n (1) A prescribed court must not make a non-infringement declaration unless a patent has been granted in respect of the relevant invention and; \n \n \n(a) the applicant for the declaration: (i) has asked the nominated person or patentee in writing for a written admission that the proposed exploitation would not infringe a claim of the complete specification; and (ii) has given the nominated person or patentee full written particulars of the proposed exploitation; and (iii) has undertaken to pay a reasonable sum for the nominated person's or patentee's expenses in obtaining advice about whether the proposed exploitation would infringe the claim; and (b) the nominated person or patentee has refused or failed to make the admission; and (c) if the patent is an innovation patent --- the patent has been certified.",
      "id": "s15"
    },
    {
      "text": "(2) The validity of a claim cannot be questioned in proceedings for a non-infringement declaration.",
      "id": "s16"
    },
    {
      "text": "(3) The costs of all parties in proceedings for a non-infringement declaration must be paid by the applicant for the declaration unless the court otherwise orders.",
      "id": "s17"
    },
    {
      "text": "127 Effect of non-infringement declarations \n \n \n If: \n \n (a) a nominated person or patentee has given a person a written admission that the exploitation of an invention would not infringe a claim, or a prescribed court has made a non-infringement declaration in respect of an invention; and \n \n (b) the patentee later gets an injunction restraining the person from exploiting the invention as specified in the admission, or the declaration is revoked; \n \n the person is not liable: \n \n (c) to account to the patentee for any profits, made by the person before the date on which the injunction was granted or the declaration was revoked, from the exploitation of the invention as specified in the admission or declaration; or \n \n (d) to pay damages for any loss suffered by the patentee before that date as a result of that exploitation.",
      "id": "s18"
    },
    {
      "text": "A CONSTRUCTION QUESTION \n \n4 There is some superficial difficulty in understanding these sections.",
      "id": "s19"
    },
    {
      "text": "Although OMI asserts that it proposes to exploit its patent rights, and that the s 125 application relates to such proposed exploitation, it submits that even if such proposed exploitation were not of its patent rights, it would be entitled to a declaration.",
      "id": "s20"
    },
    {
      "text": "RTI submits that s 125 relief is only available if the proposed exploitation is of OMI's patent rights.",
      "id": "s21"
    },
    {
      "text": "5 The regime established by Part 2 contemplates there being two parties, each claiming certain rights pursuant to the Act.",
      "id": "s22"
    },
    {
      "text": "The person identified in subs 125(1) is a person who is entitled to exploit an invention as defined in the dictionary.",
      "id": "s23"
    },
    {
      "text": "I infer that such invention must be the subject matter of a patent or a patent application.",
      "id": "s24"
    },
    {
      "text": "I will refer to that person as the \"applicant\".",
      "id": "s25"
    },
    {
      "text": "The person described in subs 125(2) as the \"nominated person or patentee\" is a person who holds a patent, or has applied for a patent and filed a complete specification.",
      "id": "s26"
    },
    {
      "text": "I will refer to that person as the \"respondent\".",
      "id": "s27"
    },
    {
      "text": "It is important to note that the word \"invention\" is used to describe the subject matter of the applicant's rights.",
      "id": "s28"
    },
    {
      "text": "On the other hand, the subject matter of the respondent's rights is described as \"a claim of a particular complete specification\".",
      "id": "s29"
    },
    {
      "text": "6 The applicant will be entitled to apply under s 125 if he or she wishes lawfully to exploit the relevant invention.",
      "id": "s30"
    },
    {
      "text": "However subs 126(1) provides that no declaration may be made unless and until a patent has been granted for the invention.",
      "id": "s31"
    },
    {
      "text": "In my view the patent referred to in subs 126(1) and para 126(1)(c) is that which relates to the invention which the applicant proposes to exploit.",
      "id": "s32"
    },
    {
      "text": "The reference in subs 126(1) to the \"nominated person or patentee\" is to the respondent and not to the holder of such patent.",
      "id": "s33"
    },
    {
      "text": "The use of the words \"invention\" and \"claim of a particular complete specification\" in subs 125(1) has led me to that view.",
      "id": "s34"
    },
    {
      "text": "However there is another reason for it.",
      "id": "s35"
    },
    {
      "text": "If s 126 were interpreted as referring to a patent held by the respondent, the operation of Part 2 would be greatly reduced.",
      "id": "s36"
    },
    {
      "text": "An applicant would not be able to obtain a declaration until after the respondent's patent had been granted (and, in the case of an innovation patent, certified).",
      "id": "s37"
    },
    {
      "text": "He or she could not safely exploit his or her invention for a period which might be quite lengthy.",
      "id": "s38"
    },
    {
      "text": "On the other hand there are good policy reasons for limiting the availability of relief under Part 2 to a person who wishes to exploit a patent which has been granted, excluding mere applicants whose rights have not been finally determined.",
      "id": "s39"
    },
    {
      "text": "OMI must demonstrate an intention to exploit the OMI patent.",
      "id": "s40"
    },
    {
      "text": "MATTERS IN ISSUE \n \n7 Section 126 requires that an applicant:\n \n&#8226; ask the respondent for an admission of non-exploitation;\n \n&#8226; give the respondent full particulars of the proposed exploitation; and\n \n&#8226; undertake to pay the respondent's reasonable expenses in obtaining appropriate advice.",
      "id": "s41"
    },
    {
      "text": "8 It is also necessary that the applicant's patent have issued and that the respondent has refused to make the relevant admission.",
      "id": "s42"
    },
    {
      "text": "9 At the hearing RTI did not dispute any of these matters, the only matters in dispute being:\n \n&#8226; whether OMI has established that it proposes to exploit the OMI patent; and\n \n&#8226; whether such exploitation would infringe the RTI patent.",
      "id": "s43"
    },
    {
      "text": "THE PROPOSED EXPLOITATION \n \n10 OMI's proposed exploitation is particularized in paras 7 and 8 of the second further amended statement of claim as follows:\n \n \n 7.",
      "id": "s44"
    },
    {
      "text": "The Applicant has given the Respondent full written particulars of its proposed exploitation of the Applicant's invention.",
      "id": "s45"
    },
    {
      "text": "Particulars \n \n The Applicant gave particulars of its proposed exploitation: \n \n \n \n \n \n A by delivering to the Respondent samples of the Applicant's Invention pursuant to the order of Dowsett J made on 20 October 2006 on 25 October 2006 [sic] and as Annexure 2 to the affidavit of Gareth John Jenkins sworn 25 June 2007; \n \n B by way of disclosure required under the Corporations Act 2001 (Cth) and listing rules of the Australian Stock Exchange on, inter alia, 25 February 2005, 3 May 2005, 15 September 2005, 21 October 2005, 10 November 2005, 16 November 2005, 25 November 2005, 21 December 2005, 23 December 2005, 9 March 2006, 16 March 2006, 31 May 2006 and 23 November 2006; \n \n C further and alternatively to paragraph B above from the Applicant's Solicitors to the Respondent's Solicitors dated 6 July 2007.",
      "id": "s46"
    },
    {
      "text": "8.",
      "id": "s47"
    },
    {
      "text": "The Respondent knew the contents of the disclosures referred to in the particulars to the preceding paragraph: \n \n \n \n \n (a) by reason of those disclosures being made to the world at large and being available for viewing at all material times on the website of the Australian Stock Exchange at the web address www.asx.com.au; \n \n (b) at least in relation to the disclosures dated 15 September 2005, 25 November 2005, 9 March 2006 and 23 December 2005 by reason of the Respondent's lawyer, Mr Monty L Ross having read those documents for the purposes of drafting [the letter from RTI's lawyers to OMI dated 24 March 2006] ; \n \n (c) by reason of having exhibited them (other than the disclosure date 23 November 2006) to the affidavit of Ms Lawson (a solicitor employed by the firm of solicitors representing the Respondent) sworn 11 May 2007.",
      "id": "s48"
    },
    {
      "text": "11 Subparagraph 126(1)(a)(ii) requires notification of the way in which an applicant proposes to exploit the relevant invention, thus giving the respondent an opportunity to determine whether the proposed exploitation will infringe a claim in the relevant complete specification.",
      "id": "s49"
    },
    {
      "text": "It is difficult to see how particulars A and B in para 7 could, by themselves, satisfy that requirement.",
      "id": "s50"
    },
    {
      "text": "The samples identified in particular A were presumably provided in connection with the proceedings as originally constituted and not as notification of any proposed exploitation.",
      "id": "s51"
    },
    {
      "text": "The various disclosures identified in particular B were provided to the stock exchange and not to RTI as required by the section.",
      "id": "s52"
    },
    {
      "text": "In any event, they disclose an intention to market syringes but do not identify those syringes.",
      "id": "s53"
    },
    {
      "text": "The conduct specified in particulars A and B was neither intended, nor appropriate, to satisfy the statutory requirement.",
      "id": "s54"
    },
    {
      "text": "However the letter of 6 July 2007 (particular C) was so intended, and was appropriate, to do so.",
      "id": "s55"
    },
    {
      "text": "Relevantly, it stated:\n We refer to the hearing before Justice Dowsett on 26 June 2007 and to s 126 of the Patents Act 1990 (Cth) (\"Act\").",
      "id": "s56"
    },
    {
      "text": "We enclose: \n \n (1) a copy of our client's further amended statement of claim which makes reference to our client's Australian Patent No 775427; and \n (2) a copy of our client's Australian Patent No 775427 (\"the Patent\").",
      "id": "s57"
    },
    {
      "text": "If you require further samples of the invention as provided to you in October 2006, please let us know.",
      "id": "s58"
    },
    {
      "text": "We advise that our client intends to exploit the invention referred to in the Patent in the following ways: \n \n (a) having the invention manufactured in China pursuant to the terms of its manufacturing agreement (a copy of which you have); \n (b) and also: \n \n&#8226; importing the invention into Australia; &#8226; distributing the invention within Australia; &#8226; selling the invention within Australia in commercial quantities; and &#8226; keeping the invention for these purpose.",
      "id": "s59"
    },
    {
      "text": "pursuant to the terms of a Distribution Agreement between OMI and Terumo Corporation dated 31 May 2006 (\"Distribution Agreement\").",
      "id": "s60"
    },
    {
      "text": "In relation to our client's proposed exploitation of its invention: \n \n (a) we understand that your client is aware of the arrangements between our client and Terumo Corporation for the distribution and sale of our product as Mr Shaw of your client has spoken to representatives of Terumo Corporation about this matter; \n \n (b) our client's announcement to the Australian Stock Exchange with respect to the distribution agreement is annexed to the affidavit of Elizabeth Janet Lawson dated 11 May 2007, which was filed by your client in these proceedings; and \n \n (c) your client was in no doubt that the relevant invention was that described in our client's Patent as it discovered a copy of that document as being relevant to the issues in the proceedings prior to the recent amendment by our client to its statement of claim to refer to the Patent.",
      "id": "s61"
    },
    {
      "text": "Pursuant to s 126(1)(a)(i) of the Act , by this letter, we formally ask your client for a written admission that the proposed exploitation of the invention described in the Patent by our client would not infringe a claim of the complete specification of your client's Australian Patent No AU-A-59724/98 (\"Respondent's patent\").",
      "id": "s62"
    },
    {
      "text": "We note with respect to this request that your client through Senior Counsel advised the Court on 26 June 2007 (see line 15 on page 11 of transcript) that your client does not assert that our client's invention infringes its patent.",
      "id": "s63"
    },
    {
      "text": "Pursuant to s 126(1)(a)(iii) of the Act , our client offers to pay your client's reasonable expenses in obtaining advice about whether the proposed exploitation of the Patent would infringe any claim of the Respondent's patent.",
      "id": "s64"
    },
    {
      "text": "We note with respect to our client's offer to pay reasonable costs that your client: &#8226; has had samples of our client's inventions since 25 October 2006 (samples were collected by Andrea Severa of your office from Lesley Symons of your office at about 2.20 pm on that day); \n \n \n \n&#8226; has had access to the Patent since at least 28 March 2007 (as evidenced by the Respondent's List of Documents dated 30 March 2007); and &#8226; as stated earlier, your client has submitted to the Court that it does not assert infringement.",
      "id": "s65"
    },
    {
      "text": "12 The letter makes it reasonably clear that OMI proposes to manufacture, import, distribute and sell syringes and keep stocks for such purposes, purportedly in exploitation of the OMI patent, such syringes being in accordance with the samples provided on 25 October 2006 as identified in particular A.",
      "id": "s66"
    },
    {
      "text": "EVIDENTIARY ISSUES \n \n13 OMI relies upon two affidavits by Paul John Davis, an engineer and patent attorney.",
      "id": "s67"
    },
    {
      "text": "Mr Davis describes his expertise as follows:\n My expertise relates to the preparation, filing and prosecution of patents, trademarks and designs.",
      "id": "s68"
    },
    {
      "text": "In particular, my expertise relates to the mechanical engineering field.",
      "id": "s69"
    },
    {
      "text": "The mechanical engineering field includes many different types of products, such as medial [sic] devices.",
      "id": "s70"
    },
    {
      "text": "I personally have had experience in the drafting, prosecution and/or review of medical devices in relation to patent applications.",
      "id": "s71"
    },
    {
      "text": "Specifically I have had dealings with spinal implants, electro-surgical return electrodes, infusion apparatus and retractable syringes.",
      "id": "s72"
    },
    {
      "text": "14 Mr Davis holds the degrees of Bachelor of Engineering (Manufacturing Systems), Bachelor of Business Marketing (Marketing) and a Diploma of Export Management.",
      "id": "s73"
    },
    {
      "text": "Counsel for RTI initially objected to Mr Davis's evidence upon the basis that he is not a properly qualified expert in the sense that he is not a person skilled in the relevant art.",
      "id": "s74"
    },
    {
      "text": "However, as I understand it, counsel subsequently resiled from that position, accepting that his concerns go to weight rather than to admissibility.",
      "id": "s75"
    },
    {
      "text": "15 In connection with issues of novelty, inventiveness and construction of patents, courts frequently rely upon the evidence of skilled addressees.",
      "id": "s76"
    },
    {
      "text": "Such a person would presumably be a person of ordinary skill in the relevant art, possessed of the common general knowledge in that art at the relevant time.",
      "id": "s77"
    },
    {
      "text": "See, for example, Freeman v TJ and FL Pohlmer Pty Ltd [1994] FCA 1568 ; (1994) 30 IPR 377 at 381 .",
      "id": "s78"
    },
    {
      "text": "In connection with novelty and inventiveness, the focus upon such a \"skilled addressee\" is designed to identify objectively the relevant prior art base and the obviousness of any development going beyond that base.",
      "id": "s79"
    },
    {
      "text": "I am not presently concerned with such issues.",
      "id": "s80"
    },
    {
      "text": "Where words have a special meaning in the relevant art, it may be necessary that expert evidence concerning such meaning be given by a person skilled in the art.",
      "id": "s81"
    },
    {
      "text": "However there is no suggestion of that in the present case.",
      "id": "s82"
    },
    {
      "text": "RTI does not dispute the construction of the patent advanced by Mr Davis.",
      "id": "s83"
    },
    {
      "text": "Where the words are common technical or scientific words, not limited to use in the particular art, a wider class of persons may be competent to give such evidence.",
      "id": "s84"
    },
    {
      "text": "Further, the question of construction is ultimately for the Court.",
      "id": "s85"
    },
    {
      "text": "16 Section 79 of the Evidence Act 1995 (Cth) provides:\n If a person has specialized knowledge based on the person's training, study or experience, the opinion rule does not apply to evidence of an opinion of that person that is wholly or substantially based on that knowledge.",
      "id": "s86"
    },
    {
      "text": "17 In his evidence Mr Davis seeks to compare with the RTI patent, particular samples of the product which OMI proposes to market.",
      "id": "s87"
    },
    {
      "text": "Mr Davis also seeks to compare those samples with the OMI patent.",
      "id": "s88"
    },
    {
      "text": "Counsel for RTI correctly points out that the diagrams attached to Mr Davis's reports do not precisely depict the OMI samples which are in evidence.",
      "id": "s89"
    },
    {
      "text": "However the differences do not seem to be significant.",
      "id": "s90"
    },
    {
      "text": "I will discuss them in more detail at a later stage.",
      "id": "s91"
    },
    {
      "text": "Mr Davis's evidence is obviously based on his reading of the patent in light of his training and experience.",
      "id": "s92"
    },
    {
      "text": "That evidence may assist me to compare the samples which are exhibited to Mr Jenkins' affidavit filed on 25 June 2007 with the claims of the OMI patent and the RTI patent.",
      "id": "s93"
    },
    {
      "text": "However it is for me to decide all questions of fact.",
      "id": "s94"
    },
    {
      "text": "Mr Davis's evidence can do little more than offer an explanation as to the way in which each \"feature\" in the respective patents may or may not be present in the OMI samples.",
      "id": "s95"
    },
    {
      "text": "18 In the course of argument counsel for OMI referred to a number of diagrams which purport to depict RTI's invention, or a particular embodiment of it.",
      "id": "s96"
    },
    {
      "text": "Those drawings were handed to me as part of OMI's submissions.",
      "id": "s97"
    },
    {
      "text": "They offer a simplified version of the drawings which appear in the RTI patent, which drawings are unusually difficult to understand.",
      "id": "s98"
    },
    {
      "text": "However I am conscious of the need to avoid treating the first-mentioned drawings as evidence rather than submissions.",
      "id": "s99"
    },
    {
      "text": "19 Counsel also handed up various additional samples of OMI's product.",
      "id": "s100"
    },
    {
      "text": "Counsel for RTI points out that the proposed exploitation is by manufacture and supply of syringes identical to those exhibited to Mr Jenkins' affidavit, not those handed up in the course of submissions.",
      "id": "s101"
    },
    {
      "text": "I have treated the latter samples as being provided for my convenience, rather like copies of affidavits, rather than as, themselves, being evidence of the proposed exploitation.",
      "id": "s102"
    },
    {
      "text": "THE PATENTS \n \n20 The OMI patent is said to be for a \"single-use syringe\".",
      "id": "s103"
    },
    {
      "text": "The RTI patent is said to be for a \"tamper-proof retractable syringe\".",
      "id": "s104"
    },
    {
      "text": "Clearly, each patent is for a retractable syringe for single use.",
      "id": "s105"
    },
    {
      "text": "Each syringe consists of a hollow barrel with, at one end (the \"forward end\"), a needle capable of piecing skin and underlying tissue for the purpose of injecting fluid.",
      "id": "s106"
    },
    {
      "text": "The needle is hollow to facilitate that purpose.",
      "id": "s107"
    },
    {
      "text": "At the other end of the barrel (the \"rear end\") is a plunger which is forced into the barrel for the purpose of expelling fluid held in the barrel into, and out of, the needle.",
      "id": "s108"
    },
    {
      "text": "It is common knowledge that such a needle may become infected as a result of its introduction into a patient's body, creating the risk that, after withdrawal, it may pierce the skin of another person, possibly transmitting the infection.",
      "id": "s109"
    },
    {
      "text": "The \"retractable\" element of each invention is designed to facilitate the safe storage of the needle after use in order to avoid that risk.",
      "id": "s110"
    },
    {
      "text": "In each case the needle is \"spring-loaded\" so that after completion of the injection, it will retract into a channel within the plunger.",
      "id": "s111"
    },
    {
      "text": "21 Mr Davis has prepared tables in which he identifies the \"features\" of the relevant claims in the patents and states his views as to the extent to which the OMI samples reflect such features.",
      "id": "s112"
    },
    {
      "text": "These tables are a useful focus for my consideration of the matter.",
      "id": "s113"
    },
    {
      "text": "For that reason I propose to incorporate them into my reasons and attach them as schedules.",
      "id": "s114"
    },
    {
      "text": "The table concerning the OMI patent will be attachment 1.",
      "id": "s115"
    },
    {
      "text": "The table dealing with the RTI patent will be attachment 2.",
      "id": "s116"
    },
    {
      "text": "At a later stage, I shall indicate the extent to which I accept statements of fact contained in the tables.",
      "id": "s117"
    },
    {
      "text": "THE OMI SAMPLES \n \n22 As I have observed, the products which constitute OMI's proposed exploitation are defined by the samples which are exhibited to Mr Jenkins' affidavit.",
      "id": "s118"
    },
    {
      "text": "I should describe them in some detail.",
      "id": "s119"
    },
    {
      "text": "There are four samples, each designed to deliver an identified maximum volume of fluid, namely 1 ml, 3 ml, 5 ml or 10 ml.",
      "id": "s120"
    },
    {
      "text": "Mr Davis apparently examined only the 3 ml and 10 ml syringes.",
      "id": "s121"
    },
    {
      "text": "However the syringes are of simple design and largely made of transparent material.",
      "id": "s122"
    },
    {
      "text": "I am satisfied that all four samples are of the same design.",
      "id": "s123"
    },
    {
      "text": "23 Each barrel is marked with the words \"Single Use Only\", calibrations up to the relevant maximum volume and some other marks.",
      "id": "s124"
    },
    {
      "text": "In each case there is, at the rear end of the barrel, a cross-member, apparently intended to assist the operator in gripping the syringe and depressing the plunger.",
      "id": "s125"
    },
    {
      "text": "At the rear end of the plunger is a disc, apparently intended to be the point at which the thumb applies pressure to the plunger.",
      "id": "s126"
    },
    {
      "text": "The plunger consists of four \"fins\" which are at right angles.",
      "id": "s127"
    },
    {
      "text": "A tubular space runs up the centre of the plunger for most of its length.",
      "id": "s128"
    },
    {
      "text": "This is the space into which the needle retracts.",
      "id": "s129"
    },
    {
      "text": "At the forward end of the plunger is a rubber cap.",
      "id": "s130"
    },
    {
      "text": "When it is removed one can see the open end of the tubular space to which I have referred.",
      "id": "s131"
    },
    {
      "text": "In the centre of the cap, viewed from the inner (or rear) side, is a circular indentation or perforation.",
      "id": "s132"
    },
    {
      "text": "Mr Davis's evidence demonstrates that the cap is susceptible of being broken at this point.",
      "id": "s133"
    },
    {
      "text": "I accept that evidence.",
      "id": "s134"
    },
    {
      "text": "24 The forward end of the barrel is conical in shape, but fairly flat, with the apex of the cone cut off in order to allow the needle and needle holder to pass through it.",
      "id": "s135"
    },
    {
      "text": "Adopting language similar to that used in the RTI patent, I shall describe this truncated core as the \"transitional zone\" of the barrel.",
      "id": "s136"
    },
    {
      "text": "At the forward end of the transitional zone there is a cylindrical extension of the barrel which I will refer to as the \"nose\".",
      "id": "s137"
    },
    {
      "text": "It is generally of the same diameter as the \"cut\" end of the cone, save that there is a raised edge around it at the point at which it joins the cone.",
      "id": "s138"
    },
    {
      "text": "This ridge acts as a locking mechanism to hold a protective sheath which is fitted over the needle prior to use.",
      "id": "s139"
    },
    {
      "text": "At the end of the nose a further plastic cylinder of narrower diameter protrudes.",
      "id": "s140"
    },
    {
      "text": "This is the end of the needle holder.",
      "id": "s141"
    },
    {
      "text": "A demonstration during submissions showed that it retracts with the needle.",
      "id": "s142"
    },
    {
      "text": "The needle protrudes from the needle holder.",
      "id": "s143"
    },
    {
      "text": "25 The needle and needle holder extend back into the barrel.",
      "id": "s144"
    },
    {
      "text": "The needle holder terminates in a white pointed segment, a little like an arrowhead.",
      "id": "s145"
    },
    {
      "text": "It is apparently made of plastic.",
      "id": "s146"
    },
    {
      "text": "It appears to pierce the centre of a white disc which sits across the barrel.",
      "id": "s147"
    },
    {
      "text": "The point of the arrowhead protrudes back into the rear section of the barrel.",
      "id": "s148"
    },
    {
      "text": "Mr Davis's evidence shows that the arrowhead is attached to the disc by a frangible connection, that is, one which can be relatively easily broken.",
      "id": "s149"
    },
    {
      "text": "A spring is fitted around the needle holder, extending from the end of the nose nearest the transitional zone to the white disc.",
      "id": "s150"
    },
    {
      "text": "The spring is compressed, being fixed at the rear of the nose, and at the other end, held in place by the white disc.",
      "id": "s151"
    },
    {
      "text": "The disc is, itself, held in place in the barrel by a lip which has been built into the inside surface of the barrel.",
      "id": "s152"
    },
    {
      "text": "This prevents the disc from moving to the rear of the barrel under the force of the coiled spring.",
      "id": "s153"
    },
    {
      "text": "26 On the rear surface of the white disc (that is the side away from the nose), and to one side of it, a small nib protrudes in a rearward direction.",
      "id": "s154"
    },
    {
      "text": "As the plunger approaches the forward end of the barrel the cap on the plunger engages with the nib, causing the disc to tilt and move forward.",
      "id": "s155"
    },
    {
      "text": "This causes the frangible connection between the arrowhead and the rest of the disc to break, releasing the spring.",
      "id": "s156"
    },
    {
      "text": "The released spring pushes the arrowhead and attached needle back through the cap and into the tubular channel in the plunger, while the plunger pushes the disc forward into the transitional zone.",
      "id": "s157"
    },
    {
      "text": "EXPLOITATION OF THE OMI PATENT \n \n27 OMI seeks only to demonstrate exploitation of claim 1 of the OMI patent.",
      "id": "s158"
    },
    {
      "text": "Subject to certain qualifications I accept the table of \"features\" of the OMI patent prepared by Mr Davis and his comments concerning the extent to which the OMI samples reflect those features.",
      "id": "s159"
    },
    {
      "text": "I have previously referred to the drawings of the OMI product included in Mr Davis's reports and to the fact that they differ from the exhibited samples.",
      "id": "s160"
    },
    {
      "text": "The drawings show the spring as extending from the forward end of the nose to a point some distance short of the white disc.",
      "id": "s161"
    },
    {
      "text": "As I have said, in the samples one end of the spring runs from the rear of the nose to the white disc.",
      "id": "s162"
    },
    {
      "text": "Counsel for RTI does not suggest that these differences are sufficient to justify the conclusion that the samples are not within claim 1 of the OMI patent.",
      "id": "s163"
    },
    {
      "text": "He rather relies upon them as undermining Mr Davis's evidence.",
      "id": "s164"
    },
    {
      "text": "I do not see these variations as having any present significance.",
      "id": "s165"
    },
    {
      "text": "The relevant feature (or integer) of claim 1 of the OMI patent is the requirement in para 1(c) that there be a \"biasing means about the needle to bias the needle into the barrel\".",
      "id": "s166"
    },
    {
      "text": "In this sense the word \"biasing\" means \"a directing influence\" (see Shorter Oxford English Dictionary), in other words, a means to direct the needle into the barrel.",
      "id": "s167"
    },
    {
      "text": "The claim says nothing about where the spring is to be mounted other than that it be \"about the needle\".",
      "id": "s168"
    },
    {
      "text": "28 It follows that the samples fall within the terms of claim 1 of the OMI patent.",
      "id": "s169"
    },
    {
      "text": "Their manufacture, import, distribution, sale or holding in stock would be an exploitation of the invention which is the subject of that patent.",
      "id": "s170"
    },
    {
      "text": "INFRINGEMENT OF THE RTI PATENT \n \n29 I turn to the question of whether the samples infringe the RTI patent.",
      "id": "s171"
    },
    {
      "text": "Mr Davis's table sets out the \"features\" of claim 1 of the RTI patent.",
      "id": "s172"
    },
    {
      "text": "In its original form the schedule is attached to his affidavit of the 25 June 2007.",
      "id": "s173"
    },
    {
      "text": "However erroneous material was included in it.",
      "id": "s174"
    },
    {
      "text": "The corrected version is exhibited to his affidavit filed on 28 March 2008.",
      "id": "s175"
    },
    {
      "text": "Although I see no reason to doubt its correctness, it is not necessary that I adopt the whole of the document.",
      "id": "s176"
    },
    {
      "text": "The case has been conducted upon the basis that there are three specific \"features\" (or integers) of claim 1 of the RTI patent which are not found in the samples.",
      "id": "s177"
    },
    {
      "text": "These appear in features 4, 6 and 7 as identified by Mr Davis.",
      "id": "s178"
    },
    {
      "text": "30 The RTI patent describes a \"one piece body\", comprising an elongated barrel and a nose with a transitional zone connecting the barrel and the nose.",
      "id": "s179"
    },
    {
      "text": "The nose has a reduced cross-sectional area relative to the barrel.",
      "id": "s180"
    },
    {
      "text": "The preferred embodiment, as identified in the drawings in the RTI patent, demonstrates a tapering of the body from the constant diameter of the barrel to the reduced diameter of the nose.",
      "id": "s181"
    },
    {
      "text": "This is the transitional zone.",
      "id": "s182"
    },
    {
      "text": "The nose also appears to be in two stages, that nearer the transitional zone being wider than that which is located further forward.",
      "id": "s183"
    },
    {
      "text": "As with the OMI samples, the needle holder seems to protrude past the end of the nose.",
      "id": "s184"
    },
    {
      "text": "Mr Davis's feature 4 stipulates the inclusion of a retraction mechanism \"sealingly disposed in the nose\".",
      "id": "s185"
    },
    {
      "text": "The adverb \"sealingly\" may be unique to patents.",
      "id": "s186"
    },
    {
      "text": "It presumably means that the retraction mechanism is sealed in the nose or seals the nose.",
      "id": "s187"
    },
    {
      "text": "The retraction mechanism comprises a needle holder, a passage-way by which fluid flows into the needle and a spring designed to force the needle into the retraction cavity in the plunger.",
      "id": "s188"
    },
    {
      "text": "Clearly enough, in OMI's samples the retraction mechanism is not located in the nose, save for part of the needle holder and, possibly, the forward end of the spring.",
      "id": "s189"
    },
    {
      "text": "The rest of the retraction mechanism is in the barrel or in the short transitional zone.",
      "id": "s190"
    },
    {
      "text": "This is the first difference between claim 1 of the RTI patent and the OMI samples.",
      "id": "s191"
    },
    {
      "text": "31 Secondly, feature 6 refers to a retainer member which holds the needle holder and spring in place by \"sliding engagement\" of the said retainer member with the inwardly-facing surface of the nose.",
      "id": "s192"
    },
    {
      "text": "This was described in argument as the use of friction to hold in place the retainer member, and therefore the needle holder and spring.",
      "id": "s193"
    },
    {
      "text": "In the preferred embodiment an annular member surrounds the head of the needle holder and may be welded to it by a frangible connection.",
      "id": "s194"
    },
    {
      "text": "However it is held in place by friction, possibly assisted by the use of an adhesive.",
      "id": "s195"
    },
    {
      "text": "In the OMI samples, the white disc is held in place by the lip which is moulded into the inside of the barrel.",
      "id": "s196"
    },
    {
      "text": "The force of the coiled spring holds it against the lip.",
      "id": "s197"
    },
    {
      "text": "32 Thirdly, the RTI patent provides that the head of the plunger should move through the transitional zone in the nose to release the needle holder from the retainer member.",
      "id": "s198"
    },
    {
      "text": "In the OMI samples the head of the plunger does not move through the transitional zone, although the white disc is substantially accommodated within it after it has been displaced from its original position.",
      "id": "s199"
    },
    {
      "text": "33 These three variations from the integers of claim 1 of RTI's patent are, prima facie, sufficient to justify a finding that the specimens do not infringe that claim.",
      "id": "s200"
    },
    {
      "text": "Counsel for RTI has not submitted to the contrary.",
      "id": "s201"
    },
    {
      "text": "Claims 2 to 16 are dependent upon claim 1.",
      "id": "s202"
    },
    {
      "text": "If there is no infringement of claim 1 there will be no infringement of any of the others.",
      "id": "s203"
    },
    {
      "text": "Claims 17 to 36 are method claims.",
      "id": "s204"
    },
    {
      "text": "Claims 18 to 23 are dependent upon claim 17.",
      "id": "s205"
    },
    {
      "text": "Claims 25 to 35 are dependent upon claim 24.",
      "id": "s206"
    },
    {
      "text": "Claims 17, 24 and 36 are for methods of assembly of a retractable syringe in which the needle holder is held by a retainer member which is itself held in place by friction.",
      "id": "s207"
    },
    {
      "text": "Each also contemplates the needle holder and the spring being contained in the nose.",
      "id": "s208"
    },
    {
      "text": "The absence of these features from the OMI samples demonstrates that any method of assembly adopted by OMI will not infringe claims 17 to 36.",
      "id": "s209"
    },
    {
      "text": "34 OMI also points out that the RTI patent expressly disavows certain aspects of the OMI design embodied in the samples.",
      "id": "s210"
    },
    {
      "text": "These aspects include:\n \n&#8226; use of a diaphragm at the end of the plunger which is penetrated by the needle holder rather than use of a stopper which is dislodged;\n \n&#8226; placing the retainer member in a position in the barrel which does not have a reduced \"barrel area\"; and\n \n&#8226; use of an \"engaging flange\" to secure the retraction mechanism.",
      "id": "s211"
    },
    {
      "text": "35 It is not necessary to consider the present relevance of these disavowals.",
      "id": "s212"
    },
    {
      "text": "OTHER MATTERS \n \n36 Counsel for RTI asserts that the 3 ml syringe provided in the course of argument for my assistance is slightly different from the 3 ml syringe exhibited to Mr Jenkins' affidavit.",
      "id": "s213"
    },
    {
      "text": "He says that the former has a ridge on the outside of the barrel which is absent from the latter, and that the barrel width of the former is slightly tapered.",
      "id": "s214"
    },
    {
      "text": "I am able to discern the ridge but not the taper.",
      "id": "s215"
    },
    {
      "text": "In any event I see no significance in these observations, and counsel has not sought to demonstrate any such significance.",
      "id": "s216"
    },
    {
      "text": "THE DECLARATION AND COSTS \n \n37 It follows that there should be a declaration pursuant to s 125.",
      "id": "s217"
    },
    {
      "text": "RTI submits that any declaration should be limited to 3 ml and 10 ml syringes corresponding precisely to those exhibited to Mr Jenkins' affidavit.",
      "id": "s218"
    },
    {
      "text": "It also seeks to exclude reference to manufacture in China upon the basis that the RTI patent may not be enforceable in that country.",
      "id": "s219"
    },
    {
      "text": "I see no justification for this approach.",
      "id": "s220"
    },
    {
      "text": "I have found that all four syringes are of the same design.",
      "id": "s221"
    },
    {
      "text": "It follows that none of them infringes the RTI patent, and all are in exploitation of the OMI patent.",
      "id": "s222"
    },
    {
      "text": "As to manufacture in China, I am presently concerned only with whether OMI's proposed conduct constitutes an exploitation of the OMI invention and whether such exploitation would infringe the RTI patent.",
      "id": "s223"
    },
    {
      "text": "Causing manufacture to occur in China is, in my view, an exploitation of the invention in the OMI patent, regardless of the legal position in China.",
      "id": "s224"
    },
    {
      "text": "As to the question of infringement, if the RTI patent has no standing in China, then that is another reason for a declaration of non-infringement by such manufacture.",
      "id": "s225"
    },
    {
      "text": "38 I will adjourn the matter to allow the parties to bring in a draft declaration.",
      "id": "s226"
    },
    {
      "text": "I will hear submissions as to costs.",
      "id": "s227"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Dowsett.",
      "id": "s228"
    },
    {
      "text": "Associate:\n\nDated: 29 July 2008\n\n Counsel for the Applicant: Mr G A Thompson SC and Mr J Horton \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondent: Mr D M Logan \n \n Solicitor for the Respondent: Davies Collison Cave \n\n Date of Hearing: 1 April 2008 \n \n Date of Judgment: 29 July 2008 \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1102.html",
      "id": "s229"
    }
  ]
}