{
  "name": "Henry v ABC Developmental Learning Centres Pty Ltd [2008] FCA 1825 (12 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1825.html",
  "catchphrases": [
    {
      "text": "disability",
      "id": "c0"
    },
    {
      "text": "child with intellectual disabilities",
      "id": "c1"
    },
    {
      "text": "settlement of claim",
      "id": "c2"
    },
    {
      "text": "proper orders to make on approval of terms of settlement",
      "id": "c3"
    },
    {
      "text": "infant's claim",
      "id": "c4"
    },
    {
      "text": "settlement of claim",
      "id": "c5"
    },
    {
      "text": "proper orders to make on approval of terms of settlement",
      "id": "c6"
    },
    {
      "text": "payment into court and investment of money for benefit of applicant",
      "id": "c7"
    },
    {
      "text": "not limited to infancy because of intellectual disabilities",
      "id": "c8"
    },
    {
      "text": "confidential terms of settlement",
      "id": "c9"
    },
    {
      "text": "whether confidentiality can be maintained",
      "id": "c10"
    },
    {
      "text": "need to order payment into court and investment of settlement sum",
      "id": "c11"
    },
    {
      "text": "need to order taxation of costs",
      "id": "c12"
    },
    {
      "text": "parents of applicant separated",
      "id": "c13"
    },
    {
      "text": "applicant's father his next friend",
      "id": "c14"
    },
    {
      "text": "whether proper to join applicant's mother as party",
      "id": "c15"
    },
    {
      "text": "payments out of fund for benefit of applicant",
      "id": "c16"
    },
    {
      "text": "for education so long as applicant still at school",
      "id": "c17"
    },
    {
      "text": "resolution of disputes between parents about whether payment out should be made",
      "id": "c18"
    },
    {
      "text": "corporation in voluntary administration",
      "id": "c19"
    },
    {
      "text": "whether leave to proceed",
      "id": "c20"
    },
    {
      "text": "settlement affected insurer of corporation and not corporation directly",
      "id": "c21"
    },
    {
      "text": "leave granted",
      "id": "c22"
    },
    {
      "text": "discrimination",
      "id": "c23"
    },
    {
      "text": "practice and procedure",
      "id": "c24"
    },
    {
      "text": "corporations law",
      "id": "c25"
    }
  ],
  "sentences": [
    {
      "text": "1 This proceeding was commenced on 21 December 2007.",
      "id": "s0"
    },
    {
      "text": "Its commencement followed a notice of termination of a complaint to the Human Rights and Equal Opportunity Commission, pursuant to the Human Rights and Equal Opportunity Commission Act 1986 (Cth).",
      "id": "s1"
    },
    {
      "text": "The applicant, by his next friend, his father, complained of discrimination in the provision of educational services by the first respondent, pursuant to the Disability Discrimination Act 1992 (Cth).",
      "id": "s2"
    },
    {
      "text": "2 In due course, the proceeding in this Court was brought before a registrar for mediation, and was resolved.",
      "id": "s3"
    },
    {
      "text": "The resolution involved the signing of terms of settlement.",
      "id": "s4"
    },
    {
      "text": "The terms of settlement involved the payment of a sum of money as well as costs to be taxed in default of agreement.",
      "id": "s5"
    },
    {
      "text": "The parties then submitted a minute of proposed consent orders, signed by both solicitors, inviting me to approve the terms of settlement and to order that the terms of settlement be kept confidential.",
      "id": "s6"
    },
    {
      "text": "It seemed to me that, because the applicant is a child, now six and a half years old, and because he has a number of intellectual disabilities, it was necessary for the Court to do more than simply to consent to the proposed orders.",
      "id": "s7"
    },
    {
      "text": "3 By O 43, r 12 of the Federal Court Rules , the Court has power to approve settlement of a proceeding brought by a person under a disability on terms.",
      "id": "s8"
    },
    {
      "text": "In particular, the Court may require that any money payable, or applicable to or for the benefit of such a person, be dealt with by way of settlement or otherwise, as the Court thinks fit, for the benefit of that person.",
      "id": "s9"
    },
    {
      "text": "I am aware that it has been common in the past for courts that deal with many cases of personal injury, when approving the settlement of such cases brought on behalf of infants, or when giving judgment in such cases, to make orders that the amount of the settlement or the amount of the damages be paid into court.",
      "id": "s10"
    },
    {
      "text": "Provisions exist for the investment of such sums for the benefit of the person until the disability is passed, ordinarily until the person attains majority.",
      "id": "s11"
    },
    {
      "text": "It seemed to me that orders of this sort ought to be made in the present case, in order to safeguard the amount of the settlement.",
      "id": "s12"
    },
    {
      "text": "4 In turn, that seemed to me to create some difficulty.",
      "id": "s13"
    },
    {
      "text": "The confidentiality of the terms of settlement would be difficult to preserve if the Court were to make an order that the first respondent pay into court the amount of the settlement, and to make an order that the first respondent pay the applicant's costs of the proceeding.",
      "id": "s14"
    },
    {
      "text": "It seemed to me that there were practical difficulties about making the former order without naming the sum that should be paid in.",
      "id": "s15"
    },
    {
      "text": "The latter order could be the only order that would provide authority for a registrar of the Court to tax the costs.",
      "id": "s16"
    },
    {
      "text": "5 I raised these issues by means of a letter from my associate to the solicitors for the parties, dated 6 November 2008.",
      "id": "s17"
    },
    {
      "text": "The letter also raised questions about how any application might be made for payment out of any sum paid into court and invested, and the question of what should be done with any dispute between the applicant's parents, who live separately and apart, about whether such a payment out should be made.",
      "id": "s18"
    },
    {
      "text": "The result of that is that today, the parties have attended before me to make submissions about those issues.",
      "id": "s19"
    },
    {
      "text": "6 In addition, there is before me a notice of motion filed by the applicant's mother, seeking to be added as a party to the proceeding.",
      "id": "s20"
    },
    {
      "text": "I am told that she had already made an application to the Federal Magistrates Court, with a view to trying to ascertain what the terms of settlement of the proceeding were, as she sees them as relevant to an ongoing dispute between herself and the applicant's next friend, under the Family Law Act 1975 (Cth) (\"the Family Law Act \").",
      "id": "s21"
    },
    {
      "text": "No objection was taken by either party to the applicant's mother being joined as a respondent.",
      "id": "s22"
    },
    {
      "text": "It is convenient that she be bound by any order made approving the settlement, and setting out machinery for its implementation.",
      "id": "s23"
    },
    {
      "text": "7 Consequent upon discussions in court today, I stood the matter down temporarily, while the solicitor for the first respondent sought instructions about the issue of confidentiality.",
      "id": "s24"
    },
    {
      "text": "The result of that is that I have been informed that the first respondent takes no objection to the revelation of the terms of settlement, so far as that is necessary for the pronouncement of orders in open court in the normal manner.",
      "id": "s25"
    },
    {
      "text": "The applicant's next friend and the applicant's mother have both signed written undertakings, directed to the first respondent, not to reveal the terms of settlement, other than in certain defined circumstances.",
      "id": "s26"
    },
    {
      "text": "It is clear that those undertakings are given to the first respondent and not to the Court.",
      "id": "s27"
    },
    {
      "text": "Breach of them would not attract any liability for contempt of court.",
      "id": "s28"
    },
    {
      "text": "It is also clear that, once orders are made in this proceeding, they are a matter of public record, and their content may be communicated to anybody.",
      "id": "s29"
    },
    {
      "text": "If it is necessary for the written undertakings to be modified to take account of that, then the parties can attend to that.",
      "id": "s30"
    },
    {
      "text": "8 There is an affidavit that has been submitted as to the adequacy of the settlement.",
      "id": "s31"
    },
    {
      "text": "In that affidavit, the applicant's next friend details the disabilities of the applicant, and the nature of the claim that was made.",
      "id": "s32"
    },
    {
      "text": "The affidavit does not offer great guidance as to the adequacy of the settlement.",
      "id": "s33"
    },
    {
      "text": "The applicant's next friend has clearly been advised about the risks of litigation, and his possible liability for costs in the event that the applicant should lose it.",
      "id": "s34"
    },
    {
      "text": "The next friend of the applicant is also aware of the stress of litigation.",
      "id": "s35"
    },
    {
      "text": "It is necessary to bear in mind the stress that would be caused to the applicant by having to participate, to whatever extent he is able to do so, in this litigation.",
      "id": "s36"
    },
    {
      "text": "The next friend has been advised by the applicant's solicitor that the amount offered to settle the case is within the range of what might be awarded.",
      "id": "s37"
    },
    {
      "text": "What the applicant might be awarded, of course, depends upon the degree of the discrimination that occurred, if it were found to have occurred, and the extent to which the applicant has been affected by that discrimination.",
      "id": "s38"
    },
    {
      "text": "There is little guidance in past proceedings about the amount that might be awarded.",
      "id": "s39"
    },
    {
      "text": "The amount that has been agreed to resolve the proceeding is $13,000.",
      "id": "s40"
    },
    {
      "text": "In the circumstances, it seems to me that I should approve the settlement.",
      "id": "s41"
    },
    {
      "text": "9 In the meantime, late last week, the respondent was the subject of the appointment of an administrator, pursuant to the Corporations Act 2001 (Cth).",
      "id": "s42"
    },
    {
      "text": "The effect of s 440D(1) of that Act is that the proceeding is stayed against the first respondent, unless the Court makes an order granting leave to proceed.",
      "id": "s43"
    },
    {
      "text": "The solicitor for the first respondent informed me candidly today that the settlement affects an insurer of the first respondent, and not the first respondent's assets directly.",
      "id": "s44"
    },
    {
      "text": "Therefore, it seemed to me appropriate that I should grant leave to proceed.",
      "id": "s45"
    },
    {
      "text": "Accordingly, I will do so.",
      "id": "s46"
    },
    {
      "text": "10 I will order that the applicant's mother be joined as the second respondent to the proceeding.",
      "id": "s47"
    },
    {
      "text": "She has to be joined as a respondent if she is to be joined at all, because she is not an applicant for any relief in her own right.",
      "id": "s48"
    },
    {
      "text": "I propose to approve the compromise of the proceeding, and to order that the agreed sum be paid by the first respondent into court.",
      "id": "s49"
    },
    {
      "text": "11 The sum is then to be invested by the registrar for the benefit of the applicant.",
      "id": "s50"
    },
    {
      "text": "The order will authorise the registrar to make payments out of the fund in court for the benefit of the applicant.",
      "id": "s51"
    },
    {
      "text": "Because the discrimination alleged is in relation to the provision of educational services, for so long as the applicant remains at school, such payment out will be for educational purposes and, thereafter, it will be for the general welfare of the applicant.",
      "id": "s52"
    },
    {
      "text": "Ordinarily, such an order would be limited until the infant applicant attained the age of 18.",
      "id": "s53"
    },
    {
      "text": "In the light of the disabilities from which this applicant suffers, I do not propose to place any such limitation on the term of the order.",
      "id": "s54"
    },
    {
      "text": "In other words, should there be money still remaining in court in the invested fund, with accrued interest, when the applicant attains his majority, that fund will continue to be invested for his general welfare in the light of his disability.",
      "id": "s55"
    },
    {
      "text": "12 Payments out of the fund invested will be made on application supported by affidavit by either of the applicant's parents on seven days' notice to the other.",
      "id": "s56"
    },
    {
      "text": "One possible difficulty that arises is that, if the parents should be in dispute about whether a particular payment should be made, this Court may not have jurisdiction to deal with such a dispute in the light of the provisions of the Family Law Act .",
      "id": "s57"
    },
    {
      "text": "The parents are already litigating in the Federal Magistrates Court.",
      "id": "s58"
    },
    {
      "text": "It seems to me to be appropriate that if a dispute about whether a particular payment out should be made, it be transferred to that court to be dealt with pursuant to the Family Law Act .",
      "id": "s59"
    },
    {
      "text": "13 The remaining order which will give effect to the terms of settlement will be an order for the payment of the applicant's costs by the first respondent, to be taxed in default of agreement.",
      "id": "s60"
    },
    {
      "text": "The applicant's mother has made her application to be joined as a party in person.",
      "id": "s61"
    },
    {
      "text": "She has been assisted in court today by the solicitor who acts for her in the Federal Magistrates Court, in her dispute with the applicant's next friend.",
      "id": "s62"
    },
    {
      "text": "The solicitor has addressed the Court and has been of great assistance to me.",
      "id": "s63"
    },
    {
      "text": "She has indicated that she will not be charging for her services in that regard.",
      "id": "s64"
    },
    {
      "text": "Accordingly, there will be no order as to the costs of the applicant's mother.",
      "id": "s65"
    },
    {
      "text": "14 The orders I make are as follows.",
      "id": "s66"
    },
    {
      "text": "THE COURT NOTES that the first respondent denies liability in this proceeding, but has been prepared to enter into terms of settlement with the applicant with a denial of liability.",
      "id": "s67"
    },
    {
      "text": "THE COURT ORDERS THAT: \n \n1.",
      "id": "s68"
    },
    {
      "text": "Pursuant to s 440D(1) of the Corporations Act 2001 (Cth), leave be granted to\n proceed with the proceeding.",
      "id": "s69"
    },
    {
      "text": "2.",
      "id": "s70"
    },
    {
      "text": "Gongyu Chase Xueyan Liu be joined as the second respondent to the proceeding.",
      "id": "s71"
    },
    {
      "text": "3.",
      "id": "s72"
    },
    {
      "text": "The compromise of the proceeding is approved.",
      "id": "s73"
    },
    {
      "text": "4.",
      "id": "s74"
    },
    {
      "text": "On or before 26 November 2008, the first respondent pay into court the sum of\n $13,000 for the benefit of the applicant.",
      "id": "s75"
    },
    {
      "text": "5.",
      "id": "s76"
    },
    {
      "text": "The registrar invest the money in court in an interest-bearing account for the benefit of the applicant.",
      "id": "s77"
    },
    {
      "text": "6.",
      "id": "s78"
    },
    {
      "text": "The registrar be authorised to make payments out of the fund in court for the benefit of the applicant:\n \n (a) for educational purposes, for so long as the applicant remains at school; and\n \n (b) thereafter, for the general welfare of the applicant.",
      "id": "s79"
    },
    {
      "text": "7.",
      "id": "s80"
    },
    {
      "text": "Such payments out are to be made on application, supported by affidavit, by either the\n applicant's next friend or the second respondent, on seven days' notice to the other.",
      "id": "s81"
    },
    {
      "text": "8.",
      "id": "s82"
    },
    {
      "text": "In the event that there is a dispute between the applicant's next friend and the second respondent about whether a particular payment out should be made, the dispute be transferred to the Federal Magistrates Court of Australia to be dealt with pursuant to the Family Law Act 1975 (Cth).",
      "id": "s83"
    },
    {
      "text": "9.",
      "id": "s84"
    },
    {
      "text": "The first respondent pay the applicant's costs of the proceeding to be taxed in default of agreement.",
      "id": "s85"
    },
    {
      "text": "10.",
      "id": "s86"
    },
    {
      "text": "There be no order as to the second respondent's costs.",
      "id": "s87"
    },
    {
      "text": "I certify that the preceding fourteen (14) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gray.",
      "id": "s88"
    },
    {
      "text": "Associate:\n\nDated: 1 December 2008\n\n Counsel for the applicant: Mr G Kuek \n \n Solicitor for the applicant: Access Law \n \n Counsel for the first respondent: Mr S Martin \n \n Solicitor for the first respondent: Guild Lawyers \n \n The second respondent appeared in person \n \n \n \n\n\n Date of Hearing: 12 November 2008 \n \n Date of Judgment: 12 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1825.html",
      "id": "s89"
    }
  ]
}