{
  "name": "SZLJK v Minister for Immigration and Citizenship [2008] FCA 1204 (6 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1204.html",
  "catchphrases": [
    {
      "text": "protection visa",
      "id": "c0"
    },
    {
      "text": "where invitation to attend at tribunal hearing extended",
      "id": "c1"
    },
    {
      "text": "where mistaken attendance at incorrect place for tribunal hearing",
      "id": "c2"
    },
    {
      "text": "where mistake not drawn to tribunal's attention before making of decision",
      "id": "c3"
    },
    {
      "text": "where tribunal's decision valid",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a very hard case.",
      "id": "s0"
    },
    {
      "text": "Hard in the sense that it raises for consideration and then application the effect of the non-attendance of a visa applicant at the place where the Refugee Review Tribunal (\"Tribunal\") has offered a hearing, in circumstances where, mistakenly, the visa applicant has attended at another place but has not, before the Tribunal comes to make its decision, in any way drawn to the Tribunal's attention that mistaken attendance.",
      "id": "s1"
    },
    {
      "text": "What is hard about the case is the feeling that such an outcome, in circumstances where the Tribunal affirms a visa refusal decision, must produce on a visa applicant.",
      "id": "s2"
    },
    {
      "text": "2 To understand how the appeal comes about in this case some further detail in respect of its background must be given.",
      "id": "s3"
    },
    {
      "text": "There are two Appellants, they are husband and wife.",
      "id": "s4"
    },
    {
      "text": "The appeal was argued on behalf of the Appellants by the male Appellant.",
      "id": "s5"
    },
    {
      "text": "He argued his case with precision and brevity.",
      "id": "s6"
    },
    {
      "text": "The grounds of appeal are set out in the notice of appeal filed on 16 May 2008.",
      "id": "s7"
    },
    {
      "text": "Those grounds are as follows:\n \n \n 1.",
      "id": "s8"
    },
    {
      "text": "His Honour Federal Magistrate failed to hold that Refugee Review Tribunal made jurisdictional error it failed to appreciate that applicant suffered harm at the hands of Muslim opponents only because of his religion (Hindu).",
      "id": "s9"
    },
    {
      "text": "The Tribunal did not understand the applicant's fear of harm and misapplied the law affected the Tribunal's application of law.",
      "id": "s10"
    },
    {
      "text": "The Tribunal failed to asses the cumulative effects of separate incidents related with his claim for Protection Visa.",
      "id": "s11"
    },
    {
      "text": "2.",
      "id": "s12"
    },
    {
      "text": "The Applicants were denied procedure fairness when Hon.",
      "id": "s13"
    },
    {
      "text": "Federal Magistrate failed to consider that the applicants did not attend the hearing scheduled on 23 July 2007 due to misdirection and unawareness about process of hearing.",
      "id": "s14"
    },
    {
      "text": "There were some problems related to his wife for that he came to Sydney but hearing was scheduled in Griffith.",
      "id": "s15"
    },
    {
      "text": "Applicant lived in remote area of regional area.",
      "id": "s16"
    },
    {
      "text": "In the hearing time in the Federal Magistrate Court said that he did not file amended application because of his limited knowledge of English and legal procedures of the Court.",
      "id": "s17"
    },
    {
      "text": "The Court provided solicitor on pro-bono basis, the applicant was unable to come Sydney because of lack of finance.",
      "id": "s18"
    },
    {
      "text": "[sic] \n \n\n3 It became apparent in the course of the Appellant's oral argument that the particular concern which the Appellants had and still have is described in ground 2.",
      "id": "s19"
    },
    {
      "text": "That is not to say that ground 1 was not advanced, but it was advanced against the background of a submission that neither the male nor female Appellant had had an opportunity to detail to the Tribunal the nature of the claim which they made for refugee status.",
      "id": "s20"
    },
    {
      "text": "4 The Appellants came to Australia on 17 March 2007.",
      "id": "s21"
    },
    {
      "text": "The following month, on 24 April 2007 they lodged applications for what is known under the Migration Act 1958 (Cth) (\"Migration Act\") as a protection visa with the Department of Immigration and Citizenship.",
      "id": "s22"
    },
    {
      "text": "It is necessary to set out the nature of the claim which was made.",
      "id": "s23"
    },
    {
      "text": "That took the form of a statement which was annexed to the visa applications along with copies of the relevant passports.",
      "id": "s24"
    },
    {
      "text": "The statement is that of the male Appellant.",
      "id": "s25"
    },
    {
      "text": "The statement reads as follows, omitting as the Act requires, the name of the Appellant.",
      "id": "s26"
    },
    {
      "text": "\"I, [name omitted] was a resident of Mansa Gujrat, India.",
      "id": "s27"
    },
    {
      "text": "I as the owner of a hardware shop in Masjid Chawk, in Muslim area in Mansa.",
      "id": "s28"
    },
    {
      "text": "Unfortunately where I was doing my business the most community were Muslims and that's where the main problem start.",
      "id": "s29"
    },
    {
      "text": "I completely lost my business when there was a Godhra Kand (RIOTS).",
      "id": "s30"
    },
    {
      "text": "In riots they break in my shop steal everything from my shop and left me nothing but pain and depression.",
      "id": "s31"
    },
    {
      "text": "I have to close my shop down because I didn't have money to set my shop again from scratch.",
      "id": "s32"
    },
    {
      "text": "This is not the end of the story, more problem start after I close down the shop.",
      "id": "s33"
    },
    {
      "text": "Now all the Muslims got another idea.",
      "id": "s34"
    },
    {
      "text": "They started harassing me for that place of Shop.",
      "id": "s35"
    },
    {
      "text": "I didn't want to lose the place as they were not offering good money at all.",
      "id": "s36"
    },
    {
      "text": "So that I can get some economical help but I lost the shop and couldn't be any money from those Muslims people.",
      "id": "s37"
    },
    {
      "text": "I had asked for my money to them again and again but they started cheating me.",
      "id": "s38"
    },
    {
      "text": "One day their men come to my home and beat me badly so I was bleeding from nose and mouth.",
      "id": "s39"
    },
    {
      "text": "After this incident my family afraid a lot to go out.",
      "id": "s40"
    },
    {
      "text": "It becomes terrifying for living there.",
      "id": "s41"
    },
    {
      "text": "So we decided to stay away from that area.",
      "id": "s42"
    },
    {
      "text": "But the economical crisis had broken me more.",
      "id": "s43"
    },
    {
      "text": "But with all my courage, I asked for help from nearby friends and started farming.",
      "id": "s44"
    },
    {
      "text": "But my luck my all place were getting disturbed as I lost my money in this also.",
      "id": "s45"
    },
    {
      "text": "Now my debt to my friends and bank had increased a lot with its interest.",
      "id": "s46"
    },
    {
      "text": "Now even bank finance person had also given last warning for payment.",
      "id": "s47"
    },
    {
      "text": "I had changed different places but the same problem arises every time.",
      "id": "s48"
    },
    {
      "text": "Now it's a question of my family life and safety.",
      "id": "s49"
    },
    {
      "text": "Day by day I received different frightening calls, notes etc.",
      "id": "s50"
    },
    {
      "text": "They started follow me and my family members.",
      "id": "s51"
    },
    {
      "text": "That threat of my life inspired me to move out of India.",
      "id": "s52"
    },
    {
      "text": "With economical help of some good friends and relatives, I applied for Visa to Australia.",
      "id": "s53"
    },
    {
      "text": "Now I am presenting the true life story of mine and request the Australian Government to provide me the cover under protection visa.",
      "id": "s54"
    },
    {
      "text": "Kindly allow me to work so that I earn enough to repay me debt and keep my rest family happy and safe ever.",
      "id": "s55"
    },
    {
      "text": "5 The female Appellant did not raise independent bases for her claim for a protection visa.",
      "id": "s56"
    },
    {
      "text": "Rather, the strength or weakness of her claim depended upon that of her husband's.",
      "id": "s57"
    },
    {
      "text": "On 19 May 2007 a delegate of the Minister for Immigration and Citizenship, who is the First Respondent to the appeal, refused the Appellants' application for a protection visa.",
      "id": "s58"
    },
    {
      "text": "As was their right under the Migration Act the Appellants, on 12 June 2007, sought a review on the merits of the Minister's delegate's decision.",
      "id": "s59"
    },
    {
      "text": "On 9 August 2007, the Tribunal decided to affirm the Minister's delegate's decision.",
      "id": "s60"
    },
    {
      "text": "That decision and the reasons for it were communicated to the Appellants by way of a letter from the Tribunal to them dated 30 August 2007.",
      "id": "s61"
    },
    {
      "text": "6 So far as procedure is concerned, the Tribunal came to offer to the Appellants a hearing by video link to Sydney from the Griffith police station.",
      "id": "s62"
    },
    {
      "text": "A hearing at that place and in that manner was offered so as to spare the Appellants the inconvenience and expense of an attendance in Sydney.",
      "id": "s63"
    },
    {
      "text": "Griffith was much closer to their then residence.",
      "id": "s64"
    },
    {
      "text": "In so doing, the Tribunal in its written offer of hearing indicated to the Appellants that if a preference were nonetheless expressed to attend a hearing in person in Sydney that could be arranged at the request of the Appellants.",
      "id": "s65"
    },
    {
      "text": "No such request was made of the Tribunal prior to the appointed date of hearing.",
      "id": "s66"
    },
    {
      "text": "7 The male Appellant gave evidence as to what transpired in respect of the offered hearing before the Federal Magistrates Court.",
      "id": "s67"
    },
    {
      "text": "In the course of that evidence the following emerged:\n \n1.",
      "id": "s68"
    },
    {
      "text": "Instead of attending at Griffith on the day appointed the Appellant, (the male Appellant) attended at the Tribunal's Sydney address.",
      "id": "s69"
    },
    {
      "text": "2.",
      "id": "s70"
    },
    {
      "text": "Though he is not fluent in English he checked the hearing list on the noticeboard in the premises and noticed that his case number was not on the noticeboard.",
      "id": "s71"
    },
    {
      "text": "3.",
      "id": "s72"
    },
    {
      "text": "During that time he received a phone call from his wife the effect of which was \"our hearing is at Griffith\".",
      "id": "s73"
    },
    {
      "text": "Apparently, that was because she had just seen a letter from the Tribunal and someone had said, \"Look, your hearing is in Griffith.",
      "id": "s74"
    },
    {
      "text": "\" \n \n4.",
      "id": "s75"
    },
    {
      "text": "The male Appellant did not, while at Sydney, speak to any member of the Tribunal's staff that day in respect of his having attended by mistake at the wrong place.",
      "id": "s76"
    },
    {
      "text": "5.",
      "id": "s77"
    },
    {
      "text": "Between then and when the Tribunal came to give its decision he did not make any contact with the Tribunal to draw to the Tribunal's attention the error which he had made in relation to where the hearing was to be held.",
      "id": "s78"
    },
    {
      "text": "8 Another fact which appears in the Tribunal's records as reproduced in the appeal book should be noted.",
      "id": "s79"
    },
    {
      "text": "In a Tribunal document entitled \"No Reply --- Checklist\" under the heading \"Video\" there is a reference to the Griffith Police Service and then a handwritten annotation: \n Never connected to Griffith --- system problem \n9 This latter item of evidence did not feature in the submissions that were made on the part of either the Appellants or the Minister to the Federal Magistrates Court.",
      "id": "s80"
    },
    {
      "text": "Understandably therefore the learned Federal Magistrate did not make any particular reference to it in his reasons for judgment.",
      "id": "s81"
    },
    {
      "text": "10 In his reasons for judgment at para 17 the learned Magistrate observed as follows:\n The material before the Court reveals that the Tribunal put the applicants on notice as to the process and procedure that it would adopt in relation to the conduct of the review.",
      "id": "s82"
    },
    {
      "text": "Importantly, the Tribunal invited the applicants to a hearing pursuant to section 425 of the Act.",
      "id": "s83"
    },
    {
      "text": "The relevant letter provided notice of the specified date, time and place of the hearing.",
      "id": "s84"
    },
    {
      "text": "The opportunity for the applicants to be heard by way of videoconference is consistent with the discretion provided to the Tribunal pursuant to section 429A of the Act, that the Tribunal may allow an appearance by an applicant by telephone or closed circuit television or any other means of communication.",
      "id": "s85"
    },
    {
      "text": "The words of the relevant part of the Tribunal's letter make it plain that the applicant should attend the hearing by attending at the Griffith Police Station at the address given in Griffith.",
      "id": "s86"
    },
    {
      "text": "Nor is there error in the Tribunal indicating to the applicants that if there was a \"preference\" to attend in person in Sydney, that could be arranged on request of the applicants.",
      "id": "s87"
    },
    {
      "text": "11 The learned Magistrate did not see any error in the procedure adopted by the Tribunal.",
      "id": "s88"
    },
    {
      "text": "I respectfully agree, for the reasons that the Magistrate gave in the passage which I have quoted, with that view.",
      "id": "s89"
    },
    {
      "text": "12 Section 422B of the Migration Act provides that the subdivision of the Migration Act of which s 422B forms part is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.",
      "id": "s90"
    },
    {
      "text": "One matter dealt with is that for which s 425 provides.",
      "id": "s91"
    },
    {
      "text": "Materially, by s 425(1) , the Tribunal must invite an applicant to appear before the Tribunal to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s92"
    },
    {
      "text": "There is no doubt that the hearing offered must be a real and meaningful one, but the word \"invite\" in the subsection will be noted.",
      "id": "s93"
    },
    {
      "text": "Such an invitation was extended in this case.",
      "id": "s94"
    },
    {
      "text": "It is just that for reasons of confusion it was not availed of and the Tribunal knew nothing of this before making its decision.",
      "id": "s95"
    },
    {
      "text": "13 In my opinion, the present case is to be contrasted with that which came before the High Court in Minister for Immigration and Multicultural Affairs v Bhardwaj (2002) 209 CLR 597.",
      "id": "s96"
    },
    {
      "text": "In that case the Immigration Review Tribunal, the procedural fairness requirements for which were materially analogous, came to decide a review application in ignorance of a request which had been made on behalf of the review applicant for a later hearing date because of an inability to attend the scheduled hearing.",
      "id": "s97"
    },
    {
      "text": "Because of an internal error within the Immigration Review Tribunal, that letter requesting the later hearing was not drawn to the Immigration Review Tribunal member's attention before the case was decided.",
      "id": "s98"
    },
    {
      "text": "Later, following representations by the visa applicant's agent, the Immigration Review Tribunal did hold a further hearing and made a second decision which was in favour of the visa applicant.",
      "id": "s99"
    },
    {
      "text": "The High Court by majority held that the Immigration Review Tribunal had power to make that second decision.",
      "id": "s100"
    },
    {
      "text": "Indeed, having regard to the reasons for judgment of certain members comprising the majority, the Immigration Review Tribunal's first decision was no decision at all because a requirement of the governing provisions had not been observed.",
      "id": "s101"
    },
    {
      "text": "14 Here, though, a hearing was offered.",
      "id": "s102"
    },
    {
      "text": "It is just that the invitation was not availed of and the Tribunal then went on to decide the case on the basis of the material which it had before it.",
      "id": "s103"
    },
    {
      "text": "15 Section 426A of the Migration Act makes provision for this type of situation.",
      "id": "s104"
    },
    {
      "text": "That section reads as follows:\n \n \n (1) If the applicant: \n \n \n \n \n (a) is invited under section 425 to appear before the Tribunal; and\n (b) does not appear before the Tribunal on the day on which or at the time and place at which the applicant is scheduled to appear; \n \n \n \n \n the Tribunal may make a decision on the review without taking any further action to allow or enable the applicant to appear before it.",
      "id": "s105"
    },
    {
      "text": "(2) This section does not prevent the Tribunal from rescheduling the applicant's appearance before or from delaying its decision on the review in order to enable the applicant's appearance before it as rescheduled.",
      "id": "s106"
    },
    {
      "text": "16 In this case the Tribunal gave its decision some five weeks after the scheduled hearing but without anything which might have excited a need to reschedule the originally invited hearing.",
      "id": "s107"
    },
    {
      "text": "The fact that, had the Appellants attended at the Griffith Police Station on the invited day, the video link might not have worked is, in the circumstances, a distraction.",
      "id": "s108"
    },
    {
      "text": "What is critical is the absence, and the unexplained absence, before decision, in respect of attending.",
      "id": "s109"
    },
    {
      "text": "17 I have no doubt that if the Appellants had attended at the Griffith Police Station on the appointed day and if the video link did not work and if the Tribunal nonetheless went ahead to decide their case, that the Tribunal's decision would be no decision at all for the reasons given by the majority in Bhardwaj's case.",
      "id": "s110"
    },
    {
      "text": "That is not, though, this case.",
      "id": "s111"
    },
    {
      "text": "It seems to me that the Tribunal did what s 426A permitted it to do and that therefore the learned Magistrate was not in error in so regarding the Tribunal's actions.",
      "id": "s112"
    },
    {
      "text": "18 There remains then the first ground of appeal.",
      "id": "s113"
    },
    {
      "text": "The difficulty with that is that the Tribunal was not obliged, just on the basis of a statement which I have set out, to grant the Appellants' a protection visa.",
      "id": "s114"
    },
    {
      "text": "The following passage from the submissions made on behalf of the Minister, in my opinion, summarises correctly why this is so:\n The basis for the Tribunal's decision was the Tribunal's inability to be satisfied, in accordance with section 65 of the Act, that the Appellants met the requisite criteria for the grant of a protection visa under section 36 of the Act.",
      "id": "s115"
    },
    {
      "text": "This was so because the Appellant had provided insufficient information and detail in support of his claims.",
      "id": "s116"
    },
    {
      "text": "The Tribunal was clearly aware that the Appellant was a Hindu who claimed to fear harm at the hands of Muslims but could not be satisfied no the \"bare outline of claims\" it had before it that the Appellant was someone to whom Australia owed protection obligations.",
      "id": "s117"
    },
    {
      "text": "19 The granting of a protection visa requires the engendering of a state of satisfaction on the part of the Minister or his delegates.",
      "id": "s118"
    },
    {
      "text": "There are authorities in this Court which stand, with respect unremarkably, for the proposition that it would be difficult for the Tribunal to achieve the requisite degree of satisfaction, standing as it does in the place of the Minister if an applicant does not put before the Tribunal sufficient information, for example, because of an absence of attendance at a hearing.",
      "id": "s119"
    },
    {
      "text": "Without that \"satisfaction\" engendered on the part of the Tribunal, the visa application has to be rejected --- see amongst the authorities for this Minister for Immigration and Multicultural and Indigenous Affairs v VSAF of 2003 [2005] FCAFC 73 per Black CJ, Sundberg and Bennett JJ.",
      "id": "s120"
    },
    {
      "text": "20 Indeed, some judges have gone so far as to regard the rejection of an application in that circumstance as an \"inevitable consequence\" of non-attendance at a hearing --- see NAFX v Minister for Immigration and Multicultural Affairs [2004] FCAFC 287 at para 5.",
      "id": "s121"
    },
    {
      "text": "The bare statement provided in the visa application did not, for example, provide any basis for satisfaction in respect of an inability for the Appellants to secure state protection.",
      "id": "s122"
    },
    {
      "text": "21 In these circumstances and hard though it may be, the result on the appeal is, in my opinion, clear.",
      "id": "s123"
    },
    {
      "text": "It must, for reasons which I have given, be dismissed.",
      "id": "s124"
    },
    {
      "text": "22 The orders that I make in the appeal are:\n \n1.",
      "id": "s125"
    },
    {
      "text": "The appeal is dismissed.",
      "id": "s126"
    },
    {
      "text": "2.",
      "id": "s127"
    },
    {
      "text": "The Appellants are to pay the First Respondent's costs of and incidental to the appeal which are fixed in the amount of $2600.",
      "id": "s128"
    },
    {
      "text": "23 I especially thank the Appellant for some very thought-provoking submissions and I should also as a matter of fairness record my thanks for the assistance provided on behalf of the Minister by especially Ms Johnson.",
      "id": "s129"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s130"
    },
    {
      "text": "Associate:\n\nDated: 14 August 2008\n\n Counsel for the Appellants: The Appellant appeared in person \n \n Solicitor for the Respondents: Sparke Helmore \n\n Date of Hearing: 6 August 2008 \n \n Date of Judgment: 6 August 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1204.html",
      "id": "s131"
    }
  ]
}