{
  "name": "University of Western Australia v Gray (No 23) [2008] FCA 1427 (8 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1427.html",
  "catchphrases": [
    {
      "text": "the respondent to a pending appeal sold shares to a third party",
      "id": "c0"
    },
    {
      "text": "the appeal is against the dismissal of the applicant's claim to a proprietary interest in the shares",
      "id": "c1"
    },
    {
      "text": "interlocutory injunction pending appeal",
      "id": "c2"
    },
    {
      "text": "original jurisdiction",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the applicant (the University) seeking interlocutory injunctive relief against the first respondent, Dr Gray, and a company, ACN 132 442 114 Pty Limited (ACN), in which Dr Gray owns all the shares and is the sole director.",
      "id": "s0"
    },
    {
      "text": "2 I set out, in brief, the relevant circumstances.",
      "id": "s1"
    },
    {
      "text": "In late December 2004, the University commenced an application in this Court against Dr Gray and the second respondent (Sirtex), a public company.",
      "id": "s2"
    },
    {
      "text": "The University claimed that Dr Gray held 15,379,303 shares in Sirtex on trust for the University.",
      "id": "s3"
    },
    {
      "text": "This was because, so it was alleged, the shares represented the product of inventions which were made by Dr Gray during the time he was an employee of the University, with the consequence that the intellectual property in the inventions belonged to the University.",
      "id": "s4"
    },
    {
      "text": "3 On 17 April 2008, after a trial lasting some 50 days, French J dismissed the University's claim.",
      "id": "s5"
    },
    {
      "text": "(See University of Western Australia v Gray (No 20) (2008) 246 ALR 603.",
      "id": "s6"
    },
    {
      "text": ") The University has appealed against the decision of French J.",
      "id": "s7"
    },
    {
      "text": "The appeal is to be heard over eight days in the November 2008 sittings of the Full Court.",
      "id": "s8"
    },
    {
      "text": "4 This interlocutory application, however, arises from the fact that it has recently come to the attention of the solicitors for the University that on 27 August 2008 Dr Gray transferred 16,462,283 Sirtex shares to ACN without first informing the University that he proposed to do so.",
      "id": "s9"
    },
    {
      "text": "Dr Gray had a relevant interest in a total of 17,522,283 shares in Sirtex at the time that this transfer was effected.",
      "id": "s10"
    },
    {
      "text": "The consequence is that Dr Gray now has a relevant interest in around one million shares in Sirtex.",
      "id": "s11"
    },
    {
      "text": "5 The main ground relied upon by the University today in support of its application for an interlocutory injunction pending the appeal, is that unless an injunction is granted restraining disposal by Dr Gray of his interest in ACN and the disposal by ACN of the Sirtex shares, the subject-matter of the appeal would be lost and the appeal rendered nugatory.",
      "id": "s12"
    },
    {
      "text": "The University proposes to bring the originating claim, supporting this injunction, against Dr Gray and ACN by joining ACN as a party to the original proceeding by amending the substituted application.",
      "id": "s13"
    },
    {
      "text": "I have reserved judgment on whether this is the appropriate means to proceed.",
      "id": "s14"
    },
    {
      "text": "6 This application for interlocutory relief is brought in the original jurisdiction of the Court.",
      "id": "s15"
    },
    {
      "text": "In Stirling Harbour Services Pty Ltd v Bunbury Port Authority (No 2) [2000] FCA 87 , French J observed at [13]:\n The decision whether or not to grant an interlocutory injunction pending an appeal will be informed by general principles governing the grant of such injunctions and, within those general principles, considerations analogous to those which arise in relation to stay orders made in aid of the court's appellate jurisdiction under s 29 or O 52 r 17 and orders for stay of execution under O 37.",
      "id": "s16"
    },
    {
      "text": "The weight of authority in this Court does not require the applicant for a stay to demonstrate special or exceptional circumstances before the order will be made - Westaflex (Aust) Pty Ltd v Wood [1990] AIPC 36 ,227 at 36,228, Australian Federation of Consumer Organisations Inc v Tobacco Institute of Australia Ltd [1991] FCA 329 ; (1991) 30 FCR 548 at 551, Henderson v Amadio Pty Ltd (No 3) (1996) 65 FCR 66 at 69, Powerflex Services Pty Ltd v Data Access Corporation (1996) 137 ALR 498 at 499.",
      "id": "s17"
    },
    {
      "text": "The Court generally has adopted the approach of the New South Wales Court of Appeal in Alexander &amp; Ors v Cambridge Credit Corp Ltd (Receiver Appointed) (1985) 2 NSWLR 685 at 691.",
      "id": "s18"
    },
    {
      "text": "It has differed from the Supreme Court of Victoria in this respect --- Cellante v G Kallis Industries Pty Ltd [1991] 2 VR 653 and Lagarna Pty Ltd v Bridge Wholesale Acceptance Corporation (Australia) Ltd [1995] 1 VR 150.",
      "id": "s19"
    },
    {
      "text": "The same approach was adopted by Kirby J in Bryant v Commonwealth Bank of Australia [1996] HCA 3 ; (1995) 134 ALR 460.",
      "id": "s20"
    },
    {
      "text": "While, as his Honour said, a stay is not granted simply for the asking, special or exceptional circumstances are not generally required to justify a stay of execution of orders the subject of an appeal which lies as of right.",
      "id": "s21"
    },
    {
      "text": "It may be that, as Heerey J observed in Amadio at 69, the difference is \"more apparent than real since on any approach the party seeking a stay needs to show a reason why the stay should be granted\".",
      "id": "s22"
    },
    {
      "text": "But broadly speaking, as was said in Powerflex Services at 499, the language of O 52 suggests \"no limitations upon a broad discretion inhering in this court\".",
      "id": "s23"
    },
    {
      "text": "7 I will consider a number of circumstances in determining whether to grant the injunction sought by the University pending the appeal.",
      "id": "s24"
    },
    {
      "text": "8 The first consideration, as Mr Bennett has rightly pointed out, is that Dr Gray does have the benefit of a judgment in his favour and due weight should be given to this factor.",
      "id": "s25"
    },
    {
      "text": "9 The next consideration to which regard is to be had is the merits of the appeal.",
      "id": "s26"
    },
    {
      "text": "The judgment appealed from occupies just short of 400 pages of Pt 4 of vol 246 of the Australian Law Reports.",
      "id": "s27"
    },
    {
      "text": "In this circumstance, the Court does not have to consider the merits of the appeal in detail and determine whether they have reasonable prospects of success.",
      "id": "s28"
    },
    {
      "text": "What the Court must do is have regard to whether the appeal is at least arguable and is not an appeal which has been brought frivolously or in bad faith.",
      "id": "s29"
    },
    {
      "text": "10 In this regard, the University has referred to the discussion in the judgment as to whether there was an implied term of Dr Gray's employment contract with the University, that he would hold the benefit of any inventions that he made for the University.",
      "id": "s30"
    },
    {
      "text": "French J said in the course of his judgment that there was not a great deal of authority on this question, namely, to the distinction between a duty to research and a duty to invent.",
      "id": "s31"
    },
    {
      "text": "In my view, that is a matter which will give rise to serious argument before the Full Court on appeal.",
      "id": "s32"
    },
    {
      "text": "11 The University also contended that there was a finding by French J that one of the inventions, called DOX-Spheres, was developed within the general time frame which was relied upon by the University, namely, at a time when Dr Gray was an employee of the University.",
      "id": "s33"
    },
    {
      "text": "At [1507] of his judgment, French J said words to that effect.",
      "id": "s34"
    },
    {
      "text": "Mr Bennett sought to argue that that finding was open to further elucidation, but that is a matter to be debated before the Full Court.",
      "id": "s35"
    },
    {
      "text": "As I have mentioned, all that I am required to find, in these circumstances, is that the appeal is at least arguable, and that the appeal is not brought frivolously or in bad faith.",
      "id": "s36"
    },
    {
      "text": "I am satisfied in that respect.",
      "id": "s37"
    },
    {
      "text": "12 I next turn to the question of the balance of convenience.",
      "id": "s38"
    },
    {
      "text": "On that point, the University contends that the balance of convenience strongly favours it, because the claim it makes is a proprietary claim, and the subject-matter of the appeal is at risk of being lost, because the Sirtex shares in which they claim an interest, are no longer held by Dr Gray, but are held by ACN.",
      "id": "s39"
    },
    {
      "text": "13 That obviously is a powerful consideration.",
      "id": "s40"
    },
    {
      "text": "14 I also have to consider the position from Dr Gray's perspective.",
      "id": "s41"
    },
    {
      "text": "Dr Gray has not put on an affidavit which seeks to depose to the inconvenience that he or ACN might suffer if I was to grant the interlocutory injunctions that are sought against ACN and himself.",
      "id": "s42"
    },
    {
      "text": "15 There is an allusion in the affidavit of Ms Donald to the existence of current proceedings in the Supreme Court of Western Australia between Sirtex and Dr Gray relating to the enforcement of a restraint of trade clause between Sirtex and Dr Gray.",
      "id": "s43"
    },
    {
      "text": "Mr Bennett said that the period of restraint upon Dr Gray commences upon his ceasing to be a shareholder of Sirtex.",
      "id": "s44"
    },
    {
      "text": "But it goes no further than that.",
      "id": "s45"
    },
    {
      "text": "16 There is also an allusion in the affidavit of Ms Donald, to the fact that some of the shares were issued to Dr Gray by Sirtex in lieu of salary, but the evidence did not refer to the amount of salary or the number of shares issued in lieu.",
      "id": "s46"
    },
    {
      "text": "Accordingly, I place no weight on that evidence.",
      "id": "s47"
    },
    {
      "text": "I note that Mr Zilko said, without objection from the Bar table, that during the trial, Dr Gray gave evidence that he was given 152,000 shares in lieu of salary.",
      "id": "s48"
    },
    {
      "text": "Plainly, that would not account for the transfer of 16,462,283 shares.",
      "id": "s49"
    },
    {
      "text": "17 So in the circumstances, apart from the fact to which I have already referred, that Dr Gray is the beneficiary of the judgment, there is little more to weigh in the balance in Dr Gray's favour.",
      "id": "s50"
    },
    {
      "text": "18 Dr Gray also contended that I should decline relief on discretionary grounds because of delay.",
      "id": "s51"
    },
    {
      "text": "It was said that the University delayed fatally in failing to make this application immediately after its solicitors were informed by Dr Gray's solicitors that Dr Gray's previous undertaking had expired.",
      "id": "s52"
    },
    {
      "text": "I do not accept that submission.",
      "id": "s53"
    },
    {
      "text": "The University was not faced with the situation where there was any manifest threat by Dr Gray to dispose of the shares.",
      "id": "s54"
    },
    {
      "text": "Once Dr Gray took steps to dispose of the shares, the University acted with due expedition.",
      "id": "s55"
    },
    {
      "text": "I do not regard delay as a sufficient basis to exercise my discretion against making the orders.",
      "id": "s56"
    },
    {
      "text": "19 In conclusion, I, therefore, find that the balance of convenience strongly favours the University.",
      "id": "s57"
    },
    {
      "text": "On that basis I am prepared to make orders which would give effect to the thrust of the proposed orders in the amended application for interlocutory relief.",
      "id": "s58"
    },
    {
      "text": "During argument, Mr Zilko indicated that there would be amendments made to the proposed orders.",
      "id": "s59"
    },
    {
      "text": "I will ask counsel to bring in a minute of orders which gives effect to these reasons, and which implement the amendments foreshadowed by Mr Zilko.",
      "id": "s60"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s61"
    },
    {
      "text": "Associate:\n\nDated: 18 September 2008\n\n Counsel for the Applicant: Mr M Zilko with Mr D Pratt \n \n Solicitor for the Applicant: Jackson McDonald \n \n Counsel for the First Respondent: Mr ML Bennett with Ms AH Hughes \n \n Solicitor for the First Respondent: Lavan Legal \n \n Counsel for the Second Respondent: Mr J Emmett with Mr P Clark \n \n Solicitor for the Second Respondent: Yeldham Price O'Brien Lusk \n\n Date of Hearing: 8 September 2008 \n \n Date of Judgment: 8 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1427.html",
      "id": "s62"
    }
  ]
}