{
  "name": "Richardson v Leonard Cohen &amp; Co [2008] FCA 1392 (12 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1392.html",
  "catchphrases": [
    {
      "text": "creditor petition founded on money judgment entered by district court",
      "id": "c0"
    },
    {
      "text": "default judgment",
      "id": "c1"
    },
    {
      "text": "appellant deliberately frustrated respondent's efforts to obtain discovery",
      "id": "c2"
    },
    {
      "text": "further default before court of appeal",
      "id": "c3"
    },
    {
      "text": "continuing disregard by appellant of its procedural obligations over considerable period of time",
      "id": "c4"
    },
    {
      "text": "discretion to accept, or not, judgment debt as prima facie evidence of antecedent debt",
      "id": "c5"
    },
    {
      "text": "preliminary investigation of merits of challenge to judgment debt",
      "id": "c6"
    },
    {
      "text": "whether substantial reasons demonstrated for questioning whether behind the judgment there was in truth a debt owed to the petitioner",
      "id": "c7"
    },
    {
      "text": "pleaded defence by appellant in suit for debt not supported by admissible evidence and contradicted by other evidence",
      "id": "c8"
    },
    {
      "text": "evidence supported conclusion that allegations in defence were not genuinely made",
      "id": "c9"
    },
    {
      "text": "conduct of appellant giving rise to procedural default relevant to whether pleaded defence was genuine",
      "id": "c10"
    },
    {
      "text": "discretion of primary judge did not miscarry",
      "id": "c11"
    },
    {
      "text": "appeal dismissed.",
      "id": "c12"
    },
    {
      "text": "bankruptcy",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a judgment of the Federal Magistrates Court given on 14 March 2008 making a sequestration order in relation to the appellant's estate based on a creditor's petition lodged by the respondent.",
      "id": "s0"
    },
    {
      "text": "Background \n \n2 The creditor's petition relied on an act of bankruptcy the appellant committed by failing to comply with a bankruptcy notice served on the appellant on 4 September 2006 (the \"Bankruptcy Notice\").",
      "id": "s1"
    },
    {
      "text": "The Bankruptcy Notice was founded on a judgment of the District Court of Western Australia entered against the appellant in favour of the respondent on 16 September 2005 (the \"Judgment\") in action 970 of 2000 (the \"District Court action\").",
      "id": "s2"
    },
    {
      "text": "The Judgment was in the sum of $240,512.51 for unpaid legal fees together with interest.",
      "id": "s3"
    },
    {
      "text": "The respondent, a law firm, acted for the appellant and two other parties as plaintiffs in litigation in the Supreme Court of Western Australia.",
      "id": "s4"
    },
    {
      "text": "The other parties were Mr Bill Paligorov and Actus Australia Pty Ltd (formerly known as Camila Pty Ltd).",
      "id": "s5"
    },
    {
      "text": "3 The appellant's grounds of appeal together concern whether the primary judge erred, in the exercise of his discretion, in not going behind the Judgment, which was a default judgment, to consider whether, in truth and reality, the appellant was indebted to the respondent and, accordingly, whether the requirements of s 52(1) of the Bankruptcy Act 1966 (Cth) (\"the Act \") were not satisfied, alternatively the conditions of s 44(1) of the Act were not satisfied.",
      "id": "s6"
    },
    {
      "text": "The only ground of opposition before the primary judge was whether in truth and reality there was an antecedent debt which gave rise to the Judgment.",
      "id": "s7"
    },
    {
      "text": "Prior Court Proceedings \n \n4 In the District Court action the respondent sued upon a standard written Law Society of Western Australia costs agreement dated 1 October 1995.",
      "id": "s8"
    },
    {
      "text": "The respondent did not claim, nor does the Judgment include any so-called success fees.",
      "id": "s9"
    },
    {
      "text": "The defendants in that action filed a defence in September 2001 which I infer was drawn on instructions from the defendants in that action, including the appellant.",
      "id": "s10"
    },
    {
      "text": "The allegation of a \"success fee\" was pivotal in the defence, part of which is set out below:\n 2.",
      "id": "s11"
    },
    {
      "text": "As to paragraph 2 of the statement of claim, the Defendants: \n \n \n (a) say that on or about 21 September 1995, at a meeting between Mr Leonard Cohen and Mr Melvyn Levitan on behalf of the Plaintiff and Mr Richard Kurland on behalf of the Defendants, the Defendants engaged the Plaintiff to represent the Defendants in relation to the assessment of damages in certain proceedings before the Supreme Court of Western Australia (Proceedings); \n \n (b) deny that the Plaintiff was engaged to act for the Defendants in the Proceeding in writing and, in particular, deny that the Plaintiff was instructed pursuant to a Law Society Costs Agreement relating to the hourly charge; \n \n (c) say that the Plaintiff was engaged to represent the Defendants in the Proceedings on the basis that the Plaintiff would be entitled to: \n \n \n \n \n (1) normal fees and disbursements; and \n (2) also a success fee of $50,000, \n \n \n \n \n but only if the Defendants were successful in the proceedings (Terms of Engagement).",
      "id": "s12"
    },
    {
      "text": "PARTICULARS \n \n In the course of the meeting referred to at paragraph 2(a) above Mr Kurland, on behalf of the Defendants, advised Mr Cohen and Mr Levitan, on behalf of the Plaintiff, that the Defendants were prepared to engage the Plaintiff on the Terms of Engagement and Mr Cohen, on behalf of the Plaintiff, advised Mr Kurland that the Terms of Engagement were acceptable to the Plaintiff, but that such terms could not be reduced to writing.",
      "id": "s13"
    },
    {
      "text": "3.",
      "id": "s14"
    },
    {
      "text": "The Terms of Engagement pleaded in paragraph 2 above: \n (a) are champertous; or in the alternative\n (b) constitute a contract by way of maintenance.",
      "id": "s15"
    },
    {
      "text": "5 These pleaded allegations were in issue in the District Court action.",
      "id": "s16"
    },
    {
      "text": "6 The Judgment was entered following the dismissal of an appeal by the appellant and Mr Paligorov against a springing order that had been made by a Deputy Registrar on 5 May 2005 following a series of defaults by the appellant and Mr Paligorov in providing proper discovery.",
      "id": "s17"
    },
    {
      "text": "As the springing order had not been complied with, judgment was entered for the respondent: Leonard Cohen &amp; Co v Richardson [2005] WADC 172.",
      "id": "s18"
    },
    {
      "text": "The reasons of Sleight DCJ recounted that:\n ...the history of this matter demonstrates that the defendants have deliberately attempted to frustrate the plaintiff's attempts to obtain proper discovery, and in doing so they have sought to avoid putting the plaintiffs in the position which they will be able to prepare adequately for trial.",
      "id": "s19"
    },
    {
      "text": "7 An appeal from the Judgment was dismissed by the Court of Appeal of Western Australia following further procedural defaults by the appellant and Mr Paligorov: Richardson v Leonard Cohen &amp; Co (a firm) [2006] WASCA 64.",
      "id": "s20"
    },
    {
      "text": "Wheeler JA at [2] in reasons for judgment noted that the appellants had \"... demonstrated a continuing disregard of their obligations ... over a considerable period of time\".",
      "id": "s21"
    },
    {
      "text": "An application by the appellant to extend time for a review of that decision was dismissed: Richardson v Leonard Cohen &amp; Co (a firm) [No 2] [2008] WASCA 101.",
      "id": "s22"
    },
    {
      "text": "8 In September 2006 the appellant applied to the District Court for orders extending the time to comply with the springing order and setting aside the Judgment.",
      "id": "s23"
    },
    {
      "text": "That application was dismissed by a Deputy Registrar on 3 October 2006.",
      "id": "s24"
    },
    {
      "text": "An appeal from that decision was dismissed by the District Court on 12 January 2007: Richardson v Leonard Cohen &amp; Co [2007] WADC 128.",
      "id": "s25"
    },
    {
      "text": "An appeal from that decision was dismissed by the Court of Appeal on 20 September 2007: Richardson v Leonard Cohen &amp; Co (a firm) [No 2] [2007] WASCA 205.",
      "id": "s26"
    },
    {
      "text": "9 In September 2006 the appellant also applied unsuccessfully for time to comply with the Bankruptcy Notice to be extended.",
      "id": "s27"
    },
    {
      "text": "An application for review to the Federal Magistrates Court was dismissed in February 2007: Richardson v Leonard Cohen &amp; Co [2007] FMCA 78.",
      "id": "s28"
    },
    {
      "text": "10 Despite these numerous proceedings across a period of years the merits of the respondent's action have never been tried.",
      "id": "s29"
    },
    {
      "text": "Power to go behind Judgment - General \n \n11 Section 44(1) of the Act provides that a creditor's petition shall not be presented against a debtor unless there is owed by the debtor, to the petitioning creditor, a debt or debts that amount to $2,000 or more.",
      "id": "s30"
    },
    {
      "text": "Further, s 52(1) of the Act provides that, at the hearing of the creditor's petition, the Court shall require proof of the matters stated in the petition.",
      "id": "s31"
    },
    {
      "text": "Those matters include the debtor's indebtedness to the petitioning creditor.",
      "id": "s32"
    },
    {
      "text": "The Court can only make a sequestration order if it is satisfied that there is proof of those matters.",
      "id": "s33"
    },
    {
      "text": "If any genuine dispute exists as to the liability of the debtor to the petitioning creditor it ought to be investigated before he is made bankrupt: Ahern v Deputy Commissioner of Taxation (Qld) [1987] FCA 312 ; (1987) 76 ALR 137 at 148.",
      "id": "s34"
    },
    {
      "text": "12 The Court, considering the petition, may, in its discretion, accept a judgment as satisfactory proof, or not, of the petitioning creditor's debt.",
      "id": "s35"
    },
    {
      "text": "Such a judgment is prima facie evidence of the antecedent debt.",
      "id": "s36"
    },
    {
      "text": "The discretion is not well exercised where substantial reasons are given for questioning whether behind that judgment there was in truth and reality a debt due to the petitioner: Wren v Mahony [1972] HCA 5 ; (1971) 126 CLR 212 at 224-5 per Barwick CJ with whom Windeyer and Owen JJ agreed.",
      "id": "s37"
    },
    {
      "text": "13 The Court will not go behind a judgment as a matter of course, but where a judgment is obtained by default the Court in bankruptcy will more readily look behind the judgment than it would if the judgment were obtained following a hearing on the merits: Wolff v Donovan (1991) 29 FCR 480 at 486 per Lee and Hill JJ.",
      "id": "s38"
    },
    {
      "text": "At 487 their Honours said: \n \"[T]he true position is that there is a shifting onus.",
      "id": "s39"
    },
    {
      "text": "Once the judgment is proved, and it is prima facie evidence of the existence of the underlying debt, there is a tactical onus on the debtor to show that there are circumstances which make it appropriate to go behind the debt to see whether the judgment was in truth and reality a true debt.",
      "id": "s40"
    },
    {
      "text": "The overall onus of proof of the existence of a real debt underlying a judgment, however, remains always with the petitioning creditor.",
      "id": "s41"
    },
    {
      "text": "\" \n14 It is not necessary for a respondent debtor to prove that they are not, in truth and reality, indebted to the petitioning creditor.",
      "id": "s42"
    },
    {
      "text": "All that is required of a respondent debtor was to show that there was \"substantial reason for questioning whether there is ... a debt\": Joosse v Deputy Commissioner of Taxation [2004] FCAFC 245 ; (2004) 137 FCR 576 at 579 [6] per North and Finkelstein JJ.",
      "id": "s43"
    },
    {
      "text": "The primary judgment \n \n15 The primary judge declined to go behind the Judgment for reasons he expressed in the following way.",
      "id": "s44"
    },
    {
      "text": "[17] Accepting that this Court can go behind a judgment, and that it can do so more easily where there is as here a default judgment, the matter is ultimately one for the exercise of the Court discretion.",
      "id": "s45"
    },
    {
      "text": "Given: \n \n \n \n \n a) the history of the litigation and the delays which have occurred (none of which are the fault of the Applicant); and \n \n b) that the Respondent has now failed, resoundingly, twice in the District Court and twice in the Court of Appeal in attempts to allow it to effectively further pursue the matter with a view to undoing the order of Sleight DCJ giving rise to the Judgment Debt; \n \n \n \n \n \n this Court does not consider it appropriate to go behind the Judgment Debt.",
      "id": "s46"
    },
    {
      "text": "There is a general principle of comity and recognition of other courts' judgments which also underlies this Court's view.",
      "id": "s47"
    },
    {
      "text": "[18] In any event, the Court does not consider the allegations of champerty and maintenance, or other illegality in the Terms, can succeed or are genuinely arguable.",
      "id": "s48"
    },
    {
      "text": "The Applicant was entitled to be paid for its services as a professional service firm, and the Respondent agreed to do so on the terms of a standard Law Society of Western Australia costs agreement.",
      "id": "s49"
    },
    {
      "text": "The express terms of that agreement preclude the implication of a term as to a success fee.",
      "id": "s50"
    },
    {
      "text": "Further, the evidence of the success fee agreement relied upon by the Respondent is, in any event, entirely hearsay and not admissible.",
      "id": "s51"
    },
    {
      "text": "Grounds of Appeal \n \n16 The amended grounds of appeal are as follows: \n \n \n 1.",
      "id": "s52"
    },
    {
      "text": "The Primary Court erred in fact and law in holding that it was not appropriate to go behind the judgment of the District Court entered on 16 September 2005 in Leonard Cohen &amp; Co (a firm) v Richardson &amp; Anor No 970 of 2000 when it was appropriate for the Primary Court to have done so; \n \n 2.",
      "id": "s53"
    },
    {
      "text": "Further or alternatively, the Primary Court erred in fact and law in holding that the appellant's allegations of champerty and maintenance, or other illegality, could not succeed or were not genuinely arguable when the Primary Court should have held that the allegations were arguable and that the appellant was not, in truth and reality, indebted to the respondent; \n \n 3.",
      "id": "s54"
    },
    {
      "text": "Further or alternatively, the Primary Court erred in fact and law in holding that the evidence of a success fee agreement relied on by the appellant was entirely hearsay and not admissible when the Primary Court should have held that there was direct, admissible and uncontradicted evidence of those matters.",
      "id": "s55"
    },
    {
      "text": "17 The three grounds are inter-related.",
      "id": "s56"
    },
    {
      "text": "The second and third grounds concern findings made by the primary judge which led him to exercise his discretion in the way that he did.",
      "id": "s57"
    },
    {
      "text": "The first ground complains, in effect, that the discretion miscarried.",
      "id": "s58"
    },
    {
      "text": "The grounds are directed to a consideration of the \"success fee\" which, in the context of his Honour's reasons, is the alleged $50,000 success fee said by the appellant to support the defence of illegality by reason of champerty and maintenance.",
      "id": "s59"
    },
    {
      "text": "Before me it was also said to ground a defence of breach of fiduciary duty by the respondent to the appellant although this was not pleaded in the District Court action.",
      "id": "s60"
    },
    {
      "text": "18 The appellant submits that the affidavit evidence was sufficient to establish a \"bona-fide allegation\" that no real debt lies behind the judgment: Corney v Brien [1951] HCA 31 ; (1951) 84 CLR 343 at 357-8.",
      "id": "s61"
    },
    {
      "text": "Putting it another way, he submits that substantial reasons had been demonstrated for questioning whether behind the Judgment there was in truth and reality a debt due to the respondent: Wren at p 224-5.",
      "id": "s62"
    },
    {
      "text": "He relied upon his own affidavits sworn on 22 and 24 May 2007 and that of Mr Richard Kurland sworn on 5 November 2007.",
      "id": "s63"
    },
    {
      "text": "Mr Kurland was engaged by the appellant and the other litigants to assist them in their Supreme Court action.",
      "id": "s64"
    },
    {
      "text": "Reasons \n \n19 The Judgment was entered by default without any determination of the merits.",
      "id": "s65"
    },
    {
      "text": "The application to set aside the Judgment and the appeal from the dismissal of that application were both dismissed on the basis that the District Court lacked power to set aside the Judgment and not on the merits.",
      "id": "s66"
    },
    {
      "text": "Further, the appeal from the Judgment to the Court of Appeal was dismissed due to procedural default.",
      "id": "s67"
    },
    {
      "text": "20 I accept the appellant's submission that the mere fact that the appellant failed in every appeal he prosecuted is not of itself a reason not to go behind the Judgment which was obtained by default.",
      "id": "s68"
    },
    {
      "text": "None of these appeals considered the merits of the defence in the District Court action.",
      "id": "s69"
    },
    {
      "text": "I also accept that, in this case, the matter of comity between courts in respect to judgments is not relevant to the exercise of the discretion whether or not to accept the Judgment as prima facie evidence of the antecedent debt.",
      "id": "s70"
    },
    {
      "text": "21 Nonetheless, for the following reasons I consider that it was open to the primary judge to conclude, by reference to the history of the litigation, combined with his consideration of the affidavit evidence, that the allegations of illegality, by reason of champerty and maintenance, made by the appellant, could not succeed nor were they genuinely arguable.",
      "id": "s71"
    },
    {
      "text": "I take his Honour, there, to be saying that the champerty and maintenance defence of the appellant in the District Court action which depended upon proof of the $50,000 success fee term, allegedly made on 21 September 1995, was not capable of being made out on the evidence because it was hearsay and that in any event this allegation was not genuinely made.",
      "id": "s72"
    },
    {
      "text": "22 It will often be necessary, in considering whether or not to exercise the discretion to go behind a judgment to conduct some preliminary investigation of the merits of the attack on the judgment: Corney v Brien at 358.",
      "id": "s73"
    },
    {
      "text": "The primary judge took that course.",
      "id": "s74"
    },
    {
      "text": "His Honour gave consideration to whether the allegation that the parties agreed on 21 September 1995, to an oral term for payment of a $50,000 success fee could succeed and whether it was, in effect, a bona fide allegation.",
      "id": "s75"
    },
    {
      "text": "23 There is no suggestion in the reasons of the primary judge, in the papers before me or the submissions of the parties, that the court below was asked to enter upon a two-staged process involving, first, the adjudication of a preliminary issue, whether reason was shown for questioning whether behind the Judgment there was really a debt, before proceeding at a later hearing to determine the issue of whether there was in truth a real debt: Wolff at p 486.",
      "id": "s76"
    },
    {
      "text": "24 Rather, the court below was invited to consider such evidence as was before it and to exercise its discretion one way or the other.",
      "id": "s77"
    },
    {
      "text": "If it exercised its discretion in favour of going behind the Judgment, it would then, on the same body of evidence, adjudicate the question whether a debt was truly owed.",
      "id": "s78"
    },
    {
      "text": "If it exercised the discretion against going behind the Judgment then a sequestration order would immediately follow.",
      "id": "s79"
    },
    {
      "text": "25 The affidavit evidence concerns what allegedly occurred at a meeting on 21 September 1995 at the respondent's offices and in a later alleged telephone conversation a few weeks after 21 September 1995.",
      "id": "s80"
    },
    {
      "text": "The defence in the District Court action did not plead or particularise that any term of the \"Terms of Engagement\" was made on any date other than 21 September 1995.",
      "id": "s81"
    },
    {
      "text": "The background to the meeting according to Mr Kurland was that he had come to Perth with the appellant in September 1995 to attempt to identify a law firm which would act for the appellant and the other litigants in the Supreme Court action on a \"no win-no fee\" basis.",
      "id": "s82"
    },
    {
      "text": "The respondent was identified by him as such a firm and he arranged a meeting for 21 September 1995 to discuss the matter of fees.",
      "id": "s83"
    },
    {
      "text": "26 The appellant's affidavit sworn on 22 May 2007 contains the following: \n \n \n 11.",
      "id": "s84"
    },
    {
      "text": "I have been informed by Mr Richard Kurland, and I do believe, that Mr Kurland, acting as my agent, instructed the applicant to act for Mr Paligorov, Actus and me at a meeting held on 21 September 1995 attended by Mr Leonard Cohen and Mr Melvin Levitan on behalf of the applicant.",
      "id": "s85"
    },
    {
      "text": "At that meeting, Mr Cohen, Mr Levitan and Mr Kurland agreed that the applicant would act on behalf of Mr Paligorov, Actus and me on the basis that we would be required to pay the applicant's normal fees and disbursements together with a success fee in the sum of $50,000 if we were successful in the Supreme Court action.",
      "id": "s86"
    },
    {
      "text": "Mr Kurland agreed to the applicant being engaged on this basis.",
      "id": "s87"
    },
    {
      "text": "Mr Cohen and Mr Levitan informed Mr Kurland that the terms of the agreement reached at that meeting could not be reduced to writing.",
      "id": "s88"
    },
    {
      "text": "27 The appellant's affidavit sworn on 24 May 2007 contains the following:\n \n \n 13.",
      "id": "s89"
    },
    {
      "text": "On 21 September Mr Kurland and I attended a meeting at the offices of the applicant.",
      "id": "s90"
    },
    {
      "text": "The meeting was also attended by Mr Leonard Cohen and Mr Melvyn Levitan, both of the applicant.",
      "id": "s91"
    },
    {
      "text": "During the course of the meeting, we discussed the Supreme Court action and Mr Paligorov's, Actus' and my financial situation.",
      "id": "s92"
    },
    {
      "text": "At one point during the meeting, Mr Cohen took Mr Kurland out of the room for a short period.",
      "id": "s93"
    },
    {
      "text": "When Mr Kurland returned to the room, Mr Kurland said to me words to the effect that the applicant was agreeable to take on our case.",
      "id": "s94"
    },
    {
      "text": "14.",
      "id": "s95"
    },
    {
      "text": "I have been informed by Mr Kurland, and I do believe, that Mr Kurland, acting as my agent, instructed the applicant to act for Mr Paligorov, Actus and me during that point in the meeting when Mr Kurland and Mr Cohen left the room.",
      "id": "s96"
    },
    {
      "text": "Mr Cohen and Mr Kurland agreed that the applicant would act on behalf of Mr Paligorov, Actus and me on the basis that we would be required to pay the applicant's normal fees and disbursements together with a success fee in the sum of $50,000 if we were successful in the Supreme Court action.",
      "id": "s97"
    },
    {
      "text": "Mr Kurland agreed to the applicant being engaged on this basis.",
      "id": "s98"
    },
    {
      "text": "Mr Cohen informed Mr Kurland that the terms of the agreement reached at the meeting could not be reduced to writing.",
      "id": "s99"
    },
    {
      "text": "28 Mr Kurland in his affidavit in opposition to the creditor's petition on 5 November 2007 deposed on his oath that: \n \n \n 6.",
      "id": "s100"
    },
    {
      "text": "On 21 September 1995 I attended a meeting at the offices of the applicant.",
      "id": "s101"
    },
    {
      "text": "The meeting was also attended by the respondent and Mr Leonard Cohen and Mr Melvyn Levitan, both of the applicant.",
      "id": "s102"
    },
    {
      "text": "During the course of the meeting, we all discussed the Supreme Court Action and the financial circumstances of the respondent, Mr Paligorov and Actus.",
      "id": "s103"
    },
    {
      "text": "7.",
      "id": "s104"
    },
    {
      "text": "When discussions turned to the question of the applicant's fees, Mr Cohen took me aside and asked me to leave the room briefly.",
      "id": "s105"
    },
    {
      "text": "I then left the room with Mr Cohen and Mr Levitan.",
      "id": "s106"
    },
    {
      "text": "We then had a private discussion regarding the terms on which the applicant was prepared to act on behalf of the respondent, Mr Paligorov and Actus.",
      "id": "s107"
    },
    {
      "text": "Mr Cohen said to me words to the effect that the applicant was prepared to act on behalf of the respondent, Mr Paligorov and Actus on the basis that they would be required to pay the applicant's normal fees and disbursements on a \"no win---no fee\" basis.",
      "id": "s108"
    },
    {
      "text": "8.",
      "id": "s109"
    },
    {
      "text": "At this time, I had been informed by the respondent, and did believe, that the respondent, Mr Paligorov and Actus had very limited resources and were concerned that, if they could not engage solicitors to represent them in the Supreme Court action on a \"no win- no fee\" basis, they would not be able to afford legal representation.",
      "id": "s110"
    },
    {
      "text": "Consequently, I agreed with Mr Cohen and Mr Levitan, on behalf of the respondent, Mr Paligorov and Actus, that they would engage the applicant on the terms we had discussed.",
      "id": "s111"
    },
    {
      "text": "Mr Cohen and Mr Levitan then said to me words to the effect that the terms of the agreement that we had reached could not be reduced to writing.",
      "id": "s112"
    },
    {
      "text": "9.",
      "id": "s113"
    },
    {
      "text": "Mr Cohen, Mr Levitan and I then returned to the meeting room.",
      "id": "s114"
    },
    {
      "text": "I said to the respondent words to the effect that the applicant was agreeable to taking on the respondent's Mr Paligorov's and Actus' case.",
      "id": "s115"
    },
    {
      "text": "29 The appellant correctly submits that no evidence contradicting the evidence of Mr Kurland or the appellant was adduced by the respondent.",
      "id": "s116"
    },
    {
      "text": "The appellant further submits that this evidence is not inherently incredible.",
      "id": "s117"
    },
    {
      "text": "He identifies what he characterises as a minor discrepancy between para 11 of his own affidavit and paras 7 to 10 of Mr Kurland's affidavit.",
      "id": "s118"
    },
    {
      "text": "This he submits reveals nothing more than imperfect recollection and that there is no substantive discrepancy which ought to have led to the Court below to reject Mr Kurland's evidence.",
      "id": "s119"
    },
    {
      "text": "It follows, the appellant contends, that his and Mr Kurland's evidence ought to have been accepted by the Court below.",
      "id": "s120"
    },
    {
      "text": "30 At its highest, the alleged oral agreement, said to have been reached on 21 September 1995, can only be the version deposed to by Mr Kurland.",
      "id": "s121"
    },
    {
      "text": "The appellant's evidence was hearsay as to what had allegedly been agreed to on behalf of himself and the other Supreme Court litigants by Mr Kurland on that date.",
      "id": "s122"
    },
    {
      "text": "The appellant, according to his affidavit sworn on 22 May 2007, was not present during the alleged discussion said to have taken place between Messrs Kurland, Cohen and Levitan outside the meeting room.",
      "id": "s123"
    },
    {
      "text": "In his affidavit of 24 May 2007, by contrast, he deposed that only Mr Kurland and Mr Cohen left the meeting room to discuss the question of fees.",
      "id": "s124"
    },
    {
      "text": "The primary judge was correct when he said at [18] that the evidence of \"the success fee agreement relied upon\" by the appellant was inadmissible hearsay.",
      "id": "s125"
    },
    {
      "text": "It is clear, I think, that his Honour was there considering the $50,000 success fee \"relied upon\" pleaded at para [2] of the defence in the District Court action and which is repeated at para [4] above.",
      "id": "s126"
    },
    {
      "text": "It was pleaded as a term agreed at the 21 September 1995 meeting.",
      "id": "s127"
    },
    {
      "text": "31 Mr Kurland who gave direct evidence, rendered a version of this alleged agreement which is significantly at odds with the hearsay account given by the appellant and does not support the pleaded defence in this respect.",
      "id": "s128"
    },
    {
      "text": "32 The allegation pleaded in the defence of the appellant and the other defendants in the District Court action accords with the appellant's hearsay version of the alleged oral agreement made on 21 September 1995 but not that of Mr Kurland.",
      "id": "s129"
    },
    {
      "text": "33 The appellant says that he was told by Mr Kurland that it had been agreed that the respondent would act on behalf of the appellant and the other litigants on the basis that they would be required to pay the respondent's normal fees and disbursements together with a success fee in the sum of $50,000 if the Supreme Court action was successful.",
      "id": "s130"
    },
    {
      "text": "According to Mr Kurland however, Mr Cohen had said to him words to the effect that the respondent was prepared to act on behalf of the appellant and the other litigants on the basis that they would be required to pay the respondent's normal fees and disbursements on a \"no win-no fee\" basis.",
      "id": "s131"
    },
    {
      "text": "It was to this which Mr Kurland said he agreed at the meeting on 21 September 1995.",
      "id": "s132"
    },
    {
      "text": "To that extent, the pleaded defence was incapable of being established and the primary judge was correct in so finding.",
      "id": "s133"
    },
    {
      "text": "It is the $50,000 success fee term which the appellant pleaded in the District Court action and submits before this Court, made the respondent's retainer one which was both champertous and a contract by way of maintenance .",
      "id": "s134"
    },
    {
      "text": "He further submits that this term also constitutes a breach of fiduciary duty on the part of the respondent.",
      "id": "s135"
    },
    {
      "text": "34 Mr Kurland did give evidence that a $50,000 success fee was allegedly agreed to between himself and Mr Levitan a few weeks after the 21 September 1995 meeting.",
      "id": "s136"
    },
    {
      "text": "This evidence is inherently improbable, a characterisation of his evidence which supports the primary judge's view that the allegation concerning a success fee, whether made on 21 September 1995 or some few weeks later was not genuine.",
      "id": "s137"
    },
    {
      "text": "It does not support the pleaded defence.",
      "id": "s138"
    },
    {
      "text": "Mr Kurland deposed at [10]: \n A short time after this meeting (I cannot recall precisely how long but I believe that it was a few weeks) I had a telephone conversation with Mr Levitan.",
      "id": "s139"
    },
    {
      "text": "During the course of this telephone conversation, Mr Levitan said to me words to the effect that he had to pay off his mortgage and was looking forward to a good result.",
      "id": "s140"
    },
    {
      "text": "During the conversation, the number $50,000 was mentioned.",
      "id": "s141"
    },
    {
      "text": "Consequently, I said to Mr Levitan words to the effect that the respondent, Mr Paligorov and Actus would pay the applicant a success fee of $50,000 if they were successful in the Supreme Court action.",
      "id": "s142"
    },
    {
      "text": "That fee would be additional to the applicant's usual fees and charges.",
      "id": "s143"
    },
    {
      "text": "35 There is no obvious rational connection between the alleged statement that Mr Levitan had a mortgage and was looking forward to a good result in the Supreme Court litigation on the one hand and the alleged agreement as to the $50,000 success fee on the other.",
      "id": "s144"
    },
    {
      "text": "There are other matters which also support the primary judge's view that the allegation was not genuinely made.",
      "id": "s145"
    },
    {
      "text": "36 First, it cannot be assumed that Mr Levitan had actual or ostensible authority to act on behalf of the respondent.",
      "id": "s146"
    },
    {
      "text": "He was a consultant solicitor employed by the respondent and not a principal of that firm.",
      "id": "s147"
    },
    {
      "text": "37 Second, it is evident from Mr Kurland's affidavit that the question of a $50,000 success fee had not been mentioned before, yet, apparently, he committed the appellant and the other litigants to paying it in the event of \"success\" without first taking their instructions.",
      "id": "s148"
    },
    {
      "text": "38 Third a complete costs agreement had already been concluded.",
      "id": "s149"
    },
    {
      "text": "39 Fourth, the alleged discussion took place after the execution of the Retainer Agreement which contains a term that amendments are required to be in writing (Condition 1).",
      "id": "s150"
    },
    {
      "text": "No such amendment was effected.",
      "id": "s151"
    },
    {
      "text": "Mr Kurland does not say that there was any arrangement between he and Mr Levitan that the term not be evidenced in writing.",
      "id": "s152"
    },
    {
      "text": "By contrast, Mr Kurland had previously negotiated a success fee for himself with the appellant and other litigants.",
      "id": "s153"
    },
    {
      "text": "It was committed to writing.",
      "id": "s154"
    },
    {
      "text": "It was executed by the parties to it on 10 November 1993.",
      "id": "s155"
    },
    {
      "text": "40 Fifth, the alleged term is uncertain and almost certainly unenforceable.",
      "id": "s156"
    },
    {
      "text": "Liability had already been established in favour of the appellant and the other litigants by a judgment of the Supreme Court and only an assessment of damages remained: Camila Pty Ltd v Actus Australia Pty Ltd (1994) 16 ATPR 41-367.",
      "id": "s157"
    },
    {
      "text": "What did \"success\" mean in those circumstances?",
      "id": "s158"
    },
    {
      "text": "If such a term had been agreed I would have expected that the parties would have spelt out what was the minimum amount of damages such as to constitute a \"success\".",
      "id": "s159"
    },
    {
      "text": "Mr Kurland does not depose to having discussed or agreed what circumstances would constitute \"success\" in the context of the litigation.",
      "id": "s160"
    },
    {
      "text": "This is to be contrasted with his own success fee agreement to which I have referred.",
      "id": "s161"
    },
    {
      "text": "There Mr Kurland was to receive $50,000 plus 20% of all gross amounts (after first deducting the $50,000) paid by the respondent to the appellant and the other litigants as a result of the Supreme Court action.",
      "id": "s162"
    },
    {
      "text": "41 Sixth, Mr Kurland has a history of demonstrated dishonesty.",
      "id": "s163"
    },
    {
      "text": "Some six years before the events in question here, on 30 October 1989, acting pursuant to the Legal Practitioner Act 1898 (NSW), the Solicitors' Statutory Committee made an order that no solicitor should, in connection with his practice as a solicitor, take into or retain in his employment or remunerate Mr Kurland except in accordance with permission in writing granted by the Law Society of New South Wales for such a period and subject to such conditions as the Law Society might think fit to specify in the permission.",
      "id": "s164"
    },
    {
      "text": "The Committee had considered serious allegations made against Mr Kurland concerning his employment as a Clerk in the employment of two separate firms of solicitors.",
      "id": "s165"
    },
    {
      "text": "The allegations concerned Mr Kurland holding himself out as being a legally qualified practising solicitor when he was not, as well as misappropriating cheques, misappropriating trust funds and failing to account for deposit monies under a contract.",
      "id": "s166"
    },
    {
      "text": "The Committee found that the allegations had been established.",
      "id": "s167"
    },
    {
      "text": "The dishonesty variously described involved significant sums of money.",
      "id": "s168"
    },
    {
      "text": "In addition the Committee took into account the fact that Mr Kurland had been convicted at Hornsby Local Court in February 1987 with a criminal offence of obtaining financial advantage by deception.",
      "id": "s169"
    },
    {
      "text": "There is no corroboration of Mr Kurland's evidence as to the success fee.",
      "id": "s170"
    },
    {
      "text": "Indeed, Mr Kurland's evidence as to the $50,000 success fee allegedly made a few weeks after the 21 September 1995 meeting is contradicted by the fact that no amendment was made to the Retainer Agreement to include this term.",
      "id": "s171"
    },
    {
      "text": "42 Seventh, the defence filed by the appellant and Mr Paligorov in the District Court action denied that the respondent had been engaged to act for the appellant and the other litigants in the Supreme Court proceedings in writing and in particular denied that the respondent had been instructed pursuant to a Law Society costs agreement relating to hourly charges.",
      "id": "s172"
    },
    {
      "text": "This denial was contrary to the true position as the appellant must be taken to have known.",
      "id": "s173"
    },
    {
      "text": "Before the primary court, for the first time, the appellant said that the costs agreement was partly written and partly oral.",
      "id": "s174"
    },
    {
      "text": "It was admitted by the appellant that a Law Society of Western Australia's written Retainer Agreement was entered into on or about 1 October 1995 between himself and the other litigants, as clients, and the respondent as solicitors.",
      "id": "s175"
    },
    {
      "text": "The agreement provides for payment based on an hourly rate fee.",
      "id": "s176"
    },
    {
      "text": "It does not contain a \"no win---no fee\" term or any term for a success fee of $50,000 or otherwise.",
      "id": "s177"
    },
    {
      "text": "43 Eighth, the \"no win-no fee\" term is inconsistent with the terms of the Retainer Agreement.",
      "id": "s178"
    },
    {
      "text": "I have set out below part of the terms dealing with costs and disbursements.",
      "id": "s179"
    },
    {
      "text": "They, self-evidently, are at odds with any oral \"no win-no fee\" term.",
      "id": "s180"
    },
    {
      "text": "AGREEMENT BY CLIENT 3.",
      "id": "s181"
    },
    {
      "text": "The Client agrees to: \n \n 3.1 Pay for these legal services provided by the Solicitor for the Client in respect of proceedings specified in the Retainer Agreement at the rates shown in the Retainer Agreement\n 3.2 Provide instructions to the Solicitor for the purpose of the matter specified in the Retainer Agreement when necessary, or when required by the Solicitor to do so.",
      "id": "s182"
    },
    {
      "text": "MONEY IN ADVANCE AND ACCOUNTS 4.",
      "id": "s183"
    },
    {
      "text": "The Client agrees to pay the Solicitor money in advance when required by the Solicitor.",
      "id": "s184"
    },
    {
      "text": "This can be done as often as the Solicitor thinks necessary.",
      "id": "s185"
    },
    {
      "text": "The Solicitor will, when requested by the Client at any reasonable time, provide to the Client particulars of costs incurred to date, and the costs then estimated which the Client will have to pay to the Solicitor to complete the matter.",
      "id": "s186"
    },
    {
      "text": "5.",
      "id": "s187"
    },
    {
      "text": "The Solicitor may send accounts monthly or at such other times decided by the Solicitor or when expenses are incurred and the Client agrees to pay those accounts when sent 6.",
      "id": "s188"
    },
    {
      "text": "If an account, interim account or a request for money in advance is not paid within 14 days of the date of the account or request, the Solicitor may withdraw from the case.",
      "id": "s189"
    },
    {
      "text": "RECOVERED COSTS 7.",
      "id": "s190"
    },
    {
      "text": "The Solicitor can keep any legal costs, fees or expenses received on behalf of the Client and use those costs, fees or expenses to pay any outstanding accounts due by the Client to the Solicitor.",
      "id": "s191"
    },
    {
      "text": "AUTHORITY TO DEAL WITH TRUST FUNDS 8.",
      "id": "s192"
    },
    {
      "text": "The Client authorises 8.1 The Solicitor to apply trust monies towards the payment of: \n \n 8.1.1 current and past costs and disbursements charged by the Solicitor to the client in the course of conduct of the matter or any matter on behalf of the Client; \n \n 8.1.2 Barrister's fees; ... .",
      "id": "s193"
    },
    {
      "text": ".",
      "id": "s194"
    },
    {
      "text": ".",
      "id": "s195"
    },
    {
      "text": "APPOINTMENT OF AGENT 15.",
      "id": "s196"
    },
    {
      "text": "The Client appoints the Solicitor as agent to incur expenses including barristers fees.",
      "id": "s197"
    },
    {
      "text": "44 Ninth, I consider it to be inherently improbable that Mr Cohen would have agreed to a \"no win-no fee\" term on 21 September 1995.",
      "id": "s198"
    },
    {
      "text": "Such a term, as with the alleged $50,000 success fee term, is incapable of being given effect.",
      "id": "s199"
    },
    {
      "text": "What circumstances would constitute a \"no win\" such that the respondent would be paid nothing?",
      "id": "s200"
    },
    {
      "text": "Furthermore, such a term is not unlawful.",
      "id": "s201"
    },
    {
      "text": "There is no reason why, if agreed, that it should not have been contained in the written Retainer Agreement entered into on or about 1 October 1995.",
      "id": "s202"
    },
    {
      "text": "It could have been included as a \"Special Clause\" at item 8 on page 1 of the Retainer Agreement.",
      "id": "s203"
    },
    {
      "text": "It was not.",
      "id": "s204"
    },
    {
      "text": "Clause 1 provides that: \"These (written) terms are the agreement between (the parties) and remain in effect until varied by agreement in writing\".",
      "id": "s205"
    },
    {
      "text": "The explanation deposed to by the appellant as to his reason for signing the Retainer Agreement without this term is, as I have said, highly improbable.",
      "id": "s206"
    },
    {
      "text": "45 The relevance of the \"no win-no fee\" clause is that the appellant says that he and the other litigants did not win their litigation.",
      "id": "s207"
    },
    {
      "text": "The entirety of the defence in the District Court action was not before the Court.",
      "id": "s208"
    },
    {
      "text": "In the part provided there was no plea that the defendants were not liable to pay the respondent's fees and disbursements because the case had not been won.",
      "id": "s209"
    },
    {
      "text": "The first suggestion that the Supreme Court action was settled for a sum much less than what the respondent had allegedly said was achievable is found in the appellant's affidavit of 22 May 2007 at [15].",
      "id": "s210"
    },
    {
      "text": "There the appellant deposed that he believed the settlement did not constitute success in the Supreme Court proceedings and that the respondent had said that the appellant and Mr Paligorov would receive and could expect to settle for a sum not less than twice and possibly eight times the actual settlement sum, which was approximately $1.375 million.",
      "id": "s211"
    },
    {
      "text": "The appellant does not say who allegedly said this on behalf of the respondent, or where, or when.",
      "id": "s212"
    },
    {
      "text": "Counsel for the appellant conceded that \"success\" and, implicitly, a \"win\" had to mean a specified quantum and that there was no evidence that this was discussed.",
      "id": "s213"
    },
    {
      "text": "He submits nonetheless, that because of what he was told, that \"success\" meant at least $2.75 million, being twice $1.375 million.",
      "id": "s214"
    },
    {
      "text": "I reject that submission.",
      "id": "s215"
    },
    {
      "text": "If it had been said at the 21 September 1995 meeting, then Mr Kurland, it may be assumed, would have deposed to it.",
      "id": "s216"
    },
    {
      "text": "He did not.",
      "id": "s217"
    },
    {
      "text": "46 Tenth, even if I were to assume for present purposes that the Retainer Agreement was partly oral and partly written, and included a \"no win-no fee\" oral term, it is highly probable that it would avail the appellant nothing.",
      "id": "s218"
    },
    {
      "text": "First it seems to me that the term would fail because it is uncertain: Scammell &amp; Nephew Ltd v Ouston [1941] AC 251 at 268 (approved Upper Hunter District Council v Australian Chilling and Freezing Co Ltd [1968] HCA 8 ; (1968) 118 CLR 429 at 437 per Barwick CJ).",
      "id": "s219"
    },
    {
      "text": "Second the respondent was unable to finalise the Supreme Court litigation as its retainer was terminated by the appellant and the other litigants in April 1999 before the litigation was resolved.",
      "id": "s220"
    },
    {
      "text": "At this time the appellant retained Mr Levitan who had by then left the employ of the respondent and established his own law firm.",
      "id": "s221"
    },
    {
      "text": "In those circumstances the appellant could not rely upon a \"no win-no fee\" term for refusing to pay the respondent's costs on a quantum merit basis.",
      "id": "s222"
    },
    {
      "text": "It cannot be doubted that these would have exceeded $2,000.",
      "id": "s223"
    },
    {
      "text": "47 Eleventh, apart from the fact that a written Retainer Agreement was executed at all, given the evidence of the appellant and Mr Kurland, the explanation given by the appellant as to why it was executed is, in my view, highly improbable.",
      "id": "s224"
    },
    {
      "text": "He deposes that he signed the written Retainer Agreement on or about 1 October 1995 and did so although it did not provide that the alleged $50,000 success fee or the applicant's usual fees and disbursements would only be paid on success because he said that he believed, from his discussions with Mr Kurland, that, nonetheless, it was upon these oral terms that the respondent was to be engaged.",
      "id": "s225"
    },
    {
      "text": "The explanation is implausible, given that the written terms contradict the alleged oral terms.",
      "id": "s226"
    },
    {
      "text": "Further, it cannot be the case that Mr Kurland spoke to the appellant on or about 1 October about a $50,000 success fee because according to Mr Kurland's written evidence that matter was not raised until the telephone discussion he allegedly had with Mr Levitan \"a few weeks\" after 21 September 1995.",
      "id": "s227"
    },
    {
      "text": "1 October 1995 was only a little over one week after the 21 September 1995 meeting.",
      "id": "s228"
    },
    {
      "text": "48 The appellant submits that Mr Kurland's testimony is uncontradicted in that Mr Levitan did not provide an affidavit concerning this alleged telephone conversation.",
      "id": "s229"
    },
    {
      "text": "It is by no means clear that Mr Levitan is a witness who would ordinarily have been expected to be called by the respondent.",
      "id": "s230"
    },
    {
      "text": "Mr Levitan acted as the appellant's solicitor in the Supreme Court litigation after the respondent's retainer ended.",
      "id": "s231"
    },
    {
      "text": "He was, at least, equally available as a witness for both parties in this matter and possibly more available to the appellant given the past relationship of confidence between them as solicitor and client: Payne v Parker [1976] 1 NSWLR 191 at 201-202.",
      "id": "s232"
    },
    {
      "text": "More importantly the evidence of a $50,000 success fee term agreed to orally a few weeks after 21 September 1995 does not support the appellant's pleaded defence in the District Court action: a defence from which he did not resile in the court below.",
      "id": "s233"
    },
    {
      "text": "49 Finally, I consider that the primary judge was correct to take into account the history of the District Court action and the appeals by the appellant to the Court of Appeal of Western Australia, particularly the criticisms made by Sleight DCJ and Wheeler JA respectively.",
      "id": "s234"
    },
    {
      "text": "They are testimony to the improper conduct of the appellant in the litigation but for which the merits of the respondent's claim and more significantly the appellant's defence would long ago have been heard and determined.",
      "id": "s235"
    },
    {
      "text": "This conduct, in my opinion, is a relevant factor in the Court's overall consideration of the merits of the defence and whether the evidence of the appellant and Mr Kurland raise genuine issues and a reason therefore to go behind the Judgment.",
      "id": "s236"
    },
    {
      "text": "These considerations weigh in the balance against the appellant.",
      "id": "s237"
    },
    {
      "text": "Conclusion \n \n50 For these reasons I would reject each of the three grounds of appeal.",
      "id": "s238"
    },
    {
      "text": "I am not satisfied that the appellant has demonstrated that the discretion of the primary judge miscarried.",
      "id": "s239"
    },
    {
      "text": "The appeal should be dismissed with costs.",
      "id": "s240"
    },
    {
      "text": "I certify that the preceding fifty (50) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s241"
    },
    {
      "text": "Associate:\n\nDated: 12 September 2008\n\n Counsel for the Appellant: Mr C S Williams \n \n Solicitor for the Appellant: Solomon Brothers \n \n Counsel for the Respondent: Mr B W Ashdown \n \n Solicitor for the Respondent: Stewart Forbes, Barrister and Solicitor \n\n Date of Hearing: 28 August 2008 \n \n Date of Judgment: 12 September 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1392.html",
      "id": "s242"
    }
  ]
}