{
  "name": "Community First Inc. v Job Futures Ltd (plus Supplementary Reasons) [2008] FCA 1265 (18 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1265.html",
  "catchphrases": [
    {
      "text": "transfer of proceedings from state supreme court due to 'special federal matter'",
      "id": "c0"
    },
    {
      "text": "registry deliberately not designated",
      "id": "c1"
    },
    {
      "text": "choice of appropriate registry",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings have been transferred by Templeman J from the Supreme Court of Western Australia to this Court.",
      "id": "s0"
    },
    {
      "text": "It is unnecessary to revisit his Honour's reasons for doing so save to observe that the proceedings include a 'special federal matter' as that expression is defined in s 6A of the Jurisdiction of Courts (Cross-Vesting) Act 1987 (WA) (the Cross-Vesting Act).",
      "id": "s1"
    },
    {
      "text": "The special federal matter (as to which the definition in s 3(1)(a) of the Cross-Vesting Act is a matter arising under Pt IV of the Trade Practices Act 1974 (Cth) (the TPA).",
      "id": "s2"
    },
    {
      "text": "2 Although the matter was transferred to the Western Australian District Registry of the Federal Court, it is common ground that his Honour did not specify to which particular registry the proceedings should be transferred because there were both Western Australian and New South Wales elements in the claim.",
      "id": "s3"
    },
    {
      "text": "3 The respondent in this matter and in WAD 113 of 2008, PEP Community Services Inc trading as PEP Community Services v Job Futures Ltd , contends that each matter should be transferred to the New South Wales District Registry.",
      "id": "s4"
    },
    {
      "text": "4 The applicant opposes any transfer.",
      "id": "s5"
    },
    {
      "text": "LEGAL CONSIDERATIONS \n \n5 Section 48 of the Federal Court of Australia Act 1976 (Cth) (the Act) provides as follows:\n The Court or a Judge may, at any stage of a proceeding in the Court, direct that the proceeding or a part of the proceeding be conducted or continued at a place specified in the order, subject to such conditions (if any) as the Court or Judge imposes.",
      "id": "s6"
    },
    {
      "text": "6 The Court is required to be satisfied after considering all the relevant matters that there is sound reason to direct that the proceedings be conducted or continued elsewhere.",
      "id": "s7"
    },
    {
      "text": "The test which is to be applied requires consideration of where the case can be conducted or continued most suitably bearing in mind the interests of all the parties, the ends of justice and the determination of issues between them, and the most efficient administration of the Court: National Mutual Holdings Pty Ltd v The Sentry Corporation (1988) 19 FCR 155 at 162.",
      "id": "s8"
    },
    {
      "text": "7 In Jacobs v Claudius Enterprises Pty Ltd [1985] ATPR 40-511 , Spender J observed that the following were relevant factors for the Court to consider when deciding whether to change venue:\n (a) the residence of the parties; (b) the residence of the witnesses for the various parties; (c) the expense and prejudice likely to the respective parties; (d) the likelihood of delay being a significant consideration; \n \n (e) whether there is, in respect of the competing suggestions as to venue, any possibility of an interference with a fair trial of the hearing; and \n \n(f) the balance of convenience having regard to all considerations.",
      "id": "s9"
    },
    {
      "text": "8 In addition to the Pt IV TPA question there are issues raised concerning restraint of trade at common law and pursuant to the New South Wales Restraints of Trade Act 1976 (NSW).",
      "id": "s10"
    },
    {
      "text": "Clause 35 of a subcontract agreement between the applicant and respondent provides that the document is governed by the law in force in New South Wales.",
      "id": "s11"
    },
    {
      "text": "Each party submitted to the non-exclusive jurisdiction of the courts exercising jurisdiction in New South Wales.",
      "id": "s12"
    },
    {
      "text": "The respondent submits that this clause together with the convenience of witnesses tips the balance in favour of the hearing proceeding in the New South Wales Registry of this Court.",
      "id": "s13"
    },
    {
      "text": "9 It is to be noted that cl 35 is not an exclusive jurisdiction clause but I accept that it does disclose an intention on the part of the contracting parties to the litigation to prefer any dispute arising under the contract to be conducted in courts within the specified State: Australian Co-operative Foods Ltd &amp; Anor v National Foods Milk Ltd [1998] FCA 376 and Aquila Resources Limited v Pasminco Limited [2004] FCA 39 at [36] - [41] .",
      "id": "s14"
    },
    {
      "text": "10 However, I also accept the applicant's submission that such a clause in a change of venue application does not carry weight where federal legislation is involved: Plantagenet Wines Pty Ltd v Lion Nathan Wine Group Australia Ltd [2006] FCA 247 at [61] per Siopis J.",
      "id": "s15"
    },
    {
      "text": "It is true also that little weight is attached to such a clause where State legislation is involved providing that such legislation is reasonably uniform in nature: Westpac Banking Corporation v O'Brien [1997] ACTSC 107 ; Rothwells Ltd (in liq) v Connell [1995] QSC 30.",
      "id": "s16"
    },
    {
      "text": "In this regard, it may be that the Court is required to construe the New South Wales Restraints of Trade Act 1976 (NSW) but no particular difficulty in doing so was advanced in argument.",
      "id": "s17"
    },
    {
      "text": "It is to be noted this is a succinct piece of legislation which by s 3(3)(d) does not affect the operation of any other enactment relating to the validity of restraint of trade.",
      "id": "s18"
    },
    {
      "text": "Such other enactment, of course, may include the TPA itself which has been pleaded.",
      "id": "s19"
    },
    {
      "text": "The effect of s 4 of the New South Wales Restraints of Trade Act 1976 (NSW) is that (subject to the subsection to which I have referred), a restraint of trade will be valid to the extent to which it is not against public policy, whether it is in severable terms or not.",
      "id": "s20"
    },
    {
      "text": "I have not been addressed on any particular difficulties which may arise by reason of the need to consider the provisions of this legislation.",
      "id": "s21"
    },
    {
      "text": "PRACTICAL CONSIDERATIONS \n \n11 The respondent rather relies on the fact that three out of four main witnesses reside in New South Wales, that is to say, three out of four of the main witnesses in both of the proceedings which the parties accept are to be heard together.",
      "id": "s22"
    },
    {
      "text": "The applicant contends that this is irrelevant in the context of the present application.",
      "id": "s23"
    },
    {
      "text": "12 The applicant places particular reliance on the cost of moving the matter to the New South Wales District Registry and the delay and inconvenience in doing so.",
      "id": "s24"
    },
    {
      "text": "The respondent contends that there is no material put forward to justify those assertions.",
      "id": "s25"
    },
    {
      "text": "In relation to that aspect of the matter, in my view, it seems likely there would be some, but not necessarily great additional cost if the matter were moved.",
      "id": "s26"
    },
    {
      "text": "13 Most of the other factors, according to the respondent are neutral or of such insignificance that they do not require consideration in terms of the respondent's motion.",
      "id": "s27"
    },
    {
      "text": "14 The applicants have issued proceedings in Western Australia, they reside in Western Australia and they allege that the relevant damage is in Western Australia.",
      "id": "s28"
    },
    {
      "text": "They also contend:\n(a) all the applicant's offices and staff are resident in Western Australia;\n \n(b) the applicant provides all services the subject of the subcontract directly to the public of Western Australia;\n \n(c) the respondent, although based in Sydney, is a national company with offices and business interests around Australia including a Western Australian head office;\n \n(d) the applicant intends that Ms Allen will give evidence at trial and she resides in Western Australia;\n \n(e) the applicant's solicitors who have had the conduct of the matter since the commencement of the proceedings are based in Perth;\n \n(f) each of the parties have retained experienced counsel in Western Australia who have had the carriage of the matter to date.",
      "id": "s29"
    },
    {
      "text": "That is not to say that those or other counsel could not appear in the New South Wales District Registry but there would appear to be some additional expenditure involved if there were a change in counsel, were a Western Australian counsel travelling to Sydney;\n \n(g) the respondent has been able to conduct the proceedings successfully so far with the use of solicitors both in Perth and in Sydney;\n \n(h) The applicant's choice of venue initially which is reflected in the commencement of the proceedings in the Supreme Court of Western Australia is that the proceedings be heard in Western Australia; and\n \n(i) Active pursuit of a transfer to the Federal Court was not initiated by the respondent until quite recently.",
      "id": "s30"
    },
    {
      "text": "15 In the end, the issues are fairly finely balanced but for these reasons, I am satisfied that the factors relied upon by the applicant in opposing the change of venue should prevail: \n \n(a) The proceedings were reasonably advanced at the time of transfer to this Court.",
      "id": "s31"
    },
    {
      "text": "Each was listed for trial in the Supreme Court of Western Australia for hearing on 23, 26, 27 and 28 May 2008 prior to the transfer of the matter.",
      "id": "s32"
    },
    {
      "text": "(There is some debate about the state of readiness for trial at that stage).",
      "id": "s33"
    },
    {
      "text": "(b) To instruct solicitors and perhaps counsel in Sydney on the matters in dispute and the history of the matters would clearly involve at least, some cost, inconvenience and delay.",
      "id": "s34"
    },
    {
      "text": "(c) Should some witnesses prefer to give their evidence from a location other than that in which the proceedings are conducted, there is ample modern technology to facilitate that preference.",
      "id": "s35"
    },
    {
      "text": "CONCLUSION \n \n16 In my view, the more appropriate Registry to deal with the application is the Western Australian District Registry or at the least, the reasons to transfer the matter are not compelling.",
      "id": "s36"
    },
    {
      "text": "Accordingly, I will decline the respondent's motion for transfer of the proceedings to the New South Wales District Registry.",
      "id": "s37"
    },
    {
      "text": "I make the following orders:\n \n1.",
      "id": "s38"
    },
    {
      "text": "The respondent's motion to transfer the proceedings to the New South Wales District Registry is dismissed.",
      "id": "s39"
    },
    {
      "text": "2.",
      "id": "s40"
    },
    {
      "text": "The parties are to file within 10 days submissions, if any, not exceeding two pages in length in relation to costs.",
      "id": "s41"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s42"
    },
    {
      "text": "Associate:\n\nDated: 18 August 2008\n\n Counsel for the Applicant: P Hannan \n \n Solicitor for the Applicant: Kott Gunning Lawyers \n \n Counsel for the Respondent: L A Tsaknis \n \n Solicitor for the Respondent: Redding &amp; Associates \n\n Date of Hearing: 24 July 2008 \n \n Date of Judgment: 18 August 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1265.html",
      "id": "s43"
    }
  ]
}