{
  "name": "Emerald Capital Limited (ACN 007 024 839), in the matter of Emerald Capital Limited (ACN 007 024 839) [2008] FCA 1739 (18 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1739.html",
  "catchphrases": [
    {
      "text": "off-market takeover bid",
      "id": "c0"
    },
    {
      "text": "extension of time",
      "id": "c1"
    },
    {
      "text": "error as to extension date in notice under s 630(2) and s 650d(1) of the corporations act 2001 (cth)",
      "id": "c2"
    },
    {
      "text": "remedial orders sought",
      "id": "c3"
    },
    {
      "text": "corporations law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 Emerald Capital Limited (Emerald) is pursuing an off-market takeover bid in relation to Goldlink IncomePlus Limited (GLI).",
      "id": "s0"
    },
    {
      "text": "It seeks relief under s 1325D and s 1322(4) of the Corporations Act 2001 (Cth) (CA) in relation to an aspect of the bid.",
      "id": "s1"
    },
    {
      "text": "Granting the relief was opposed by GLI.",
      "id": "s2"
    },
    {
      "text": "2 At the completion of a relatively brief hearing on 17 November 2008 I informed the parties that I would grant the relief subject to certain conditions.",
      "id": "s3"
    },
    {
      "text": "I also made a costs order in favour of GLI.",
      "id": "s4"
    },
    {
      "text": "The salient facts are the following.",
      "id": "s5"
    },
    {
      "text": "THE FACTS \n \n3 By a replacement Bidder's Statement of 22 July 2008 (the Bidder's Statement) Emerald made an off-market takeover cash bid to acquire 45% of the fully paid ordinary shares in the capital of GLI at a price of 23 cents per GLI share.",
      "id": "s6"
    },
    {
      "text": "That takeover bid was originally due to close on 8 September 2008.",
      "id": "s7"
    },
    {
      "text": "The offer was subject to various defeating conditions which shareholders of GLI were informed, could be waived by Emerald if it so chose.",
      "id": "s8"
    },
    {
      "text": "The offer period was extended on two occasions.",
      "id": "s9"
    },
    {
      "text": "It was due to close at 5.00 pm WST on 8 November 2008.",
      "id": "s10"
    },
    {
      "text": "4 Emerald wished to extend the offer.",
      "id": "s11"
    },
    {
      "text": "By a notice prepared in accordance with s 630(2) and s 650D(1) CA (the Notice), Emerald sought to extend the offer period until 25 November 2008 and to extend the date for giving notice of the status of defeating conditions to 18 November 2008.",
      "id": "s12"
    },
    {
      "text": "5 On 31 October 2008 a copy of the extension notice was lodged with the Australian Securities and Investments Commission (ASIC) in accordance with the requirements of s 650D(1)(b) CA.",
      "id": "s13"
    },
    {
      "text": "It was served on GLI's solicitors on the same date.",
      "id": "s14"
    },
    {
      "text": "6 A draft of the Notice was amended as to the closing date by Emerald.",
      "id": "s15"
    },
    {
      "text": "That amendment left an inconsistency in the Notice between the amended date of closure and the numbers of days by which the offer was extended.",
      "id": "s16"
    },
    {
      "text": "Solicitors who were advising Emerald in relation to the Notice did not appreciate that inconsistency when processing the Notice.",
      "id": "s17"
    },
    {
      "text": "The effect was that the Notice contained two errors.",
      "id": "s18"
    },
    {
      "text": "The first was that the Notice referred to the fact that the offer period was being extended by 24 days when in fact the extension was only 17 days.",
      "id": "s19"
    },
    {
      "text": "The second was the fact that the date for giving notice under s 630(2) CA regarding status of the conditions of the offer was stated to be 25 November 2008 rather than 18 November 2008.",
      "id": "s20"
    },
    {
      "text": "There were further irregularities to come in what counsel for Emerald described as 'a cascade of errors'.",
      "id": "s21"
    },
    {
      "text": "The parties have described those irregularities collectively as 'the first irregularity'.",
      "id": "s22"
    },
    {
      "text": "7 The second problem occurred when on 31 October 2008 a copy of the Notice, albeit an incorrect and different version from that which was pursuant to s 630(5)(b) CA lodged with ASIC and served on GLI, was given to the Australian Securities Exchange (ASX) (the second irregularity).",
      "id": "s23"
    },
    {
      "text": "8 A share registry company was engaged by Emerald to process acceptances and print documents to be sent to GLI shareholders and to coordinate the mailing of them.",
      "id": "s24"
    },
    {
      "text": "That share registry company was also provided with a copy of the incorrect notice that had been given to the ASX.",
      "id": "s25"
    },
    {
      "text": "It was instructed to print, then mail out the incorrect notice to the shareholders in accordance with the requirements of s 650D(1)(c)(ii) CA. \n \n9 Emerald has subsequently discovered that in fact the share registry company did not print and mail the incorrect notice to GLI shareholders but printed and mailed to GLI shareholders a previous notice of extension which had been prepared by Emerald in relation to an earlier extension of the offer.",
      "id": "s26"
    },
    {
      "text": "10 On 12 November 2008, GLI's solicitors informed Emerald of those irregularities of which they were aware, claiming that due to the errors in the Notice, unless Emerald sought remedial orders from the Court, that GLI would contend that the offer had closed at 5.00 pm on 8 November 2008.",
      "id": "s27"
    },
    {
      "text": "11 Consequently on the same day, Emerald confirmed to GLI that although it considered that the requirements of s 650D(1) CA had been satisfied it would urgently seek remedial orders.",
      "id": "s28"
    },
    {
      "text": "12 Through its solicitors Emerald wrote to ASX on the same day enclosing a copy of the Notice advising the GLI shareholders about the errors in the incorrect notice and the error in sending the incorrect notice to ASX in the first place.",
      "id": "s29"
    },
    {
      "text": "It also confirmed the correct dates that were intended to be included in the extension notice.",
      "id": "s30"
    },
    {
      "text": "It advised that Emerald would be making this urgent application seeking remedial orders to correct the irregularities in the Notice and to ensure the takeover bid remained on foot.",
      "id": "s31"
    },
    {
      "text": "13 On the following day, 13 November 2008, this application was brought.",
      "id": "s32"
    },
    {
      "text": "STATUTORY FRAMEWORK AND ITS APPLICATION \n \n14 Section 1322(4) and s 1325D CA respectively provide as follows:\n 1322 Irregularities \n \n (4) Subject to the following provisions of this section but without limiting the generality of any other provision of this Act, the Court may, on application by any interested person, make all or any of the following orders, either unconditionally or subject to such conditions as the Court imposes: \n \n \n \n \n (a) an order declaring that any act, matter or thing purporting to have been done, or any proceeding purporting to have been instituted or taken, under this Act or in relation to a corporation is not invalid by reason of any contravention of a provision of this Act or a provision of the constitution of a corporation;\n (b) an order directing the rectification of any register kept by ASIC under this Act;\n (c) an order relieving a person in whole or in part from any civil liability in respect of a contravention or failure of a kind referred to in paragraph (a);\n (d) an order extending the period for doing any act, matter or thing or instituting or taking any proceeding under this Act or in relation to a corporation (including an order extending a period where the period concerned ended before the application for the order was made) or abridging the period for doing such an act, matter or thing or instituting or taking such a proceeding; \n \n \n \n \n and may make such consequential or ancillary orders as the Court thinks fit.",
      "id": "s33"
    },
    {
      "text": "1325D Contravention due to inadvertence etc. \n \n \n(1) The Court may declare that any act, document or matter: \n \n \n (a) is not invalid merely because a person has contravened a provision of Chapter 6, 6A, 6B or 6C; and\n (b) has had effect at all times as if there had been no contravention; \n \n \n \n \n if the Court is satisfied that the contravention ought to be excused in all the circumstances.",
      "id": "s34"
    },
    {
      "text": "(2) An application for an order under subsection (1) may be made by any interested person.",
      "id": "s35"
    },
    {
      "text": "(3) If the Court is satisfied that in all the circumstances a contravention of a provision of Chapter 6, 6A, 6B or 6C ought to be excused, the Court must not make an order under section 1325A, 1325B or 1325C other than:\n \n \n \n \n \n (a) an order restraining the exercise of voting or other rights attached to securities; or\n (b) an order that an exercise of voting or other rights attached to securities be disregarded.",
      "id": "s36"
    },
    {
      "text": "(4) In determining whether or not a contravention of a provision by a person ought to be excused, have regard to the contravention being caused by any of the following: \n \n \n \n \n (a) the person's inadvertence or mistake;\n (b) the person not having been aware of a relevant fact or occurrence;\n (c) circumstances beyond the control of the person.",
      "id": "s37"
    },
    {
      "text": "(5) This section applies notwithstanding anything contained in any other provision of this Chapter.",
      "id": "s38"
    },
    {
      "text": "15 Section 650D CA provides:\n 650D Off market bids--method of making variation Variation to be made by notice to the target and holders \n \n (1) To vary offers under an off market bid, the bidder must: \n \n \n \n \n (a) prepare a notice that: \n \n \n \n \n \n (i) sets out the terms of the proposed variation; and\n (ii) if the bid is subject to a defeating condition and the proposed variation postpones for more than 1 month the time by which the bidder must satisfy their obligations under the bid--informs people about the right to withdraw acceptances under section 650E; and \n \n \n \n \n \n (b) lodge the notice with ASIC; and\n (c) after the notice is lodged, give the notice to: \n \n \n \n \n \n (i) the target; and\n (ii) everyone to whom offers were made under the bid.",
      "id": "s39"
    },
    {
      "text": "Note: Sections 648B and 648C provide for the manner in which documents may be sent to holders.",
      "id": "s40"
    },
    {
      "text": "(2) A person must be sent a copy of the notice under subparagraph (1)(c)(ii) even if they have already accepted the offer.",
      "id": "s41"
    },
    {
      "text": "However, they need not be sent a copy if: \n \n \n \n \n (a) the variation merely extends the offer period; and\n (b) the bid is not subject to a defeating condition at the time the notice is given to the target.",
      "id": "s42"
    },
    {
      "text": "(3) A notice under subsection (1) must be signed by: \n \n \n \n \n (a) if the bidder is, or includes, an individual--the individual; and\n (b) if the bidder is, or includes, a body corporate with 2 or more directors--not fewer than 2 of the directors who are authorised to sign the notice by a resolution passed at a directors' meeting; and\n (c) if the bidder is, or includes, a body corporate that has only one director--that director.",
      "id": "s43"
    },
    {
      "text": "(4) A copy of a notice given to a person under subparagraph (1)(c)(ii) must include a statement that: \n \n \n \n \n (a) a copy of the notice was lodged with ASIC on a specified date; and\n (b) ASIC takes no responsibility for the contents of the notice.",
      "id": "s44"
    },
    {
      "text": "16 In relation to ss 650B, 650C and 650D CA, those provisions are regarded as providing 'subject to the Act, the sole method by which offers under off-market bids may be varied, including extensions of the offer period' (Mandie J in Pinnacle VRB Ltd v Reliable Power Inc [2001] VSC 262 at [9] ).",
      "id": "s45"
    },
    {
      "text": "As observed in Pinnacle at [12], an object of the bid variation provisions in the CA is to create 'commercial certainty for participants in financial markets'.",
      "id": "s46"
    },
    {
      "text": "17 A failure to effectively vary in accordance with these statutory provisions will mean that subject to any remedial Court order, that the takeover bid mounted by Emerald will have lapsed and there will be no existent offers.",
      "id": "s47"
    },
    {
      "text": "This may disadvantage those shareholders who have already chosen to accept the offer.",
      "id": "s48"
    },
    {
      "text": "18 It is provided by s 659B CA that a bid period needs to have come to an end before 'Court proceedings in relation to a takeover bid' may be commenced.",
      "id": "s49"
    },
    {
      "text": "If an application for a remedial order is the subject of a prohibition under s 659B CA, the prohibition does not apply because the bid period has technically come to an end at the time the application is made.",
      "id": "s50"
    },
    {
      "text": "19 There is no doubt that a 'contravention' of the legislation where that expression is used in s 1322(4) includes a failure to comply with legislation concerned with an off-market takeover bid: see Pinnacle [2001] VSC 262 at [19] and s 22(1)(j) of the Acts Interpretation Act 1901 (Cth) and see also Mullins J in Barondene Pty Ltd v Breakfree Limited (2004) 22 ACLC 910 at 912).",
      "id": "s51"
    },
    {
      "text": "As to s 1322(4) CA being the source of power for making remedial orders where there has been a contravention of the bid variation provisions in the CA: see Pinnacle at [17]-[19].",
      "id": "s52"
    },
    {
      "text": "20 I accept the submission that s 1322(4) CA is a 'remedial provision to be applied with liberality': Giles JA (with whom Beazley JA agreed) in Winpar Holdings Limited v Goldfields Kalgoorlie Limited (2001) 166 FLR 144.",
      "id": "s53"
    },
    {
      "text": "NOTICE TO ASIC \n \n21 In response to notice which Emerald gave it of the intention to apply for remedial orders, ASIC has supplied a letter which is in the following terms.",
      "id": "s54"
    },
    {
      "text": "I have taken the views of ASIC into account in framing my orders:\n I refer to your emails of 13 November 2008 in relation to an application (Application) made to the Federal Court of Australia (Court) on that date on behalf of Emerald Capital Limited ACN 007 024 839 (Emerald) attaching copies of the following: \n \n &#8226; an originating process initiating an application for orders under section 1325D and subsection 1322(4) of the Corporations Act 2001 ;\n &#8226; the affidavit of yourself sworn 13 November 2008 in support of the Application ( Affidavit );\n &#8226; an outline of submissions in relation to the Application; and\n &#8226; a list of authorities in relation to the Application.",
      "id": "s55"
    },
    {
      "text": "I also refer to correspondence between yourself and Mr Michael Barr-David of Minter Ellison Lawyers acting for Goldlink Incomeplus Limited (Goldlink) to which I was copied in.",
      "id": "s56"
    },
    {
      "text": "I advise that the Australian Securities &amp; Investments Commission (ASIC) does not wish to intervene or appear at the hearing of this matter which I understand has been listed for 12.30pm this afternoon.",
      "id": "s57"
    },
    {
      "text": "ASIC does not express a view as to whether the Court should grant remedial orders of the type sought in the Application.",
      "id": "s58"
    },
    {
      "text": "However, in the event that the Court is minded to grant such orders we note the following: Shareholder Notification Your Affidavit discloses at paragraphs 20-21 that Goldlink shareholders were mailed a notice of extension indicating that Emerald's offer was due to expire on 8 November 2008 (Notice).",
      "id": "s59"
    },
    {
      "text": "As such we note that there may be shareholders who received the Notice who have not had occasion to view Emerald's release to the ASX Limited Company Announcements Platform (CAP) of 12 November 2008 (CAP Update).",
      "id": "s60"
    },
    {
      "text": "There may also be other shareholders who viewed the notice published on CAP on 31 October 2008 indicating the correct closing date of Emerald's Bid is 2 December 2008 who have not seen the CAP Update.",
      "id": "s61"
    },
    {
      "text": "In light of this, we would appreciate Emerald bringing to the Court's attention ASIC's view that in the event that remedial orders are granted, Emerald should be required to notify all Goldlink shareholders of the effect of those orders in a manner equivalent to that prescribed in s650D(1)(c)(ii).",
      "id": "s62"
    },
    {
      "text": "Barondene Authority We confirm your undertaking to bring the attention of the Court to the authority in Barondene Pty Ltd v Breakfree Limited [2003] QSC 480.",
      "id": "s63"
    },
    {
      "text": "GLI'S ARGUMENTS \n \n22 GLI make the point that Emerald still has not provided a notice of extension of the offer to the GLI shareholders 17 days after such notice was required to be provided to shareholders by s 650D(1)(c)(ii) CA. GLI goes on to argue that the authorities indicate that the Court will not grant relief in cases where the delay is 10 days after the bidder was required to provide notice to the shareholders.",
      "id": "s64"
    },
    {
      "text": "For this proposition it relies on Re William Haughton &amp; Co Ltd [1978] VR 233 at 239.",
      "id": "s65"
    },
    {
      "text": "I do not take this authority as being a general authority for the proposition which is advanced.",
      "id": "s66"
    },
    {
      "text": "As explained by counsel for Emerald, there was little point in serving a notice to shareholders given the other communication that had been made to them and given the fact that the remedial orders were sought as soon as possible.",
      "id": "s67"
    },
    {
      "text": "If the orders were granted, then it would depend upon what terms they were granted.",
      "id": "s68"
    },
    {
      "text": "If they were refused, then there would be equally little purpose in sending a further notice.",
      "id": "s69"
    },
    {
      "text": "In the particular circumstances of this case, I think that there is some practical common sense in this explanation.",
      "id": "s70"
    },
    {
      "text": "Subject to there being honesty and inadvertence, the length of delay involved is certainly a factor but needs to be weighed against any indications of actual or likely prejudice.",
      "id": "s71"
    },
    {
      "text": "23 GLI also submitted that the Court ought not grant the orders sought until Emerald has demonstrated that it continues to be able to fund the takeover bid.",
      "id": "s72"
    },
    {
      "text": "No precedent was cited for this proposition.",
      "id": "s73"
    },
    {
      "text": "It is not one which appears to be reflected in the legislation in any way.",
      "id": "s74"
    },
    {
      "text": "I am not persuaded this should be so.",
      "id": "s75"
    },
    {
      "text": "24 It was also submitted that it was inconsistent for Emerald to seek orders reinstating the takeover bid while reserving to itself the right to abandon the takeover bid at any time because of a defeating condition which had already occurred.",
      "id": "s76"
    },
    {
      "text": "It was submitted that the Court should not grant the orders sought unless Emerald was prepared to undertake not to rely on such a defeating condition.",
      "id": "s77"
    },
    {
      "text": "I do not consider this is necessary.",
      "id": "s78"
    },
    {
      "text": "Permitting an extension of the offer for a relatively short period of time subject to the condition that any shareholder be compensated seems to me to preserve the status quo which would have existed but for inadvertent non-compliance.",
      "id": "s79"
    },
    {
      "text": "25 GLI also makes the point that there was a failure on the part of Emerald's solicitors to inform solicitors for GLI of the fundamental deficiency in sending out what was completely the wrong notice by the share registry.",
      "id": "s80"
    },
    {
      "text": "Emerald says that the written confirmation of that error was not received until the day following sending the 12 November 2008 letter to GLI's solicitors discussing the non-compliance issues.",
      "id": "s81"
    },
    {
      "text": "While it is not entirely clear why the share registry's error or at least the possibility of it was not mentioned in the letter to the solicitors for GLI and while it is not inappropriate for the point to be raised, it seems clear to me that the whole tenor of the affidavit which acknowledges the errors which were made, is consistent with honest inadvertence.",
      "id": "s82"
    },
    {
      "text": "26 GLI also made the point that the offer period for the takeover bid should not end prior to 2 December 2008 as that is the date notified to the ASX in the incorrect notice.",
      "id": "s83"
    },
    {
      "text": "That point is correct and should be accepted.",
      "id": "s84"
    },
    {
      "text": "27 It also made the point concerning compensation to which I have alluded and the point concerning costs and I have accepted these points.",
      "id": "s85"
    },
    {
      "text": "Otherwise, I believe the exercise of my discretion in favour of the remedial orders is appropriate on the basis of the principles outlined in the authorities and for the reasons expressed below.",
      "id": "s86"
    },
    {
      "text": "CONCLUSION \n \n28 I consider that this is an appropriate case where the failure to comply with the CA was an inadvertent contravention.",
      "id": "s87"
    },
    {
      "text": "In my view this is an appropriate instance for the making of orders pursuant to s 1322(4) and s 1325D CA subject also to compliance with the conditions alluded to by ASIC.",
      "id": "s88"
    },
    {
      "text": "It was inadvertent in the sense that as the affidavit evidence discloses, Emerald had amended the extension notice and the solicitor handling the matter failed to notice the amendment.",
      "id": "s89"
    },
    {
      "text": "There was a further release to the ASX and the share registry by the solicitor of the incorrect notice and the share registry itself sent out a previous notice of extension in relation to an earlier extension of the offer.",
      "id": "s90"
    },
    {
      "text": "29 Despite this collection of errors, there was a faint suggestion that there may not have been complete frankness in the course of these errors but I am satisfied in the circumstances and particularly given the openness of the affidavit admitting to the errors, that Emerald together with the solicitor concerned, acted honestly in relation to the contravention.",
      "id": "s91"
    },
    {
      "text": "30 Notice of all relevant circumstances has been given to the ASX.",
      "id": "s92"
    },
    {
      "text": "GLI's shareholders have also been made aware by Emerald through an ASX announcement that Emerald intends to apply for the remedial orders which it has sought.",
      "id": "s93"
    },
    {
      "text": "Arguments for and against have been ventilated.",
      "id": "s94"
    },
    {
      "text": "31 The application has been brought promptly after GLI alerted Emerald as to the errors.",
      "id": "s95"
    },
    {
      "text": "32 It would seem highly improbable that prejudice would be occasioned by any GLI shareholder as a result of remedial orders being made.",
      "id": "s96"
    },
    {
      "text": "In this regard on 12 November 2008 before the release to the ASX of Emerald's announcement confirming that remedial orders would be applied for, 402,956 GLI shares were traded at prices of 20 cents and 20.5 cents.",
      "id": "s97"
    },
    {
      "text": "This was a price which was equal to or higher than the price at any time in the preceding month when the shares traded in a narrow band between 17 cents and 20 cents.",
      "id": "s98"
    },
    {
      "text": "Sellers on 8 November 2008 do not appear to have been prejudiced and the buyers were able to accept the offer at a higher price.",
      "id": "s99"
    },
    {
      "text": "Nevertheless, to avoid any prejudice, I have indicated that I would require as a condition of granting relief, an undertaking by Emerald to compensate vendors of shares in GLI for the difference between their sale price and the bid price (see Barondene [2003] FCA 1369 ; 22 ACLC 1 ,450 at 913).",
      "id": "s100"
    },
    {
      "text": "GLI'S COSTS \n \n33 GLI opposed the granting of relief as indicated and filed submissions which were prepared over the weekend between the first return date, last Friday and the following Monday (yesterday) on which the orders were made.",
      "id": "s101"
    },
    {
      "text": "Although I was ultimately persuaded by the submissions of Emerald rather than by the submissions of GLI, nevertheless GLI was entitled to make submissions.",
      "id": "s102"
    },
    {
      "text": "Although the evidence of any shareholder being adversely affected financially appeared to be relatively remote, GLI was correct in drawing to the attention of the Court the existence of that possibility.",
      "id": "s103"
    },
    {
      "text": "It was the inadvertent errors on the part of Emerald which gave rise to the need for this application to be heard and for GLI to consider the application and to be represented if it saw fit.",
      "id": "s104"
    },
    {
      "text": "In those circumstances notwithstanding the fact that the relief was granted in favour of Emerald some contribution towards GLI's costs was appropriate on the understanding that it was a modest contribution rather than an indemnity for GLI's costs.",
      "id": "s105"
    },
    {
      "text": "Those costs were fixed at $12,500.",
      "id": "s106"
    },
    {
      "text": "34 I made orders as follows:\n \n1.",
      "id": "s107"
    },
    {
      "text": "Pursuant to Section 1322(4)(d) of the Corporations Act 2001 (Act) the period for the Plaintiff to give a new notice under Sections 650D(1), 630(2) and 630(3) of the Act to vary the offers made by the Plaintiff dated 5 August 2008 (Offers) to acquire shares in Goldlink IncomePlus Limited (Goldlink) by extending the date of the close of the Offers to 5.00pm (WDT) on 25 November 2008 (New Notice) be extended to midnight (WDT) on Monday 17 November 2008 (the Deadline) on condition that the Plaintiff:\n \n \n (a) lodges the New Notice with the Australian Securities and Investments Commission (ASIC) on or prior to the Deadline;\n (b) gives the New Notice to Goldlink on or prior to the Deadline;\n (c) gives the New Notice to ASX Limited on or prior to the Deadline;\n (d) as soon as practicable after the Deadline sends the New Notice to Goldlink shareholders who are entitled to receive the New Notice in accordance with the requirements of Section 650D(1)(c)(ii) of the Act;\n (e) as soon as practicable after the Deadline further varies the Offers by extending the date of the close of the Offers to a date not earlier than 2 December 2008;\n (f) as soon as practicable after the Deadline notifies Goldlink shareholders who are entitled to receive the New Notice of the effect of these orders in accordance with the requirements of Section 650D(1)(c)(ii) of the Act; and\n (g) undertakes that if the Offers become unconditional that the Plaintiff will pay within 14 days of the Offers becoming unconditional to the vendors of shares who sold shares of Goldlink on market on and from 10 November 2008 until close of business on 18 November 2008 at a price less than 23 cents per share the difference between that price and the amount the shareholder would have received if it had accepted the Offer made to the shareholder.",
      "id": "s108"
    },
    {
      "text": "2.",
      "id": "s109"
    },
    {
      "text": "The time for service of this originating application be abridged.",
      "id": "s110"
    },
    {
      "text": "3.",
      "id": "s111"
    },
    {
      "text": "An office copy of this order be lodged with ASIC as soon as practicable after the order is made.",
      "id": "s112"
    },
    {
      "text": "4.",
      "id": "s113"
    },
    {
      "text": "Liberty to apply by either party or ASIC on notice to the others.",
      "id": "s114"
    },
    {
      "text": "5.",
      "id": "s115"
    },
    {
      "text": "The Plaintiff pay the costs of Goldlink fixed at $12,500.00.",
      "id": "s116"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s117"
    },
    {
      "text": "Associate:\n\nDated: 18 November 2008\n\n Counsel for the Plaintiff: JG Young \n \n Solicitor for the Plaintiff: Steinepreis Paganin \n \n Counsel for Goldlink IncomePlus Limited: CS Gough \n \n Solicitor for Goldlink IncomePlus Limited: Minter Ellison Lawyers \n\n Date of Hearing: 17 November 2008 \n \n Date of Judgment: 18 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1739.html",
      "id": "s118"
    }
  ]
}