{
  "name": "P v Australian Crime Commission [2008] FCA 1336 (29 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1336.html",
  "catchphrases": [
    {
      "text": "confidentiality orders",
      "id": "c0"
    },
    {
      "text": "s 50 of the federal court of australia act 1976 (cth)",
      "id": "c1"
    },
    {
      "text": "whether confidentiality orders should continue in respect of evidence which was adduced and tendered in the expectation that confidentiality orders would continue to apply in respect of the evidence",
      "id": "c2"
    },
    {
      "text": "principle of open justice",
      "id": "c3"
    },
    {
      "text": "whether embarrassment caused by the disclosure of confidential personal, financial and taxation information warrants the making of confidentiality orders",
      "id": "c4"
    },
    {
      "text": "onus of proof where confidentiality orders have been made and the court is asked to rescind those orders",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me three applications relating to access to material on the Court's file, including affidavits.",
      "id": "s0"
    },
    {
      "text": "Some of the material is in evidence and some of it is not.",
      "id": "s1"
    },
    {
      "text": "Argument in relation to the three applications, including written submissions, was completed on 20 August 2008, when I indicated the conclusions that I had reached in relation to most, but not all, of the material in dispute.",
      "id": "s2"
    },
    {
      "text": "On 21 August 2008, I made orders giving effect to those conclusions but reserved my decision in relation to some of the material in dispute.",
      "id": "s3"
    },
    {
      "text": "I have now reached a final conclusion in relation to all of the material in dispute.",
      "id": "s4"
    },
    {
      "text": "My conclusions and the reasons for them follow.",
      "id": "s5"
    },
    {
      "text": "2 The applications are concerned with s 50 of the Federal Court of Australia Act 1976 (Cth) ( the Federal Court Act ) and Order 46 Rule 6 of the Federal Court Rules .",
      "id": "s6"
    },
    {
      "text": "Section 50 relevantly provides that the Court may make such order forbidding or restricting the publication of particular evidence, or the name of a party, as appears to the Court to be necessary in order to prevent prejudice to the administration of justice .",
      "id": "s7"
    },
    {
      "text": "Order 46 r 6(1) of the Federal Court Rules provides that a person may search in the Registry for, and inspect, documents specified in r 6(2).",
      "id": "s8"
    },
    {
      "text": "Subject to an exception not presently relevant, affidavits are not specified in r 6(2).",
      "id": "s9"
    },
    {
      "text": "Rather, r 6(3) specifically provides that, except with the leave of the Court or a judge, a person who is not a party to a proceeding must not inspect an affidavit.",
      "id": "s10"
    },
    {
      "text": "THE PROCEEDING \n \n3 The first respondent, the Australian Crime Commission ( the Commission ), is conducting a special investigation pursuant to a determination made by its Board under s 7C of the Australian Crime Commission Act 2002 (Cth) ( the Commission Act ).",
      "id": "s11"
    },
    {
      "text": "By notice dated 30 September 2005 ( the Notice ), issued pursuant to s 29 of the Commission Act, an international accounting firm with an office in Sydney ( the Accountants ) was required to produce, to an officer of the Commission, documents described in the schedule to the Notice.",
      "id": "s12"
    },
    {
      "text": "The schedule referred to documents pertaining to a number of individuals and entities, including the present applicant.",
      "id": "s13"
    },
    {
      "text": "The Accountants produced a number of documents to the Commission in compliance with the Notice.",
      "id": "s14"
    },
    {
      "text": "4 The Notice contained a notation, pursuant to s 29A of the Commission Act, that prohibited the Accountants from disclosing the existence of the Notice or any official matter connected with it.",
      "id": "s15"
    },
    {
      "text": "However, the notation was subsequently varied to allow the Accountants to disclose the existence of the Notice to the applicant.",
      "id": "s16"
    },
    {
      "text": "The present proceeding was instituted in early 2006, after the applicant became aware that the Notice had been issued to the Accountants.",
      "id": "s17"
    },
    {
      "text": "5 A claim to legal professional privilege on the part of the present applicant was made in respect of a number of the documents produced to the Commission.",
      "id": "s18"
    },
    {
      "text": "The basis of that claim was that each of the disputed documents was prepared, or evidenced, a communication made, for the dominant purpose of the giving of instructions for, or the obtaining of, legal advice, or the provision of legal services, for or on behalf the applicant.",
      "id": "s19"
    },
    {
      "text": "Instructions for such advice were given by an individual ( the Consultant ) and the advice was furnished to the Consultant.",
      "id": "s20"
    },
    {
      "text": "The Consultant was originally the applicant in the proceeding.",
      "id": "s21"
    },
    {
      "text": "6 The Commission disputed that the documents were prepared for, or evidenced communications made for, the purposes described above.",
      "id": "s22"
    },
    {
      "text": "The Commission also contended that, even if the documents were prepared for or evidenced communications made for those purposes, there were reasonable grounds for believing that any such communications were made in the furtherance of fraud or the commission of an offence, such that legal professional privilege did not attach to any of the documents in dispute.",
      "id": "s23"
    },
    {
      "text": "7 When the proceeding was originally commenced, the Consultant was referred to by the pseudonym \" A3 \".",
      "id": "s24"
    },
    {
      "text": "Subsequently, the present applicant, who has been referred to by the pseudonym \" P \", was joined as an applicant and, later, the Consultant was removed as an applicant.",
      "id": "s25"
    },
    {
      "text": "Orders were made by the Court relieving both the Consultant and the applicant from compliance with Order 4 rule 4(1)(a) of the Federal Court Rules , on the basis that sealed envelopes, marked \"NOT TO BE OPENED UNTIL FURTHER ORDER OF THE COURT\" and containing the respective names and addresses of the Consultant and the applicant, would be filed with the Court.",
      "id": "s26"
    },
    {
      "text": "The Court also ordered, pursuant to s 50, that publication of the names and addresses of the Consultant and the applicant be forbidden and that, until further order, the Consultant and the applicant be referred to respectively by the pseudonyms.",
      "id": "s27"
    },
    {
      "text": "In addition, in the course of the proceeding, orders were also made under s 50 concerning parts of certain affidavits filed and read in the proceeding and certain of the documents admitted into evidence in the proceeding.",
      "id": "s28"
    },
    {
      "text": "8 The course described above was adopted with the consent, and in some instances, at the behest, of the Commission.",
      "id": "s29"
    },
    {
      "text": "A principal reason why that course was adopted was the concern expressed by the Commission that disclosure of names and other documents issued by the Commission in relation to its special investigation could prejudice the effectiveness of that investigation (see C v Australian Crime Commission [2005] FCA 1736).",
      "id": "s30"
    },
    {
      "text": "9 After hearing the applicant and the respondents and after examining the documents in dispute, I concluded that, on the balance of probabilities, save for minor exceptions, the documents in dispute are documents brought into existence for the predominant purpose of either requesting or providing legal advice in relation to the affairs of the applicant.",
      "id": "s31"
    },
    {
      "text": "For the greater part, that advice concerned matters of taxation in either Australia or the United States.",
      "id": "s32"
    },
    {
      "text": "I concluded that the advice could not fairly be characterised as mere accounting or taxation advice, in the sense of expressing opinions concerning accounting treatment or accounting records.",
      "id": "s33"
    },
    {
      "text": "Rather, the advice in question could fairly be characterised as legal advice in relation to certain taxation consequences of proposed action on the part of the present applicant (see A3 v Australian Crime Commission (No 2) [2006] FCA 929).",
      "id": "s34"
    },
    {
      "text": "10 The Commissioner has now abandoned its contention as to fraud or the commission of an offence.",
      "id": "s35"
    },
    {
      "text": "The documents that are the subject of a claim for legal professional privilege are therefore to be returned to the applicant.",
      "id": "s36"
    },
    {
      "text": "However, before final disposition of the proceeding, the present three applications were made.",
      "id": "s37"
    },
    {
      "text": "THE PRESENT APPLICATIONS \n \n11 By notice of motion filed on 15 July 2008, the applicant asks for orders to the effect that:\n \n&#8226; The orders made under s 50 remain in force in relation to the material and documents identified in a schedule annexed to the affidavit of his solicitor sworn on 14 July 2008.",
      "id": "s38"
    },
    {
      "text": "&#8226; Copies of any documents on the Court's file that have been found to be the subject of legal professional privilege be returned to the applicant.",
      "id": "s39"
    },
    {
      "text": "&#8226; Documents identified in the schedule to the affidavit by the applicant's solicitor that have not been tendered be removed from the Court file and returned to the parties.",
      "id": "s40"
    },
    {
      "text": "12 By notice of motion filed on 24 July 2008, the respondents ask the Court for orders under s 50 that several affidavits filed by the respondents, which have not been read in the proceeding, not be disclosed to any person other than the respondents.",
      "id": "s41"
    },
    {
      "text": "Section 50 applies only to evidence and the names of parties.",
      "id": "s42"
    },
    {
      "text": "In any event, no such order may be necessary, in the light of Order 46 rule 6 of the Federal Court Rules .",
      "id": "s43"
    },
    {
      "text": "13 By notice of motion filed on 5 August 2008, Nationwide News Pty Limited and John Fairfax Publications Pty Limited ( the Interveners ), who have been given leave to intervene in the proceeding, ask for orders to the effect that:\n \n&#8226; The Interveners have leave, pursuant to Order 46 rule 6, to inspect the documents held by the Court in relation to the proceeding, including transcript, with the exclusion of any material in respect of which the Court makes orders pursuant to s 50 on the date on which the motion is determined.",
      "id": "s44"
    },
    {
      "text": "&#8226; Any orders made in the proceeding pursuant to s 50 prior to the date on which the motion is determined be vacated.",
      "id": "s45"
    },
    {
      "text": "14 There are four categories of material that are the subject of the motions.",
      "id": "s46"
    },
    {
      "text": "They are as follows:\n \n&#8226; The documents that are subject to the applicant's legal professional privilege.",
      "id": "s47"
    },
    {
      "text": "&#8226; Material on the Court's file consisting of affidavits that have not been read and parts of affidavits that were either rejected or not read.",
      "id": "s48"
    },
    {
      "text": "&#8226; Material that would identify the applicant or the Consultant whether read or not read.",
      "id": "s49"
    },
    {
      "text": "&#8226; Material in affidavits and exhibits that has been received into evidence, being material that is currently the subject of orders under s 50.",
      "id": "s50"
    },
    {
      "text": "I shall deal with each category separately.",
      "id": "s51"
    },
    {
      "text": "PRIVILEGED DOCUMENTS \n \n15 There is no reason why the commencement of the proceeding should have constituted a waiver of the applicant's privilege.",
      "id": "s52"
    },
    {
      "text": "The documents in dispute were considered by the Court on the basis that they remained confidential.",
      "id": "s53"
    },
    {
      "text": "The reasons for my determination did not disclose the contents of the documents.",
      "id": "s54"
    },
    {
      "text": "I do not understand the Interveners to have advanced any serious contention that the privilege should be taken to have been waived in any way.",
      "id": "s55"
    },
    {
      "text": "16 Copies of the privileged documents that remain on the Court file should be returned to the applicant.",
      "id": "s56"
    },
    {
      "text": "No basis has been established upon which any person should be given access to those documents without the consent of the applicant.",
      "id": "s57"
    },
    {
      "text": "MATERIAL NOT IN EVIDENCE \n \n17 The Interveners seek the leave of the Court to inspect not only affidavits and exhibits that have been admitted into evidence but also affidavits and parts of affidavits and other documents that are on the Court's file but are not in evidence.",
      "id": "s58"
    },
    {
      "text": "There is no order under s 50 forbidding access to such material.",
      "id": "s59"
    },
    {
      "text": "Indeed, s 50 does not contemplate an order in relation to any material other than evidence or the name of a party.",
      "id": "s60"
    },
    {
      "text": "The question is whether such leave should be granted pursuant to Order 46 r 6(3).",
      "id": "s61"
    },
    {
      "text": "18 In general, the Court is obliged to exercise its jurisdiction in open court.",
      "id": "s62"
    },
    {
      "text": "Thus, once material has been admitted into evidence, either as an exhibit or as affidavit or viva voce testimony, the principle of open justice requires that the material be open to and available for the public.",
      "id": "s63"
    },
    {
      "text": "That is clear from s 17(1) of the Federal Court of Australia Act , which gives statutory force to the principle that justice must be administered publicly in open court and gives recognition to the weight of public interest that attaches to that principle.",
      "id": "s64"
    },
    {
      "text": "19 However, that principle has nothing to do with material that, albeit is on the Court's file and might be available for one of the parties to deploy at a trial or at a hearing, has not in fact been admitted into evidence.",
      "id": "s65"
    },
    {
      "text": "No principle of open justice requires that a person other than the parties should, in the ordinary course, have access to material that is not in evidence.",
      "id": "s66"
    },
    {
      "text": "The fact that the parties have filed affidavits in anticipation of a hearing does not of itself compel them to rely on the affidavits.",
      "id": "s67"
    },
    {
      "text": "It may be that an opposing party could tender an affidavit against the party who filed it.",
      "id": "s68"
    },
    {
      "text": "Such an affidavit would then be in the same category as any other evidence.",
      "id": "s69"
    },
    {
      "text": "Until that time, in the ordinary course, however, there is no reason why a person other than the parties should have access to the material, simply because it is on the Court's file.",
      "id": "s70"
    },
    {
      "text": "In the ordinary course, exhibits to affidavits should not be filed and should therefore not be on the Court file.",
      "id": "s71"
    },
    {
      "text": "It is only when exhibits are tendered that they become part of the Court record.",
      "id": "s72"
    },
    {
      "text": "20 From the point of view of open justice, there is no reason to grant access to material that has not been tendered by either party or, if tendered, has not been accepted into evidence.",
      "id": "s73"
    },
    {
      "text": "There is no case for granting leave to the Interveners to have access to such material.",
      "id": "s74"
    },
    {
      "text": "IDENTITY OF THE APPLICANT AND THE CONSULTANT \n \n21 The applicant contends that the regime concerning non disclosure of his identity and the identity of the Consultant should continue.",
      "id": "s75"
    },
    {
      "text": "The contention is based upon his concern that to disclose the identities could involve contravention of provisions of the Commission Act.",
      "id": "s76"
    },
    {
      "text": "He says that the regime of secrecy that was put in place at the commencement of the proceeding was necessary in order to protect him and the Consultant from the possible consequences of disclosure in breach of s 29B of the Commission Act that might otherwise have occurred by reason of his commencement of the proceeding, filing affidavits, tendering evidence and making submissions.",
      "id": "s77"
    },
    {
      "text": "He contends that it is arguable that by coming to the Court and doing those things he may have committed an offence under s 29B by disclosing the identity of the applicant or the Consultant, since that would have involved disclosing the existence of the relevant summons or notice, or information about it.",
      "id": "s78"
    },
    {
      "text": "It would also have involved disclosing the existence of, or information about, an official matter connected with the summons or notice, namely, the fact of the Commission's special investigation.",
      "id": "s79"
    },
    {
      "text": "He contends, therefore, that the administration of justice requires the continuation of the order under s 50.",
      "id": "s80"
    },
    {
      "text": "Secrecy Regime of the Commission Act \n \n22 Section 28(1) of the Commission Act provides that an examiner, as defined, may summon a person to appear at an examination to give evidence and to produce such documents or other things as are referred to in the summons.",
      "id": "s81"
    },
    {
      "text": "Section 29(1) provides that an examiner may, by notice in writing served on a person, require the person to attend before an examiner, or a member of staff of the Commission, and to produce a document or thing specified in the notice.",
      "id": "s82"
    },
    {
      "text": "23 Section 29A(1) provides that the examiner issuing a summons under s 28 or a notice under s 29 must, or may, as provided in s 29A(2), include in the summons or notice a notation to the effect that disclosure of information about the summons or notice, or of any official matter connected with it, is prohibited, except in the circumstances, if any, specified in the notation.",
      "id": "s83"
    },
    {
      "text": "Section 29B(1) provides that a person who is served with, or otherwise given, such a summons or notice containing a notation made under s 29A, must not disclose:\n \n&#8226; the existence of the summons or notice or any information about it; or\n \n&#8226; the existence of, or any information about, any official matter connected with the summons or notice.",
      "id": "s84"
    },
    {
      "text": "The expression \"official matter\" is defined in s 29B(7) as including:\n \n&#8226; a determination of the Board of the Commission that an investigation is a special investigation,\n \n&#8226; a Commission operation or investigation,\n \n&#8226; an examination held by an examiner, and\n \n&#8226; Court proceedings.",
      "id": "s85"
    },
    {
      "text": "24 However, s 29B(2) provides that s 29B(1) does not prevent such a person from relevantly making a disclosure:\n \n&#8226; in accordance with the circumstances, if any, specified in the notation, or\n \n&#8226; to a legal practitioner for the purpose of obtaining legal advice or representation relating to the summons, notice or official matter.",
      "id": "s86"
    },
    {
      "text": "Section 29B(3) provides that, if disclosure is made to a person as permitted by s 29B(2), that person must not disclose the existence of, or any information about, the summons or notice, or any official matter connected with it, except as permitted by s 29B(4).",
      "id": "s87"
    },
    {
      "text": "25 Under s 29B(4)(b), a person to whom information has been disclosed, as permitted by s 29B(2), may disclose that information, if the person is a legal practitioner, for the purpose of giving legal advice, making representations, or obtaining assistance under s 27, relating to the summons, notice or official matter.",
      "id": "s88"
    },
    {
      "text": "Section 27 relevantly provides that a person who proposes to make an application under the Administrative Decisions (Judicial Review) Act 1977 (Cth) ( the Judicial Review Act ) for an order of review in respect of a matter arising under the Commission Act may make an application to the Attorney-General for the provision of assistance.",
      "id": "s89"
    },
    {
      "text": "26 Section 51 of the Commission Act establishes a secrecy regime.",
      "id": "s90"
    },
    {
      "text": "Section 51 applies to officers of the Commission, members of the staff of the Commission and examiners.",
      "id": "s91"
    },
    {
      "text": "Where the Commission, the CEO of the Commission or an examiner in his or her official capacity, is a party to a relevant proceeding and it is necessary to do so for the purpose of carrying into effect the provisions of a relevant Act, or for the purposes of a prosecution instituted as a result of an operation or investigation carried out by the Commission in the performance of its functions, such a person is permitted to divulge or communicate to a court a matter or thing that has come to his or her notice in the performance of his or her duties under the Commission Act.",
      "id": "s92"
    },
    {
      "text": "27 Further, the Commission Act itself recognises that there might be judicial review in respect of a matter arising under it.",
      "id": "s93"
    },
    {
      "text": "Section 57 of the Commission Act provides for a special regime in relation to an application for an order of review under the Judicial Review Act.",
      "id": "s94"
    },
    {
      "text": "There is nothing in s 57 to suggest that any proceeding under the Judicial Review Act is to be constrained by the terms of ss 29A and 29B.",
      "id": "s95"
    },
    {
      "text": "It may be that the Commission, in order to protect the secrecy and integrity of an investigation, may itself seek orders under s 50 once a proceeding for judicial review in respect of a matter arising under the Commission Act is commenced.",
      "id": "s96"
    },
    {
      "text": "However, that is a different matter from the proposition that there is a risk of possible contravention of s 29B by the commencement of such a proceeding.",
      "id": "s97"
    },
    {
      "text": "Application of the Commission Act to the Applicant and the Consultant \n \n28 As I have said, the Accountants received the Notice under s 29 of the Commission Act dated 30 September 2005.",
      "id": "s98"
    },
    {
      "text": "29 The Consultant received three summonses under s 28 of the Commission Act, dated 19 August 2005, 27 February 2006 and 3 August 2006.",
      "id": "s99"
    },
    {
      "text": "Each contained a notation under s 29A(1) of the Commission Act prohibiting disclosure.",
      "id": "s100"
    },
    {
      "text": "30 As I have said, the notation on the Notice was varied after it was received by the Accountants so as not to prohibit disclosure:\n ... to those clients of [the Accountants] whose documents are sought by this notice and who have been identified by [the Accountants] as having potential claims for legal professional privilege in relation to those documents and where section 29B of the [Commission] Act does not prevent such disclosure.",
      "id": "s101"
    },
    {
      "text": "The Notice was then disclosed to the applicant and to the Consultant by the Accountants.",
      "id": "s102"
    },
    {
      "text": "31 The present applicant received a summons under s 28 of the Commission Act dated 2 November 2006.",
      "id": "s103"
    },
    {
      "text": "That summons contained a notation under s 29A(1) which prohibited disclosure:\n ...except to the Federal Court of Australia and the Attorneys General of the Commonwealth and the States for the purposes of any application challenging the validity of the summons, in which case the applicant's name is to be suppressed and replaced by a letter and/or number pseudonym, and where section 29B of the [Commission] Act does not prevent such disclosure.",
      "id": "s104"
    },
    {
      "text": "32 Thus, at the commencement of this proceeding on 23 February 2006, the Notice had been received by the Accountants and a summons had been received by the Consultant.",
      "id": "s105"
    },
    {
      "text": "The applicant contends that, at that time, both he and the Consultant were subject to the prohibition on disclosure in the Notice and the Consultant was subject to the prohibition on disclosure in the summons received by him.",
      "id": "s106"
    },
    {
      "text": "The applicant also contends that, by November 2006, bearing in mind that some orders under s 50 were made after that time, the Consultant was subject to the prohibitions in the two further summonses received by him and the applicant was subject to the prohibition in the summons served on him.",
      "id": "s107"
    },
    {
      "text": "33 The applicant asserts that both he and the Consultant were subject to the prohibition in the Notice, which forbade the disclosure to the public of matters relating to the Notice as would have occurred in legal proceedings.",
      "id": "s108"
    },
    {
      "text": "He says, further, that the Consultant was, from the commencement of the proceeding, and the applicant was, from November 2006, subject to the prohibitions in the summonses received by them and there is no basis for reading down those prohibitions.",
      "id": "s109"
    },
    {
      "text": "It would be a serious disincentive, he says, to any litigant to approach the Court if, by doing so, the open conduct of litigation would involve the litigant risking the commission of such an offence.",
      "id": "s110"
    },
    {
      "text": "Accordingly, so the argument runs, the applicant and the Consultant may not have breached s 50 by prosecuting the proceedings under the cloak provided by the s 50 order.",
      "id": "s111"
    },
    {
      "text": "However, they say that the lifting of the s 50 orders at this stage may expose the applicant and the Consultant to criminal liability for the actions they took on commencing and prosecuting these proceedings under the cloak of the s 50 orders.",
      "id": "s112"
    },
    {
      "text": "The orders under s 50 were properly made at the respective times when they were made and nothing has changed that would justify revocation of the orders, particularly in circumstances where the applicant has conducted himself in the proceeding on the basis that the orders were in force.",
      "id": "s113"
    },
    {
      "text": "34 On 18 August 2008, the notations contained in the summonses issued to the Consultant and to the applicant were revoked.",
      "id": "s114"
    },
    {
      "text": "Further, on the same day, the notation contained in the Notice was also revoked.",
      "id": "s115"
    },
    {
      "text": "Neither the applicant nor the Consultant is any longer subject to prohibitions on disclosure imposed by s 29B(3) of the Commission Act.",
      "id": "s116"
    },
    {
      "text": "35 The applicant contends, however, that the revocation of the notations does not alter the position.",
      "id": "s117"
    },
    {
      "text": "He says that the exercise of a power to vary or revoke the notations could not vary the effect of the notations retrospectively.",
      "id": "s118"
    },
    {
      "text": "He says that, in any event, the purported variations are not expressed to have retrospective operation.",
      "id": "s119"
    },
    {
      "text": "He says that, therefore, the revocation of the notations, with only prospective effect from the date of the revocation, does not change the fact that there was a proper basis for making the orders under s 50 when they were made and no reason to discharge them has been made out.",
      "id": "s120"
    },
    {
      "text": "36 It is my view that if the commencement of the proceeding or the filing of affidavits, the tendering of documents or the making of submissions constituted a contravention of s 29B of the Commission Act, that offence has been committed.",
      "id": "s121"
    },
    {
      "text": "The fact that orders had been made under s 50 prohibiting the publication of evidence or the names of parties would not alter the fact that such an offence was committed.",
      "id": "s122"
    },
    {
      "text": "The making of the orders may have had the effect of limiting the extent of the disclosure that might otherwise have followed from commencement and prosecution of the proceeding, assuming that to do so would have constituted an offence under s 29B.",
      "id": "s123"
    },
    {
      "text": "However, the making of the orders under s 50 could not of itself exculpate the applicant and the Consultant from the offence of disclosure if, by doing any of those things, there would have been a disclosure in contravention of s 29B.",
      "id": "s124"
    },
    {
      "text": "37 More importantly, if there was no offence committed by the commencement or prosecution of the proceeding, revoking the orders made under s 50 could not possibly retrospectively render conduct, which was lawful when the conduct occurred, unlawful.",
      "id": "s125"
    },
    {
      "text": "The orders under s 50 were made, for the most part, at the behest of the Commission, albeit with the support of the applicant and the Consultant.",
      "id": "s126"
    },
    {
      "text": "The orders were not made in order to avoid the possibility that an offence might be committed by the commencement of the proceeding or the filing of affidavits, the tendering of documents or the making of submissions in the proceeding.",
      "id": "s127"
    },
    {
      "text": "The orders were made to protect the integrity of the Commission's special investigation.",
      "id": "s128"
    },
    {
      "text": "38 During the course of the proceeding, written submissions were made to the effect that it would be grossly unfair to the Consultant, both in his personal capacity and \"as someone whom the Court knew had been charged with managing significant aspects\" of the affairs of the present applicant, to be subjected to the likely intense media scrutiny that would follow if the s 50 orders were revoked, but at the same time to be prohibited, by the operation of the Commission Act, from being able to respond in any meaningful way should he wish to do so.",
      "id": "s129"
    },
    {
      "text": "The submission was that that was the effect of ss 29A and 29B in the present circumstances.",
      "id": "s130"
    },
    {
      "text": "39 The applicant and the Consultant also submitted in the course of the proceeding that it would be very unfair to them for the confidentiality regime to be lifted in circumstances where evidence was being led against them that neither they nor their legal representatives were permitted to see.",
      "id": "s131"
    },
    {
      "text": "They submitted that one of the corollaries of open justice was that a party be able to defend himself publicly against allegations and evidence put against him: while the identity of the party is known, so too is his answer to whatever is said against him.",
      "id": "s132"
    },
    {
      "text": "However, they contended that in the present case the applicant and the Consultant were not able to do that.",
      "id": "s133"
    },
    {
      "text": "Thus, they said, the confidentiality regime that protected their identities as well as the identities of others was some counter balance to the circumstances that the applicant and the Consultant themselves were unable to know what was being put against them.",
      "id": "s134"
    },
    {
      "text": "40 Those considerations however, no longer have any relevance to the circumstances that now exist.",
      "id": "s135"
    },
    {
      "text": "There are no longer operative notations that prohibit disclosure by the applicant or the Consultant.",
      "id": "s136"
    },
    {
      "text": "There is therefore nothing to stop them from defending themselves publicly against any allegations that may have been made or may in the future be made.",
      "id": "s137"
    },
    {
      "text": "41 There is no longer any prohibition on disclosure.",
      "id": "s138"
    },
    {
      "text": "Assuming that the deletion or revocation of the notations or notations operates only prospectively, as from 18 August 2008, there is no longer any prohibition.",
      "id": "s139"
    },
    {
      "text": "Whatever the applicant and the Consultant have done since 26 February 2006 has been done.",
      "id": "s140"
    },
    {
      "text": "The revocation of the orders made under s 50 with effect from a time after 18 August 2006 could not possibly involve the applicant or the Consultant in a disclosure that has already occurred.",
      "id": "s141"
    },
    {
      "text": "The revocation of the orders under s 50 would operate prospectively only.",
      "id": "s142"
    },
    {
      "text": "The effect of the revocation is that material that was previously the subject of prohibition of publication may now be published.",
      "id": "s143"
    },
    {
      "text": "That publication will occur after the revocation of the orders.",
      "id": "s144"
    },
    {
      "text": "42 Cogent reasons have been advanced on behalf of the Interveners as to why the commencement of the proceeding and the filing of affidavits, the tender of documents and the making of submissions in the proceeding, in the bona fide pursuit of a remedy expressly contemplated by the Commission Act, would not contravene s 29B.",
      "id": "s145"
    },
    {
      "text": "The Court would be slow to give to s 29B the construction suggested on behalf of the applicant.",
      "id": "s146"
    },
    {
      "text": "Such a construction would make s 29B a very severe privative provision and quite possibly unconstitutional.",
      "id": "s147"
    },
    {
      "text": "However, in the light of the conclusions I have already expressed, I do not need to express a final view on the question.",
      "id": "s148"
    },
    {
      "text": "43 I do not consider that the regime presently in place, which prohibits the disclosure of the identity of the applicant or the Consultant, is necessary to prevent prejudice to the administration of justice.",
      "id": "s149"
    },
    {
      "text": "There is no longer any justification for an order under s 50 forbidding disclosure of the identity of the applicant or the Consultant.",
      "id": "s150"
    },
    {
      "text": "Accordingly, on 21 August 2008 I ordered that the sealed envelopes may be opened and their contents be made available for inspection by the public.",
      "id": "s151"
    },
    {
      "text": "ACCESS TO EVIDENCE \n \n44 The Commission no longer supports the continuation of orders under s 50 in relation to material that has been tendered and is in evidence.",
      "id": "s152"
    },
    {
      "text": "The Interveners urge the Court to discharge all orders made under s 50 to date.",
      "id": "s153"
    },
    {
      "text": "The applicant, nevertheless, presses for orders under s 50 in respect of certain of the material that has been admitted into evidence during the course of the proceeding.",
      "id": "s154"
    },
    {
      "text": "45 The applicant advances similar arguments as to his concern about the operation of s 29B(1) in relation to the evidence adduced in the proceeding that refers to the Commission's investigation.",
      "id": "s155"
    },
    {
      "text": "He says that, whether or not the mere disclosure of the identities of the applicant and the Consultant would contravene s 29B(1), the material that has been received into evidence, either by way of affidavit or exhibit, includes information about official matters connected with the Notice.",
      "id": "s156"
    },
    {
      "text": "The applicant says that he could not have conducted the proceeding without disclosing that information.",
      "id": "s157"
    },
    {
      "text": "Accordingly, it was necessary, in order to prevent prejudice to the administration of justice, that publication of that material be forbidden.",
      "id": "s158"
    },
    {
      "text": "If it were not, he would not have been able to conduct the proceeding without exposing himself to prosecution for commission of an offence against s 29B(1).",
      "id": "s159"
    },
    {
      "text": "It is implicit in that contention that tender of the relevant material, in circumstances where publication of the material was limited to the legal representatives of the parties, does not involve disclosure within the meaning of s 29B(1).",
      "id": "s160"
    },
    {
      "text": "46 That aspect of the submissions made on behalf of the applicant replicates the submissions made in support of the continued suppression of the identity of the applicant and the Consultant.",
      "id": "s161"
    },
    {
      "text": "For the reasons that I have already given above, I do not consider that there is any substance in the contention that revocation of the orders made under s 50 could retrospectively render unlawful conduct of the applicant or the Consultant, which was lawful when the conduct occurred, unlawful.",
      "id": "s162"
    },
    {
      "text": "If the filing of affidavits, the tendering of documents or the making of submissions in the proceeding constituted an offence under s 29B, that offence has been committed.",
      "id": "s163"
    },
    {
      "text": "Further, as I have said, there are cogent reasons for concluding that s 29B should not be construed in a way that would constitute it a severe privative provision.",
      "id": "s164"
    },
    {
      "text": "47 However, the applicant advances other contentions in support of the continued prohibition on the publication of evidence.",
      "id": "s165"
    },
    {
      "text": "There are two categories of the material that has been admitted into evidence and is the subject of contentions on behalf of the applicant that the material should continue to be the subject of an order under s 50 prohibiting its disclosure to any person other than the parties to the proceeding and their legal advisers.",
      "id": "s166"
    },
    {
      "text": "48 The first category consists of five affidavits filed on behalf of the applicant and the Consultant, which were, subject to minor rejections, admitted into evidence.",
      "id": "s167"
    },
    {
      "text": "One of those affidavits was sworn by the applicant's solicitor.",
      "id": "s168"
    },
    {
      "text": "The other four were sworn by an employee of the Accountants, who had the carriage of matters on behalf of the applicant.",
      "id": "s169"
    },
    {
      "text": "That evidence was adduced to demonstrate the circumstances in which the documents that were the subject of the claim to legal professional privilege were brought into existence.",
      "id": "s170"
    },
    {
      "text": "49 Redacted versions of the affidavits were tendered on the hearing of these three applications.",
      "id": "s171"
    },
    {
      "text": "The redactions were limited to the identification of particulars, mainly names of individuals, who were involved in the giving and receiving of advice on behalf of the applicant.",
      "id": "s172"
    },
    {
      "text": "The applicant accepted that, apart from the redacted parts, those affidavits should not be the subject of any continuing s 50 order.",
      "id": "s173"
    },
    {
      "text": "I am not persuaded that a case has been made out for the continuation of any s 50 order in respect of the redacted material and I ordered that the affidavits be made available for inspection.",
      "id": "s174"
    },
    {
      "text": "50 All of the material in the second category consists of documents exhibited to an affidavit sworn by the applicant's solicitor on 13 February 2008, which was filed on 19 My 2008.",
      "id": "s175"
    },
    {
      "text": "The affidavit was sworn in connection with an interlocutory dispute between the applicant and the Commission concerning discovery by the Commission in relation to the Commission's allegations that the disputed documents were not the subject of legal professional privilege because they had been brought into existence in the furtherance of fraud or the commission of an offence.",
      "id": "s176"
    },
    {
      "text": "The applicant sought discovery by the Commission of the material in the possession of the Commission that would tend to rebut the Commission's contentions in that regard.",
      "id": "s177"
    },
    {
      "text": "51 The affidavit exhibited a bundle of documents which was admitted into evidence in connection with the discovery dispute.",
      "id": "s178"
    },
    {
      "text": "The exhibit was divided into five parts, as follows:\n \n(a) Copies of correspondence between the applicant's solicitors and the Commission's solicitors relevant to the question of discovery.",
      "id": "s179"
    },
    {
      "text": "(b) Copies of orders made by the Court in the proceeding and extracts from the transcript concerning the question of discovery.",
      "id": "s180"
    },
    {
      "text": "(c) A copy of an inference schedule filed by the Commission at the direction of the Court which particularised the Commission's allegations that the privileged documents were brought into existence in the furtherance of schemes to evade the incidence of income tax.",
      "id": "s181"
    },
    {
      "text": "(d) A copy of the applicant's motion seeking discovery, written submissions in relation to the motion and an affidavit sworn by an officer of the Commission in response to the motion.",
      "id": "s182"
    },
    {
      "text": "(e) Copies of various documents extracted from files maintained by the Accountants that the solicitor believed were among the documents produced by the accountants to the Commission as a consequence of the Notice.",
      "id": "s183"
    },
    {
      "text": "52 The applicant seeks the continuation of orders under s 50 in respect of:\n \n&#8226; parts of six pages in Part A, which refer to the allegations by the Commission of possible involvement of the applicant in schemes to evade the incidents of income tax, and all of the documents in Part C, and\n \n&#8226; documents in Part E, consisting of material in the possession of the Accountants, which describe in some detail matters relating to the confidential business and personal affairs of the applicant.",
      "id": "s184"
    },
    {
      "text": "53 Before dealing with the applicant's contentions, it is desirable to say something about the operation of s 50.",
      "id": "s185"
    },
    {
      "text": "Before making an order under s 50 of the Federal Court Act, the Court must determine whether it appears that the order is necessary in order to prevent prejudice to the administration of justice.",
      "id": "s186"
    },
    {
      "text": "Thus, s 50 is concerned with prejudice in respect of the exercise by the Court of the judicial power of the Commonwealth ( Herald &amp; Weekly Times v Williams [2003] FCAFC 217 ; (2003) 130 FCR 435 at [443] ).",
      "id": "s187"
    },
    {
      "text": "It can be an unfortunate incident of the open administration of justice that embarrassing, damaging and even dangerous facts may occasionally be disclosed ( Herald &amp; Weekly Times v Williams [2003] FCAFC 217 ; (2003) 130 FCR 435 at 444).",
      "id": "s188"
    },
    {
      "text": "54 Of course, if the embarrassment or damage that publicity might occasion is such that it would prevent or deter a person from prosecuting or defending a proceeding in the Court or if there was a real risk, as opposed to a remote possibility, that that would occur, the position may be different.",
      "id": "s189"
    },
    {
      "text": "If such a situation arose, it must be weighed in the discretionary balance that is to be struck between the public interests in open justice, on the one hand, and in preventing prejudice to the administration of justice, on the other (see Herald and Weekly Times [2003] FCAFC 217 ; (2003) 130 FCR 435 at 444-445).",
      "id": "s190"
    },
    {
      "text": "That, however, is not this case.",
      "id": "s191"
    },
    {
      "text": "55 Open justice is the underlying assumption of s 50.",
      "id": "s192"
    },
    {
      "text": "However, the reference to preventing prejudice to the administration of justice is not a reference to the need to preserve open justice.",
      "id": "s193"
    },
    {
      "text": "Rather, it is a reference to the public interest in the Court's endeavouring to do justice between the parties.",
      "id": "s194"
    },
    {
      "text": "It is not possible to define, in advance, the degree of prejudice to the administration of justice that would justify the making of an order under s 50.",
      "id": "s195"
    },
    {
      "text": "Where, for example, failure to make an order would lead to the destruction of the very subject matter of the suit, the exercise of the discretion may well be appropriate, since the refusal to make an order in such a case could well defeat the purpose of achieving justice between the parties and thereby disappoint the public interest in having the Court deal responsibly with the confidential affairs of parties (see Australian Broadcasting Commission v Parish [1980] FCA 33 ; (1980) 29 ALR 228 at 234).",
      "id": "s196"
    },
    {
      "text": "Again, that is not this case.",
      "id": "s197"
    },
    {
      "text": "56 While the principle of open justice is of great importance in exercising the discretion under s 50, it is not necessarily the whole weight of that principle that is to be placed on the scales.",
      "id": "s198"
    },
    {
      "text": "The derogation from the principle that is involved in making an order under s 50 may be very great.",
      "id": "s199"
    },
    {
      "text": "However, it will not necessarily be very great and, in the exercise of the discretion, the degree of derogation involved in the proposed order is an important matter to be considered ( ABC v Parish [1980] FCA 33 ; (1980) 29 ALR 228 at 236).",
      "id": "s200"
    },
    {
      "text": "57 At an early stage, the applicant's solicitor was informed by a solicitor acting for the Commission that public revelation of the name of the applicant, and individuals and entities involved in the Commission's special investigation, could prejudice the investigation.",
      "id": "s201"
    },
    {
      "text": "The applicant's solicitor thereafter proceeded on the assumption that, in order to allow for the effective conduct of the proceeding, open communication between the applicant and the Commission would occur by way of correspondence.",
      "id": "s202"
    },
    {
      "text": "The solicitor says that he conducted the proceeding on the basis of his understanding that, in the event of there being a necessity to obtain interlocutory orders in the proceeding, appropriate steps would be taken to ensure that, as far as possible, material deployed in support of such orders would be kept confidential.",
      "id": "s203"
    },
    {
      "text": "That was of importance to the applicant because the material likely to be deployed related to his personal, financial and taxation affairs.",
      "id": "s204"
    },
    {
      "text": "The solicitor prepared and filed affidavits and exhibits to affidavits on the basis of his assumption that the prospect of orders being made under s 50 in respect of such material would be maximised if the Commission did not change its position of either supporting or not opposing the making of such orders.",
      "id": "s205"
    },
    {
      "text": "The applicant's solicitor has conducted the proceeding on the basis that the Commission would either consent to, or not oppose, confidentiality.",
      "id": "s206"
    },
    {
      "text": "58 In reliance upon his understanding that material would be kept confidential, the present applicant, on his solicitor's advice, filed affidavits that exhibited material that the solicitor would have advised the applicant to deploy differently or not at all, if the material was likely to be placed in the public domain.",
      "id": "s207"
    },
    {
      "text": "The applicant's solicitor says that material has been deployed by him in an un-redacted form in circumstances where it would either have been redacted or not have been deployed at all, if confidentiality for the material was not assured.",
      "id": "s208"
    },
    {
      "text": "59 Further, the applicant points out that this proceeding arose in the context of a series of secret inquisitorial steps that are expressly contemplated by the Commission Act.",
      "id": "s209"
    },
    {
      "text": "He has established that the documents obtained by the Commission pursuant to the Notice are subject to legal professional privilege and the Commission has now abandoned its claim that the documents were brought into existence in the furtherance of fraud or the commission of an offence.",
      "id": "s210"
    },
    {
      "text": "60 The applicant is a prominent figure.",
      "id": "s211"
    },
    {
      "text": "He says that the material in respect of which he seeks the continuation of orders under s 50 includes matters of detail that, in the age of the internet and other electronic research, would permit delving into his personal, financial and taxation affairs in a way that is inconsistent with what would otherwise be his right to maintain confidentiality in relation to those affairs.",
      "id": "s212"
    },
    {
      "text": "He says that the material that is otherwise available to the public ought to satisfy the public interest in open justice without destroying his right to preserve confidentiality in relation to his personal, financial and taxation affairs.",
      "id": "s213"
    },
    {
      "text": "61 However, that argument reverses the correct approach.",
      "id": "s214"
    },
    {
      "text": "The question is not whether the public has access to sufficient information to enable it to understand the nature and outcome of the proceeding.",
      "id": "s215"
    },
    {
      "text": "The question is whether, once material has been introduced into evidence, it is necessary, in order to prevent prejudice to the administration of justice, that that material not be made available to the public.",
      "id": "s216"
    },
    {
      "text": "62 The applicant has not adduced evidence that any specific damage or prejudice would be occasioned or might be occasioned by the disclosure of the material in question.",
      "id": "s217"
    },
    {
      "text": "He simply puts it on the basis that the evidence includes his private and confidential information and that he would not have tendered it or have permitted it to be admitted into evidence had he known that it might become public.",
      "id": "s218"
    },
    {
      "text": "63 It is for the applicant to establish a case for making or maintaining orders under s 50.",
      "id": "s219"
    },
    {
      "text": "It has not been suggested that the Commission agreed to support confidentiality in respect of any particular part of the material that is now in evidence.",
      "id": "s220"
    },
    {
      "text": "The highest that the applicant puts it is that his solicitor understood that the Commission would either consent to or not oppose the making of an order under s 50.",
      "id": "s221"
    },
    {
      "text": "On the other hand, the Commission has been careful to maintain confidentiality in respect of material that has not been tendered.",
      "id": "s222"
    },
    {
      "text": "While the Commission maintains that, for a time, the integrity and secrecy of its investigation required confidentiality, it was apparent that the need for such confidentiality was limited temporally.",
      "id": "s223"
    },
    {
      "text": "64 The applicant is effectively seeking confidentiality on the basis of a notion akin to estoppel.",
      "id": "s224"
    },
    {
      "text": "No such estoppel can run against the Court or the public interest.",
      "id": "s225"
    },
    {
      "text": "Of course, if the Court had been informed that material was to be tendered only on the basis that an order under s 50 would be made or continue in force, fairness may require that the order be maintained.",
      "id": "s226"
    },
    {
      "text": "However, the applicant does not put his case on that basis.",
      "id": "s227"
    },
    {
      "text": "65 It may be that, in the expectation that orders under s 50 would be made, material in an unredacted form was included in affidavits and exhibits filed on behalf of the applicant.",
      "id": "s228"
    },
    {
      "text": "However, it is entirely a matter for the Court, having regard to the criteria set out in s 50, whether any order restricting publication or disclosure of evidence should be made.",
      "id": "s229"
    },
    {
      "text": "It is not a matter for agreement between parties as to whether an order under s 50 will be made or, assuming an order is made, whether a subsequent order might be made varying or discharging the order.",
      "id": "s230"
    },
    {
      "text": "A fortiori , the fact that the applicant's solicitor proceeded on an assumption that a restriction on the publication of evidence may be permanent is of no consequence unless, perhaps, the evidence was tendered in circumstances where the Court was informed that, unless a permanent order were made, the evidence would not be tendered.",
      "id": "s231"
    },
    {
      "text": "As I have said, questions of fairness may then possibly arise.",
      "id": "s232"
    },
    {
      "text": "However, the applicant does not put his case on that basis.",
      "id": "s233"
    },
    {
      "text": "In either event, ultimately it is a matter for the Court, in the light of the criteria specified in s 50, to determine whether an order should be made and whether an order, having been made, should be discharged or varied.",
      "id": "s234"
    },
    {
      "text": "66 The Interveners were given the opportunity of adducing evidence to show whether significant parts of the material in question is already in the public domain.",
      "id": "s235"
    },
    {
      "text": "The Interveners relied on an affidavit of their solicitor, Ms Gina McWilliams.",
      "id": "s236"
    },
    {
      "text": "Ms McWilliams conducted searches of various databases using the applicant's name for the purpose of determining to what extent, if any, information about the applicant's involvement in the Commission's special investigation was in the public domain.",
      "id": "s237"
    },
    {
      "text": "The searches revealed that it has been reported that the applicant has personally asserted in public that his affairs are the subject of an investigation by the Commission.",
      "id": "s238"
    },
    {
      "text": "The searches also revealed that several media sources asserted that the affairs of the applicant are the subject of a special investigation by the Commission.",
      "id": "s239"
    },
    {
      "text": "On the other hand, the searches did not reveal information concerning the personal, financial or taxation affairs of the applicant in the detail contained in the evidence in respect of which the applicant seeks the continuation of orders under s 50.",
      "id": "s240"
    },
    {
      "text": "67 It has not been suggested that disclosure of the material in part E would cause particular or specific harm or damage to the applicant, other than possible embarrassment and inconvenience by reason of his private affairs' becoming public.",
      "id": "s241"
    },
    {
      "text": "I do not consider that the applicant has advanced any cogent reason for the Court to conclude that it is necessary, in order to prevent prejudice to the administration of justice, that publication of the documents in part E be restricted in any way.",
      "id": "s242"
    },
    {
      "text": "68 I accept that it is was the Commission's allegation, that there were reasonable grounds for believing that the privileged documents were brought into existence in the furtherance of a fraud or the commission of an offence, that prompted the applicant to tender the evidence in connection with the interlocutory dispute concerning discovery.",
      "id": "s243"
    },
    {
      "text": "Further, I accept that the documents in part E were tendered and received into evidence in circumstances where there was an order under s 50 in force in relation to the evidence.",
      "id": "s244"
    },
    {
      "text": "However, the s 50 order was only ever operative until further order by the Court.",
      "id": "s245"
    },
    {
      "text": "Further, as I have said, it was made at the behest of the Commission, in order to preserve the integrity of the Commission's special investigation.",
      "id": "s246"
    },
    {
      "text": "Now that that integrity is no longer at risk, there is no longer any justification for a continuing departure from the primary assumption that proceedings in the Court are to be conducted in public.",
      "id": "s247"
    },
    {
      "text": "69 The material in parts A and C is of a slightly different nature.",
      "id": "s248"
    },
    {
      "text": "Part C consists of the Commission's schedule of inferences, which it asserted could be drawn as to whether the applicant was engaged in schemes to evade the incidence of income tax.",
      "id": "s249"
    },
    {
      "text": "The relevant parts of the correspondence in part A refers to the inferences that the Commission asserted could be drawn.",
      "id": "s250"
    },
    {
      "text": "Ultimately, I consider that this material is in the same position as the material in part E. That is to say, I do not consider that the applicant has established that it was only because of the expectation that s 50 orders would continue in perpetuity that the other material in question was tendered.",
      "id": "s251"
    },
    {
      "text": "It would be fair to conclude that the applicant's decision to adduce evidence was driven by the object of succeeding in his application against the Commission.",
      "id": "s252"
    },
    {
      "text": "It is difficult to see how the proceeding could have been prosecuted otherwise than by tender of the material in question.",
      "id": "s253"
    },
    {
      "text": "In the absence of the material, it would have been well nigh impossible for the Court to understand what the issue was.",
      "id": "s254"
    },
    {
      "text": "The Court directed the Commission to particularise its assertion that there were reasonable grounds for believing that the privileged documents in dispute had been brought into existence in the furtherance of a fraud or commission of an offence.",
      "id": "s255"
    },
    {
      "text": "There is no evidence to suggest that the Commission was motivated by bad faith of some sort.",
      "id": "s256"
    },
    {
      "text": "70 I do not consider that any basis has been established on behalf of the applicant for the continuation of any order under s 50.",
      "id": "s257"
    },
    {
      "text": "The orders were made for the purposes of protecting the integrity of the Commission's fresh investigations.",
      "id": "s258"
    },
    {
      "text": "Whether or not that was a justifiable basis for making such orders is not presently in question.",
      "id": "s259"
    },
    {
      "text": "The only question is whether there should continue to be an order in force prohibiting the publication of material that was in evidence before the Court, apart from the documents that have been found to be the subject of legal professional privilege.",
      "id": "s260"
    },
    {
      "text": "71 I consider that there is no longer any justification for continuation of orders under s 50.",
      "id": "s261"
    },
    {
      "text": "The orders now in force should be revoked.",
      "id": "s262"
    },
    {
      "text": "CONCLUSION \n \n72 If copies of any of the documents that I have found are subject to legal professional privilege remain on the Court file, the copies should be returned to the applicant.",
      "id": "s263"
    },
    {
      "text": "Access to those documents should be denied to anybody other than the applicant and his legal advisers.",
      "id": "s264"
    },
    {
      "text": "73 The application by the Interveners for access to material in the Court's file should be granted to the extent of permitting them, and any member of the public, to have access to any parts of the affidavits and other documents that have been admitted into evidence.",
      "id": "s265"
    },
    {
      "text": "The application for access should be denied in so far as it relates to any affidavits or part of affidavits and any other documents that have not been admitted into evidence.",
      "id": "s266"
    },
    {
      "text": "74 The sealed envelopes that have been lodged with the Court and are contained in the Court file should be opened and their contents should be made available for inspection by the public.",
      "id": "s267"
    },
    {
      "text": "In so far as any order under s 50 prohibits the publication of the identity of the applicant or the Consultant, the orders should be revoked.",
      "id": "s268"
    },
    {
      "text": "75 All other orders made under s 50 restricting access to or publication of documents that have been received into evidence should be revoked.",
      "id": "s269"
    },
    {
      "text": "76 There remain questions as between the applicant and the Commission concerning the final relief to be granted to the applicant.",
      "id": "s270"
    },
    {
      "text": "I propose to stand the proceeding over for directions at a time that is convenient to the parties, for that question to be ventilated.",
      "id": "s271"
    },
    {
      "text": "I also propose to give directions for the parties to make submissions, if they wish, as to the costs of the proceeding, including the costs of the three applications presently before me.",
      "id": "s272"
    },
    {
      "text": "I certify that the preceding seventy-six (76) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s273"
    },
    {
      "text": "Associate: \n\nDated: 29 August 2008\n\n Counsel for the Applicant: Mr F Kunc SC \n \n Solicitor for the Applicant: Robinson Legal \n \n Counsel for the Respondent: Mr T Game SC, Mr A Payne and Mr D Thomas \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Counsel for the Interveners: Mr T Maltz \n \n Solicitor for the Interveners: Ms Gina McWilliams (employed solicitor for Nationwide News Limited) \n\n Date of Hearing: 4, 20 and 21 August 2008 \n \n Date of Judgment: 29 August 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1336.html",
      "id": "s274"
    }
  ]
}