{
  "name": "Mitchell v Bailey (No 3) (includes corrigendum dated 11 July 2008) [2008] FCA 1029 (11 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1029.html",
  "catchphrases": [
    {
      "text": "court of disputed returns",
      "id": "c0"
    },
    {
      "text": "appropriate orders",
      "id": "c1"
    },
    {
      "text": "where parties agreed the commonwealth should pay the costs of the petitioner and of the first respondent",
      "id": "c2"
    },
    {
      "text": "where the commonwealth was not a party to the petition",
      "id": "c3"
    },
    {
      "text": "where the commonwealth did not object to the orders sought",
      "id": "c4"
    },
    {
      "text": "where the proceeding raised novel issues that were in the public interest to resolve",
      "id": "c5"
    },
    {
      "text": "where the court corrected errors made during the scrutiny of the reserved ballot-papers",
      "id": "c6"
    },
    {
      "text": "parliamentary elections",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "On 2 July 2008 I handed down judgment in Mitchell v Bailey (No 2) [2008] FCA 692.",
      "id": "s0"
    },
    {
      "text": "Having considered a petition which had been filed in the High Court and referred for trial in this Court I concluded that the Australian Electoral Officer (\"AEO\") for Victoria had erred in ruling that nine ballot-papers, cast in the election for a Member of the House of Representatives for the Division of McEwen, held on 24 November 2007, were formal.",
      "id": "s1"
    },
    {
      "text": "I found that a further 142 votes, which the AEO had determined were informal were formal and should have been counted.",
      "id": "s2"
    },
    {
      "text": "As a result of these decisions I determined that the first respondent had been certified correctly as the candidate who had been elected for the Division.",
      "id": "s3"
    },
    {
      "text": "She had been so elected by a margin of 27 votes after the preferences of other candidates had been distributed.",
      "id": "s4"
    },
    {
      "text": "The parties sought an opportunity to consider my reasons before making submissions as to what orders should be made by the Court.",
      "id": "s5"
    },
    {
      "text": "The parties agreed on the orders which they wished the Court to make.",
      "id": "s6"
    },
    {
      "text": "Pursuant to O 35 rule 10 of the Federal Court Rules , they submitted minutes of consent orders on 4 July 2008.",
      "id": "s7"
    },
    {
      "text": "The agreed orders were: \n \"1.",
      "id": "s8"
    },
    {
      "text": "The petition is dismissed.",
      "id": "s9"
    },
    {
      "text": "The Commonwealth pay the Petitioner his costs of and incidental to the petition, including costs reserved by Crennan J on 21 February 2008 and any other reserved costs, on a party/party basis.",
      "id": "s10"
    },
    {
      "text": "The Commonwealth pay the First Respondent her costs of and incidental to the petition, including costs reserved by Crennan J on 21 February 2008 and any other reserved costs, on a party/party basis.",
      "id": "s11"
    },
    {
      "text": "\"\n \nWritten submissions were filed by all parties supporting the making of these orders.",
      "id": "s12"
    },
    {
      "text": "At no stage was the Commonwealth a party to the proceeding.",
      "id": "s13"
    },
    {
      "text": "The second respondent expressly disavowed any right to speak on behalf of the Commonwealth in relation to costs issues.",
      "id": "s14"
    },
    {
      "text": "For this reason I listed the matter for hearing on the question of whether a costs order could be made against the Commonwealth without the Commonwealth being afforded the opportunity to be heard.",
      "id": "s15"
    },
    {
      "text": "At the hearing senior counsel for the second respondent advised the Court that an appropriate officer within the Department of Finance and Deregulation had been advised of the proposed orders and would write to the Court advising that the Commonwealth did not oppose the making of such orders.",
      "id": "s16"
    },
    {
      "text": "By letter dated 7 July 2008 Mr Marc Mowbray-d'Arbela, the Assistant Secretary, Legislative Review Branch, Financial Management Group of the Department of Finance and Deregulation advised the Court that he was authorised \"to convey the position of the Commonwealth in relation to costs.",
      "id": "s17"
    },
    {
      "text": "\" That position was that the Commonwealth did not object to the Court making the orders which were sought.",
      "id": "s18"
    },
    {
      "text": "The Court has a discretionary power, under ss 360(1)(ix) and (4) of the Commonwealth Electoral Act 1918 (Cth) (\"the Act\") to make orders of the kind sought in paragraphs two and three of the minutes submitted to the Court.",
      "id": "s19"
    },
    {
      "text": "Orders of this kind may be made \"where the Court considers it appropriate to do so.",
      "id": "s20"
    },
    {
      "text": "\" In Nile v Wood [1988] HCA 30 ; (1988) 167 CLR 133 at 142, Brennan J said that the discretion to make a costs order against the Commonwealth under s 360(4): \n \"... may properly be exercised when the proceedings have arisen because an officer of the Commonwealth has failed properly to perform his function or when the proceedings have resulted in some public benefit.",
      "id": "s21"
    },
    {
      "text": "In such cases it may be appropriate that the public purse ought bear the costs or some of them.",
      "id": "s22"
    },
    {
      "text": "I do not suggest that these categories are exhaustive, but it would not be appropriate to exercise the discretion whenever a litigant chooses to put the validity of an election to the test.",
      "id": "s23"
    },
    {
      "text": "Some warrant for imposing a liability on the funds of the Commonwealth must appear before it is appropriate to make an order.",
      "id": "s24"
    },
    {
      "text": "\" \n Deane and Toohey JJ, in a passage which was subsequently said by Gaudron J, in Hudson v Lee [1993] HCA 58 ; (1993) 177 CLR 627 at 633, to be cast in \"wider\" terms, said (at 143) that: \n \"This power to order costs against the Commonwealth, which is unlikely in the ordinary case to be a party to proceedings before the Court of Disputed Returns, is not constricted by reference to the principles controlling the making of an order for costs inter partes.",
      "id": "s25"
    },
    {
      "text": "It is a general power conferred upon the Court of Disputed Returns, in the exercise of its special jurisdiction, to order that the Commonwealth pay the costs of a party whenever the Court considers it appropriate so to do.",
      "id": "s26"
    },
    {
      "text": "We would not attempt to confine it by definition beyond saying that it should be exercised when considerations of what is fair and just support, on balance, an order indemnifying a party against costs which the party may have incurred in connexion with an electoral petition.",
      "id": "s27"
    },
    {
      "text": "\" \n In my view it is appropriate that the orders sought by the parties in relation to costs should be made.",
      "id": "s28"
    },
    {
      "text": "The proceeding raised issues which were novel and which it was in the public interest to resolve.",
      "id": "s29"
    },
    {
      "text": "The Court found that a significant number of inadvertent errors had been made during the scrutiny of reserved ballot-papers.",
      "id": "s30"
    },
    {
      "text": "The petitioner had been prejudiced by an even greater number of errors than had been alleged in the petition.",
      "id": "s31"
    },
    {
      "text": "These errors would have affected the outcome of the election had it not been that an even greater number of errors were made which prejudiced the successful candidate.",
      "id": "s32"
    },
    {
      "text": "The fact that these errors had occurred and required correction by the Court is probably a sufficient reason, standing alone, to make the orders sought.",
      "id": "s33"
    },
    {
      "text": "There were, however, a series of novel issues which it was necessary to resolve in the course of the proceeding.",
      "id": "s34"
    },
    {
      "text": "Those issues included: Whether the parties, or their legal advisors, could be provided with access to the reserved ballot-papers consistently with the provisions of s 360(1)(iii) of the Act and, if so, on what conditions.",
      "id": "s35"
    },
    {
      "text": "Whether the Act imposed any statutory obligations on an Australian Electoral Officer which, if not complied with, could give rise to a contravention of the Act.",
      "id": "s36"
    },
    {
      "text": "What processes should be adopted by the Court in order to deal with a petition which alleged that errors had been made by an Australian Electoral Officer in determining the formality of reserved ballot-papers.",
      "id": "s37"
    },
    {
      "text": "Whether the Court should engage in merits review or judicial review of decisions made by an Australian Electoral Officer under s 281 of the Act.",
      "id": "s38"
    },
    {
      "text": "It was, in my opinion, necessary and desirable, in the public interest, that these issues should be resolved.",
      "id": "s39"
    },
    {
      "text": "The orders sought should, therefore, be made.",
      "id": "s40"
    },
    {
      "text": "There should also be a direction, pursuant to the requirements of s 369 of the Act, that the Registrar provide a copy of my orders to the Governor-General and to the Clerk of the House of Representatives.",
      "id": "s41"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s42"
    },
    {
      "text": "Associate:\n \n \nDated: 11 July 2008\n \n Counsel for the Petitioner: Mr P Hanks QC \n \n Solicitor for the Petitioner: Holding Redlich \n \n Counsel for the First Respondent: Mr D Bennett \n \n Solicitor for the First Respondent: Gadens Lawyers \n \n Solicitor for the Second Respondent: Mr P Santamaria SC \n \n Solicitor for the Second Respondent: Australian Government Solicitor \n Date of Hearing: 7 July 2008 \n \n Date of Judgment: 11 July 2008 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1029.html",
      "id": "s43"
    }
  ]
}