{
  "name": "Goodin, in the matter of the Grand United Order of Free Gardeners Friendly Society Ltd (in liq) [2008] FCA 1537 (17 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1537.html",
  "catchphrases": [
    {
      "text": "winding up",
      "id": "c0"
    },
    {
      "text": "friendly society",
      "id": "c1"
    },
    {
      "text": "registered as a corporation under the corporations law",
      "id": "c2"
    },
    {
      "text": "fund held by liquidator",
      "id": "c3"
    },
    {
      "text": "unclaimed moneys",
      "id": "c4"
    },
    {
      "text": "how dealt with",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The Grand United Order of Free Gardeners Friendly Society Ltd (in liq), a company limited by guarantee, was voluntarily wound up on the resolution of its members.",
      "id": "s0"
    },
    {
      "text": "The applicant, Mr Goodin, was appointed the liquidator of the Society for the purposes of its winding up.",
      "id": "s1"
    },
    {
      "text": "Mr Goodin has paid all the Society's debts but was left with $124,350 that he was unable to distribute.",
      "id": "s2"
    },
    {
      "text": "On 25 July 2008 I ordered that this amount be paid to the Australian Securities and Investment Commission (ASIC) to be dealt with under Pt 9.7 of the Corporations Act 2001 (Cth).",
      "id": "s3"
    },
    {
      "text": "I will briefly explain why that order was made.",
      "id": "s4"
    },
    {
      "text": "2 The Society, originally known as the Grand Lodge of the Grand United Order of Free Gardeners, was first established as a friendly society under the Friendly Societies Act 1958 (Vic).",
      "id": "s5"
    },
    {
      "text": "In 1999 the Society became a company limited by guarantee.",
      "id": "s6"
    },
    {
      "text": "This came about by the Financial Sector Reform (Amendments and Transitional Provisions) Act (No 1) 1999 (Cth).",
      "id": "s7"
    },
    {
      "text": "Schedule 3 of that Act inserted a new Sch 4 in the Corporations Law, the object of which was to facilitate the registration of building societies and credit unions and related bodies as companies under the Corporations Law.",
      "id": "s8"
    },
    {
      "text": "It achieved this object by providing that on \"the transfer date\" (in the event, 1 July 1999) each transferring institution was taken to be registered under the Corporations Law: Sch 3, Pt 1.",
      "id": "s9"
    },
    {
      "text": "Each society or credit union was taken to be registered as a specific type of company.",
      "id": "s10"
    },
    {
      "text": "For example, a friendly society with no shares on issue (i.e.",
      "id": "s11"
    },
    {
      "text": "a friendly society such as the Society) was taken to be registered as a company limited by guarantee.",
      "id": "s12"
    },
    {
      "text": "3 One of the Society's principal objects was to maintain a funeral fund.",
      "id": "s13"
    },
    {
      "text": "The benefit payable on the death of a member of the funeral fund was $5,500.",
      "id": "s14"
    },
    {
      "text": "On the death of the spouse, widow, or widower of a member the benefit was $2,750.",
      "id": "s15"
    },
    {
      "text": "An endowment benefit of $300 was payable when a member reached 65 years or died before reaching 65.",
      "id": "s16"
    },
    {
      "text": "According to its rules the Society was required to keep the funeral fund and its other funds (a management fund, a management reserve fund and a fraternal management fund) \"separate and distinct from each other\".",
      "id": "s17"
    },
    {
      "text": "4 Over the years the Society lost contact with many of its members, including those who had joined the funeral fund.",
      "id": "s18"
    },
    {
      "text": "Some of those members or their families had a claim on the funeral fund.",
      "id": "s19"
    },
    {
      "text": "Attempts were made to locate the whereabouts of those members.",
      "id": "s20"
    },
    {
      "text": "The attempts included searching Melbourne telephone directories and speaking with other members.",
      "id": "s21"
    },
    {
      "text": "As a result some members or their heirs were located and the benefits to which they were entitled were paid.",
      "id": "s22"
    },
    {
      "text": "5 In May 2006, following a review of the Society by the Australian Prudential Regulation Authority, a provision of $118,250 was made in the Society's accounts for \"untraceable members funeral entitlements\".",
      "id": "s23"
    },
    {
      "text": "The provision was made in relation to 16 members whose whereabouts was unknown.",
      "id": "s24"
    },
    {
      "text": "6 When the Society was wound up the liquidator applied to have determined what he should do with the fund.",
      "id": "s25"
    },
    {
      "text": "Prior to hearing the provision was increased to $126,500 when inquiries revealed that a further 3 members could not be located.",
      "id": "s26"
    },
    {
      "text": "7 In the first instance the liquidator was ordered to make additional inquiries to locate the missing members.",
      "id": "s27"
    },
    {
      "text": "In particular, he was ordered to conduct searches at the Office of the Registrar of Births, Deaths and Marriages, the Probate Office of the Supreme Court of Victoria and the Public Record Office Victoria to ascertain whether any members had passed away and to place an advertisement in a local newspaper stating that \"any person who thinks that they or a member of their family may be or have been a member of the Society's Funeral Fund should ... contact the liquidator\".",
      "id": "s28"
    },
    {
      "text": "He also undertook searches of the electoral roles.",
      "id": "s29"
    },
    {
      "text": "As a result of those inquiries 8 missing members or their families were located and their benefits paid.",
      "id": "s30"
    },
    {
      "text": "This still left the liquidator with a substantial sum which had to be dealt with before the liquidation could be finalised.",
      "id": "s31"
    },
    {
      "text": "8 Ms Porter, who appeared for the liquidator, took me through a complex series of legislative provisions to demonstrate that the fund should be paid to ASIC.",
      "id": "s32"
    },
    {
      "text": "In substance Ms Porter's submission was that the provisions dealing with unclaimed money found in the Life Insurance Act 1995 (Cth) and in Sch 4 of the Corporations Act , one or other of which might be thought to have applied to a transferring friendly society, did not apply.",
      "id": "s33"
    },
    {
      "text": "That left s 544 of the Corporations Act as the only applicable provision.",
      "id": "s34"
    },
    {
      "text": "9 Turning first to the Life Insurance Act , it is clear the Society fell under the Act's operation.",
      "id": "s35"
    },
    {
      "text": "This is so for two reasons.",
      "id": "s36"
    },
    {
      "text": "First, Pt 2A of the Life Insurance Act contains special provisions relating to life companies that are friendly societies.",
      "id": "s37"
    },
    {
      "text": "For the purposes of this Part, s 16C provides that a friendly society is a body that is registered under the Corporations Act that is taken to be registered under the Life Insurance Act because of Item 11 of Sch 8 to the FSR Act.",
      "id": "s38"
    },
    {
      "text": "Relevantly that Item provides that a friendly society is taken to be registered under the Life Insurance Act if (a) before the transfer date it was a friendly society and (b) it carried on business before the transfer date through one or more eligible benefit funds.",
      "id": "s39"
    },
    {
      "text": "Item 10 defines an \"eligible benefit fund\" to be a benefit fund for the purposes of the Friendly Societies Codes.",
      "id": "s40"
    },
    {
      "text": "The funds maintained by the Society answered that description.",
      "id": "s41"
    },
    {
      "text": "10 The second reason is that the Society carried on a life insurance business in Australia.",
      "id": "s42"
    },
    {
      "text": "A person carries on a life insurance business if its business includes the issuing of life policies: Life Insurance Act , s 11.",
      "id": "s43"
    },
    {
      "text": "A contract of insurance that provides for the payment of money on the death of a person is a life insurance policy: s 9.",
      "id": "s44"
    },
    {
      "text": "Payments out of the funeral fund are payable on the death of a member of the fund.",
      "id": "s45"
    },
    {
      "text": "11 The Life Insurance Act provides how a life company is to deal with \"unclaimed money\".",
      "id": "s46"
    },
    {
      "text": "Section 216(1) states that a life company must give ASIC a statement of all unclaimed money held at the end of each calendar year.",
      "id": "s47"
    },
    {
      "text": "It must at the same time pay to the Commonwealth an amount equal to the amount of the unclaimed money: s 216(3).",
      "id": "s48"
    },
    {
      "text": "If ASIC certifies that the company would have paid unclaimed money to a person, that money must be refunded and the treasurer must direct the company to pay the money to the person entitled to it: s 216(7).",
      "id": "s49"
    },
    {
      "text": "Unclaimed money is defined in s 216(15) to mean: \n (a) all sums of money that have become legally payable by a company in respect of policies; but (b) in respect of which the time within which proceedings may be taken for their recovery has expired; and includes: (c) sums of money payable on the maturity of a policy which are not claimed within 7 years after the maturity date of the policy; and (d) any money that the company considers should be treated as unclaimed money.",
      "id": "s50"
    },
    {
      "text": "12 It will be seen that money is \"unclaimed money\" only if a policy holder has a legal entitlement to be paid that money.",
      "id": "s51"
    },
    {
      "text": "In this case, however, it is impossible to say whether a missing member is entitled to a benefit.",
      "id": "s52"
    },
    {
      "text": "This is because the missing member or his spouse may still be alive.",
      "id": "s53"
    },
    {
      "text": "Accordingly, one simply does not know whether the criterion for \"unclaimed money\" has been satisfied.",
      "id": "s54"
    },
    {
      "text": "13 In 2001 the Company Law was repealed.",
      "id": "s55"
    },
    {
      "text": "The provisions in Sch 4 were reproduced, with certain amendments and alterations, in Sch 4 of the Corporations Act .",
      "id": "s56"
    },
    {
      "text": "The Schedule makes provision for unclaimed monies held by a transferring friendly society.",
      "id": "s57"
    },
    {
      "text": "Clause 37(2)(b) relevantly provides that \"[o]n and from the transfer date, section 544 applies to an amount of money that, immediately before the transfer date, is covered by section 544 as applied by ... section 403 of the Friendly Societies Code\".",
      "id": "s58"
    },
    {
      "text": "Clause 37(3) relevantly provides that:\n Section 544, as applied by this clause, applies as if: (a) references to Part 9.7 were references to the unclaimed money law of the State or Territory; and (b) references to the Commission or ASIC were references to the Minister administering the unclaimed money law of the State or Territory.",
      "id": "s59"
    },
    {
      "text": "14 The Friendly Societies (Victoria) Code of Victoria, which was found in Sch 1 of the now repealed Friendly Societies (Victoria) Act 1996 (Vic), provided in s 403 that Pt 5.6 of the Corporations Law applied with all necessary modifications to or in relation to the winding up or dissolution of a transferring friendly society.",
      "id": "s60"
    },
    {
      "text": "By reason of s 11(1) of the Corporations (Ancillary Provisions) Act 2001 (Vic) the reference to the Corporations Law in the Code is taken to include a reference to the Corporations Act .",
      "id": "s61"
    },
    {
      "text": "Section 544(1) of the Corporations Act contained in Pt 5.6 , provides that:\n Where a liquidator of a company has in his or her hands or under his or her control: \n \n (a) any amount being a dividend or other money that has remained unclaimed for more than 6 months after the day when the dividend or other money became payable; or \n \n \n \n (b) after making a final distribution, any unclaimed or undistributed amount of money arising from the property of the company; \n \n he or she must forthwith pay that money to ASIC to be dealt with under Part 9.7.",
      "id": "s62"
    },
    {
      "text": "15 If these provisions applied to the fund held by the liquidator, it would have to be paid to the Minister administering the Unclaimed Moneys Act 1962 (Vic) which, in Victoria, is the relevant unclaimed money law.",
      "id": "s63"
    },
    {
      "text": "But the only money to which the provision in its modified form applies is money that prior to the transfer date had become payable by the Society.",
      "id": "s64"
    },
    {
      "text": "As I have noted, one does not know whether any untraceable member had died before the transfer date and hence it cannot be said that there was an obligation to pay any part of the fund to any member.",
      "id": "s65"
    },
    {
      "text": "16 As neither Sch 4 of the Corporations Act nor s 216 of the Life Insurance Act applied to the fund held by the liquidator, the only provision that dealt with the fund was s 544(1) of the Corporations Act .",
      "id": "s66"
    },
    {
      "text": "That applied because the liquidator had in his hands an \"unclaimed or undistributed amount of money\".",
      "id": "s67"
    },
    {
      "text": "According to the section the liquidator was required to pay the fund to ASIC to be dealt with under Pt 9.7.",
      "id": "s68"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s69"
    },
    {
      "text": "Associate:\n\nDated: 17 October 2008\n\n Counsel for the Applicant: E Porter \n \n Solicitor for the Applicant: Slater &amp; Gordon Ltd \n\n Date of Hearing: 13 March 2008\n(Further material filed on 4 July 2008) \n \n Date of Judgment: 17 October 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1537.html",
      "id": "s70"
    }
  ]
}