{
  "name": "Keays v JP Morgan Administrative Services Australia Ltd [2008] FCA 1603 (21 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1603.html",
  "catchphrases": [
    {
      "text": "subpoena",
      "id": "c0"
    },
    {
      "text": "motion to set aside parts of subpoena",
      "id": "c1"
    },
    {
      "text": "no legitimate forensic purpose for production of documents sought by those parts of subpoena",
      "id": "c2"
    },
    {
      "text": "sufficient relevance",
      "id": "c3"
    },
    {
      "text": "tested by reference to existing statement of claim",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is a notice of motion filed by the respondent in the principal proceedings seeking to set aside certain paragraphs of a subpoena pursuant to Order 27 r 4 of the Federal Court Rules .",
      "id": "s0"
    },
    {
      "text": "2 The principal proceedings involve a claim by the applicant, Mr Keays, against the respondent, JP Morgan Administrative Services Australia Limited.",
      "id": "s1"
    },
    {
      "text": "The statement of claim was filed on 2 September 2008.",
      "id": "s2"
    },
    {
      "text": "The subpoena is to Heidrick &amp; Struggles Australia Limited dated 7 October 2008.",
      "id": "s3"
    },
    {
      "text": "It seeks production of documents recording evidence referring to or relating to the retaining by the respondent of Heidrick &amp; Struggles or any of their employees or services performed by Heidrick &amp; Struggles relating to the recruitment for the respondent of the applicant and certain other nominated persons (being three in number) as well as candidates for certain nominated positions.",
      "id": "s4"
    },
    {
      "text": "The notice of motion seeks to set aside those parts of the subpoena which refer to persons other than the applicant himself and the candidates for other positions.",
      "id": "s5"
    },
    {
      "text": "3 The parties accept that the relevant principles in relation to an application to set aside a subpoena are those which have effectively been summarised in Taylor SC, P, Ritchie's Uniform Civil Procedure NSW (LexisNexis, subscription service) at [33.4.10] to [33.4.30], in particular that:\n \n (1) A subpoena, or part of a subpoena, may be set aside if it constitutes an abuse of process in the sense that the subpoena seeks production of documents other than for a legitimate forensic purpose.",
      "id": "s6"
    },
    {
      "text": "(2) A legitimate forensic purpose is to obtain documents that might be relevant to the proceedings.",
      "id": "s7"
    },
    {
      "text": "The test of relevance is apparent relevance, that is, if the document may be directly relevant to any fact in issue or might otherwise indirectly lead to any course of inquiry about other matters that might become relevant to a fact in issue.",
      "id": "s8"
    },
    {
      "text": "(3) This test has been expressed in a number of ways (as summarised at [33.4.30] of Ritchie's Uniform Civil Procedure NSW ) such as: - (i) the capacity to throw light on the issues in the main case, (ii) documents that might be connected with or pertinent to the proceedings, (iii) documents that could reasonably be expected to throw some light on the issues in the proceedings, or (iv) a sufficient apparent connection with the proceedings.",
      "id": "s9"
    },
    {
      "text": "4 These principles were also summarised in a decision of Stone J, Dorajay Pty Limited v Aristocrat Leisure Limited [2005] FCA 588 at [12] to [18].",
      "id": "s10"
    },
    {
      "text": "At [18], her Honour, after reviewing the authorities said:\n These authorities show that the criteria by which one determines whether a subpoena should be set aside in whole or in part may be expressed in different ways but ultimately they all come down to whether such action is required to prevent an abuse of the processes of the court to prevent injustice.",
      "id": "s11"
    },
    {
      "text": "5 In this case, the difficulty with the parts of the subpoena to which objection is taken is disclosed by the submissions made on behalf of the applicant (being the respondent to the notice of motion).",
      "id": "s12"
    },
    {
      "text": "In short, the submissions made in support of the apparent relevance of the documents required to be produced by the parts of the subpoena to which objection is taken appear to relate to alleged representations and an alleged course of conduct which is not part of the statement of claim as presently filed in the proceedings.",
      "id": "s13"
    },
    {
      "text": "That is representations said to have been made to the applicant that: - (i) his recruitment would be as part of a team, and (ii) the other persons nominated in the subpoena would form part of this team, and a claim that the alleged falsity of these representations is somehow connected with the involvement or potential involvement of representations to other employees.",
      "id": "s14"
    },
    {
      "text": "6 None of these matters are apparent on the face of the statement of claim.",
      "id": "s15"
    },
    {
      "text": "It seems to me to be clear that the test of apparent relevance has to be applied at the time the subpoena is issued by reference to the pleadings as they exist at that time.",
      "id": "s16"
    },
    {
      "text": "As the statement of claim does not disclose any connection between the documents that are sought in the parts of the subpoena to which objection is taken and the claims as made in the present statement of claim I am of the view that those parts of the subpoena fail to meet the test of apparent relevance.",
      "id": "s17"
    },
    {
      "text": "Orders should be made in accordance with the notice of motion filed on 15 October 2008.",
      "id": "s18"
    },
    {
      "text": "7 Accordingly, pursuant to order 27, rule 4 of the Federal Court Rules , I make the following orders:\n \n(1) Paragraphs (ii), (iii), (iv), (v) and (vi) of the schedule to the subpoena issued to Heidrick &amp; Struggles Australia Limited on 7 October 2008 be set aside.",
      "id": "s19"
    },
    {
      "text": "(2) The applicant pay the respondent's costs of the motion.",
      "id": "s20"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s21"
    },
    {
      "text": "Associate:\n\nDated: 21 October 2008\n\n Counsel for the Applicant: Mr I C Latham \n \n Solicitor for the Applicant: David Newey, Gillis Delaney Lawyers \n \n Counsel for the Respondent: Mr J J Fernon SC \n \n Solicitor for the Respondent: Darren Perry, Freehills \n\n Date of Hearing: 21 October 2008 \n \n Date of Judgment: 21 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1603.html",
      "id": "s22"
    }
  ]
}