{
  "name": "Lardil, Yangkaal, Gangalidda &amp; Kaiadilt Peoples v State of Queensland [2008] FCA 1855 (9 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1855.html",
  "catchphrases": [
    {
      "text": "determination of native title by consent",
      "id": "c0"
    },
    {
      "text": "whether it is within the power of the court and appropriate to make an order under section 87 of the native title act",
      "id": "c1"
    },
    {
      "text": "whether section 225 of the native title act satisfied",
      "id": "c2"
    },
    {
      "text": "determination of native title made.",
      "id": "c3"
    },
    {
      "text": "native title",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 An application for a determination of native title is brought by Cecil Goodman, Roger Kelly and Valerie Douglas (the Applicant) on behalf of the Lardil, Yangkaal, Gangalidda and Kaiadilt peoples (the claim group) seeking orders pursuant to s 225 of the Native Title Act 1993 (Cth) (the Act), over certain areas of land and water, above the High Water Mark, on the Wellesley Group of islands.",
      "id": "s0"
    },
    {
      "text": "2 The area the subject of the application comprises the lands and waters, above the High Water Mark, on the Wellesley Islands and South Wellesley Islands in the Gulf of Carpentaria (the Determination Area).",
      "id": "s1"
    },
    {
      "text": "This area is bounded by the determination area in QG207/97 Wellesley Islands Sea Claim as determined by the Federal Court on 23 February 2004).",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n \n3 The application was filed in the Court on 12 January 2006.",
      "id": "s3"
    },
    {
      "text": "The application was notified by the Registrar of the National Native Title Tribunal, and the notification period closed on 6 September 2006 pursuant to s 66 of the Act.",
      "id": "s4"
    },
    {
      "text": "4 The application was amended on 24 November 2008 pursuant to orders I made on that date.",
      "id": "s5"
    },
    {
      "text": "The amendment dealt with the removal of a deceased member of the Applicant.",
      "id": "s6"
    },
    {
      "text": "5 An agreement has been reached between the parties upon the terms of a draft determination which is the subject of these reasons and orders in this proceeding (the Proposed Determination).",
      "id": "s7"
    },
    {
      "text": "The Proposed Determination was filed on 17 November 2008.",
      "id": "s8"
    },
    {
      "text": "Orders 8 and 9 of the Proposed Determination set out the exclusive and non-exclusive rights that the Applicant is seeking as follows: \n \n \n 8.",
      "id": "s9"
    },
    {
      "text": "The nature and extent of the native title rights and interests in relation to that part of the Determination Area described and shown in Schedule 1, Schedule 1A and Schedule 1B, other than in relation to Water, and subject to paragraphs [11], [14] and [15], are the right to possession, occupation, use and enjoyment of the Determination Area to the exclusion of all others.",
      "id": "s10"
    },
    {
      "text": "9.",
      "id": "s11"
    },
    {
      "text": "The nature and extent of the native title rights and interests in relation to that part of the Determination Area described and shown in Schedule 2, other than in relation to Water, and subject to paragraphs [11], [14] and [15], are non-exclusive rights: \n \n \n \n \n (a) to access, to be present on and to traverse the area;\n (b) to hunt, fish and gather on the area for personal, domestic, and non-commercial communal purposes;\n (c) to take and use Natural Resources from the area for personal, domestic, and non-commercial communal purposes; \n (d) to camp on the area but not to reside permanently or to erect permanent structures or fixtures; \n (e) to light fires on the area for domestic purposes including cooking but not for the purposes of hunting or clearing vegetation;\n (f) to conduct religious, spiritual, and ceremonial activities on the area;\n (g) to maintain, in the area, places and areas of importance or significance to the native title holders under their traditional laws and customs and protect those places and areas, by lawful means, from physical harm; and\n (h) to share or exchange Natural Resources from the area for personal, domestic, and non-commercial communal purposes.",
      "id": "s12"
    },
    {
      "text": "6 The agreement between the parties is subject to the Court being satisfied that it has the power to make orders in the terms sought, and the Court being satisfied that it is proper to do so.",
      "id": "s13"
    },
    {
      "text": "POWER OF THE COURT \n \n7 Pursuant to s 13 of the Act, applications for the determination of native title may be made to the Federal Court of Australia in relation to areas for which there is no approved determination of native title.",
      "id": "s14"
    },
    {
      "text": "Part 3 of the Act sets out the rules for making such applications to the Court.",
      "id": "s15"
    },
    {
      "text": "8 Part 4, Division 1C of the Act provides that some or all of the parties involved in a proceeding may negotiate an agreed outcome for that application or part of that application.",
      "id": "s16"
    },
    {
      "text": "Section 87 of the Act allows the Court, if it is satisfied that such an order is within its power, to make an order in, or consistent with, the terms of the parties' written agreement without holding a hearing.",
      "id": "s17"
    },
    {
      "text": "9 Section 87 provides:\n Power of Federal Court if parties reach agreement Power of Court (1) If, at any stage of proceedings after the end of the period specified in the notice given under section 66: \n \n (a) agreement is reached between the parties on the terms of an order of the Federal Court in relation to: \n \n \n \n \n (i) the proceedings; or \n \n (ii) a part of the proceedings; or \n \n (iii) a matter arising out of the proceedings; and \n \n \n \n \n (b) the terms of the agreement, in writing signed by or on behalf of the parties, are filed with the Court; and \n \n \n \n (c) the Court is satisfied that an order in, or consistent with, those terms would be within the power of the Court; and \n \n the Court may, if it appears to it to be appropriate to do so, act in accordance with whichever of subsection (2) or (3) is relevant in the particular case.",
      "id": "s18"
    },
    {
      "text": "Agreement as to order (2) If the agreement is on the terms of an order of the Court in relation to the proceedings, the Court may make an order in, or consistent with, those terms without holding a hearing or, if a hearing has started, without completing the hearing.",
      "id": "s19"
    },
    {
      "text": "10 Where the Court makes an order in which a determination of native title is made, s 94A of the Act requires the Court to set out details of the matters mentioned in s 225.",
      "id": "s20"
    },
    {
      "text": "Those matters will be discussed later in these reasons.",
      "id": "s21"
    },
    {
      "text": "11 The exercise of power by the Court is also subject to the Court being satisfied that it is appropriate for the Court to make the orders sought (see Lovett (on behalf of the Gunditjmara People) v Victoria [2007] FCA 474 , at [5]), and, as with any order of the Court, being satisfied that the proposed orders are unambiguous and certain as to the rights declared (see Munn (on behalf of the Gungarri People) v Queensland [2001] FCA 1229 ; (2001) 115 FCR 109 , at [32]).",
      "id": "s22"
    },
    {
      "text": "CONSIDERATION OF THE AGREEMENT AND DRAFT DETERMINATION \n \n12 In considering the agreement, I have had the great benefit of the reasons of Justice Cooper in the \"Wellesley Sea Claim\" ( The Lardil Peoples v State of Queensland [2004] FCA 298) ( Lardil ) and a body of evidence in the form of expert reports and affidavits filed in the Lardil proceedings.",
      "id": "s23"
    },
    {
      "text": "Very significant portions of that evidence are relevant to this application.",
      "id": "s24"
    },
    {
      "text": "In particular, in Lardil , some 58 affidavits were filed and 52 witnesses, representing members of Lardil, Yangkaal, Gangalidda and Kaiadilt claim groups, gave evidence on Mornington Island.",
      "id": "s25"
    },
    {
      "text": "A number of reports from expert witnesses concerning the history and genealogies of the Lardil, Yangkaal, Kaiadilt, and Gangalidda Peoples were filed.",
      "id": "s26"
    },
    {
      "text": "This evidence (the \"Connection Material\"), also filed in the present application, was subject to judicial consideration by Cooper J, and a significant part of it was the subject of cross-examination.",
      "id": "s27"
    },
    {
      "text": "Given that the composition of the claim group in these proceedings is the same as before Cooper J, and having regard to the power in section 86 of the Act to take into account evidence in other proceedings, it is appropriate that, in the present application, the Court also has regard to that evidence in analysing the history of the claim groups and their connection with the land.",
      "id": "s28"
    },
    {
      "text": "13 In Lardil, Justice Cooper set out, at [20]-[53], a comprehensive history of European contact with the northern part of Australia, the Gulf of Carpentaria and, more specifically, the land and waters the subject of this application.",
      "id": "s29"
    },
    {
      "text": "The submissions of the Applicant filed in these proceedings have been helpful in directing me to the relevant historical and anthropological material that goes to establishing the ethnography of the claim group, since first contact, and of their connection to the Determination Area.",
      "id": "s30"
    },
    {
      "text": "The following summary of European contact and subsequent settlement in the area as set out in the submissions, gives an understanding of the society that existed at first contact and the changes to that society as a consequence of European contact: \n From the Connection Material, the Court can be satisfied that, as at the date of sovereignty, the proposed Determination Area was occupied by Aboriginal People.",
      "id": "s31"
    },
    {
      "text": "As early as November 1802, Matthew Flinders observed that the islands which he named the Wellesley Islands were inhabited by Indigenous people.",
      "id": "s32"
    },
    {
      "text": "As such, Flinders was the first European to document contact with the Indigenous people of the Wellesley Islands.",
      "id": "s33"
    },
    {
      "text": "In November 1802 Flinders stayed over a month in the vicinity of the Wellesley Islands to undertake repairs to his vessel, the Investigator, and to replenish supplies of water and wood.",
      "id": "s34"
    },
    {
      "text": "He observed 'natives' on Bentinck Island, Sweers Island, Allen Island, Horseshoe Island, and Mornington Island.",
      "id": "s35"
    },
    {
      "text": "He observed spiral shells used as water containers, and midden material comprising shells and turtle bones on Horseshoe Island.",
      "id": "s36"
    },
    {
      "text": "He also observed sleeping hollows on Bentinck Island, and wells, midden material and human remains on Sweers Island.",
      "id": "s37"
    },
    {
      "text": "Later explorers confirmed the presence of Indigenous people on the Wellesley Islands and adjoining coastal mainland.",
      "id": "s38"
    },
    {
      "text": "In 1841 John Lort Stokes in the Beagle anchored in Investigator Road which is the body of water between Bentinck Island and Sweers Island.",
      "id": "s39"
    },
    {
      "text": "He went ashore at Sweers Island and found the well made by Flinders' men.",
      "id": "s40"
    },
    {
      "text": "Stokes reported 'natives' on Sweers Island, and on Allen Island.",
      "id": "s41"
    },
    {
      "text": "He observed \"native skulls\" and long bones on Sweers Island, and a well at Bayley Point on the mainland.",
      "id": "s42"
    },
    {
      "text": "The next serious maritime investigation of the southern Gulf was undertaken by Captain C Pennefather in 1880 on the Pearl.",
      "id": "s43"
    },
    {
      "text": "Pennefather was instructed to report on and survey the waters surrounding Sweers and Bentinck Islands.",
      "id": "s44"
    },
    {
      "text": "He landed on Sweers and Allen Islands and examined Indigenous fish traps near Point Parker.",
      "id": "s45"
    },
    {
      "text": "In the mid 1840s exploration of the mainland adjacent to the Wellesley Islands took place.",
      "id": "s46"
    },
    {
      "text": "Of particular significance was the 1844-1845 expedition lead by Ludwig Leichhardt, which travelled along the southern part of the Gulf of Carpentaria.",
      "id": "s47"
    },
    {
      "text": "On the way, Leichhardt recorded camps, tracks and fish traps of Aboriginal people.",
      "id": "s48"
    },
    {
      "text": "As a result of the observations of Leichhardt and Stokes, impetus grew for the development of the pastoral industry in the southern Gulf.",
      "id": "s49"
    },
    {
      "text": "Queensland became a separate colony in December 1859, and soon after the first, albeit short-lived, wave of pastoral development in the Burke district took place.",
      "id": "s50"
    },
    {
      "text": "In 1865 pastoralist JG Macdonald established the settlement of Burketown on the Albert River, twelve miles inland from the Gulf of Carpentaria.",
      "id": "s51"
    },
    {
      "text": "Sever fever inflicted the residents, and the fever victims were evacuated to Sweers Island.",
      "id": "s52"
    },
    {
      "text": "The majority of the population of Burketown was relocated in 1866 to Sweers Island where a township called Carnarvon was established.",
      "id": "s53"
    },
    {
      "text": "With the establishment of a permanent residence of European people at Carnarvon on Sweers Island between 1866 and 1873, the Kaiadilt traditional owners were forced to retreat to Bentinck Island, but still visited their country on Sweers Island.",
      "id": "s54"
    },
    {
      "text": "William Landsborough, police magistrate, gave accounts of increasingly tense encounters with them on Sweers, Fowler and Bentinck Islands in 1866.",
      "id": "s55"
    },
    {
      "text": "The relationship between the Kaiadilt and the European population of Sweers Island deteriorated with the kidnappings of Aboriginal children in 1870, and a violent encounter between the Kaiadilt and government officers in October 1872.",
      "id": "s56"
    },
    {
      "text": "Two Kaiadilt men were killed after their group refused to leave Sweers Island while fishing and gathering food there.",
      "id": "s57"
    },
    {
      "text": "Historical evidence indicates that the Kaiadilt similarly resisted attempts by the European outsiders to land on Bentinck Island.",
      "id": "s58"
    },
    {
      "text": "By mid 1870 the population of Carnarvon had declined to ten residents with the emergence of Normanton as the centre of regional administration.",
      "id": "s59"
    },
    {
      "text": "Shortly after, in 1872, the settlement of Carnarvon was abandoned --- just six years after it was established.",
      "id": "s60"
    },
    {
      "text": "The departure of Europeans from Carnarvon allowed the Kaiadilt to return to Sweers Island without interference.",
      "id": "s61"
    },
    {
      "text": "When Captain Pennefather in the Pearl landed on Sweers Island in 1880 he recorded seeing \"a large mob of natives, who did not allow us to approach them\": the Kaiadilt had reclaimed their island.",
      "id": "s62"
    },
    {
      "text": "With the revival of the pastoral industry in the Burke District in the early 1880s, the town of Burketown developed, leading to the Indigenous population of town camps growing to more than 200 by the late 1890s.",
      "id": "s63"
    },
    {
      "text": "Unlike the Kaiadilt people's intense period of contact with Europeans between 1866 and 1872, the Indigenous inhabitants of Mornington Island and other islands of the Wellesley Group experienced minimal interaction with outsiders during the 19th century.",
      "id": "s64"
    },
    {
      "text": "In 1898 the Aboriginal Protection and restriction of the Sale of Opium Act (Qld) was enacted.",
      "id": "s65"
    },
    {
      "text": "Dr Walter Roth was appointed the Northern Protector of Aboriginals.",
      "id": "s66"
    },
    {
      "text": "In 1901 Dr Roth undertook extended visits to Sweers and Bentinck Islands.",
      "id": "s67"
    },
    {
      "text": "He also landed at Mornington Island.",
      "id": "s68"
    },
    {
      "text": "On this initial visit Roth described stone dams a little to the south of Raft Point on Bentinck Island.",
      "id": "s69"
    },
    {
      "text": "He also observed melo shells used for carrying food, shell cutting and scraping tools, wells, sleeping hollows, an alley-way for the purpose of trapping dugong on the south west shore of Bentinck Island, and ground ochre in a wooden trough.",
      "id": "s70"
    },
    {
      "text": "He observed sleeping hollows, camp fires, and shells used for water carrying on Mornington Island.",
      "id": "s71"
    },
    {
      "text": "On Allen Island he observed stone wall fish traps, shells used for water carriers, camp remains with abundant dugong bones, shell scrapers, wells.",
      "id": "s72"
    },
    {
      "text": "Roth returned to the Wellesley Islands in 1902 and 1903.",
      "id": "s73"
    },
    {
      "text": "He did not make any direct contact with the Kaiadilt, but visited other islands and made contact with a group of Aboriginal peoples on Forsyth Island.",
      "id": "s74"
    },
    {
      "text": "One outcome of Roth's visits to the region was the gazettal in 1905 of a Reserve for Aboriginal inhabitants under the provisions of the Land Act 1897 (Qld) comprising all the islands in the Wellesley group save for Sweers Island.",
      "id": "s75"
    },
    {
      "text": "In 1934, a reserve for the use of the Indigenous inhabitants of the State was declared in respect of Sweers Island, exclusive of freehold allotments in the town of Carnarvon and streets giving access thereto.",
      "id": "s76"
    },
    {
      "text": "Roth's successor, Richard Howard, visited the Wellesleys on several occasions and described the Lardil as 'isolated, giving no trouble whatsoever to anyone but living their primitive life contentedly after their own fashion.",
      "id": "s77"
    },
    {
      "text": "\" This relative lack of contact with the area's Indigenous inhabitants continued until 1914, when a Presbyterian Mission was established on the south-western side of Mornington Island.",
      "id": "s78"
    },
    {
      "text": "Despite the development of the Mission into a small but well-defined settlement by the early 1920s, the Superintendent of the Mission RH Wilson noted in 1933 the continuing traditional practices of the Lardil people on the Island, observing that: \n \n There are about 100 people who could be classed as semi-nomadic.",
      "id": "s79"
    },
    {
      "text": "They visit the Station at frequent intervals, coming in almost every week-end.",
      "id": "s80"
    },
    {
      "text": "These people carry on a system of barter and bring fish, native roots and berries for which they receive clothing, fish lines, hooks and other such articles.",
      "id": "s81"
    },
    {
      "text": "In this way a supply of native foods is secured for the regular Mission inmates.",
      "id": "s82"
    },
    {
      "text": "We are thus kept in regular touch with these people and are able to give medical attention, food and clothing in case of need.",
      "id": "s83"
    },
    {
      "text": "As noted by Dr Blake in his History Report filed in these proceedings, the policy of forced removal of Aboriginal people both from and to Mornington Island between the late 1890s and 1940 had relatively little impact on the Lardil, who continued to maintain their cultural and social homogeneity in comparison with many other Aboriginal groups throughout Queensland.",
      "id": "s84"
    },
    {
      "text": "By the late 1930s, Mornington Island Mission comprised the Lardil and neighbouring Yangkaal and a few individuals from mainland gulf groups.",
      "id": "s85"
    },
    {
      "text": "Despite systemic attempts by Sweers Islands settlers to eliminate the Kaiadilt people from Bentinck Island in 1918, the Kaiadilt continued to live on Bentinck until the mid 1940s, when they were finally brought to Mornington Island.",
      "id": "s86"
    },
    {
      "text": "Once there, they formed their own camp and continued to maintain their distinct cultural identity.",
      "id": "s87"
    },
    {
      "text": "It should also be noted that during the first half of the 19th century Gangalidda people, though coming to live in camps on pastoral stations and at Burketown (as well as at the Dumaji Mission established in 1933), continued to move around the coastal country, at least into the 1920s and 1930s.",
      "id": "s88"
    },
    {
      "text": "Such occupation of the Gangalidda coastal lands entailed considerable movement among people and this included some travel via traditional watercraft between the mainland and the North Wellesley Islands.",
      "id": "s89"
    },
    {
      "text": "Waters relatively near to the beach were routinely used for obtaining foods and other resources.",
      "id": "s90"
    },
    {
      "text": "In 1978, the reserve created in 1905 in respect of the Wellesley group of islands and amended in 1978, was rescinded and in its place a lease granted to the Mornington Island Shire Council for a period of 50 years under the Local Government (Aboriginal Lands) Act 1978 (Qld).",
      "id": "s91"
    },
    {
      "text": "On 5 August 1989, the reserve with respect to Sweers Island, created in 1934, was placed under the control of the Under-Secretary, Department of Community Services and Ethnic Affairs as trustee.",
      "id": "s92"
    },
    {
      "text": "The reserve was repealed in 1994.",
      "id": "s93"
    },
    {
      "text": "In 1994, a deed of grant in trust under the Aboriginal Land Act 1991 (Qld) was granted to the Kaiadilt Aboriginal Corporation as trustee in respect of Sweers, Fowler, Bentinck, Albinia, Little Allen, Horseshoe, Margaret, Bessie and Douglas Islands.",
      "id": "s94"
    },
    {
      "text": "At the same time a deed of grant in trust was also granted to the Ngaarrkinaba/Mildiji Aboriginal Corporation as trustee in respect of Allen Island.",
      "id": "s95"
    },
    {
      "text": "14 In addition to the extensive and detailed history that has been considered, I also note that the State of Queensland (the State), in its written submissions in support of the Determination, indicates that it has taken notice of Cooper J's findings in Lardil .",
      "id": "s96"
    },
    {
      "text": "The State goes on to say that, during the mediation, it raised with the Applicant certain issues with regard to the Connection Material that required further consideration.",
      "id": "s97"
    },
    {
      "text": "Supplementary material was provided by the Applicant, to satisfy the State's concerns.",
      "id": "s98"
    },
    {
      "text": "15 As noted, Cooper J in Lardil considered in some detail the connection of those persons he determined to hold native title to land and waters of the area within the external boundary of the Determination Area.",
      "id": "s99"
    },
    {
      "text": "In doing so, his Honour had the benefit of the following expert reports:\n \n&#8226; Dr Paul Memmot, Report on the Lardil and Yangkaal People , 1998;\n \n&#8226; Dr Paul Memmot, Report on the Lardil and Yangkaal People: Appendix 3 --- Genealogies , 1998;\n \n&#8226; Dr Nicholas Evans, Report on Kaiadilt People , 1998;\n \n&#8226; Dr Nicholas Evans and Penelope Johnson, Wellesley Islands Sea Claim: Kaiadilt Genealogies , 1998;\n \n&#8226; Dr David Trigger, Report on Gangalidda People , 1998\n \n&#8226; Dr David Trigger, Wellesley Native Title Sea Claim --- Gangalidda People --- Genealogies , 1998;\n \n&#8226; Dr Paul Memmot and Dr Nicholas Evans, Report on Sacred Sites in the Wellesley Islands , Vol.",
      "id": "s100"
    },
    {
      "text": "1 and Vol.",
      "id": "s101"
    },
    {
      "text": "2, 1998;\n \n&#8226; Dr Thom Blake, Historical Report Wellesley Islands Sea Claim , 1998; and\n \n&#8226; Dr Richard Robins, Literature Survey of Information relating to the Archaeology of the Southern Gulf of Carpentaria and the Wellesley Islands , 1998.",
      "id": "s102"
    },
    {
      "text": "16 Cooper J found, at [52] and [68], that at and since sovereignty the Lardil, Yangkaal, Kaiadilt and Gangalidda people have existed as culturally separate groups of indigenous people who are direct descendants of the original people who had inhabited the Determination Area.",
      "id": "s103"
    },
    {
      "text": "17 The Applicant's submissions identify 11 descent groups of the Gangalidda People; 20 descent groups of the Lardil People; 5 descent groups of the Yangkaal People; and 10 descent groups of the Kaiadilt People.",
      "id": "s104"
    },
    {
      "text": "Schedule 5 to the Proposed Determination further describes the Native Title holders.",
      "id": "s105"
    },
    {
      "text": "18 In addition to the above, the Applicant's submissions argue that \"the most significant evidence of occupation by the Applicant in the Determination Area prior to sovereignty is the evidence of the present day claimants themselves.",
      "id": "s106"
    },
    {
      "text": "\" This is a reference to the oral histories of the witnesses who gave evidence before Cooper J, which demonstrate the pre-contact connection with the Determination Area.",
      "id": "s107"
    },
    {
      "text": "The submissions also note a number of significant individuals within the claim group all of whom\n ...identify their ancestors as Lardil, Yangkaal, Gangalildda or Kaiadilt People, and were spoken to in the traditional languages of those peoples.",
      "id": "s108"
    },
    {
      "text": "They grew up on the proposed Determination Area and were shown its places and told names by their ancestors, all of whom asserted they were the traditional owners of the area.",
      "id": "s109"
    },
    {
      "text": "The people who gave them that information were, in many instances, alive before contact with white people.",
      "id": "s110"
    },
    {
      "text": "19 In those circumstances, the Applicant argues,\n ...there can be little reason to doubt the oral tradition of the Applicant group that it comprises the descendants of the people in occupation of the proposed Determination Area at sovereignty.",
      "id": "s111"
    },
    {
      "text": "20 Having regard to the evidence provided by the eminent anthropological experts, and to the findings of Cooper J, I am satisfied that the Lardil, Yangkaal, Gangalidda and Kaiadilt People in these proceedings are descended from indigenous people who were in occupation of the Determination Area, at sovereignty.",
      "id": "s112"
    },
    {
      "text": "21 In their submissions, the Applicant submits that on the basis of the Connection Material provided to the Court, \n ... the Court can also be satisfied that each of the Lardil, Yangkaal, Gangalidda and Kaiadilt people have maintained a normative system of laws, customs and beliefs that form part of an integral part of their continuing spiritual connection to the proposed Determination Area from the date of sovereignty until the present.",
      "id": "s113"
    },
    {
      "text": "These laws, customs and beliefs are rooted in the pre-sovereignty society of the Applicant group.",
      "id": "s114"
    },
    {
      "text": "While there are some variations between the Lardil, Yangkaal, Gangalidda and Kaiadilt people as to the specific details of the spiritual, religious and cultural relationships that they have with their traditional country, there are significant features common to each.",
      "id": "s115"
    },
    {
      "text": "22 Cooper J considered a very large body of evidence as to the existence of and identification of the laws and customs.",
      "id": "s116"
    },
    {
      "text": "From those laws and customs, Cooper J, at [194]-[197] identified the rights and interests that have survived the assertion of sovereignty.",
      "id": "s117"
    },
    {
      "text": "23 Having considered the extensive material provided by the Applicant, as well as the material judicially considered by Cooper J, I am satisfied that the Lardil, Yangkaal, Gangalidda and Kaiadilt people have maintained a connection with the land and waters the subject of the Proposed Determination, and that their body of traditional laws and customs support the rights and interests recognised at Orders 8 to 10 in the Proposed Determination.",
      "id": "s118"
    },
    {
      "text": "24 In their submissions, the Applicant also sets out evidence of the claim group's continued maintenance of a system of land and sea tenure, and the system of law and custom under which the traditional country is divided into estates, and through which the Lardil, Yangkaal, Gangalidda and Kaiadilt people organise and regulate rights and interests in their traditional countries.",
      "id": "s119"
    },
    {
      "text": "25 The evidence demonstrates that the Lardil, Yangkaal, Gangalidda and Kaiadilt people have established and maintained a system of laws and customs over their country --- the land and waters the subject of the Determination Area --- sufficient to satisfy the requirements of the Act.",
      "id": "s120"
    },
    {
      "text": "I am satisfied that native title exists in those areas, which are described in Schedules 1, 1A, 1B and 2 to the Orders.",
      "id": "s121"
    },
    {
      "text": "Orders 2---6 and Schedule 4 to the Proposed Determination delineates those sub-areas within the Determination Area in respect of which each of the Lardil, Yangkaal, Gangalidda and/or Kaiadilt people respectively hold native title.",
      "id": "s122"
    },
    {
      "text": "TERMS OF THE ORDER \n \n26 It is necessary to consider whether the terms of the Proposed Determination satisfy the requirements of s 225 of the Act.",
      "id": "s123"
    },
    {
      "text": "27 Section 94A of the Act requires that a determination of Native Title set out details of the matters required by s 225 of the Act.",
      "id": "s124"
    },
    {
      "text": "Section 225 provides:\n A determination of native title is a determination whether or not native title exists in relation to a particular area (the determination area) of land or waters and, if it does exist, a determination of: (a) who the persons, or each group of persons, holding the common or group rights comprising the native title are; and (b) the nature and extent of the native title rights and interests in relation to the determination area; and (c) the nature and extent of any other interests in relation to the determination area; and (d) the relationship between the rights and interests in paragraphs (b) and (c) (taking into account the effect of this Act); and (e) to the extent that the land or waters in the determination area are not covered by a non-exclusive agricultural lease or a non-exclusive pastoral lease--whether the native title rights and interests confer possession, occupation, use and enjoyment of that land or waters on the native title holders to the exclusion of all others.",
      "id": "s125"
    },
    {
      "text": "28 Paragraph 225(a) deals with the identification of the persons holding the common or group rights comprising the native title.",
      "id": "s126"
    },
    {
      "text": "This is set out Schedule 5 to the Determination.",
      "id": "s127"
    },
    {
      "text": "The State's submissions refer to an examination of the Connection Material and state that due regard has been had to the findings of Cooper J in Lardil .",
      "id": "s128"
    },
    {
      "text": "The State concludes that it is \"...satisfied that the identity of the Native Title holders set out in Schedule 5 of the proposed Consent Determination is established by the connection material provided on behalf of the Applicant.",
      "id": "s129"
    },
    {
      "text": "\"\n \n29 Paragraph 225(b) deals with the nature and extent of the native title rights and interests in relation to the Determination Area and is set out in orders 8 to 13.",
      "id": "s130"
    },
    {
      "text": "The State, in its submissions, states that it \"... is satisfied that the native title rights and interests set out in paragraphs 8 to 13 of the proposed Consent Determination are possessed under traditional laws and customs as described in the connection material provided on behalf of the Applicant.",
      "id": "s131"
    },
    {
      "text": "\"\n \n30 Paragraph 225(c) deals with the nature and extent of any other interests in relation to the Determination Area.",
      "id": "s132"
    },
    {
      "text": "This is set out in Order 14 and Schedule 6.",
      "id": "s133"
    },
    {
      "text": "The State has undertaken a careful assessment of historical and current information involving tenures granted or issued by the State to assist in the identification of other interests.",
      "id": "s134"
    },
    {
      "text": "31 Paragraph 225(d) deals with the relationship between the rights and interests in s 225(b) and (c), taking into account the effect of the Act.",
      "id": "s135"
    },
    {
      "text": "This is dealt with in Order 15.",
      "id": "s136"
    },
    {
      "text": "32 Paragraph 225(e) deals with the question of exclusion of others.",
      "id": "s137"
    },
    {
      "text": "The State submits that the \"... proposed Consent Determination properly distinguishes between those areas where rights are recognised to the exclusion of all others (Schedule 1) and those areas where rights and interest are non-exclusive (Schedule 2).",
      "id": "s138"
    },
    {
      "text": "\" I am satisfied that the requirements of the sub-section have been met in the Proposed Determination.",
      "id": "s139"
    },
    {
      "text": "33 Having regard to the evidence, the terms of the Proposed Determination and the submissions of the parties, I am satisfied that all of the matters in section 225 of the Act have been appropriately addressed.",
      "id": "s140"
    },
    {
      "text": "34 The parties to the proceedings acknowledge that s 47A applies to the land and waters identified in Schedule 1A and s 47B applies to the land and waters identified in Schedule 1B of the determination.",
      "id": "s141"
    },
    {
      "text": "The Act provides that any acts of prior extinguishment over those areas must be disregarded.",
      "id": "s142"
    },
    {
      "text": "35 It is noted that the State provided a substantial amount of material to the Applicant, including satellite mapping of the town of Gununa and the town dam area on Mornington Island, to assist in the negotiations on the areas in which native title has been extinguished.",
      "id": "s143"
    },
    {
      "text": "Those negotiations have resulted in an agreement on areas of extinguishment, reflected in Recital D and set out in Schedule 3 to the proposed Orders.",
      "id": "s144"
    },
    {
      "text": "I also note the submissions of the Applicant on this point.",
      "id": "s145"
    },
    {
      "text": "The terms of the Proposed Determination, which reflect the agreement reached by the parties, satisfy the requirements of the Act, and identify the areas within the Determination Area that are subject to extinguishment.",
      "id": "s146"
    },
    {
      "text": "36 Section 55 of the Act requires the Court either to make a determination where native title is held on trust as contemplated by s 56 or a determination under s 57 of the Act.",
      "id": "s147"
    },
    {
      "text": "The parties have agreed that the native title is not to be held in trust.",
      "id": "s148"
    },
    {
      "text": "Section 57(2) of the Act provides:\n 57 Determination of prescribed body corporate etc. ... Where not trustee (2) If the determination under section 56 is not as mentioned in subsection (1) of this section, the Federal Court must take the following steps in determining which prescribed body corporate is, after becoming a registered native title body corporate, to perform the functions mentioned in subsection (3): \n \n (a) first, it must request a representative of the common law holders to: \n \n \n \n \n (i) nominate, in writing given to the Federal Court within a specified period, a prescribed body corporate for the purpose; and\n \n (ii) include with the nomination the written consent of the body corporate; \n \n \n \n \n (b) secondly, if a prescribed body corporate is nominated in accordance with the request, the Federal Court must determine that the body is to perform the functions;\n \n (c) thirdly, if no prescribed body corporate is nominated in accordance with the request, the Federal Court must, in accordance with the regulations, determine which prescribed body corporate is to perform the functions.",
      "id": "s149"
    },
    {
      "text": "37 The Applicant has nominated the Gulf Region Aboriginal Corporation (incorporated under the Corporations (Aboriginal and Torres Strait Islander) Act 2006 (Cth)) (\"the Corporation\") as the prescribed body corporate for the purposes of s 57(2) of the Act to act for the common law holders, to perform the functions set out in the Act and the Native Title (Prescribed Bodies Corporate) Regulations 1999 (Cth) and for the other objects and purposes set out in the Rules of the Corporation.",
      "id": "s150"
    },
    {
      "text": "The Corporation was registered on 8 November 2008.",
      "id": "s151"
    },
    {
      "text": "Order 17 reflects the agreement of the parties and I am satisfied that the Proposed Determination meets the requirements of ss 55 and 57 of the Act.",
      "id": "s152"
    },
    {
      "text": "CONCLUSION \n \n38 I am satisfied that the Court has power to make a determination in the terms proposed by the parties by agreement, and that these orders can appropriately be made to give effect to the parties' agreement without a full hearing of the Applicant's claim.",
      "id": "s153"
    },
    {
      "text": "Such orders determine under the laws of Australia that native title exists in accordance with the traditional laws and customs of the Lardil, Yangkaal, Gangalidda and Kaiadilt People.",
      "id": "s154"
    },
    {
      "text": "For the above reasons, I have concluded that it is appropriate to make the Orders sought by all of the parties.",
      "id": "s155"
    },
    {
      "text": "The Orders will give effect to the agreement that was reached between them within a very commendable timeframe.",
      "id": "s156"
    },
    {
      "text": "39 This is a day of great significance for the Lardil, Yangkaal, Gangalidda and Kaiadilt People.",
      "id": "s157"
    },
    {
      "text": "Today, the ongoing relationship of the people with their country is recognised by Australia and its laws, although this is a relationship that has been known and acknowledged by the people long before European settlement.",
      "id": "s158"
    },
    {
      "text": "It gives me great pleasure to be able to make these orders, and in particular to be able to make them by consent following the successful negotiations between all of the parties.",
      "id": "s159"
    },
    {
      "text": "I certify that the preceding thirty-nine (39) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s160"
    },
    {
      "text": "Associate:\n\n\nDated: 9 December 2008\n\n Solicitor for the Applicant: Chalk &amp; Fitzgerald \n \n Solicitor for the First Respondent: Crown Law \n \n Solicitor for the Second Respondent: MacDonnells Law \n\n Date of Hearing: 9 December 2008 \n \n Date of Judgment: 9 December 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1855.html",
      "id": "s161"
    }
  ]
}