{
  "name": "Cavell Insurance Co Ltd, in the matter of Cavell Insurance Co Ltd [2008] FCA 1984 (22 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1984.html",
  "catchphrases": [
    {
      "text": "application to court for confirmation of scheme",
      "id": "c0"
    },
    {
      "text": "pt iii div 3a, insurance act 1973 (cth)",
      "id": "c1"
    },
    {
      "text": "compliance with regulations",
      "id": "c2"
    },
    {
      "text": "transfer of one reinsurer's liabilities to another reinsurer, both in runoff",
      "id": "c3"
    },
    {
      "text": "requirements of insurance act , s 17c(2)(c) , condition that application for confirmation of scheme may not be made unless approved summary of scheme given to every affected policy holder",
      "id": "c4"
    },
    {
      "text": "court's discretion to dispense with need for compliance with condition",
      "id": "c5"
    },
    {
      "text": "nature of assets and liabilities of companies involved and impact of scheme on each",
      "id": "c6"
    },
    {
      "text": "insurance",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM THE TRANSCRIPT) \n Cavell Insurance Company Limited has been in runoff since 1993.",
      "id": "s0"
    },
    {
      "text": "It had written reinsurance in Australia and overseas.",
      "id": "s1"
    },
    {
      "text": "Cavell is itself a foreign corporation but is registered in Australia.",
      "id": "s2"
    },
    {
      "text": "It has applied for confirmation of a scheme under Div 3A of Part III of the Insurance Act 1973 (Cth).",
      "id": "s3"
    },
    {
      "text": "Cavell has a number of long-tail risks including exposures to asbestosis claims and potential claims of abuse of pupils at schools which may only be the subject of a claim made on the insurer which Cavell reinsured in years to come.",
      "id": "s4"
    },
    {
      "text": "To the extent that it had Australian business, it also has assets in Australia within the meaning of the Act.",
      "id": "s5"
    },
    {
      "text": "Those assets total a little over $14 million and the evidence before me indicates that its liabilities, as currently understood, are in the order of $3 million, leaving net assets of about $11 million.",
      "id": "s6"
    },
    {
      "text": "THE NATURE OF THE SCHEME \n Essentially the scheme involves the transfer to Gordian Runoff Limited, another insurer in runoff mode, of all Cavell's liabilities for a price approximately equal to the value of those liabilities.",
      "id": "s7"
    },
    {
      "text": "The terms of the scheme are conditional on a delegate of the Treasurer making what the Insurance Acquisitions and Takeovers Act 1991 (Cth) describes as a \"go-ahead decision\" under s 41 (which has occurred) and the Court confirming the scheme under s 17F of the Insurance Act .",
      "id": "s8"
    },
    {
      "text": "Once confirmation occurs, the scheme proposes that all the assets in Australia and all of the liabilities in Australia of Cavell will be transferred to Gordian, with the exception of any reinsurance contracts entered into for Australian liability risks by Cavell.",
      "id": "s9"
    },
    {
      "text": "Sandra O'Sullivan, the chief financial officer of Enstar Australia Holdings Pty Limited, which manages the business of Cavell, gave evidence that the reason for this proposed exception is that investigations have been made but no reinsurance policies have been located which would respond to the current Australian risks of Cavell and that this has been the position throughout the period of the runoff of Cavell's business.",
      "id": "s10"
    },
    {
      "text": "Accordingly, she said that it was considered unnecessary to transfer these policies expressly since none was thought to exist.",
      "id": "s11"
    },
    {
      "text": "I am of opinion that there will be no commercial benefit to Cavell from any such policy, if one is later discovered.",
      "id": "s12"
    },
    {
      "text": "Subject to any argument to the contrary I am of opinion that I should make an order that if any reinsurance is later discovered it ought be included in the scheme to the extent that it responds to Australian risks, or a proportion of it should be included, having regard to the overall exposures of Cavell to other insurance risks overseas.",
      "id": "s13"
    },
    {
      "text": "Effectively, under the rest of the scheme, Gordian assumes all liabilities of the Australian Cavell business and accepts responsibility to pay claims to Cavell's Australian policy holders, which are other insurers.",
      "id": "s14"
    },
    {
      "text": "The effect of the scheme is much like a scheme of arrangement under s 411 of the Corporations Act 2001 (Cth).",
      "id": "s15"
    },
    {
      "text": "The provisions set out in the scheme proposed appear to be appropriate and adapted to affecting an orderly transfer of the relevant assets and liabilities.",
      "id": "s16"
    },
    {
      "text": "A deed of transfer insurance business entered into between Cavell and Gordian forms part of the scheme.",
      "id": "s17"
    },
    {
      "text": "The copy in evidence is not dated but is executed by officers of each company and is therefore effective subject to the scheme coming into operation.",
      "id": "s18"
    },
    {
      "text": "Again, the deed recognises, in a practical way, the assumption of responsibilities and the acquisition of assets by Gordian from Cavell.",
      "id": "s19"
    },
    {
      "text": "FORMAL MATTERS \n A number of formal matters is required for confirmation of the scheme under Pt III Div 3A of the Act.",
      "id": "s20"
    },
    {
      "text": "On 14 November 2008, Tamberlin J made an order dispensing, in part, with compliance with s 17C(2)(c).",
      "id": "s21"
    },
    {
      "text": "That section provides that an application for confirmation of a scheme may not to be made unless an approved summary of the scheme had been given to every affected policy holder.",
      "id": "s22"
    },
    {
      "text": "As I have mentioned, because the policies issued by Cavell had been in runoff for many years, a number of the insurers who are the reinsured under those policies, have gone out of business and indeed some have become deregistered.",
      "id": "s23"
    },
    {
      "text": "Tamberlin J was asked to make an order on the basis of an affidavit of Steven Given affirmed on 3 October 2008.",
      "id": "s24"
    },
    {
      "text": "That attached a list of the names and addresses of policy holders whom Mr Given had said he researched and had identified as the remaining policy holders of Cavell.",
      "id": "s25"
    },
    {
      "text": "He confirmed the names and addresses for 150 of the 156 identified existing insured on Cavell's books.",
      "id": "s26"
    },
    {
      "text": "The order made by Tamberlin J was as follows: \n \"2.",
      "id": "s27"
    },
    {
      "text": "The Applicant before the Scheme is released for public inspection under order 4 below, cause a copy of a summary of the Scheme approved by APRA to be sent by pre-paid post to all policyholders of the Applicant whose policies were underwritten by or assumed by the Applicant in Australia that the Applicant has identified from its records and from the publicly available sources consulted by it, as described in the affidavit of Steven Given affirmed on 3 October 2008, for which the Applicant has an address.",
      "id": "s28"
    },
    {
      "text": "\" \n\n As a result of some evidence taken today it transpired that, by mistake, the list attached to Mr Given's affidavit, upon which his Honour acted, contained a lesser number of names.",
      "id": "s29"
    },
    {
      "text": "This was possibly due to the document to which Mr Given referred being printed on two sides of the paper but only having one side photocopied in the exhibit.",
      "id": "s30"
    },
    {
      "text": "Whatever be the reason, the evidence before me consisted of the list actually used by Cavell for the purposes of complying with his Honour's order.",
      "id": "s31"
    },
    {
      "text": "I am assured by counsel for Cavell that the latter list contained all of the names and addresses of policy holders on the list in evidence before Tamberlin J and referred to in order 2 made by him on 14 November 2008 as well as the balance of the 150 identified insureds to which Mr Given referred in that affidavit.",
      "id": "s32"
    },
    {
      "text": "Cavell argued that his Honour's order was satisfied because Cavell followed the methodology which the order propounded.",
      "id": "s33"
    },
    {
      "text": "I am of opinion that it is not necessary to determine the correctness of Cavell's argument because it does not affect the ultimate outcome of the application.",
      "id": "s34"
    },
    {
      "text": "I am satisfied that the policyholders Tamberlin J intended to be notified were, in fact, notified by the mechanism of sending notices of the proposal to enter into the scheme to the persons as named at the addresses in exhibit A.",
      "id": "s35"
    },
    {
      "text": "In those circumstances I am of opinion that I can make an order under s 17C(5) today dispensing with the giving of notices under s 17C(2)(c) to the extent that there is a disconformity between the manner in which his Honour ordered a notice be given s 17C(5) and the material before him in Mr Given's affidavit which erroneously identified a lesser number of policy holders than, in fact, he deposed to having identified himself.",
      "id": "s36"
    },
    {
      "text": "The power to grant a dispensation from the need to comply with the requirement that an approved summary of the scheme has been given to every effected policy holder under s 17C(5) is not conditioned to occur at any particular time prior to the actual order for the making of the confirmation of the scheme.",
      "id": "s37"
    },
    {
      "text": "The conditions in s 17C(2) and its analogues under the Act are not preconditions to the power to order confirmation of a scheme and a failure to comply strictly with them will not prevent the Court confirming a scheme: Re Armstrong Jones Life Assurance Ltd (1997) 74 FCR 160 at 162C per Emmett J; Re Royal &amp; Sun Alliance Life Assurance Ltd [2000] FCA 1259 ; (2000) 104 FCR 37 at 40 [16] - [18] per Katz J; Re Insurance Australia Ltd [2004] FCA 524 ; (2004) 139 FCR 450 at 458-459 [31] - [37] , 463 [62]-[63] per Lindgren J.",
      "id": "s38"
    },
    {
      "text": "In substance, the section confers a broad discretion on the Court to dispense with the need for such compliance because of the nature of the scheme or the circumstances attending its preparation.",
      "id": "s39"
    },
    {
      "text": "No doubt, the Parliament had in mind the fact that insurance companies often have thousands, if not tens or hundreds of thousands, of policy holders who may or may not be affected by a scheme propounded under Division 3A.",
      "id": "s40"
    },
    {
      "text": "The discretion which the Court is given is a wide one because of the indefinite and varied nature of the particular circumstances which insurance companies may be in when schemes are propounded.",
      "id": "s41"
    },
    {
      "text": "They can be solvent or insolvent.",
      "id": "s42"
    },
    {
      "text": "They can have many or few policy holders.",
      "id": "s43"
    },
    {
      "text": "And, the identity and nature of the policy holders may also affect the necessity to give approved summaries to every one of them.",
      "id": "s44"
    },
    {
      "text": "Here, the evidence is that all of the policy holders possibly affected by the scheme are themselves insurance companies.",
      "id": "s45"
    },
    {
      "text": "Many of them will be aware of the scheme because other companies with which they deal or to which they are related have themselves received such notice and because the proposal to apply for the scheme has been advertised broadly, in accordance with Tamberlin J's orders.",
      "id": "s46"
    },
    {
      "text": "While it is unfortunate that Tamberlin J was given inaccurate information in Mr Given's affidavit, I am satisfied that, as a matter of substance, there has been no substantive prejudice occasioned by what has occurred.",
      "id": "s47"
    },
    {
      "text": "The evidence of Vu Pham is that all of the policy holders whose names and addresses appear on exhibit A were sent letters enclosing the summary of the scheme.",
      "id": "s48"
    },
    {
      "text": "He identified 12 envelopes which were returned, marked \"Return to Sender\".",
      "id": "s49"
    },
    {
      "text": "He caused one of those, addressed to AssetInsure Pty Limited, to be delivered by hand to the correct address.",
      "id": "s50"
    },
    {
      "text": "For three others, he identified that the addresses which had previously been recorded were incorrect and he was able to readdress the envelopes and send them to correct addresses.",
      "id": "s51"
    },
    {
      "text": "In the case of two other addressees, he discovered that they had been companies which had been deregistered.",
      "id": "s52"
    },
    {
      "text": "He was not able to identify any other addresses for three of the addressees and was, therefore, not able to do any more to notify them.",
      "id": "s53"
    },
    {
      "text": "Two envelopes that had been addressed to companies care of Suncorp Pty Limited, namely GIO Australia Limited and State Insurance Office (Victoria), were returned to Mr Pham's office.",
      "id": "s54"
    },
    {
      "text": "However, other copies of the scheme addressed to Suncorp or companies associated with it at the same postal address were not so returned.",
      "id": "s55"
    },
    {
      "text": "I am satisfied that Suncorp was aware of the nature of the scheme from the number of letters addressed to it containing the summary of the scheme which it did receive.",
      "id": "s56"
    },
    {
      "text": "In those circumstances, the fact the two envelopes were returned does not suggest that Suncorp suffered any prejudice by not receiving them.",
      "id": "s57"
    },
    {
      "text": "Had Suncorp any reason for concern at the proposed scheme, it would have been able to apply to the Court or make inquiries of the scheme's proponents because it had received actual notice in the various other copies of the summary of the scheme it did receive.",
      "id": "s58"
    },
    {
      "text": "The evidence before me is that no such inquiries have been made by Suncorp.",
      "id": "s59"
    },
    {
      "text": "Lastly, an envelope addressed to Royal &amp; Sun Alliance Group plc care of Suncorp was returned.",
      "id": "s60"
    },
    {
      "text": "Mr Pham realised that that envelope had been wrongly addressed and sent it to the United Kingdom address of that company which he located on the internet and he has not received that back.",
      "id": "s61"
    },
    {
      "text": "I am satisfied that there has been a sufficient compliance with the orders for notification directed by Tamberlin J on 14 November 2008 and that I should dispense with the need to give every affected policy holder an approved summary of the scheme under s 17C(5) of the Act, beyond notifying those persons set out in exhibit A in the matter which has, in fact, occurred (including the notifications undertaken by Mr Pham after he received back the letters marked \"Return to Sender\").",
      "id": "s62"
    },
    {
      "text": "I have been assisted today by the solicitor for Australian Prudential Regulation Authority (APRA).",
      "id": "s63"
    },
    {
      "text": "APRA has examined the scheme and associated materials, including the evidence before me, and has no objection to the proposal in the scheme.",
      "id": "s64"
    },
    {
      "text": "I am satisfied that the formalities required under s 17E(2) of the Act have been satisfied.",
      "id": "s65"
    },
    {
      "text": "Those are that the application for confirmation has been made in accordance with Prudential Standard GPS 410, and that the orders made by Tamberlin J for the notification of the scheme on 14 November 2008 have been complied with, other than in two respects, first, that of the inaccuracy in the list attached to Mr Given's affidavit, and secondly in relation to the availability of the scheme for inspection in London.",
      "id": "s66"
    },
    {
      "text": "The business of both Cavell and Gordian has recently been acquired by the Enstar Group Limited of the United Kingdom, whose Australian subsidiary manages the Australian businesses of those companies.",
      "id": "s67"
    },
    {
      "text": "Tamberlin J ordered that Cavell make a copy of the scheme, and any actuarial report on which it was based, available for inspection for a period of at least 15 business days prior to today between the hours of 9.00 am and 5.00 pm on Monday to Friday at two offices of Enstar Group Limited in the United Kingdom.",
      "id": "s68"
    },
    {
      "text": "There were two such two offices, one at Guildford in Surrey, where the scheme was on display from 27 November 2008 and one in London where it was only put on display from 2 December 2008.",
      "id": "s69"
    },
    {
      "text": "Thus, 15 days from the latter date will expire tomorrow at 5.00 pm Greenwich Mean Time.",
      "id": "s70"
    },
    {
      "text": "Originally, Cavell asked that, in some way, I should vary or dispense with further compliance with order 4 made by Tamberlin J.",
      "id": "s71"
    },
    {
      "text": "But Cavell now is content to accept that the order for confirmation of the scheme be made subject to a condition that it not be entered until 29 December 2008.",
      "id": "s72"
    },
    {
      "text": "That will allow sufficient time for any person who gives notice or makes an inquiry to the Enstar Group, or any of the other proponents of the scheme, on or before 23 December, to make any application to the Court in the event that there is a difficulty perceived by any such affected policy holder.",
      "id": "s73"
    },
    {
      "text": "THE ACTUARIAL ISSUES RAISED BY THE SCHEME \n The critical evidence before me goes to the nature of the assets and liabilities of both Cavell and Gordian and the impact of the scheme on each of them.",
      "id": "s74"
    },
    {
      "text": "Jefferson Gibbs is an actuary.",
      "id": "s75"
    },
    {
      "text": "He prepared an actuarial report on the proposed transfer.",
      "id": "s76"
    },
    {
      "text": "His report was approved by APRA and was made available for inspection with the scheme itself in accordance with Tamberlin J's orders.",
      "id": "s77"
    },
    {
      "text": "That report, coupled with Ms O'Sullivan's evidence, demonstrated that in substance the gross assets of Cavell were either government bonds or cash or their equivalent.",
      "id": "s78"
    },
    {
      "text": "As I have mentioned, the net assets of Cavell were approximately $11 million after allowing for all claims at their valuation.",
      "id": "s79"
    },
    {
      "text": "Prudential Standard GPS 110 requires all insurers to maintain a minimum capital requirement.",
      "id": "s80"
    },
    {
      "text": "Under its licence granted by APRA, Cavell is required to have a minimum capital requirement of $2 million but it has in fact reported to APRA using the sum of $5 million, which corresponds with the amount of the minimum capital requirement set in par 16(a) of GPS 110.",
      "id": "s81"
    },
    {
      "text": "The minimum capital requirement, in substance, is a surplus of assets after an insurer has allowed for payment from its assets of all known claims valued at a probability of sufficiency of 75%.",
      "id": "s82"
    },
    {
      "text": "Mr Gibbs said that based on a minimum capital requirement of $2 million, Cavell's APRA returns to 31 December 2007 show a solvency coverage of 5.373.",
      "id": "s83"
    },
    {
      "text": "If a minimum capital requirement of $5 million were used for Cavell the former figure changes to a solvency coverage of 2.149.",
      "id": "s84"
    },
    {
      "text": "Cavell and Enstar proposed that, if the scheme is confirmed, the balance of Cavell's assets retained, after the transfer of its liabilities and the payment by Cavell of $3 million to Gordian to assume those liabilities, will be transferred to other purposes outside Australia.",
      "id": "s85"
    },
    {
      "text": "That may or may not require APRA's approval but the overall intention of the scheme has been approved by it.",
      "id": "s86"
    },
    {
      "text": "Thus, at the moment, policy holders in Cavell can look to assets represented by government bonds or cash of $14 million to meet any possible future claims, based on the valuation of its liabilities at about $3 million as at 31 December 2007.",
      "id": "s87"
    },
    {
      "text": "Ms O'Sullivan has said that there has been no material change to that value.",
      "id": "s88"
    },
    {
      "text": "Because these policies are long-tail policies of reinsurance, claims by Cavell's reinsureds may not be made on it for many years.",
      "id": "s89"
    },
    {
      "text": "Also, claims may not be made until the layer of cover accepted by Cavell has been reached for the purposes of triggering its liability to indemnify its reinsured.",
      "id": "s90"
    },
    {
      "text": "Mr Gibbs made an assessment of reasonableness of the outstanding claims liabilities based on his understanding of claims development in open claims known to Cavell for the purposes of his report.",
      "id": "s91"
    },
    {
      "text": "He concluded that it was appropriate to use the 31 December 2007 valuation as a basis for comparison because of the similar, but not identical, positions of those policies.",
      "id": "s92"
    },
    {
      "text": "GORDIAN'S POSITION \n In his review of Gordian's position, Mr Gibbs noted that as at 31 December 2007, it had total liabilities in its accounts of $426 million at a 75% probability of sufficiency.",
      "id": "s93"
    },
    {
      "text": "Since then, a number of changes have occurred.",
      "id": "s94"
    },
    {
      "text": "First, in March 2008 Enstar and another entity, JCF Fund 2 Limited Partnership, acquired, respectively, 70% and 30% of the beneficial ownership of Gordian from companies associated with the AMP group of companies in Australia.",
      "id": "s95"
    },
    {
      "text": "Secondly, also earlier this year, APRA approved a capital distribution of $147 million by Gordian (which has occurred) and APRA has subsequently approved, but Gordian has not yet given effect to, a further capital distribution of $86 million.",
      "id": "s96"
    },
    {
      "text": "For the purposes of satisfying himself as to Gordian's ability to meet any claims, for which it is liable, Mr Gibbs did a stress test in his actuarial report relating to the proposed scheme.",
      "id": "s97"
    },
    {
      "text": "This test identified the classes of asset held by Gordian as at 30 September 2008.",
      "id": "s98"
    },
    {
      "text": "Mr Gibbs found that about 28% of its assets were in bonds issued by sovereign governments, about 53% were represented by cash at bank, and about 19% were in the category non-sovereign bonds --- that is, bonds issued by corporations and similar securities.",
      "id": "s99"
    },
    {
      "text": "He concluded that, even allowing for the capital distribution of $147 million and the proposed $86 million distribution, Gordian would still retain a solvency coverage of approximately 2.5, as at 30 June 2008, based on its most recent minimum capital requirement of $81 million.",
      "id": "s100"
    },
    {
      "text": "One of the concerns which was addressed at today's hearing is that the way in which policy holders might consider their interests to be affected by the proposed scheme in light of the recent crisis in world financial markets.",
      "id": "s101"
    },
    {
      "text": "The stress test analysis that Mr Gibbs undertook has satisfied me that although Gordian's cash assets and sovereign bonds taken alone would result in it having a solvency ratio less than that permitted to it under its license, Gordian has a very large sum of secure liquid assets available to satisfy claims.",
      "id": "s102"
    },
    {
      "text": "That sum is well in excess of the value of Gordian's liabilities at a 75% probability of sufficiency calculated for the purposes of its compliance with APRA's requirements.",
      "id": "s103"
    },
    {
      "text": "The area in which there may be a risk as to the realisability of Gordian's assets lies in those assets that are in the class of non-sovereign bonds.",
      "id": "s104"
    },
    {
      "text": "These constitute 19% of Gordian's assets.",
      "id": "s105"
    },
    {
      "text": "Even allowing for those not being available at all to meet Gordian's liabilities, there is a substantial cushion of cash and government backed securities which would enable Gordian to meet its liabilities at their full valuation for APRA's purposes on the evidence before me.",
      "id": "s106"
    },
    {
      "text": "Of course, it is not the Court's function to assess commercial or insurance risks and I must act only on the material in evidence before me.",
      "id": "s107"
    },
    {
      "text": "It is the responsibility of APRA to ensure that insurance companies, whether actively operating or in run-off, are solvent and maintain a sufficient and solvent financial position.",
      "id": "s108"
    },
    {
      "text": "APRA has no objection to the scheme and, accordingly, I must accept its assessment of the commercial and insurance outcome were the scheme confirmed.",
      "id": "s109"
    },
    {
      "text": "ADVANTAGES OF THE SCHEME \n I accept the evidence of Ms O'Sullivan and Mr Gibbs.",
      "id": "s110"
    },
    {
      "text": "That reveals a position in which policy holders of Cavell are likely not to be adversely affected if the scheme is confirmed by the Court.",
      "id": "s111"
    },
    {
      "text": "Mr Gibbs opined that there would be a number of advantages to Cavell's Australian policy holders from the proposed transfer of its assets and liabilities to Gordian.",
      "id": "s112"
    },
    {
      "text": "First, Gordian's net assets were over 30 times greater than those of Cavell and, depending on which minimum capital requirement figure was adopted, Gordian's solvency might be seen to be greater than Cavell's in the sense that I have explained.",
      "id": "s113"
    },
    {
      "text": "Secondly, he said that because Gordian was also in run-off, both Cavell and its policy holders after any transfer would continue to be protected by the provision in par 40(b) of Prudential Standard GPS 110.",
      "id": "s114"
    },
    {
      "text": "That provides that before an insurer is authorised by APRA to reduce its capital, it must demonstrate that its tangible assets in Australia will be sufficient to cover its insurance liabilities to a 99.5% level of sufficiency, plus any liabilities as calculated by its appointed actuary.",
      "id": "s115"
    },
    {
      "text": "Mr Gibbs' evidence is that after taking into account the currently proposed $86 million reduction of capital by Gordian, on the latest figures available to him (being as at 30 June 2008), Gordian would meet the requirement set by par 40(b) in respect of its remaining assets.",
      "id": "s116"
    },
    {
      "text": "Again, it will be a matter for APRA to decide whether or not to approve, at any particular point of time, a reduction of Gordian's capital.",
      "id": "s117"
    },
    {
      "text": "Mr Gibbs also identified a number of synergies achievable by the combination of Cavell's Australian assets and liabilities into Gordian's business, now that the Enstar Group has acquired both of them.",
      "id": "s118"
    },
    {
      "text": "The staff managing each insurer here are substantially the same.",
      "id": "s119"
    },
    {
      "text": "Additionally, the operational and administration costs relating to audit and regulatory compliance for Cavell and Gordian will be reduced if the two can be merged together.",
      "id": "s120"
    },
    {
      "text": "I have been informed that it is also proposed that a further scheme be confirmed.",
      "id": "s121"
    },
    {
      "text": "This is currently listed before Emmett J next year.",
      "id": "s122"
    },
    {
      "text": "It involves two further insurers in run-off, Sphere Drake Insurance and Municipal Mutual Insurance, which have been acquired by the Enstar Group.",
      "id": "s123"
    },
    {
      "text": "They are intended to be merged into the Gordian business.",
      "id": "s124"
    },
    {
      "text": "Based on the 30 June 2008 accounts of Gordian filed with APRA, Mr Gibbs examined the possible position of Gordian after the Australian businesses of Cavell, Sphere Drake and Municipal Mutual had been merged into Gordian and the proposed $86 million reduction of capital has occurred.",
      "id": "s125"
    },
    {
      "text": "He formed the view that the solvency coverage for Gordian based on its acquisition of Cavell alone would be 4.508 but that if the other two companies were also included as part of Gordian it would be 4.193.",
      "id": "s126"
    },
    {
      "text": "While this indicates that there may well be some reduction in the solvency ratio it is not one which Mr Gibbs or APRA considers at the moment to be a matter which should cause the Court not to approve the current scheme.",
      "id": "s127"
    },
    {
      "text": "It may well be that by the time the subsequent scheme is before the Court for confirmation the position with respect to Gordian's assets and liabilities and those of the two other insurers will be different from the hypothesis upon which Mr Gibbs formed his present opinion.",
      "id": "s128"
    },
    {
      "text": "Those are matters which will need to be considered by APRA, Gordian, and the Court on a later occasion.",
      "id": "s129"
    },
    {
      "text": "A FURTHER POSSIBLE APPLICATION FOR A REDUCTION OF CAPITAL \n Ms O'Sullivan revealed that Enstar was currently considering a proposal to ask APRA to reduce the required level of sufficiency provided in par 40(b) of Prudential Standard GPS 110 from 99.5% to 75% so as to allow Gordian to distribute more capital funds to its shareholders.",
      "id": "s130"
    },
    {
      "text": "The evidence before me is that no similar application is known to have been put to or approved by APRA in the past.",
      "id": "s131"
    },
    {
      "text": "It would certainly be a matter of concern for APRA to examine why, at a time when the world's financial markets are in the parlous condition they are in today, the level of protection offered to policy holders by the prudential standards should be reduced, but there may well be considerations that make such an application appropriate.",
      "id": "s132"
    },
    {
      "text": "As I understand it, this matter is being disclosed as a proposal which Enstar wishes to pursue, having regard to its ownership and control of both Cavell and Gordian, so that I may take it into account in considering confirmation of the scheme.",
      "id": "s133"
    },
    {
      "text": "In my opinion it will be a matter for APRA to assess for itself whether such a departure from its published prudential standards should be allowed on the merits of whatever application is made.",
      "id": "s134"
    },
    {
      "text": "However, if such an application were made and granted it would reduce the level of comfort and protection available to policy holders for any claims later made, which exceed the current valuations based on adverse development in the future.",
      "id": "s135"
    },
    {
      "text": "Both Mr Gibbs and Ms O'Sullivan gave evidence about the impact of the recent reductions in interest rates by the Reserve Bank of Australia.",
      "id": "s136"
    },
    {
      "text": "Mr Gibbs' written report addressed the reductions up to 8 October 2008.",
      "id": "s137"
    },
    {
      "text": "In his oral evidence, he observed that there had been two more recent reductions.",
      "id": "s138"
    },
    {
      "text": "As he said, all else being equal, those reductions would have the effect of increasing the outstanding claims liabilities of Gordian and Cavell because they would affect the discount rate applied in valuing the liabilities expected to develop over the longer term.",
      "id": "s139"
    },
    {
      "text": "Mr Gibbs was not able to conduct a detailed review of whether Gordian had matched to its assets the potential liabilities under the policies it had written.",
      "id": "s140"
    },
    {
      "text": "There will be a potential for matching assets, particularly bonds or secure interest earning assets, because bonds with a higher coupon rate or interest bearing securities become more valuable as current interest rates decline.",
      "id": "s141"
    },
    {
      "text": "Ms O'Sullivan said that although some of the long-tail business extended out for many years into the future, the longest term securities which Gordian had would expire in approximately 2018, so that there was not an exact matching for the whole of the future potential development of the tail.",
      "id": "s142"
    },
    {
      "text": "I am satisfied on the evidence before me that what Gordian has done by way of matching does not adversely affect the substantive position of the policy holders in either Cavell or Gordian.",
      "id": "s143"
    },
    {
      "text": "Each company has a preponderance of its assets in sovereign bonds or cash at bank.",
      "id": "s144"
    },
    {
      "text": "Again, it will be a matter for APRA and Gordian to ensure that a sufficient investment policy is maintained by Gordian to meet potential future liabilities.",
      "id": "s145"
    },
    {
      "text": "THE POSITION OF JCF FUND 2 \n The last aspect that requires attention is the position of JCF Fund 2.",
      "id": "s146"
    },
    {
      "text": "On Ms O'Sullivan's evidence, this is an investment entry controlled, but not beneficially owned, at least entirely, by a Mr Flowers, who is a director of Enstar's holding company.",
      "id": "s147"
    },
    {
      "text": "However, Ms O'Sullivan was not aware whether the Enstar board had been informed of this proposal for a scheme, or whether Mr Flowers otherwise had notice of it.",
      "id": "s148"
    },
    {
      "text": "She discussed the way in which Enstar proposed to deal with protecting Gordian's minority owner, JCF Fund 2, from the consequence of Enstar causing Gordian to acquire an entity controlled by Enstar, namely Cavell.",
      "id": "s149"
    },
    {
      "text": "It is proposed that Gordian will effect a reinsurance policy with a related Enstar company, Fitzwilliam.",
      "id": "s150"
    },
    {
      "text": "Under that policy Fitzwilliam would bear between nought and 150% of the claims incurred by Cavell, once the scheme is given effect.",
      "id": "s151"
    },
    {
      "text": "That is, if any of the claims were less than 150% of their current value, totalling $3 million, Fitzwilliam would pay reinsurance to Gordian of the full value of each claim.",
      "id": "s152"
    },
    {
      "text": "Ms O'Sullivan said that it was proposed that the premium for this reinsurance would be about $2.1 million, which would effectively be defrayed from the $3 million paid by Cavell to Gordian for the acquisition of its liabilities.",
      "id": "s153"
    },
    {
      "text": "The remaining $0.9 million would be utilised in claims administration by Gordian and, to some extent, contribute to, it is hoped, its profitability.",
      "id": "s154"
    },
    {
      "text": "In the event that a claim exceeded 150% of its current estimate of value, then Gordian would bear that excess and, to that extent, the interests of JCF Fund 2 would be affected in its overall return from and the interest it owned in Gordian.",
      "id": "s155"
    },
    {
      "text": "Ms O'Sullivan's evidence was that one of the purposes of the joint acquisition of Gordian by Enstar and JCF Fund 2 was to use Gordian to take up opportunities to acquire and manage risks of other insurers in run-off, such as Sphere Drake and Municipal Mutual.",
      "id": "s156"
    },
    {
      "text": "She said that this particular business purpose was known to Mr Flowers, albeit that it had not been contemplated that Gordian might acquire businesses such as Cavell already owned by Enstar.",
      "id": "s157"
    },
    {
      "text": "Cavell argued that JCF Fund 2 is not a person entitled to notice under Div 3A of Pt III of the Act.",
      "id": "s158"
    },
    {
      "text": "It contended that the purpose of Div 3A is to give affected policy holders notice of proposed schemes, so that they may protect themselves against the consequences.",
      "id": "s159"
    },
    {
      "text": "The effect of implementing a scheme under Div 3A is to change the nature of the assets and liabilities of the companies which are covered by the scheme.",
      "id": "s160"
    },
    {
      "text": "Under s 411 of the Corporations Act 2001 , generally, statutory attention is given to the position of both shareholders and creditors of companies the subject of proposed schemes.",
      "id": "s161"
    },
    {
      "text": "But the operation of Div 3A of Pt III of the Insurance Act concentrates on the position of affected policy holders and their being given information about the consequences as a result of a proposed scheme.",
      "id": "s162"
    },
    {
      "text": "However, s 17G(a) of the Act provides that when a scheme is confirmed, it becomes binding on all persons so that, in effect, it operates in rem and affects not merely policy holders of the different insurers but also their shareholders, debtors and creditors.",
      "id": "s163"
    },
    {
      "text": "The purpose of advertising the proposal to apply to the Court for confirmation of a scheme is to give notice to not merely that the scheme might affect policy holders of one or other of the insurers involved but also their members, debtors and creditors.",
      "id": "s164"
    },
    {
      "text": "Insurance companies entering into schemes under the Act will generally have members, debtors and creditors whose interests may be affected by their implementation.",
      "id": "s165"
    },
    {
      "text": "Indeed s 17G(b) reinforces this by providing that, despite anything in the constitution of a body corporate affected by the scheme, confirmation by the Court has effect.",
      "id": "s166"
    },
    {
      "text": "CONCLUSION \n I have accepted the evidence of the witnesses who gave both oral and affidavit evidence in forming my opinion that I should make an order confirming the scheme subject to conditions which I will impose.",
      "id": "s167"
    },
    {
      "text": "Subject to hearing from Cavell or APRA to the contrary, I would propose a condition of the confirmation of the scheme that notice be given immediately to JCF Fund 2 of the scheme by serving it with a copy of Mr Gibbs' second affidavit of 19 December 2008, the scheme and deed between Cavell and Gordian and the orders that I will make and that it have until 29 December 2008 to apply to the Court that the orders not be entered.",
      "id": "s168"
    },
    {
      "text": "I certify that the preceding forty-eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s169"
    },
    {
      "text": "Associate:\n \n \nDated: 2 February 2009\n \n Counsel for the Applicant: Mr JT Gleeson SC, Mr NJ Owens \n \n Solicitor for the Applicant: Henry Davis York Lawyers \n \n Solicitor for Australian Prudential Regulation Authority: Mr R Claxton, Australian Prudential Regulation Authority \n Date of Hearing: 22 December 2008 \n \n Date of Judgment: 22 December 2008 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1984.html",
      "id": "s170"
    }
  ]
}