{
  "name": "Harbour City Real Estate Pty Ltd t/as Re/Max Harbour City Real Estate (ACN 111 210 023) v Cargill (corrigendum 4 November 2008) [2008] FCA 1382 (9 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1382.html",
  "catchphrases": [
    {
      "text": "application for stay pending appeal",
      "id": "c0"
    },
    {
      "text": "discretion to grant a stay",
      "id": "c1"
    },
    {
      "text": "competing rights of the parties",
      "id": "c2"
    },
    {
      "text": "respondent on centrelink benefits",
      "id": "c3"
    },
    {
      "text": "some risk of at least delay in liquidating assets if appeal successful",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The first and second appellants appeal from a decision of the Industrial Magistrates Court of Western Australia.",
      "id": "s0"
    },
    {
      "text": "Reasons for that decision were given on 26 February 2008 and final orders were made on 22 May 2008.",
      "id": "s1"
    },
    {
      "text": "In that Court the respondent had commenced proceedings for payment of wages, superannuation and annual leave entitlements as well as penalties on the basis of alleged breaches of ss 718 , 722 , 728 and 824 (2) of the Workplace Relations Act 1996 (Cth).",
      "id": "s2"
    },
    {
      "text": "Pursuant to the orders of the learned Magistrate, the appellants were required to pay judgment sums totalling $40,014.54 to the respondent.",
      "id": "s3"
    },
    {
      "text": "2 On 12 June 2008, the appellants appealed that decision.",
      "id": "s4"
    },
    {
      "text": "3 On 24 June 2008, the appellants filed a notice of motion seeking a stay of the orders of the learned Magistrate until the determination of the appeal.",
      "id": "s5"
    },
    {
      "text": "LEGAL CONSIDERATIONS \n \n4 It is common ground that the commencement of an appeal in this Court does not operate as a stay of the judgment the subject of the appeal.",
      "id": "s6"
    },
    {
      "text": "However there is a discretion pursuant to s 29 of Federal Court of Australia Act 1976 (Cth) (the Act) and O 52 r 17(1) of the Federal Court Rules to stay a judgment.",
      "id": "s7"
    },
    {
      "text": "5 The usual principle is that a successful party is entitled to the fruits of judgment and the appellants must give sound reasons to justify a suspension of that right: McBride v Sandland (No 2) [1918] HCA 59 ; (1918) 25 CLR 369 at 374.",
      "id": "s8"
    },
    {
      "text": "The 'special circumstances' that enliven the power to grant a stay may exist when there is a real risk that it will not be possible for a successful appellant to be restored substantially to its former position if the judgment is executed: Commissioner of Taxation (Cth) v Myer Emporium Ltd (No 1) [1986] HCA 13 ; (1986) 160 CLR 220 at 222-223.",
      "id": "s9"
    },
    {
      "text": "6 The Court of Appeal of New South Wales in Alexander v Cambridge Credit Corporation Ltd (1985) 2 NSWLR 685, at 694-695 said: \n In our opinion it is not necessary for the grant of a stay that special or exceptional circumstances should be made out.",
      "id": "s10"
    },
    {
      "text": "It is sufficient that the applicant for the stay demonstrates a reason or an appropriate case to warrant the exercise of discretion in his favour.",
      "id": "s11"
    },
    {
      "text": "There are other principles to be kept in mind.",
      "id": "s12"
    },
    {
      "text": "The onus is upon the applicant to demonstrate a proper basis for a stay that will be fair to all parties: ...",
      "id": "s13"
    },
    {
      "text": "The Court has a discretion whether or not to grant the stay and, if so, as to the terms that would be fair.",
      "id": "s14"
    },
    {
      "text": "In the exercise of its discretion, the Court will weigh considerations such as the balance of convenience and the competing rights of the parties before it: Attorney-General v Emerson (1889) 24 QBD 56.",
      "id": "s15"
    },
    {
      "text": "Where there is a risk that if a stay is granted, the assets of the applicant will be disposed of, the Court may, in the exercise of its discretion, refuse to grant a stay: cf Clyne v Deputy Commissioner of Taxation (1982) 56 ALJR 857.",
      "id": "s16"
    },
    {
      "text": "Sometimes as a condition of the grant of a stay, where funds are available, a court will impose on the applicant the payment of the whole, or part, to the judgment creditor: Andrews v John Fairfax &amp; Sons Ltd (1979) 2 NSWLR 184.",
      "id": "s17"
    },
    {
      "text": "Even where no order is made for the payment of part of a verdict, it is not at all unusual for the Court, in the exercise of its discretion, to grant a stay on terms that the appellant give to the judgment creditor security in terms defined by the Court as appropriate to the fair adjustment of the rights of the parties.",
      "id": "s18"
    },
    {
      "text": "7 In Powerflex Services Pty Ltd v Data Access Corporation (1996) 67 FCR 65 the Full Court of the Federal Court followed the decision of the New South Wales Court of Appeal in Alexander v Cambridge Credit 2 NSWLR 685.",
      "id": "s19"
    },
    {
      "text": "The Full Court also adopted the statement of Mahoney JA in Re Middle Harbour Investments Ltd (in liq) (unreported, Court of Appeal, NSW, 15 December 1976) that:\n Where an application is made for a stay of proceedings, it is necessary that the applicant demonstrate an appropriate case.",
      "id": "s20"
    },
    {
      "text": "Prima facie, a successful party is entitled to the benefit of the judgment obtained by him and is entitled to commence with the presumption that the judgment is correct.",
      "id": "s21"
    },
    {
      "text": "These are not matters of rigid principle and a court asked to grant a stay will consider each case upon its merits, but where an applicant for a stay has not demonstrated an appropriate case but has left the situation in the state of speculation or of mere argument, weight must be given to the fact that the judgment below has been in favour of the other party.",
      "id": "s22"
    },
    {
      "text": "8 In Henderson v Amadio Pty Ltd (No 3) (1996) 65 FCR 66 at 68 Heerey J pointed out that even though the circumstances need not be 'special' or 'exceptional' in the sense of being unusual or rare, 'the party seeking a stay needs to show some reason the stay should be granted.",
      "id": "s23"
    },
    {
      "text": "As stated by his Honour (at 69):\n For example, where the judgment sought to be stayed is for payment of a money sum and costs, as is the case here, the appellant will often be concerned with the prospect that without a stay the proceeds of the judgment may be dissipated or ceased by other creditors or for some other reason be impossible or very difficult to recover.",
      "id": "s24"
    },
    {
      "text": "In such a case the appellant has to show there would be no reasonable probability of getting back moneys paid under the judgment if the appeal succeeds: see Andrews v John Fairfax &amp; Sons Ltd [1979] 2 NSWLR 184 at 189 ... \n9 In Welcome Real-time SA v Catuity Inc (No 2) [2002] FCA 258 Heerey J granted a stay, where the applicant for the stay offered to pay the costs into an interest-bearing account pro tem and the other party was a foreign company.",
      "id": "s25"
    },
    {
      "text": "His Honour also had regard to the financial situation of the respondent to the application.",
      "id": "s26"
    },
    {
      "text": "10 In Australian Solar Mesh Sales Pty Ltd v Anderson [1999] FCA 964 , Gyles J observed that while it was for the appellant to show the lack of reasonable probability of getting back monies paid, 'it seems to me that the appellant in order to carry that onus, would not need to do very much to throw upon the respondent, the need to show means'.",
      "id": "s27"
    },
    {
      "text": "11 In Australian Competition and Consumer Commission v BMW (Australia) Ltd (No 2) [2003] FCA 864 Finkelstein J also set out the relevant principles stating (at [5]):\n The principles which govern a court's discretion in granting a stay pending the determination of an appeal are well known: see generally Alexander v Cambridge Credit Corporation Ltd (Receivers Appointed) (1985) 2 NSWLR 685.",
      "id": "s28"
    },
    {
      "text": "Although it is not possible to state exhaustively the considerations that may be taken into account in the exercise of this discretion, it is appropriate that I mention those that bear on this application.",
      "id": "s29"
    },
    {
      "text": "The general rule is that a stay will be granted where there is a likelihood that a successful appeal will be rendered nugatory: Wilson v Church (No.2) (1879) 12 Ch D 454 , 458.",
      "id": "s30"
    },
    {
      "text": "A court will also consider the balance of convenience and the competing rights of the parties as well as whether either party will be prejudiced by the stay: The Marconi's Wireless Telegraph Company Limited v The Commonwealth [No.3] [1913] HCA 23 ; (1913) 16 CLR 384 , 386; Philip Morris (Australia) Ltd v Nixon [1999] FCA 1281 at [17] .",
      "id": "s31"
    },
    {
      "text": "Even though a judge will generally not be required to speculate about the appellants prospects of success, it is well established that a stay will not be granted in the absence of arguable grounds of appeal, or if the appeal is not bona fide: J C Scott Constructions v Mermaid Waters Tavern Pty Ltd (No.",
      "id": "s32"
    },
    {
      "text": "1) [1983] 2 Qd R 243, 248; Alexander v Cambridge Credit Corporation Ltd (Receivers Appointed) (1985) 2 NSWLR 685, 695.",
      "id": "s33"
    },
    {
      "text": "It necessarily follows that a stay will not be granted if an appeal has no prospect of success: Australian Workers' Union v Pilkington (Aust) Ltd [2000] FCA 1169 ; (2000) 101 FCR 35 , 43.",
      "id": "s34"
    },
    {
      "text": "RESPONDENT'S FINANCIAL POSITION \n \n12 It was submitted for the appellants that as the respondent had satisfied the asset and income tests required for Centrelink benefits (and was in receipt of them), she could not be considered a person of means and therefore would be unlikely to be able to repay the sum of $40,014.54 if the appeal is successful.",
      "id": "s35"
    },
    {
      "text": "13 The respondent contends that she has the capacity to repay the judgment sum if so ordered on a successful appeal.",
      "id": "s36"
    },
    {
      "text": "She relies on evidence, on which she was cross-examined, to the effect that she has an interest in real estate comprising two properties, the net value of which is said to be in the order of $300,000.",
      "id": "s37"
    },
    {
      "text": "There is no suggestion of any dissipation of those assets but there is certainly some doubt as to the availability in the short to medium term of the equity in the properties either by sale or against which to raise funds from which the repayment of the judgment might be effected if the appeal were successful.",
      "id": "s38"
    },
    {
      "text": "14 While it is likely that the respondent has an equity in the properties which is greater than the judgment sum, there may be difficulties in either realising that equity or in borrowing against it, at least within a reasonable period of time.",
      "id": "s39"
    },
    {
      "text": "One of the properties is jointly owned with her husband (from whom she has separated).",
      "id": "s40"
    },
    {
      "text": "The other property is in the name of her husband but the respondent has lodged a caveat in respect of the interest that she says she has in the property.",
      "id": "s41"
    },
    {
      "text": "On the face of the matter, there may also be some difficulty in the respondent meeting repayments of principal and interest which would be due in respect of any additional loan she might be able to raise against her equity in the properties, assuming the availability of such a loan.",
      "id": "s42"
    },
    {
      "text": "15 Although the primary position of the respondent is that she does have the capacity to repay the judgment sum and the judgment sum should be paid, she has indicated that she would accept the appellants placing the judgment sum in an interest bearing account pending the determination of the appeal.",
      "id": "s43"
    },
    {
      "text": "That seems to me to be an appropriate course.",
      "id": "s44"
    },
    {
      "text": "No particular prejudice in taking that course was identified by the appellants.",
      "id": "s45"
    },
    {
      "text": "If they do succeed on the appeal, the funds and the interest on them will be available promptly.",
      "id": "s46"
    },
    {
      "text": "CONCLUSION \n \n16 Counsel for the appellants advanced reasons why this appeal is arguable.",
      "id": "s47"
    },
    {
      "text": "I was not addressed in any detail by counsel for the respondent on the merits of the appeal.",
      "id": "s48"
    },
    {
      "text": "The respondent relies primarily on financial capacity to repay the sum concerned or alternatively, on the joint account proposed.",
      "id": "s49"
    },
    {
      "text": "Accordingly, for the purposes of the present argument, I will assume (without considering the arguments in detail), that the appeal is reasonably arguable.",
      "id": "s50"
    },
    {
      "text": "17 In light of the doubt with the reasonably ready availability of funds to repay the judgment sum if an appeal succeeded, I consider the appellants are entitled to some limited relief.",
      "id": "s51"
    },
    {
      "text": "In these circumstances, as in Prestige Property Services Pty Ltd v Liquor, Hospitality and Miscellaneous Union [2006] FCA 180 per Kenny J, it is appropriate that the appellants have a limited stay subject to conditions.",
      "id": "s52"
    },
    {
      "text": "The condition would be that the monies the subject of the judgment from which the appellants appeal be paid into an appropriate interest bearing account.",
      "id": "s53"
    },
    {
      "text": "I would not grant a complete stay of execution of the judgment in the circumstances.",
      "id": "s54"
    },
    {
      "text": "18 I can see no reason why the judgment sum should not be paid into a joint interest bearing account in the name of both firms of solicitors for the parties as the respondent proposes or as an alternative measure, effectively, into the Federal Court of Australia Litigants' Fund.",
      "id": "s55"
    },
    {
      "text": "19 I will order that the parties provide within 14 days a minute giving effect to the conclusion in these reasons that the appellants are to pay within 21 days from the date of this order, the judgment sum of $40,014.54 into either an interest bearing trust account in the joint names of the parties' solicitors or into the Federal Court of Australia Litigants' Fund until determination of the appeal.",
      "id": "s56"
    },
    {
      "text": "20 If the parties cannot within 14 days agree on the terms of the order and orders as to costs of this application, the applicant is to re-list the matter for directions to dispose of the issues.",
      "id": "s57"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s58"
    },
    {
      "text": "Associate:\n\nDated: 9 September 2008\n\n Solicitor for the Appellants: E Needham \n \n Solicitor for the Appellants: Sparke Helmore \n \n Counsel for the Respondent: C Tsang \n \n Solicitor for the Respondent: Downings Legal \n\n Date of Hearing: 20 August 2008 \n \n Date of Judgment: 9 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1382.html",
      "id": "s59"
    }
  ]
}