{
  "name": "Macks v Garrett [2008] FCA 1973 (15 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1973.html",
  "catchphrases": [
    {
      "text": "application for order pursuant to s 48 of the federal court of australia act 1976 (cth) transferring action commenced in western australian registry to south australian registry",
      "id": "c0"
    },
    {
      "text": "nature of s 48",
      "id": "c1"
    },
    {
      "text": "application did not identify jurisdiction under which the court could grant application",
      "id": "c2"
    },
    {
      "text": "whether appropriate to issue separate proceeding seeking transfer of existing proceeding in another place",
      "id": "c3"
    },
    {
      "text": "application dismissed",
      "id": "c4"
    },
    {
      "text": "proceeding dismissed.",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the applicant for an order pursuant to s 48 of the Federal Court of Australia Act 1976 (Cth) (the Federal Court Act) that an action commenced in the Western Australian District Registry be transferred to the South Australian District Registry of this Court and be conducted in Adelaide.",
      "id": "s0"
    },
    {
      "text": "The proceeding was commenced on 5 December 2008.",
      "id": "s1"
    },
    {
      "text": "The only order sought in the proceeding against the respondent is the order of the kind which I have mentioned.",
      "id": "s2"
    },
    {
      "text": "No jurisdiction of the Court is invoked apart from any jurisdiction which might be given pursuant to s 48 of the Act.",
      "id": "s3"
    },
    {
      "text": "The order is opposed by the respondent.",
      "id": "s4"
    },
    {
      "text": "The applicant is the trustee of the respondent's bankrupt estate.",
      "id": "s5"
    },
    {
      "text": "The respondent commenced a proceeding in the Western Australian District Registry on 16 November 2008 seeking a review of a decision of Mr Macks dated 17 September 2008 in which Mr Macks refused to review the admission of proofs of debt in Mr Garrett's bankrupt estate on 24 May 2008 (the Western Australian proceeding).",
      "id": "s6"
    },
    {
      "text": "It is not entirely clear what jurisdiction Mr Garrett is invoking in the Western Australian proceeding but I think he is probably invoking s 178 of the Bankruptcy Act 1966 (Cth) (the Bankruptcy Act ).",
      "id": "s7"
    },
    {
      "text": "Mr Garrett has also brought other proceedings against Mr Macks in the Administrative Appeals Tribunal in Western Australia but they are unimportant.",
      "id": "s8"
    },
    {
      "text": "Mr Garrett presently resides in Western Australia.",
      "id": "s9"
    },
    {
      "text": "He moved to Perth, I think, for the purpose of gaining employment since he became a bankrupt.",
      "id": "s10"
    },
    {
      "text": "2 The Western Australian proceeding is listed for a directions hearing tomorrow in Perth.",
      "id": "s11"
    },
    {
      "text": "The proceeding with which I am concerned was commenced solely for the purpose of obtaining an order removing the Western Australian proceeding to Adelaide in advance of the first directions hearing of the Western Australian proceeding in Perth.",
      "id": "s12"
    },
    {
      "text": "Section 48 of the Federal Court Act provides:\n The Court or a Judge may, at any stage of a proceeding in the Court, direct that the proceeding or part of a proceeding be conducted or continued at a place specified in the order, subject to such conditions (if any) as the Court or Judge imposes.",
      "id": "s13"
    },
    {
      "text": "3 That section has been given a very wide construction by the Full Court of this Court in National Mutual Holdings Pty Ltd v The Sentry Corporation (1988) 19 FCR 155.",
      "id": "s14"
    },
    {
      "text": "In that case, their Honours said at 162:\n The power conferred on the Court or a judge by section 48 is in terms wholly unfettered.",
      "id": "s15"
    },
    {
      "text": "It should be exercised flexibly having regard to the circumstances of the particular case.",
      "id": "s16"
    },
    {
      "text": "It would be regrettable and unwise if the Court was to circumscribe the general power conferred by section 48 with inflexible rules or impose inelastic constraints upon its exercise.",
      "id": "s17"
    },
    {
      "text": "As the power may be exercised subject to conditions, the Court or a judge is in a position to mould orders under the section to take account of the many and varied circumstances that arise in particular cases.",
      "id": "s18"
    },
    {
      "text": "4 The power conferred by s 48 recognises the national character of this Court.",
      "id": "s19"
    },
    {
      "text": "The factors which the Court is entitled to take into account in considering whether one place is more appropriate than another for interlocutory hearings or for the trial itself are numerous.",
      "id": "s20"
    },
    {
      "text": "The Court must weigh those factors in each case.",
      "id": "s21"
    },
    {
      "text": "Residence of parties and of witnesses, expense to parties, the place where the cause of action arose, and the convenience of the Court itself are some of the factors that may be relevant in particular circumstances.",
      "id": "s22"
    },
    {
      "text": "The balance of convenience will generally be a relevant consideration but not necessarily determinative of each case.",
      "id": "s23"
    },
    {
      "text": "5 A party commences a proceeding by filing an application in a particular Registry of the Court.",
      "id": "s24"
    },
    {
      "text": "If that party or another party wishes to have the proceeding conducted or continued in another place, he may apply to the Court for an order under s 48 or O 10 r 1(2)(f) or O 30 r 6, as the case may be.",
      "id": "s25"
    },
    {
      "text": "6 In this case, of course, the applicant, Mr Macks, who is the respondent in the Western Australian proceeding, has not applied in that proceeding for the transfer of the proceeding to this Registry but has himself initiated another proceeding solely for the purpose of obtaining an order in advance of the first directions hearing in Western Australia for the transfer of the Western Australian proceeding to this Registry.",
      "id": "s26"
    },
    {
      "text": "In other words, Mr Macks is asking a judge of this Court in this Registry to make an order in advance of the matter listed before another judge of this Court in Western Australia to transfer the proceeding to this Registry.",
      "id": "s27"
    },
    {
      "text": "7 The application was said to be sanctioned by a decision of Justice French in Southern Oceanic Hotels Pty Ltd v Ocean City Ltd [1993] FCA 314 ; an unreported decision of his Honour of 10 February 1993.",
      "id": "s28"
    },
    {
      "text": "It is not entirely clear what proceedings his Honour had before him when he considered the application that was made in that proceeding.",
      "id": "s29"
    },
    {
      "text": "In the opening paragraph of his Honour's reasons he says:\n On 29 January 1993 Ocean City Ltd (Receiver and Manager appointed) (\"OCL\") filed an application in the New South Wales District Registry of the court seeking an order that Southern Oceanic Hotels Pty Ltd (\"SOH\") be wound up under the Corporations Law.",
      "id": "s30"
    },
    {
      "text": "A motion was also filed in these proceedings on 1 February 1993 by OCL seeking an order that Anthony Hayes Douglas-Brown be appointed as provisional liquidator of SOH.",
      "id": "s31"
    },
    {
      "text": "The application was supported by an affidavit from David John Coates, a chartered accountant, of Pier Street, Perth, who is the receiver and manager of OCL.",
      "id": "s32"
    },
    {
      "text": "Both OCL and SOH have been, and according to Mr Coate's affidavit, \"may still be\" wholly owned subsidiaries of Southern Equities Corporation Ltd (Scheme Administrators Appointed) (\"SECL\"), formally known as Bond Corporations Holdings Ltd. \n8 Later in his reasons his Honour said:\n The application is presently listed for first return before a registrar of this court in Sydney on 12 February.",
      "id": "s33"
    },
    {
      "text": "9 The hearing on 12 February was two days later:\n In the ordinary course it would go into the registrar's list but be referred by the registrar to a judge if appropriate.",
      "id": "s34"
    },
    {
      "text": "On 5 February 1993, SOH filed a fresh application in the West Australian District Registry seeking an order that the proceedings and the winding-up application be transferred to the West Australian District Registry.",
      "id": "s35"
    },
    {
      "text": "That application was heard today on affidavit.",
      "id": "s36"
    },
    {
      "text": "10 It is not clear to me whether the proceeding that was commenced in Western Australia was only a proceeding of the kind which has been commenced and which I am presently considering, that is a proceeding for an order that another proceeding in another Registry be transferred to this Registry.",
      "id": "s37"
    },
    {
      "text": "The difficulty I have with an application of the kind made by the applicant in this proceeding, Mr Macks, is that it is simply an application for an order under s 48 and does not identify the jurisdiction which this Court is said to have to support the application.",
      "id": "s38"
    },
    {
      "text": "Section 19 of the Federal Court Act gives this Court such original jurisdiction as is vested in it by laws made by the Parliament.",
      "id": "s39"
    },
    {
      "text": "11 There is nothing in this proceeding which is before me to indicate what jurisdiction is being invoked for the purpose of the order which is being sought.",
      "id": "s40"
    },
    {
      "text": "The order which is being sought is purely procedural.",
      "id": "s41"
    },
    {
      "text": "One would have expected that the order would be sought in the proceeding which has been commenced in the Western Australian Registry and which will be heard by a judge of that Registry tomorrow for directions.",
      "id": "s42"
    },
    {
      "text": "12 The other problem that I have with the procedure which has been adopted arises out of the words of s 48 itself.",
      "id": "s43"
    },
    {
      "text": "Section 48 empowers the Court at any stage of a proceeding to direct that \"...the proceeding or a part of the proceeding ...\" be conducted or continued at a place specified in the order.",
      "id": "s44"
    },
    {
      "text": "The draftsman has used the definite article in relation to \"the proceeding\" second mentioned.",
      "id": "s45"
    },
    {
      "text": "It seems to me, as I think counsel recognised, that the draftsman was there directing his or her attention to the proceeding first mentioned in the section.",
      "id": "s46"
    },
    {
      "text": "That would seem to me to be the proper reading of s 48.",
      "id": "s47"
    },
    {
      "text": "That is, s 48 empowers the Court to make an order at any stage of a proceeding in the proceeding, that the proceeding be conducted or continued at a place specified in the order.",
      "id": "s48"
    },
    {
      "text": "That recognises the national aspect of this Court.",
      "id": "s49"
    },
    {
      "text": "However, in Southern Oceanic Hotels Pty Ltd v Ocean City Ltd [1993] FCA 314 , French J said:\n The threshold point is taken for OCL that section 48 of the Federal Court of Australia Act only empowers the Court or a judge to give a direction that a proceeding be conducted or continued in some particular place where such a direction is sought by a motion brought in the proceeding itself.",
      "id": "s50"
    },
    {
      "text": "13 He then addressed the section and said:\n In the ordinary course, I have no doubt that a motion in the proceedings sought to be transferred is the proper way in which to seek an order such as that presently sought.",
      "id": "s51"
    },
    {
      "text": "Section 48 however, is a provision whose purpose, as enunciated by the Full Court in National Mutual Holdings Pty Ltd v The Sentry Corporation (1988) 19 FCR 155 , is to serve the ends of justice and the most efficient administration of the Court.",
      "id": "s52"
    },
    {
      "text": "It would require clear language, in my opinion, to impose a purely procedural fetter upon its operation.",
      "id": "s53"
    },
    {
      "text": "In this case in which the application in New South Wales has not reached its first return date and is not under the administrative control of any judge at the present time it is, in my opinion, open to the Court to consider the application presently before it upon the merits so that if well-founded the parties seeking the transfer is not put to the expense and inconvenience of having to instruct solicitors and brief counsel in New South Wales in order to achieve a proper result.",
      "id": "s54"
    },
    {
      "text": "In my opinion, the material presently before the court is strongly supportive of the proposition that the application would have been better commenced and should, in any event, now continue in the Western Australian District Registry.",
      "id": "s55"
    },
    {
      "text": "14 If in fact his Honour reached that conclusion upon an application before him which only sought an order under s 48 and sought no other relief then, with respect, I cannot agree with his Honour's decision.",
      "id": "s56"
    },
    {
      "text": "In my opinion, s 48 empowers a court in a proceeding to transfer that proceeding to any place specified in the order.",
      "id": "s57"
    },
    {
      "text": "The purpose of s 48 is, as was said by the Full Court in National Mutual Holdings Pty Ltd v The Sentry Corporation 19 FCR 155 to give the Court an unfettered discretion to make orders to allow a proceeding issued in this Court to proceed anywhere within Australia.",
      "id": "s58"
    },
    {
      "text": "However, in my opinion, s 48 does not empower a party to apply in a separate proceeding for an order for the transfer of another proceeding in another place to the place in which the proceeding seeking to invoke s 48 has been made.",
      "id": "s59"
    },
    {
      "text": "15 If it were otherwise, it would mean that the parties would be put to the cost of filing applications and affidavits in two separate proceedings to deal with the same subject matter relating to where the matter ought to be heard.",
      "id": "s60"
    },
    {
      "text": "Also, if it were otherwise, it would mean that an applicant who has chosen to bring the proceeding in a particular Registry would never have the opportunity of bringing the matter to the attention of a judge in that Registry before the matter might be taken away by another judge in another Registry to that other Registry.",
      "id": "s61"
    },
    {
      "text": "Section 48 , in my opinion, does not provide a substantive right to a party to bring a proceeding and does not confer a jurisdiction in the sense contemplated in s 19 of the Federal Court Act.",
      "id": "s62"
    },
    {
      "text": "16 In my opinion, the application insofar as it relies upon the decision of French J should be dismissed.",
      "id": "s63"
    },
    {
      "text": "Two other matters, however, were put before me.",
      "id": "s64"
    },
    {
      "text": "The first was that in National Mutual Holdings Pty Ltd v The Sentry Corporation 19 FCR 155 the Court had said that if that party or another party wishes to have the proceeding conducted or continued in another place, he may apply to the Court for an order under s 48, or O 10 r 1(2)(f).",
      "id": "s65"
    },
    {
      "text": "It was put, in those circumstances that the Full Court contemplated that an application either could be made under s 48 or under O 10.",
      "id": "s66"
    },
    {
      "text": "17 In my opinion, that argument must be rejected.",
      "id": "s67"
    },
    {
      "text": "Order 10 is the rule which deals with directions hearings.",
      "id": "s68"
    },
    {
      "text": "Order 10 rule 1(2)(f) empowers the Court to direct the proceeding be transferred to a place where there is a Registry, other than the then proper place.",
      "id": "s69"
    },
    {
      "text": "The proper place would be at the time that the application was made in the directions hearing the place at which the proceeding was commenced.",
      "id": "s70"
    },
    {
      "text": "That would empower an application to be made by the respondent in the Western Australian proceeding in Perth.",
      "id": "s71"
    },
    {
      "text": "That does not, however, mean, as was suggested in argument, that s 48 has some wider application than O 10 r 1(2)(f).",
      "id": "s72"
    },
    {
      "text": "In fact, in National Mutual Holdings Pty Ltd v The Sentry Corporation 19 FCR 155 the Court was simply not considering that matter.",
      "id": "s73"
    },
    {
      "text": "The third matter that was put before me was that I ought to give leave to Mr Macks to file a notice of motion in the Western Australian proceeding to seek to transfer the proceeding to South Australia.",
      "id": "s74"
    },
    {
      "text": "As I explained, that was procedurally impossible.",
      "id": "s75"
    },
    {
      "text": "The Western Australian proceeding is not listed before me but is listed before a judge in the Perth Registry tomorrow.",
      "id": "s76"
    },
    {
      "text": "In circumstances where the proceeding is not listed and the parties not warned that the matter would be called on, and the matter is to be heard by a judge of the Perth Registry tomorrow, it does not seem to me to be appropriate that I would give any leave to issue any notice of motion of that kind.",
      "id": "s77"
    },
    {
      "text": "18 None of what I have said ought to be considered as going to the merits of any application as to where the proceeding ought to be heard.",
      "id": "s78"
    },
    {
      "text": "Because the Western Australian proceeding is listed in the Perth Registry tomorrow for directions, I have been asked to consider whether I would make an order under s 48 where no other jurisdiction has been invoked, to transfer the Western Australian proceeding to South Australia.",
      "id": "s79"
    },
    {
      "text": "For the reasons I have given, I am not prepared to make such an order and the application will be dismissed.",
      "id": "s80"
    },
    {
      "text": "I think I should also dismiss the proceeding.",
      "id": "s81"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s82"
    },
    {
      "text": "Associate:\nDated: 15 December 2008\n\n Counsel for the Applicant: Ms S Maharaj QC with Mr A Dal Cin \n \n Solicitor for the Applicant: Lipman Karas \n \n Counsel for the Respondent: The Respondent appeared in person \n\n Date of Hearing: 15 December 2008 \n \n Date of Judgment: 15 December 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1973.html",
      "id": "s83"
    }
  ]
}