{
  "name": "SZLXR v Minister for Immigration &amp; Citizenship [2008] FCA 1897 (12 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1897.html",
  "catchphrases": [
    {
      "text": "application for extension of time",
      "id": "c0"
    },
    {
      "text": "no appearance by applicant",
      "id": "c1"
    },
    {
      "text": "no explanation for delay",
      "id": "c2"
    },
    {
      "text": "basis upon which prospects of success determined",
      "id": "c3"
    },
    {
      "text": "extension of time refused",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The Applicant claims to be a citizen of China.",
      "id": "s0"
    },
    {
      "text": "2 She first entered Australia on 15 May 2007 and applied to the Department of Immigration and Citizenship for a Protection (Class XA) Visa on 7 June 2007.",
      "id": "s1"
    },
    {
      "text": "A delegate refused that application and an application was lodged with the Refugee Review Tribunal.",
      "id": "s2"
    },
    {
      "text": "The Tribunal affirmed the decision not to grant the visa.",
      "id": "s3"
    },
    {
      "text": "3 An application for review was then filed with the Federal Magistrates Court on 29 January 2008.",
      "id": "s4"
    },
    {
      "text": "That Court dismissed the application and published its reasons for decision on 13 May 2008.",
      "id": "s5"
    },
    {
      "text": "4 An Application for an Extension of Time within which to appeal to this Court was filed on 14 October 2008.",
      "id": "s6"
    },
    {
      "text": "That Application was listed for hearing on 28 November 2008.",
      "id": "s7"
    },
    {
      "text": "On that occasion the Applicant failed to appear and the Respondent Minister sought the dismissal of the Application on that basis alone.",
      "id": "s8"
    },
    {
      "text": "5 Rather than summarily dismissing the Application , it was considered that the hearing of the Application should proceed, albeit in the absence of the Applicant.",
      "id": "s9"
    },
    {
      "text": "6 An extension of time is required because an appeal was not filed within 21 days after the date of decision of the Federal Magistrates Court: Federal Court Rules , O 52 r 15.",
      "id": "s10"
    },
    {
      "text": "An extension of time may be granted where \" special reasons \" are established.",
      "id": "s11"
    },
    {
      "text": "Rule 15(1) and (2) provide as follows:\n Time for filing and serving notice of appeal (1) The notice of appeal shall be filed and served: (a) within 21 days after: (i) the date when the judgment appealed from was pronounced; (ii) the date when leave to appeal was granted; or (iii) any later date fixed for that purpose by the court appealed from; or (b) within such further time as is allowed by the Court or a Judge upon application made by motion upon notice filed within the period of 21 days referred to in the last preceding paragraph.",
      "id": "s12"
    },
    {
      "text": "(2) Notwithstanding anything in the preceding subrule, the Court or a Judge for special reasons may at any time give leave to file and serve a notice of appeal.",
      "id": "s13"
    },
    {
      "text": "7 An Affidavit filed in support of the extension of time set forth both the reasons for the delay on the part of the Applicant and a Draft Notice of Appeal .",
      "id": "s14"
    },
    {
      "text": "8 The Applicant maintained in her Affidavit that she was not aware that the time limit within which appeals are to be filed was 21 days, as opposed to 28 days.",
      "id": "s15"
    },
    {
      "text": "When she apparently tried to file her appeal on 6 June 2008 she did not know that time had expired.",
      "id": "s16"
    },
    {
      "text": "On that date she was told that she \" need [ed] to prepare more documents for the application of the extension of time \".",
      "id": "s17"
    },
    {
      "text": "Had the Application been filed on that date, an extension of time would still have been necessary -- if only an extension confined to a period of two days.",
      "id": "s18"
    },
    {
      "text": "9 The Applicant thereafter went away to \" prepare more documents \".",
      "id": "s19"
    },
    {
      "text": "With the help of a friend she prepared an affidavit and then followed a friend to Queensland on 17 August 2008.",
      "id": "s20"
    },
    {
      "text": "On her return she stated that she had to prepare \" the documents again and take to the JP to sign again before I submit it to the court \".",
      "id": "s21"
    },
    {
      "text": "10 Such was the explanation provided for the delay.",
      "id": "s22"
    },
    {
      "text": "11 The Draft Notice of Appeal set forth as follows (without alteration) the proposed Grounds of Appeal :\n 1. the Magistrate erred in law in finding that the RRT had not denied the appellant procedural fairness; 2. the Magistrate and RRT did not give proper consideration to the appellant's claim that there was a real chance of persecution if I return to China 3.",
      "id": "s23"
    },
    {
      "text": "RRT has bias against me.",
      "id": "s24"
    },
    {
      "text": "12 The extension of time is refused and the Applicant is to pay the costs of the First Respondent.",
      "id": "s25"
    },
    {
      "text": "SPECIAL REASONS?",
      "id": "s26"
    },
    {
      "text": "13 The requirement imposed by Rule 15(2) that there be \" special reasons \" is a requirement imposing a flexible discretionary power: Jess v Scott (1986) 12 FCR 187.",
      "id": "s27"
    },
    {
      "text": "Lockhart, Sheppard and Burchett JJ there observed at 195 :\n It is useful to consider the meaning and application of r 15(2) against a background of an understanding of how other courts have applied corresponding rules.",
      "id": "s28"
    },
    {
      "text": "But in the end, this Court must construe and apply the terms of its own rule.",
      "id": "s29"
    },
    {
      "text": "The question is what that rule means, and how it is to be applied to the circumstances of the case.",
      "id": "s30"
    },
    {
      "text": "It is clear that the rule reflects the same general structure exemplified by the various decisions we have discussed -- the provision of a time for lodgment of an appeal, but the provision also of a discretion to permit an appeal out of time where it is shown that the circumstances warrant the exercise of that discretion.",
      "id": "s31"
    },
    {
      "text": "As Lord Guest, speaking for the Privy Council, put it in Ratnam v Cumarasamy [1965] 1 WLR 8 at 12: \n \n \"The rules of court must prima facie be obeyed and in order to justify a court in extending the time during which some step in procedure requires to be taken, there must be some material on which the court can exercise its discretion.",
      "id": "s32"
    },
    {
      "text": "If the law were otherwise, a party in breach would have an unqualified right to an extension of time which would defeat the purpose of the rules which is to provide a time table for the conduct of litigation.",
      "id": "s33"
    },
    {
      "text": "\"\n \n \nWhat is needed to justify an extension of time is indicated in r 15(2) by the words \"for special reasons\".",
      "id": "s34"
    },
    {
      "text": "It is that there be shown a special reason why the appeal should be permitted to proceed, though filed after the expiry of twenty-one days.",
      "id": "s35"
    },
    {
      "text": "In that context, the expression \"special reasons\" is intended to distinguish the case from the usual course according to which the time is twenty-one days.",
      "id": "s36"
    },
    {
      "text": "But it may be so distinguished (not necessarily will, for the rule gives a discretion) wherever the Court sees a ground which does justify departure from the general rule in the particular case.",
      "id": "s37"
    },
    {
      "text": "Such a ground is a special reason because it takes the case out of the ordinary.",
      "id": "s38"
    },
    {
      "text": "We do not think the use of the expression \"for special reasons\" implies something narrower than this.",
      "id": "s39"
    },
    {
      "text": "The discretion to extend time is given for the purpose of enabling the Court to do justice between the parties: WAAD v Minister for Immigration &amp; Multicultural Affairs [2002] FCAFC 399 at [7] per Lee, Nicholson and Finkelstein JJ.",
      "id": "s40"
    },
    {
      "text": "14 In the present Application , an initial lack of knowledge as to the appeal period being 21 days, as opposed to 28 days, may have been a sufficient reason to grant an extension of time of some days -- had the Application been filed on 6 June 2008.",
      "id": "s41"
    },
    {
      "text": "15 It may not be an appropriate exercise of discretion to extend time, however, where a satisfactory explanation has not been provided for the whole of the delay: QAAH v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 9 at [7] ; SZKSM v Minister for Immigration &amp; Citizenship [2008] FCA 632 at [20] .",
      "id": "s42"
    },
    {
      "text": "In the present Application , that for which there has been no explanation, or no satisfactory explanation, is such delay as occurred after 6 June 2008.",
      "id": "s43"
    },
    {
      "text": "A two-month delay after that date is largely unexplained; and following a friend to Queensland and thereby occasioning a further two-month delay falls well short of \" special reason \".",
      "id": "s44"
    },
    {
      "text": "And during that period the present Applicant was well aware that her Application was already out of time.",
      "id": "s45"
    },
    {
      "text": "16 Every case must individually be considered.",
      "id": "s46"
    },
    {
      "text": "Subject to that necessary qualification, the present case is comparable in some respects to SZGQM v Minister for Immigration &amp; Citizenship [2008] FCA 899 where an extension of time of one week was refused in circumstances where the explanation provided by the applicant was that he had \" forgot about it \".",
      "id": "s47"
    },
    {
      "text": "17 Compliance with the Rules of Court, including the times within which applications are to be made, is normally to be expected.",
      "id": "s48"
    },
    {
      "text": "18 No reason is shown in the present proceeding to extend the time by some 4 months.",
      "id": "s49"
    },
    {
      "text": "PROSPECTS?",
      "id": "s50"
    },
    {
      "text": "19 Separate consideration has been given to the decision of both the Tribunal and the Federal Magistrates Court to form some view as to whether a refusal of an extension exposes the Applicant to injustice.",
      "id": "s51"
    },
    {
      "text": "20 When exercising the discretion, the Court is required to consider whether an applicant has demonstrated that his appeal may have sufficient prospects of success to make it just that he should be allowed to proceed.",
      "id": "s52"
    },
    {
      "text": "When considering prospects of success, at least two considerations have to be addressed, namely: what is the standard against which prospects are to be judged, and how is that assessment to be made.",
      "id": "s53"
    },
    {
      "text": "In SZJDS v Minister for Immigration &amp; Citizenship [2008] FCA 1093 , Reeves J helpfully reviewed the authorities and set out his conclusion as follows:\n [21] ... there are a number of decisions of this Court, including the Full Court, that require me to consider the applicant's prospects of successfully prosecuting his appeal, before exercising my discretion to grant leave to file the appeal out of time... [22] The questions which then arise are: how rigorous should that assessment be; what standard should apply to it; and how closely should the applicant's prospects of success be examined?",
      "id": "s54"
    },
    {
      "text": "The appropriate standard has been expressed in different ways and in different circumstances.",
      "id": "s55"
    },
    {
      "text": "In Jess the Full Court does not seem to have mentioned any requirement to assess the applicant's prospects of success in the appeal.",
      "id": "s56"
    },
    {
      "text": "This is probably explained by the view the Court expressed early in its reasons that: \"there is no suggestion that the appeal is sought to be maintained mala fide or upon slight or foolish grounds\" (at p 3).",
      "id": "s57"
    },
    {
      "text": "However, their Honours did emphasise the need for flexibility to accommodate the range of situations that may arise when they said: \n \n ... the 'special reasons' relevant to such a power cannot but describe an elastic test, suitable for application across a range of situations, from an oversight of a day to a neglect persisted in during a prolonged period.",
      "id": "s58"
    },
    {
      "text": "It would require something very persuasive indeed to justify a grant of leave after, for example, a year; equally, it may be said, something much less significant might justify leave where a party is a few days late.",
      "id": "s59"
    },
    {
      "text": "His Honour then set forth the authorities, including Jackamarra v Krakouer [1998] HCA 27 ; (1998) 195 CLR 516 , and continued:\n [30] Taking all these decisions into account, particularly the High Court Decision of Jackamarra, I consider the standard that should be applied in an application of this kind to the assessment of the applicant's prospects of success in the appeal, is similar to that to be applied in an application for summary dismissal.",
      "id": "s60"
    },
    {
      "text": "That is, unless the appeal is shown to have no reasonable prospects in the sense that it is devoid of merits or will clearly fail, or is hopeless or unarguable, leave should be granted.",
      "id": "s61"
    },
    {
      "text": "[31] There remains the question: how closely should the applicant's prospects of success on the appeal be examined?",
      "id": "s62"
    },
    {
      "text": "The answer to that question was provided in Jackamarra.",
      "id": "s63"
    },
    {
      "text": "There the High Court said the consideration of an application of this kind should not go into much detail on the merits and can only assess the merits in a fairly rough and ready way: see [9] per Brennan CJ and McHugh J and [66.4] per Kirby J.",
      "id": "s64"
    },
    {
      "text": "This is the approach pursued in the present Application .",
      "id": "s65"
    },
    {
      "text": "21 The view has been formed that the Draft Notice of Appeal does not expose any error on the part of the Federal Magistrates Court or the Tribunal.",
      "id": "s66"
    },
    {
      "text": "No denial of procedural fairness on the part of the Tribunal is apparent; nor is there an apparent bias.",
      "id": "s67"
    },
    {
      "text": "The reasons for decision of the Federal Magistrates Court carefully record the reasons for decision and a proper consideration of the case being advanced.",
      "id": "s68"
    },
    {
      "text": "22 Indeed, the reasons for decision expose that careful consideration was given to issues potentially arising from the Tribunal's decision, even though little (if any) assistance had been provided by the Applicant.",
      "id": "s69"
    },
    {
      "text": "The form of application as filed in the Federal Magistrates Court specified in handwriting that the \" Ground \" being raised was:\n RRT has made the unfair decision.",
      "id": "s70"
    },
    {
      "text": "As the Federal Magistrate's reasons disclose, an opportunity was extended to the Applicant to amend her application and to provide additional evidence.",
      "id": "s71"
    },
    {
      "text": "But that opportunity was not taken up.",
      "id": "s72"
    },
    {
      "text": "The transcript of the proceeding before the Federal Magistrates Court, however, also revealed the exchange as between the Tribunal member and the present Applicant disclosing the concerns of the member.",
      "id": "s73"
    },
    {
      "text": "It was this information which led the Federal Magistrate to conclude that the requirements of s 424AA of the Migration Act 1958 (Cth) had been satisfied.",
      "id": "s74"
    },
    {
      "text": "23 Notwithstanding the absence of any real assistance from the Applicant, the Federal Magistrate proceeded to review the available grounds.",
      "id": "s75"
    },
    {
      "text": "There was certainly no procedural unfairness in the Federal Magistrate taking that course.",
      "id": "s76"
    },
    {
      "text": "And, as noted in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 , 228 CLR 152: \n [25] ... what is required by procedural fairness is a fair hearing, not a fair outcome.",
      "id": "s77"
    },
    {
      "text": "... \nSee also: SZLVN v Minister for Immigration &amp; Citizenship [2008] FCA 1301 at [18] per Jacobson J.",
      "id": "s78"
    },
    {
      "text": "The review undertaken by the Federal Magistrates Court, it should be noted, was considerably assisted by detailed written submissions having been filed on behalf of the Respondent Minister.",
      "id": "s79"
    },
    {
      "text": "24 It should finally be noted that the Application as filed in this Court named the Minister as the only Respondent.",
      "id": "s80"
    },
    {
      "text": "The Minister properly submitted that the Refugee Review Tribunal should also be joined as a party.",
      "id": "s81"
    },
    {
      "text": "ORDERS \n \n25 The orders of the Court are:\n \n1.",
      "id": "s82"
    },
    {
      "text": "The Refugee Review Tribunal be joined as the Second Respondent to the proceeding.",
      "id": "s83"
    },
    {
      "text": "2.",
      "id": "s84"
    },
    {
      "text": "The Application for an Extension of Time as filed on 14 October 2008 is dismissed.",
      "id": "s85"
    },
    {
      "text": "3.",
      "id": "s86"
    },
    {
      "text": "The Applicant is to pay the costs of the First Respondent.",
      "id": "s87"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s88"
    },
    {
      "text": "Associate:\n\nDated: 12 December 2008\n\n The Applicant: The Applicant appeared in person \n \n Solicitor for the First Respondent: Australian Government Solicitor \n\n Date of Hearing: 28 November 2008 \n \n Date of Judgment: 12 December 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1897.html",
      "id": "s89"
    }
  ]
}