{
  "name": "Gardena (Australia) Pty Ltd v Nylex Corporation Pty Ltd [2008] FCA 1846 (5 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1846.html",
  "catchphrases": [
    {
      "text": "remedies",
      "id": "c0"
    },
    {
      "text": "interlocutory injunction",
      "id": "c1"
    },
    {
      "text": "principles",
      "id": "c2"
    },
    {
      "text": "damages inadequate remedy",
      "id": "c3"
    },
    {
      "text": "balance of justice and balance of convenience",
      "id": "c4"
    },
    {
      "text": "factors relevant to the exercise of the court's discretion",
      "id": "c5"
    },
    {
      "text": "interlocutory injunction granted",
      "id": "c6"
    },
    {
      "text": "breach of contract",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The second applicant ( Gardena Germany ) manufactures and sells garden products and domestic irrigation products worldwide including in Australia and New Zealand.",
      "id": "s0"
    },
    {
      "text": "It has done so for many years.",
      "id": "s1"
    },
    {
      "text": "The first applicant ( Gardena Australia) is a wholly owned subsidiary of Gardena Germany.",
      "id": "s2"
    },
    {
      "text": "I will refer to the two Gardena companies together as \" Gardena \".",
      "id": "s3"
    },
    {
      "text": "2 Gardena Australia has manufacturing facilities in Australia.",
      "id": "s4"
    },
    {
      "text": "These facilities are used to produce some of the products sold in Australia and New Zealand.",
      "id": "s5"
    },
    {
      "text": "The precise role of Gardena Australia in the distribution and sale of Gardena products in Australia was not explored in any detail in the evidence.",
      "id": "s6"
    },
    {
      "text": "3 For many years, the respondent ( Nylex ) has acted as the exclusive distributor of Gardena products in Australia and New Zealand.",
      "id": "s7"
    },
    {
      "text": "Nylex is ultimately owned and controlled by Nylex Limited which is a public company listed on the Australian Securities Exchange.",
      "id": "s8"
    },
    {
      "text": "The products distributed by Nylex for Gardena are sold under the Gardena brand or under a Gardena/Nylex co-brand and bear Gardena trade marks or the authorised combined trade marks of both Gardena and Nylex.",
      "id": "s9"
    },
    {
      "text": "4 In about March 2007, Husqvarna AB acquired Gardena Germany.",
      "id": "s10"
    },
    {
      "text": "Husqvarna has long standing established businesses in Australia.",
      "id": "s11"
    },
    {
      "text": "As a result of that takeover, Gardena Germany decided that it would not renew the distribution arrangements which it had with Nylex and which were due to expire on 31 December 2008.",
      "id": "s12"
    },
    {
      "text": "It intended to involve Husqvarna in the distribution of its products in Australia and New Zealand and to use Husqvarna's distribution network for that purpose.",
      "id": "s13"
    },
    {
      "text": "5 Notices of Termination of the Distribution Agreement and of a companion Licence Agreement were delivered in November 2007.",
      "id": "s14"
    },
    {
      "text": "By serving those Notices, Gardena terminated both Agreements with effect from 31 December 2008.",
      "id": "s15"
    },
    {
      "text": "6 During 2008 there have been difficulties between Gardena and Nylex.",
      "id": "s16"
    },
    {
      "text": "Nylex has secretly established a capacity to supply products under its own name into the relevant markets in Australia and New Zealand in competition with those historically sold under the Gardena brand and under the Gardena/Nylex co-brand.",
      "id": "s17"
    },
    {
      "text": "Nylex branded garden and irrigation products began to appear on the shelves of retailers in Australia and New Zealand in early October 2008.",
      "id": "s18"
    },
    {
      "text": "7 Gardena brought an application for interlocutory injunctive relief in order to stop Nylex from selling these Nylex branded products in competition with Gardena's products and in breach of the Distribution Agreement which has not yet expired.",
      "id": "s19"
    },
    {
      "text": "8 By that application, Gardena sought to hold Nylex to the contract which it made with Gardena until the expiry of that contract on 31 December 2008.",
      "id": "s20"
    },
    {
      "text": "9 In resisting interlocutory relief, Nylex conceded that it breached its contract with Gardena but argued that the balance of convenience and other discretionary factors favoured the refusal of relief.",
      "id": "s21"
    },
    {
      "text": "THE PROCEEDINGS \n \n10 The proceedings were commenced on Monday 3 November 2008 when Gardena applied to me for leave to file the originating process and for an abridgement of the time within which that process had to be served with a view to seeking interlocutory injunctive relief on an urgent basis.",
      "id": "s22"
    },
    {
      "text": "The proceedings were then returned before me on 6 November 2008.",
      "id": "s23"
    },
    {
      "text": "On that day, I heard Gardena's claim for interlocutory relief.",
      "id": "s24"
    },
    {
      "text": "I determined that application on 7 November 2008 and granted interlocutory relief.",
      "id": "s25"
    },
    {
      "text": "When I granted that relief, I indicated to the parties that I would deliver Reasons for Judgment in support of the orders which I made as soon as I was able.",
      "id": "s26"
    },
    {
      "text": "I now publish these Reasons for Judgment in support of the interlocutory orders which I made on 7 November 2008.",
      "id": "s27"
    },
    {
      "text": "11 In the Statement of Claim, Gardena claims that Nylex has breached the Distribution Agreement and the Licence Agreement and has also contravened s 52 and s 53 of the Trade Practices Act 1974 (Cth).",
      "id": "s28"
    },
    {
      "text": "12 The breaches of the Distribution Agreement relied upon by Gardena in the Statement of Claim may be summarised as follows:\n \n(a) Since at least 14 October 2008, Nylex has manufactured or caused to be manufactured, imported into Australia and New Zealand for sale, distributed, promoted and sold products which compete with the Gardena Products Range (as defined in the Distribution Agreement);\n \n(b) Since early 2008, Nylex has failed to use its best endeavours to promote products in the Gardena Products Range and has promoted Nylex branded products manufactured by Claber instead; and\n \n(c) Since early 2008, Nylex has failed or refused to supply Gardena with information and reports as required by the Distribution Agreement.",
      "id": "s29"
    },
    {
      "text": "13 Gardena also alleges that Nylex representatives have misrepresented to existing and potential purchasers of Gardena products that Gardena products would not be available for sale in Australia and New Zealand after 1 January 2009.",
      "id": "s30"
    },
    {
      "text": "It also claims that Nylex employees represented to Mitre 10 employees that, from 2009 onwards, Gardena products in Australia would be sold exclusively through Bunnings Retail Limited and would not be available for sale to or by Mitre 10.",
      "id": "s31"
    },
    {
      "text": "In addition, Gardena complains that Nylex misled Gardena by representing to it that Nylex did not intend to sell Claber brand products in Australia or New Zealand before 31 December 2008 whereas, since at least March 2008, it has been Nylex's intention to sell those products in those countries throughout the 2008---2009 summer season.",
      "id": "s32"
    },
    {
      "text": "The summer selling season in Australia and New Zealand commences in early October each year and is the peak selling season in those countries for garden and domestic irrigation products.",
      "id": "s33"
    },
    {
      "text": "Claber is the supplier with whom Nylex has contracted for the supply of the new range of Nylex branded products.",
      "id": "s34"
    },
    {
      "text": "14 In the Application filed with the Statement of Claim, Gardena seeks an order that Nylex specifically perform its obligations under the Distribution Agreement and a permanent injunction restraining Nylex until 31 December 2008 from manufacturing, distributing or selling products in competition with Gardena products (other than those products which it is permitted to sell on its own account under the Distribution Agreement).",
      "id": "s35"
    },
    {
      "text": "Gardena also seeks permanent injunctions restraining Nylex from misrepresenting to existing purchasers of Gardena products and to potential customers of Gardena that Gardena products will not be available in Australia and New Zealand after 1 January 2009 and from further representing that, after that date, Gardena products will be sold exclusively through Bunnings Retail Limited.",
      "id": "s36"
    },
    {
      "text": "Gardena also claims damages, interest and costs.",
      "id": "s37"
    },
    {
      "text": "15 Gardena's claim for interlocutory relief was confined to a claim for an injunction restraining Nylex until 31 December 2008 from continuing to market and sell in Australia or New Zealand Nylex branded garden products which are not supplied by Gardena and which are being marketed and sold by Nylex in competition with the Gardena products which Nylex was and is obliged to distribute in those countries in accordance with its obligations under the Distribution Agreement.",
      "id": "s38"
    },
    {
      "text": "THE RELEVANT PRINCIPLES (INTERLOCUTORY INJUNCTIONS) \n \n16 Senior Counsel for Nylex submitted that the test which I should apply in determining the present application is that which was discussed and explained in Australian Broadcasting Corporation v Lenah Game Meats Pty Ltd (2001) 208 CLR 199.",
      "id": "s39"
    },
    {
      "text": "Senior Counsel for Gardena did not disagree with this submission.",
      "id": "s40"
    },
    {
      "text": "17 In Australian Broadcasting Corporation v Lenah Game Meats Pty Ltd 208 CLR 199 , a majority of the High Court held that, where an interlocutory injunction is sought (inter alia) in respect of private rights, it is necessary to identify the legal or equitable rights which are to be determined at the trial and in respect of which the final relief is sought.",
      "id": "s41"
    },
    {
      "text": "Their Honours who comprised the majority made clear that the final relief sought need not be injunctive in nature.",
      "id": "s42"
    },
    {
      "text": "See [8] to [21] (pp 216---220) (per Gleeson CJ); [59] to [61] (pp 231---232) (per Gaudron J); and [86] to [92] (pp 239---242); [98] to [100] (pp 244---246); and [105] (p 248) (per Gummow and Hayne JJ).",
      "id": "s43"
    },
    {
      "text": "At [10] (p 216), Gleeson CJ also specifically cited with approval Spry, The Principles of Equitable Remedies , 5 th edn, 1997 (pp 446---456).",
      "id": "s44"
    },
    {
      "text": "18 In his Reasons for Judgment, at [13] (p 218), Gleeson CJ expressly approved the following passage from the Reasons for Judgment of Mason ACJ in Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; (1986) 161 CLR 148 at 153:\n In order to secure such an injunction the plaintiff must show (1) that there is a serious question to be tried or that the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief; (2) that he will suffer irreparable injury for which damages will not be an adequate compensation unless an injunction is granted; and (3) that the balance of convenience favours the granting of an injunction.",
      "id": "s45"
    },
    {
      "text": "19 At [11] to [14] above I have summarised Gardena's claims for final relief.",
      "id": "s46"
    },
    {
      "text": "At [15] above I have described the claim for interlocutory relief with which these Reasons deal.",
      "id": "s47"
    },
    {
      "text": "20 Gardena's interlocutory application is founded solely upon Gardena's contractual rights embodied in the Distribution Agreement.",
      "id": "s48"
    },
    {
      "text": "Some evidence was led concerning the misrepresentation case but no specific interlocutory relief was sought in respect of that case.",
      "id": "s49"
    },
    {
      "text": "Thus, the interlocutory injunction is sought in aid of Gardena's contractual rights.",
      "id": "s50"
    },
    {
      "text": "These rights are legal in character.",
      "id": "s51"
    },
    {
      "text": "21 Because the expiry of the Distribution Agreement is only weeks away and because the final hearing of these proceedings will not be listed before 31 December 2008, the injunction sought by Gardena, although interlocutory in form, will have the effect of finally determining Gardena's claim for permanent injunctive relief in respect of the breach of contract constituted by Nylex's sale of competing products.",
      "id": "s52"
    },
    {
      "text": "For this reason, I propose to approach Gardena's claim for interlocutory relief by evaluating the strength of its claims for final relief based on that breach of contract.",
      "id": "s53"
    },
    {
      "text": "I do so for the purpose of ascertaining where the balance of convenience lies.",
      "id": "s54"
    },
    {
      "text": "I have in mind and intend to apply the statement of principle made by McLelland J in Kolback Securities Ltd v Epoch Mining NL (1987) 8 NSWLR 533 at 536A---D. \n \n22 The breach of contract in respect of which a prima facie case (or serious question) is required to be demonstrated is that breach which is constituted by Nylex's conduct in marketing and selling in Australia and New Zealand non-Gardena sourced products in competition with Gardena products.",
      "id": "s55"
    },
    {
      "text": "23 As I have already mentioned, Senior Counsel for Nylex conceded that there was a serious question to be tried or prima facie case in respect of that cause of action.",
      "id": "s56"
    },
    {
      "text": "In oral submissions he went further and conceded that Nylex had breached the Distribution Agreement by distributing and selling Nylex branded garden and domestic irrigation products in Australia and New Zealand.",
      "id": "s57"
    },
    {
      "text": "That conduct had been undertaken deliberately.",
      "id": "s58"
    },
    {
      "text": "Nylex appreciated that it was breaching the Distribution Agreement when it engaged in the conduct about which complaint is made and plainly intended to do so.",
      "id": "s59"
    },
    {
      "text": "24 These concessions were properly made.",
      "id": "s60"
    },
    {
      "text": "25 The evidence showing Nylex's marketing, promotion, distribution and sale of competing Nylex branded products throughout Australia and in New Zealand was overwhelming and was not contested at all by Nylex during the interlocutory hearing before me.",
      "id": "s61"
    },
    {
      "text": "26 In light of the concessions which I have noted at [23] above, Nylex's submissions in the application before me were directed to the remaining questions identified by Mason ACJ in Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; 161 CLR 148 , namely, whether Gardena had shown that:\n \n(a) it will suffer irreparable injury for which damages will not be adequate compensation unless an injunction is granted; and \n \n(b) the balance of convenience favoured the granting of an injunction.",
      "id": "s62"
    },
    {
      "text": "27 The first of these matters involves an assessment by the Court as to whether the claimant would, in all material respects, be in as good a position if he were confined to his damages remedy, as he would be in if an injunction were granted (see the discussion of this aspect in Spry, The Principles of Equitable Remedies , 7 th edn, 2007 at pp 383---389; at pp 397---399; and at pp 457---462).",
      "id": "s63"
    },
    {
      "text": "28 The second of these matters requires the Court to exercise a discretion.",
      "id": "s64"
    },
    {
      "text": "29 In exercising that discretion, the Court is required to assess and compare the prejudice and hardship likely to be suffered by the defendant, third persons and the public generally if an injunction is granted, with that which is likely to be suffered by the claimant if no injunction is granted.",
      "id": "s65"
    },
    {
      "text": "In determining this question, the Court must make an assessment of the likelihood that the final relief (if granted) will adequately compensate the claimant for the continuing breaches which will have occurred between the date of the interlocutory hearing and the date when final relief might be expected to be granted.",
      "id": "s66"
    },
    {
      "text": "30 In order to address the irreparable injury question, the balance of convenience and the balance of justice in the present case, it is necessary to consider the nature and strength of Gardena's breach of contract case and the circumstances in which Nylex decided to compete with Gardena in the Australian and New Zealand markets in breach of the Distribution Agreement.",
      "id": "s67"
    },
    {
      "text": "31 It is also necessary to consider and evaluate the impact that the grant or refusal of an injunction will have or is likely to have on third persons.",
      "id": "s68"
    },
    {
      "text": "32 In Patrick Stevedores Operations No 2 Pty Ltd v Maritime Union of Australia (No 3) [1998] HCA 30 ; (1998) 195 CLR 1 at [65] and [66] (pp 41---43), Brennan CJ and McHugh, Gummow, Kirby and Hayne JJ, in a joint judgment, expressly adopted a passage from Spry, The Principles of Equitable Remedies (5 th edn, 1997, at pp 402---403), which may be summarised as follows: \n \n(a) In assessing the balance of convenience in an interlocutory injunction application, the interests of the public and third persons are relevant and have more or less weight according to other material circumstances;\n \n(b) Whether those interests tend to favour the grant or the refusal of an injunction in any given case depends upon the circumstances of that case; and\n \n(c) Hardship visited upon third persons or the public generally by the grant of an interlocutory injunction will rarely be decisive.",
      "id": "s69"
    },
    {
      "text": "THE EVIDENCE \n The Formal Agreements and the Notices of Termination (including Some Preliminary Observations on those Documents) \n \n33 Nylex had been the distributor of Gardena products in Australia and New Zealand for some years before 1990.",
      "id": "s70"
    },
    {
      "text": "In 1990 formal agreements were entered into.",
      "id": "s71"
    },
    {
      "text": "34 By a further formal agreement styled Sole Distribution Agreement ( the Distribution Agreement ) executed on or about 10 June 1999, Gardena and Nylex entered into the current distribution arrangement.",
      "id": "s72"
    },
    {
      "text": "At around about the same time, those companies also entered into a Licence Agreement ( the Licence Agreement ).",
      "id": "s73"
    },
    {
      "text": "The Licence Agreement was intended to operate in harmony with and for the same period of time as the Distribution Agreement.",
      "id": "s74"
    },
    {
      "text": "35 The Licence Agreement is mainly concerned with trade marks.",
      "id": "s75"
    },
    {
      "text": "It will not feature prominently in the current interlocutory application.",
      "id": "s76"
    },
    {
      "text": "Clause 7.2 of the Licence Agreement mirrors the termination provisions of Clause 11 of the Distribution Agreement.",
      "id": "s77"
    },
    {
      "text": "36 The territory covered by the Distribution Agreement is Australia and New Zealand.",
      "id": "s78"
    },
    {
      "text": "37 The term of the Distribution Agreement is 10 years commencing on 1 January 1999 and continuing until 31 December 2008.",
      "id": "s79"
    },
    {
      "text": "Clause 11.1 of the Distribution Agreement provides that the Agreement shall continue on foot after 31 December 2008 unless terminated in accordance with the terms of that clause.",
      "id": "s80"
    },
    {
      "text": "That clause provides that either party may terminate the Agreement with effect from 31 December 2008 by giving notice in writing at any time up to 31 December 2007.",
      "id": "s81"
    },
    {
      "text": "38 As I have already mentioned, Gardena availed itself of that right of termination.",
      "id": "s82"
    },
    {
      "text": "It gave Nylex early warning of its intention to terminate when representatives of the parties met in Ulm, Germany, in July 2007.",
      "id": "s83"
    },
    {
      "text": "39 By Notices of Termination dated 15 October 2007 which were served under cover of letters dated 6 November 2007, Gardena terminated both the Distribution Agreement and the Licence Agreement with effect from 31 December 2008.",
      "id": "s84"
    },
    {
      "text": "40 These Notices of Termination are valid in form.",
      "id": "s85"
    },
    {
      "text": "Further, Gardena appears to have complied with all other requirements set out in Clause 11.1 of the Distribution Agreement and in Clause 7.2 of the Licence Agreement.",
      "id": "s86"
    },
    {
      "text": "41 No point concerning the validity of either Notice of Termination was taken by Nylex at the hearing before me.",
      "id": "s87"
    },
    {
      "text": "No such point is likely to be taken at the final hearing.",
      "id": "s88"
    },
    {
      "text": "42 The termination of the Distribution Agreement and of the Licence Agreement appears to me to have been effective.",
      "id": "s89"
    },
    {
      "text": "43 Nylex faintly argued that each of the Distribution Agreement and the Licence Agreement contained an implied term to the effect that neither party would terminate that agreement part way through the Australian summer season (ie after 1 October in any given year and before 31 March in the next year).",
      "id": "s90"
    },
    {
      "text": "This argument was not developed by Nylex.",
      "id": "s91"
    },
    {
      "text": "It was not at all clear to me how such an argument would ultimately be put.",
      "id": "s92"
    },
    {
      "text": "I think that Nylex will have considerable difficulty persuading the trial judge of the merits of such an argument (if it is seriously pressed at the trial).",
      "id": "s93"
    },
    {
      "text": "The postulated implied term is not likely to satisfy all the elements of the test approved by the High Court in Codelfa Construction Pty Ltd v State Rail Authority (NSW) [1982] HCA 24 ; (1982) 149 CLR 337 at 345---347 (per Mason J) and at 403---404 (per Brennan J).",
      "id": "s94"
    },
    {
      "text": "At the very least, it seems to me that the postulated implied term would contradict the terms of Clause 11.1 of the Distribution Agreement and the terms of Clause 7.2 of the Licence Agreement which clauses are, of course, express terms of the relevant contracts.",
      "id": "s95"
    },
    {
      "text": "I do not need to decide this point for the purposes of the application with which these Reasons deal and I refrain from doing so.",
      "id": "s96"
    },
    {
      "text": "44 By letter dated 15 November 2007 sent by Nylex to Gardena Germany, Mr Peter George, who is the Executive Chairman of Nylex, acknowledged receipt of both Notices of Termination.",
      "id": "s97"
    },
    {
      "text": "In that letter, he also said:\n I wish you well with your integration projects and look forward to our continuing distribution of GARDENA products up to the end of next year.",
      "id": "s98"
    },
    {
      "text": "45 The terms of that letter were such as to lead the recipient of it to believe that the terminations effected by the Notices of Termination were accepted by Nylex and that Nylex would approach the last year of its distribution arrangements with Gardena (viz 2008) in good faith, with goodwill and in accordance with its contractual obligations under the Distribution Agreement.",
      "id": "s99"
    },
    {
      "text": "46 Nylex did not suggest in Mr George's letter or at any time subsequent to the sending of that letter that the termination of each of the relevant agreements was ineffective or under challenge in any way.",
      "id": "s100"
    },
    {
      "text": "Both Gardena and Nylex have conducted themselves since November 2007 upon the basis that both the Distribution Agreement and the Licence Agreement will come to an end on 31 December 2008.",
      "id": "s101"
    },
    {
      "text": "47 The following definitions contained in the Distribution Agreement are of some importance:\n \"1.",
      "id": "s102"
    },
    {
      "text": "Interpretation \n \n 1.1 Definitions \n \n \n \n \n In this Agreement:\n ...\n Annual Marketing Plan means a marketing plan covering NYLEX-GARDENA and GARDENA products in the garden care market for the major product groups to be prepared in terms of paragraph 4.9 of this agreement.",
      "id": "s103"
    },
    {
      "text": "...\n Gardena Nylex Products Range means: \n \n \n \n \n \n (a) those products in the Gardena Products Range sold or distributed by NYLEX as at the date of execution of this Agreement;\n (b) those products deemed to be included in the Gardena Nylex Products Range pursuant to sub-clause 2.4 and those products n respect of which NYLEX has exercised its right of first refusal pursuant to paragraph 2.6(c);\n (c) other products which may be included under this definition, by agreement between the parties, from time to time; \n (d) those products included in the Gardena Nylex Products Range pursuant to sub-clause 2.7.",
      "id": "s104"
    },
    {
      "text": "Gardena Products Range means the entire Gardena products range within the meaning ascribed thereto in sub-clause 2.1.",
      "id": "s105"
    },
    {
      "text": "... \n Supply means a supply of goods, services, real property and other things under this agreement.",
      "id": "s106"
    },
    {
      "text": "\"\n \n \n \n\n48 Clause 2.1 of the Distribution Agreement is in the following terms:\n \"2.",
      "id": "s107"
    },
    {
      "text": "Subject of the Agreement \n \n \n 2.1 GARDENA herewith grants to NYLEX, which acts as an independent trader, upon and subject to the terms and conditions hereinafter contained, the exclusive distribution rights in the Territory for: \n \n \n \n \n \n (a) the entire Gardena product range as listed in the international catalogue produced by GARDENA a copy of which is Schedule A; and\n (b) any other garden or house care products developed by GARDENA which are included in international catalogues issued to replace the one in Schedule A, \n \n \n \n \n \n (hereinafter referred to as the \"Gardena Products Range\").",
      "id": "s108"
    },
    {
      "text": "\"\n \n \n \n\n49 Clauses 4.1, 4.2, 4.7, 4.8, 4.9, 4.10, 4.11, 4.15 and 4.16 are in the following terms:\n \"4 Nylex's General duties \n \n \n 4.1 NYLEX hereby agrees with the aim of securing for the Gardena Nylex Products Range the highest possible profile and reputation in the Territory it will have regard to its existing contractual obligations as at the date hereof to distribute and market the products of other manufacturers and: \n \n \n \n \n \n (a) use its best endeavours to and that it will diligently and vigorously pursue the promotion, marketing and sale of the Gardena Nylex Products Range throughout the Territory for the Term of this Agreement;\n (b) maintain satisfactory relations with customers of the Gardena Nylex Products Range by visiting them at regular intervals and making every reasonable effort to secure orders to sell the Gardena Nylex Products Range;\n (c) maintain a sufficient inventory of the Gardena Nylex Products Range to meet, promote and develop the market for those products in the Territory;\n (d) distribute sales literature, advertising materials and related materials and provide advice and assistance to customers and purchasers of the Gardena Nylex Products Range; and\n (e) not in-any way denigrate or diminish the reputation and goodwill of the Gardena Nylex Products Range.",
      "id": "s109"
    },
    {
      "text": "4.2 NYLEX hereby warrants, covenants and agrees with GARDENA that it will hold and treat and maintain as confidential all information relating to the sales, promotion and marketing of the Gardena Products range (which information is hereinafter referred to as \"the GARDENA confidential information\") acknowledging it to be the valuable property of GARDENA and NYLEX hereby agrees to hold it in trust in confidence and to take all steps and do all such things as may be necessary or prudent or desirable in order to safeguard its confidentiality.",
      "id": "s110"
    },
    {
      "text": "...\n 4.7 Subject to clause 2.8 NYLEX hereby agrees that it shall not, during the Term of this Agreement, manufacture, distribute, promote or sell any products which compete with products in the Gardena Products Range.",
      "id": "s111"
    },
    {
      "text": "4.8 NYLEX will advertise and package the Gardena Nylex Products range in the Territory on its own account.",
      "id": "s112"
    },
    {
      "text": "NYLEX will promote the products supplied by GARDENA to a reasonable extent.",
      "id": "s113"
    },
    {
      "text": "The parties currently agree that a reasonable promotional expenditure is 5% of net sales when averaged over a period of two years.",
      "id": "s114"
    },
    {
      "text": "4.9 Each year of the Term of this Agreement shall be divided into periods of three (3) months ending on the last day of September, December, March and June (which three month period will be referred to as a \"Quarter\").",
      "id": "s115"
    },
    {
      "text": "NYLEX will provide to GARDENA, in January/February of every year during the Term of this Agreement, a detailed marketing plan for the following NYLEX financial year for all major product groups covered by this Agreement (proposed \"Annual Marketing Plan\").",
      "id": "s116"
    },
    {
      "text": "The proposed Annual Marketing Plan must include: \n \n \n \n \n \n (a) details of advertising through suitable media to be carried out for the calender year, including but not limited to press, magazine, radio, television, mail, internet, multi-media, co-op advertising and in-store promotions;\n (b) a sales budget for each article for each month by volume and value;\n (c) a purchase budget for each article for each month by volume and value;\n (d) a marketing budget for each Quarter by activity; and\n (e) a communication budget for each Quarter by activity.",
      "id": "s117"
    },
    {
      "text": "4.10 NYLEX will consult with GARDENA in relation to the proposed Annual Marketing Plan and will: \n \n \n \n \n \n (a) in good faith consider the comments; and\n (b) follow the reasonable recommendations \n \n \n \n \n \n of GARDENA in respect of the proposed Annual Marketing Plan.",
      "id": "s118"
    },
    {
      "text": "Both GARDENA and NYLEX must agree to the proposed Annual Marketing Plan before the plan comes into effect, provided that, should GARDENA fail to respond to NYLEX with its comments on or provide its consent to the proposed Annual Marketing Plan within four (4) weeks after receipt by GARDENA of the Annual Marketing Plan for its approval, then the proposed Annual Marketing Plan will be deemed to have been agreed to by GARDENA.",
      "id": "s119"
    },
    {
      "text": "4.11 NYLEX hereby agrees that it will act in accordance with an Annual Marketing Plan agreed under clause 4.10 and that it will otherwise embark upon advertising in accordance with reasonable recommendations made from time to time by GARDENA.",
      "id": "s120"
    },
    {
      "text": "...\n 4.15 NYLEX and GARDENA hereby acknowledge and agree that they will enter into a Trade Mark Licence Agreement (\"New Licence Agreement\") which will be executed simultaneously with this Agreement and will be deemed to have commenced on 1 January 1999.",
      "id": "s121"
    },
    {
      "text": "The New licence Agreement shall regulate NYLEX's use of the Trade Marks under this Agreement.",
      "id": "s122"
    },
    {
      "text": "In addition, the New Licence Agreement shall replace all previous arrangements or agreements between NYLEX and GARDENA relating to NYLEX's use of the Trade Marks.",
      "id": "s123"
    },
    {
      "text": "The failure by NYLEX to execute the New Licence Agreement shall constitute an immediate ground for termination by GARDENA of this Agreement.",
      "id": "s124"
    },
    {
      "text": "4.16 Subject to the terms of the New Licence Agreement referred to in-clause 4.13.",
      "id": "s125"
    },
    {
      "text": "(a) GARDENA acknowledges that NYLEX may continue to market hoses, tubing and like products manufactured by NYLEX under the trade mark \"NYLEX\" or such other mark or marks as NYLEX may in its reasonable discretion wish to apply to such products.",
      "id": "s126"
    },
    {
      "text": "NYLEX may not use any trade mark other than the \"NYLEX\" trade mark to market without the prior consent of GARDENA, which consent shall not be unreasonably withheld.",
      "id": "s127"
    },
    {
      "text": "(b) NYLEX hereby agrees that all advertising and packaging of micro-drip sprinklers shall contain both the GARDENA and NYLEX trade marks and that NYLEX shall ensure that the NYLEX and GARDENA trade marks are displayed in equal size and with equal prominence and are used in substantially the same form as shown in Schedule \"B\" annexed hereto.",
      "id": "s128"
    },
    {
      "text": "(c) NYLEX hereby agrees that advertising by NYLEX (in all media) and packaging of all other products in the Gardena Products Range shall contain only the GARDENA trade mark.",
      "id": "s129"
    },
    {
      "text": "(d) NYLEX hereby, agrees that in using the GARDENA trade mark (whether by itself or together with the NYLEX trade mark) subject to applicable laws, NYLEX will always follow the GARDENA corporate design guidelines.",
      "id": "s130"
    },
    {
      "text": "GARDENA's current trade mark design guidelines are attached as Schedule B to this Agreement.",
      "id": "s131"
    },
    {
      "text": "(e) NYLEX must obtain GARDENA's prior written approval in respect of all new packaging proposed by NYLEX to be used for products in the Gardena Products Range which contain the GARDENA trade mark.",
      "id": "s132"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n \n\n50 Clause 7 of the Distribution Agreement deals with the supply of stock by Gardena to Nylex.",
      "id": "s133"
    },
    {
      "text": "Clauses 7.3, 7.4, 7.9, 7.10 and 7.11 are in the following terms: \n \n \n \"7.3 NYLEX shall use its best endeavours to ensure that GARDENA is kept informed with all information necessary for the Gardena Products Range to meet the legal requirements of the country of destination.",
      "id": "s134"
    },
    {
      "text": "7.4 GARDENA fixes the prices at which it delivers the Gardena Products Range to NYLEX.",
      "id": "s135"
    },
    {
      "text": "NYLEX fixes the prices, suitable for its market following discussions with GARDENA..\n ...\n 7.9 In case of termination of this Agreement, GARDENA is obliged to buy back from NYLEX at landed cost all of the Gardena Products Range and spare parts which are in a condition as supplied initially by GARDENA.",
      "id": "s136"
    },
    {
      "text": "Neither GARDENA nor NYLEX will have further obligations.",
      "id": "s137"
    },
    {
      "text": "7.10 GARDENA binds itself to execute orders in accordance with the agreed ordering procedures as set out in Schedule F to this agreement, to the best of its ability.",
      "id": "s138"
    },
    {
      "text": "In the event GARDENA can not execute orders in accordance with the planning figures within a reasonable delivery time, NYLEX has the right to adjust these planning figures accordingly.",
      "id": "s139"
    },
    {
      "text": "7.11 Title to ownership of the Gardena Nylex Products Range remains with GARDENA until such time as they have been paid by NYLEX.",
      "id": "s140"
    },
    {
      "text": "\" \n \n \n51 Schedule F to the Distribution Agreement requires Nylex, at the end of February in each year of the term, to provide sales forecasts covering the following 18 months' period.",
      "id": "s141"
    },
    {
      "text": "52 Subject to certain conditions, Clause 9.2 contemplates and permits Gardena to change the design of products within the Gardena Products Range or part or parts thereof or to discontinue the same at any time.",
      "id": "s142"
    },
    {
      "text": "53 The Distribution Agreement, as performed by the parties, covers the distribution of a wide variety of Gardena branded products (identified by reference to the Gardena catalogue), products manufactured by Nylex being garden irrigation products which are co-branded, garden hoses, tubes and similar products which are fitted with Gardena branded fittings and also garden hoses, tubes and similar products which do not have any fittings included with or attached to them.",
      "id": "s143"
    },
    {
      "text": "The Evidence of Breach of the Distribution Agreement by Nylex (Promotion and Sale of Competing Products) \n \n54 The evidence before me establishes that:\n \n(a) From about early to mid-October 2008, Nylex branded hose fittings manufactured by Claber were on the shelf for sale in some Mitre 10 stores in New South Wales, Victoria and Queensland;\n \n(b) The spread of stores where such items were offered for sale was significant, covering both metropolitan and country areas;\n \n(c) Nylex approached Palmers' Garden World in New Zealand in April 2008 and told Mr Knowles, a buyer for that organisation, that Nylex would be in a position to put Nylex's new range of Nylex branded watering products into Palmers' stores from the beginning of September 2008;\n \n(d) From late October 2008, Nylex branded hoses with Nylex branded hose fittings manufactured by Claber were on the shelf for sale in Palmers' Garden World stores in Auckland and Wellington, New Zealand;\n \n(e) From late October 2008, Nylex branded hoses with Nylex branded hose fittings manufactured by Claber were on the shelf for sale in some Bunnings Warehouse outlets in Victoria;\n \n(f) By late October 2008, Nylex branded hose fittings manufactured by Claber were available for sale to members of the Danks purchasing group;\n \n(g) By late October 2008, the Mitre 10 warehouse had begun to supply Mitre 10 retail outlets with Nylex branded hose fittings manufactured by Claber in fulfilment of orders placed by those outlets for Gardena products;\n \n(h) In September 2008, Nylex began advertising and promoting in Australia and New Zealand an extensive range of Nylex branded garden products manufactured by Claber.",
      "id": "s144"
    },
    {
      "text": "55 Historically, the major customers of Nylex who purchased Gardena products and Gardena/Nylex co-branded products were:\n \n(a) Bunnings Retail Limited which operates and supplies the Bunnings Warehouse chain of hardware and homeware outlets; \n \n(b) Mitre 10 which operates a business which is very similar to that of Bunnings;\n \n(c) John Danks &amp; Sons.",
      "id": "s145"
    },
    {
      "text": "This is a co-operative hardware and homeware group which bands together to utilise the buying power of its members as a group; and\n \n(d) Palmers' Garden World which operates a business in New Zealand similar to those operated by Bunnings and Mitre 10 in Australia.",
      "id": "s146"
    },
    {
      "text": "56 These organisations together have, in recent years, accounted for about 80% of the total sales of Gardena garden and irrigation products in Australia and New Zealand.",
      "id": "s147"
    },
    {
      "text": "57 Confronted with what appeared to be conscious, deliberate and flagrant breaches of the Distribution Agreement and a calculated and destructive course of conduct designed to undermine Gardena's business in Australia and New Zealand, Mr Daniel Carman, who is the General Manager, Consumer Products Division of Husqvarna Australia Pty Limited, fired off an email to Ms Fiona Dickson, who is the Executive General Manager, Nylex Lifestyle Group.",
      "id": "s148"
    },
    {
      "text": "Nylex Lifestyle Group is a business division of Nylex.",
      "id": "s149"
    },
    {
      "text": "Ms Dickson was and is the executive at Nylex with line management responsibility for the promotion and sale of Nylex garden products.",
      "id": "s150"
    },
    {
      "text": "She also has responsibility for managing the Gardena distribution arrangements and for the execution of those arrangements.",
      "id": "s151"
    },
    {
      "text": "Mr Carman's email was sent during the week beginning 13 October 2008.",
      "id": "s152"
    },
    {
      "text": "58 Ms Dickson replied to Mr Carman's email as follows:\n Thank you for your email.",
      "id": "s153"
    },
    {
      "text": "As you are aware, Mitre 10 has decided to range the new Nylex products this season.",
      "id": "s154"
    },
    {
      "text": "If you wish, I am happy to meet with you to discuss.",
      "id": "s155"
    },
    {
      "text": "59 This curt response provoked a lengthy and somewhat angry email complaint from Mr Carman on 26 October 2008.",
      "id": "s156"
    },
    {
      "text": "I set out the text of this email in full:\n Fiona, Not sure what you think I was aware of.",
      "id": "s157"
    },
    {
      "text": "I was aware that Mitre 10 had selected to range the Nylex-Claber range of fittings and was advised by Ian Male in early July that GARDENA brand watering products would not be available to stores through the Mitre 10 warehouse.",
      "id": "s158"
    },
    {
      "text": "What I was not aware of was that Mitre 10's decision to select the Nylex-Claber range was based on you breaking your company's contract with the GARDENA companies to supply alternative product at the start of the 'season'.",
      "id": "s159"
    },
    {
      "text": "Unfortunately, I believed you when you stated, and confirmed via the last legal correspondence, that Nylex would comply with their obligations until the end of the sole distribution agreement.",
      "id": "s160"
    },
    {
      "text": "Since my email to you last week, I have now seen first-hand many examples of Claber product for sale in retail outlets and the extent of what are deliberate, blatant and clearly premeditated breaches of the license agreement.",
      "id": "s161"
    },
    {
      "text": "Offering or agreeing to supply Palmers in New Zealand and Mitre 10 in Australia (and I can only assume, every other of the current GARDENA customers you are supplying) within the period of being the sole distributor of GARDENA means you had decided as early as May that you were going to breach our legal and binding agreement.",
      "id": "s162"
    },
    {
      "text": "You have carried on a deception for many months to me and our company, while all along you planned to take this action.",
      "id": "s163"
    },
    {
      "text": "It is now obvious to all that you only engaged legal counsel in an attempt to invent or contrive some sort of breach on Husqvarna/GARDENA's behalf in a bid to somehow justify your preplanned and totally unethical decision to break the sole distribution agreement by supplying products in direct competition to GARDENA.",
      "id": "s164"
    },
    {
      "text": "You have done little but stall, deflect and withhold since to ensure you could carry out your intended breach, aimed to defer attention to your activities and delay as long as possible the ability to gain factual evidence of your plans.",
      "id": "s165"
    },
    {
      "text": "I am bitterly disappointed with your own and Nylex's behaviour and actions through this period leading up to the expiry of the agreement and hand-over of the GARDENA distribution.",
      "id": "s166"
    },
    {
      "text": "Any explanation from you, or from the legal firm you engaged to put forward very selective arguments (mainly based around a Husqvarna 2009 customer presentation document you know you should never have had in your possession) to try and create/invent a circumstance where Husqvarna/GARDENA were at fault, cannot take away from the fact that you are deliberately and knowingly breaching the agreement by selling competing products.",
      "id": "s167"
    },
    {
      "text": "To also try and say that you could possibly be giving full attention and resources to promoting and maximising the sales of GARDENA products during this time defies logic.",
      "id": "s168"
    },
    {
      "text": "What you are doing is totally unacceptable to myself and our company.",
      "id": "s169"
    },
    {
      "text": "60 Ms Dickson responded on 28 October 2008 and, once again, suggested a meeting --- this time with herself, Mr George, Mr Carman and Mr Boyd (a senior Husqvarna employee).",
      "id": "s170"
    },
    {
      "text": "She did not deny any of the allegations made by Mr Carman in his 26 October 2008 email.",
      "id": "s171"
    },
    {
      "text": "61 Mr Carman rejected Ms Dickson's overtures for a meeting in a further email which he sent to her on 30 October 2008.",
      "id": "s172"
    },
    {
      "text": "In that email he said:\n Fiona, I, or any of the Husqvarna management, don't hold out any hope that anything will be achieved by further discussion.",
      "id": "s173"
    },
    {
      "text": "As you are well aware, you have not been honest with us.",
      "id": "s174"
    },
    {
      "text": "Nylex is in serious breach of the Sole Distribution Agreement, and has already and will continue to cause the Gardena companies considerable loss and damage, and we reserve our rights.",
      "id": "s175"
    },
    {
      "text": "In the meantime, in order to stop some of the damage being done to our business, we require Nylex to undertake to the Gardena companies that it will immediately cease, and until 31 December 2008, refrain from manufacturing, distributing or selling any Nylex branded fittings and other watering products manufactured by Claber, Nylex hoses fitted with hose connectors manufactured by Claber, or any other products that compete with Gardena products as defined under the Sole Distribution Agreement.",
      "id": "s176"
    },
    {
      "text": "We treat Nylex's breach of the Sole Distribution Agreement very seriously.",
      "id": "s177"
    },
    {
      "text": "If the undertaking required by this email is not provided by 5.00 p.m. on 31 October 2008 then, without further notice, we will take such legal action against Nylex as we may be advised including action for an urgent injunction to restrain Nylex from selling, manufacturing, distributing or selling products in breach of the Sole Distribution Agreement.",
      "id": "s178"
    },
    {
      "text": "62 Nylex did not respond to that email.",
      "id": "s179"
    },
    {
      "text": "63 The conduct of Nylex summarised in [54] above, with the exception perhaps of the matter covered in sub-par (c) thereof, was not denied by Nylex during the interlocutory hearing before me.",
      "id": "s180"
    },
    {
      "text": "64 Furthermore, in my view, Nylex is unlikely to be in a position at the final hearing to deny that it engaged in that conduct.",
      "id": "s181"
    },
    {
      "text": "65 Rather, Nylex attempted to justify its conduct in a commercial sense and perhaps legally by asserting that it was driven to do what it did by a combination of factors which included:\n \n(a) conduct on the part of Gardena throughout 2008 which affected Nylex's capacity to effect a smooth transition from itself to Gardena/Husqvarna as the exclusive supplier of Gardena branded products in Australia and New Zealand and which otherwise was designed to undermine Nylex; and\n \n(b) the need to satisfy the wishes and requirements of those retailers and wholesalers who had been historically the most significant purchasers of Gardena branded products.",
      "id": "s182"
    },
    {
      "text": "66 I will return to these matters in a little more detail later in these Reasons.",
      "id": "s183"
    },
    {
      "text": "Some Controversial Allegations \n \n67 It is Gardena's case that, since early 2008, Nylex has busied itself devising and implementing a plan to sell in Australia and New Zealand Nylex branded garden and irrigation products in competition with Gardena products, commencing in early October 2008.",
      "id": "s184"
    },
    {
      "text": "Gardena alleges that this plan was concealed from it by Nylex for much of 2008 with a view to placing Nylex in the best position possible to exploit its breaches of contract for its own financial benefit and to the detriment of Gardena.",
      "id": "s185"
    },
    {
      "text": "68 Gardena also alleges that, throughout 2008, Nylex has dishonestly disparaged Gardena and its products and undermined the future prospects of Gardena in Australia in the hope that it (Nylex) would gain a substantial foothold in Australia and New Zealand for its own Nylex branded garden and domestic irrigation products before Gardena would have any real opportunity to counter Nylex's conduct by defending its good name and products in the marketplace.",
      "id": "s186"
    },
    {
      "text": "69 A number of facts and matters were relied upon by Gardena which it submitted provided strong evidence of these two broad propositions.",
      "id": "s187"
    },
    {
      "text": "These were:\n \n(a) Nylex's reluctance to sign off on the key action plan or action list, drafts of which passed back and forth between the parties from about August 2007 until about March 2008.",
      "id": "s188"
    },
    {
      "text": "The version in play of this plan document as at mid-January 2008 reflected substantial agreement between Gardena and Nylex at that time as to what this document should provide.",
      "id": "s189"
    },
    {
      "text": "The list was designed to set out agreed steps for the separation of the two businesses as and from 1 January 2009 and should have been something which was promptly and easily agreed.",
      "id": "s190"
    },
    {
      "text": "Indeed, until Ms Dickson commenced employment with Nylex in the middle of January 2008, progress on the list had been reasonable.",
      "id": "s191"
    },
    {
      "text": "The arrival of Ms Dickson heralded an entrenched reluctance on the part of Nylex to come to an agreed position in respect of that list.",
      "id": "s192"
    },
    {
      "text": "It was never finalised;\n \n(b) Nylex's failure to promote Gardena products in Australia and New Zealand with the same genuine vigour as it had previously brought to that exercise.",
      "id": "s193"
    },
    {
      "text": "In the first half of 2008, anecdotal evidence came to Gardena to the effect that Nylex was, at best, paying lip service to its obligations to use its best endeavours to promote Gardena products in Australia and New Zealand and had, in fact, begun to undermine the sale of those products in those markets by taking advantage of its own lack of co-operation in agreeing to the action plan in order to suggest to customers that there was no separation plan in place and that Gardena was being difficult in agreeing upon one.",
      "id": "s194"
    },
    {
      "text": "Nylex also delayed sending (and, possibly, never sent) to the major customers a jointly-approved letter designed to smooth the way for the Gardena/Husqvarna takeover of the business;\n \n(c) The fact that Nylex had purchased far fewer Gardena products in the first half of the 2008 calendar year than had been expected.",
      "id": "s195"
    },
    {
      "text": "This ran counter to a five year historical trend;\n \n(d) The fact that, by about July 2008, Nylex had ceased furnishing Gardena with regular order schedules;\n \n(e) The fact that, on occasion, in the first half of calendar year 2008, Nylex had run out of stock leading to urgent requests from Nylex to Gardena to re-prioritise existing orders;\n \n(f) Nylex's failure to organise its ordering appropriately for the upcoming summer selling season in Australia which was due to commence in earnest in early October 2008;\n \n(g) The fact that, by late October 2008, the volume of orders placed by Nylex with Gardena for 2008 was down by about 80% compared with previous years;\n \n(h) The fact that, between October 2007 and April 2008, Nylex provided no monthly sales reports to Gardena.",
      "id": "s196"
    },
    {
      "text": "On 24 April 2008, monthly sales reports for the period from November 2007 to end March 2008 were delivered.",
      "id": "s197"
    },
    {
      "text": "No proper monthly sales reports have been supplied to Gardena since 24 April 2008;\n \n(i) The fact that Nylex has not provided information to Gardena in relation to order forecasts since some time prior to April 2008;\n \n(j) Nylex's failure to provide the 2008 Annual Marketing Plan to Gardena on time or in a form which met the requirements for such a document laid down in the Distribution Agreement.",
      "id": "s198"
    },
    {
      "text": "That plan should have been provided by no later than February 2008.",
      "id": "s199"
    },
    {
      "text": "Although some leeway had been allowed in past years, Nylex had not been absolved by Gardena from supplying this document.",
      "id": "s200"
    },
    {
      "text": "The evidence before me indicates that Nylex held off supplying this Plan until October 2008 and even then put forward a document that could not fairly be described as an Annual Marketing Plan.",
      "id": "s201"
    },
    {
      "text": "The document bore no relationship to documents of this type supplied in respect of prior years and was superficial and simplistic and lacked important details.",
      "id": "s202"
    },
    {
      "text": "Nylex also fobbed off Gardena on several occasions when it requested that this plan be provided;\n \n(k) Nylex's repeated refusal or failure to supply details of the stock of Gardena products which it had on hand at various times during 2008 and its failure to respond to enquiries from Gardena about levels of stock being held from time to time.",
      "id": "s203"
    },
    {
      "text": "Details of the type and quantities of Gardena products held by Nylex are obviously required by Gardena if the distribution arrangements are to operate efficiently and successfully.",
      "id": "s204"
    },
    {
      "text": "Those details were of even greater importance in the context of the imminent termination of the distribution arrangements; and \n \n(l) Nylex's attempts, both through its own employees and through its lawyers in the period from about April 2008 to late September 2008, to provoke or manufacture or contrive a dispute with Gardena which would then provide an environment in which Nylex could either terminate the Distribution Agreement or negotiate a settlement of the contrived dispute on a basis which would include the termination of the Distribution Agreement with effect from October 2008, the beginning of the season, or with effect from the end of March 2009, the end of the season.",
      "id": "s205"
    },
    {
      "text": "70 Some of these matters are relied upon by Gardena as separate breaches of contract.",
      "id": "s206"
    },
    {
      "text": "Many of these allegations are contested by Nylex.",
      "id": "s207"
    },
    {
      "text": "Some of the factual assertions may not be in contest but the complexion sought to be placed upon them by Gardena and the inferences sought to be drawn from them by Gardena are very much in issue.",
      "id": "s208"
    },
    {
      "text": "71 Further, Nylex contended that Gardena was itself in breach of contract throughout 2008 by:\n \n(a) Failing to participate with Nylex in joint presentations to customers;\n \n(b) Making presentations to customers in which Gardena representatives informed those customers that, from 1 January 2009, Gardena intended to introduce new products into the Australian and New Zealand markets;\n \n(c) Disparaging the Nylex companies to the major customers in those markets; and\n \n(d) Misusing its market power to threaten and bully Nylex's new supplier, Claber, with a view to causing Claber not to deal with Nylex.",
      "id": "s209"
    },
    {
      "text": "72 These allegations are themselves in contest.",
      "id": "s210"
    },
    {
      "text": "73 It is not appropriate for me to make any findings about any of these allegations at this stage.",
      "id": "s211"
    },
    {
      "text": "It is sufficient for present purposes for me to observe that there was persuasive evidence before me which supported Gardena's allegations and which also supported the case which it will ultimately seek to put based upon those allegations.",
      "id": "s212"
    },
    {
      "text": "74 The failure by Nylex to provide documents and information was generally not disputed by Nylex.",
      "id": "s213"
    },
    {
      "text": "The reduction in the level of sales of Gardena products by Nylex in 2008 was not disputed by Nylex although it advanced reasons for this which, if true, may provide innocent explanations for what has occurred.",
      "id": "s214"
    },
    {
      "text": "Nylex also tendered evidence which showed a less dramatic drop in sales than that which was asserted by Gardena.",
      "id": "s215"
    },
    {
      "text": "The proposition that the conduct of Nylex in 2008 amounted to a lack of good faith in promoting Gardena products and an attempt to undermine Gardena in Australia and New Zealand was disputed by Nylex.",
      "id": "s216"
    },
    {
      "text": "Nylex asserted that it was driven to commit the breaches of contract about which Gardena complains by Gardena's bloody-mindedness in dealing with the up-coming termination of the distribution arrangements.",
      "id": "s217"
    },
    {
      "text": "75 Also included within the evidence before me was an hearsay account to the effect that a female Nylex sales representative had represented to Thornton Home Hardware, an outlet which purchases goods through the Danks group, that:\n \n(a) Gardena products would, in the future, only be supplied to the retail market through Bunnings; and\n \n(b) Gardena products had been \" kicked out \" of the Danks Warehouse.",
      "id": "s218"
    },
    {
      "text": "76 The evidence also suggested that the same employee had offered the particular retailer a 20% discount if he were to purchase and on-sell only Nylex watering products to the exclusion of all other suppliers.",
      "id": "s219"
    },
    {
      "text": "77 This hearsay account was put in issue by Nylex.",
      "id": "s220"
    },
    {
      "text": "Ms Dickson said that no sales representative had authority to make such statements and that no discount had been offered as alleged.",
      "id": "s221"
    },
    {
      "text": "78 This evidence of misleading and deceptive conduct and disparagement of Gardena and its products, in my view, can only presently be relevant to the balance of convenience and, in any event, is of little significance to that issue.",
      "id": "s222"
    },
    {
      "text": "Evidence Directed to the Balance of Justice and the Balance of Convenience (including whether Damages would be an Adequate Remedy) \n \n79 Gardena pointed to the clear terms of the Distribution Agreement and to the admitted breaches thereof by Nylex.",
      "id": "s223"
    },
    {
      "text": "Gardena stressed that the contractual obligations imposed upon Nylex under the Distribution Agreement and the Licence Agreement were both serious and significant.",
      "id": "s224"
    },
    {
      "text": "80 Mr Carman testified that Gardena and Husqvarna were not in a position themselves to supply and distribute Gardena products to retailers in Australia and New Zealand at the present time and would not be in a position to do so before 31 December 2008.",
      "id": "s225"
    },
    {
      "text": "Those companies do not have sufficient stock readily available for that purpose; they do not have their new distribution network in place; and they do not yet have a full sales force and other staffing in place.",
      "id": "s226"
    },
    {
      "text": "Training of staff has not yet been completed.",
      "id": "s227"
    },
    {
      "text": "81 Furthermore, the design and manufacture of new packaging, the registration of new barcodes and the preparation of a new catalogue were all tasks which have not yet been completed.",
      "id": "s228"
    },
    {
      "text": "Those tasks have been programmed for completion in time to permit a smooth 1 January 2009 implementation of the new distribution arrangements.",
      "id": "s229"
    },
    {
      "text": "They could not sensibly have been brought forward to accommodate an October or November 2008 start-up.",
      "id": "s230"
    },
    {
      "text": "82 Mr Carman also testified as follows: \n If Nylex continues to treat itself as being free of its contract and supplies Claber instead of GARDENA brand products to customers such as Mitre 10 and Danks during October, November and December 2008, then Gardena will lose the sales which should have been made in those months, and will have no existing sales momentum when we start supplying product in January.",
      "id": "s231"
    },
    {
      "text": "The damage caused by either a three month gap in supply of GARDENA products, or by Nylex Claber products having a three month head start, in my opinion based on my experience in retail and in product distribution, would persist for years and make it very difficult for Gardena to re-establish itself in the market.",
      "id": "s232"
    },
    {
      "text": "83 Gardena wants to maintain the value of the Gardena brand.",
      "id": "s233"
    },
    {
      "text": "Continuous and reliable supply of Gardena products is important if that outcome is to be achieved.",
      "id": "s234"
    },
    {
      "text": "Thus, the interests of Gardena sought to be protected by an interlocutory injunction were not confined to the actual sales of Gardena products that might be made before 31 December 2008.",
      "id": "s235"
    },
    {
      "text": "84 For Nylex, Ms Dickson asserted that, if Nylex could not sell \"... core products in the garden water category, such as hoses, fittings and trigger guns, the Nylex brand would lose its status and position within the broader garden category as a major national brand \".",
      "id": "s236"
    },
    {
      "text": "She went on to assert that this absence of such core products would cause retailers to cease buying other garden products which Nylex sells and which it is legitimately entitled to sell notwithstanding the existence and terms of the Distribution Agreement.",
      "id": "s237"
    },
    {
      "text": "85 She also speculated as follows:\n Nylex currently has in stock sufficient Gardena products to meet the expected orders for those products in Australia by Bunnings and Danks (and any other smaller customers that are continuing to buy Gardena products from Nylex) until 31 December 2008, based on the order forecasts that Nylex has received from those customers.",
      "id": "s238"
    },
    {
      "text": "If Nylex was required to cease supplying Nylex Products in Australia and New Zealand and if, as a result, customers were prepared to buy Gardena products from Nylex until 31 December 2008, there is a significant risk that Nylex's stock of Gardena products would not be sufficient to allow it to satisfy all customer orders.",
      "id": "s239"
    },
    {
      "text": "Nylex would not know what stock was required by customers until orders were placed in response to the Nylex Products being unavailable.",
      "id": "s240"
    },
    {
      "text": "For a number of reasons I believe that at least some, if not many, customers who have decided to range Nylex products for this season will chose [sic] a product range other than Gardena if Nylex is prevented from continuing to sell its products.",
      "id": "s241"
    },
    {
      "text": "86 Ms Dickson's references to \"Nylex Products\" and \"Nylex products\" in these passages are references to the new range of Nylex products recently launched by Nylex under its own name and in competition with Gardena's products.",
      "id": "s242"
    },
    {
      "text": "87 Ms Dickson also claimed that, because of likely delays between the ordering of replacement stock and that stock's arrival in Australia, Gardena would be unable to make up the ground lost to it by reason of Nylex's breaches of contract including its failure to keep sufficient stock to meet the likely demand.",
      "id": "s243"
    },
    {
      "text": "88 Nylex also tendered a body of evidence designed to demonstrate that serious harm would be suffered by innocent third persons if an injunction were granted.",
      "id": "s244"
    },
    {
      "text": "89 The evidence in this category came entirely from Nylex employees, including Ms Dickson.",
      "id": "s245"
    },
    {
      "text": "It was vague and general in form.",
      "id": "s246"
    },
    {
      "text": "It was unsubstantiated and uncorroborated by any primary or reliable evidence from the third persons said to be affected by the grant of an injunction.",
      "id": "s247"
    },
    {
      "text": "Further, I consider that much of the evidence was confused in that, notwithstanding that it was intended to show the impact of an injunction on particular third persons, it often drifted into argumentative subjective assertions which could only be described as attempts to justify Nylex's own position.",
      "id": "s248"
    },
    {
      "text": "The evidence relied upon may be summarised as follows:\n \n(a) Some big retailers of garden products have already committed to the new range of Nylex branded garden and irrigation products; \n \n(b) If those products are unable to be supplied before 1 January 2009, alternative supplies of satisfactory equivalents may not be able to be secured;\n \n(c) If the new Nylex products are not permitted to be supplied before 1 January 2009, the retailers may need to produce new catalogues and may not be able to do so in sufficient time;\n \n(d) There may already be catalogues in the market place in which the new range of Nylex branded garden products are featured which cannot be withdrawn.",
      "id": "s249"
    },
    {
      "text": "This may confuse customers; and \n \n(e) The big hardware retailers may not deal with Nylex in the future if Nylex is unable to supply the new Nylex branded range of garden products.",
      "id": "s250"
    },
    {
      "text": "90 As I have already mentioned, there was no direct evidence from any third party retailer said to be affected by the grant of an injunction and no evidence directly from any such organisation to support any of the above assertions.",
      "id": "s251"
    },
    {
      "text": "91 Nylex also adduced hearsay evidence that the big hardware retailers, who have been the major customers of Nylex throughout the term of the Distribution Agreement and who are the targets of Nylex in its attempts to steal a march on Gardena for the 2008---2009 Australian summer season, did not want to change the range of products in the garden and irrigation products categories in the middle of that season but preferred to do so, if a change was absolutely necessary, either at the beginning or at the end of that season.",
      "id": "s252"
    },
    {
      "text": "92 This hearsay evidence did suggest that changing products mid-season was not something which the big hardware retailers desired and, in some cases, was not something which they were prepared to accept.",
      "id": "s253"
    },
    {
      "text": "The evidence did not, however, establish that a change in the identity of the supplier by reason, for example, of a change in the identity of the distributor of particular products, presented any problem at all.",
      "id": "s254"
    },
    {
      "text": "The evidence focussed on changes in products, not suppliers.",
      "id": "s255"
    },
    {
      "text": "The concern was with the continuity and reliability of supply of the selected range of products.",
      "id": "s256"
    },
    {
      "text": "93 Nylex also pointed to the conduct of Gardena in 2008 of which it was so critical at the hearing and to which I have referred at [65] and [71] above.",
      "id": "s257"
    },
    {
      "text": "That conduct, if proven, was said to disentitle Gardena from obtaining the interlocutory relief which it sought.",
      "id": "s258"
    },
    {
      "text": "CONSIDERATION \n \n94 Clause 4.7 of the Distribution Agreement operates to prohibit Nylex from manufacturing, distributing, promoting or selling any products which compete with products in the Gardena Products Range (as defined).",
      "id": "s259"
    },
    {
      "text": "The conduct of Nylex described in [54] above renders Nylex in breach of Clause 4.7.",
      "id": "s260"
    },
    {
      "text": "As I have already mentioned, Nylex conceded that it breached Clause 4.7 of the Distribution Agreement.",
      "id": "s261"
    },
    {
      "text": "This obligation not to compete is clearly an important obligation imposed on Nylex and one which provides significant benefit to Gardena.",
      "id": "s262"
    },
    {
      "text": "95 The interlocutory injunction which I granted on 7 November 2008 operates to restrain Nylex from continuing to breach Clause 4.7 of the Distribution Agreement up to and including 31 December 2008.",
      "id": "s263"
    },
    {
      "text": "96 Gardena has shown that there is a serious question to be tried and has made out a prima facie case in the sense that, if the evidence remains as it is, there is a strong probability that at the trial of the action it will be held to be entitled to relief in respect of Nylex's repeated breaches of Clause 4.7 of the Distribution Agreement.",
      "id": "s264"
    },
    {
      "text": "97 In my judgment, Gardena's case for final relief in respect of that breach is a strong one.",
      "id": "s265"
    },
    {
      "text": "Nylex has accepted that it breached Clause 4.7 and the evidence before me demonstrated quite clearly that it had done so.",
      "id": "s266"
    },
    {
      "text": "98 I now turn to consider the irreparable damage question, the balance of justice and the balance of convenience.",
      "id": "s267"
    },
    {
      "text": "I shall consider these matters together.",
      "id": "s268"
    },
    {
      "text": "In the present case, many of the relevant considerations bear upon all three of these issues.",
      "id": "s269"
    },
    {
      "text": "99 Gardena and Nylex have had a significant business relationship for a period in excess of 18 years.",
      "id": "s270"
    },
    {
      "text": "Until 2008 it appears to have been a happy and productive relationship for both organisations.",
      "id": "s271"
    },
    {
      "text": "100 The exclusive distribution rights afforded to Nylex by Gardena under the Distribution Agreement (see Clause 2.1) were and are valuable rights.",
      "id": "s272"
    },
    {
      "text": "The Gardena Products Range is very extensive, covering an enormous range of garden and irrigation products.",
      "id": "s273"
    },
    {
      "text": "The Gardena brand enjoys a good reputation for quality and has attached to it significant commercial goodwill.",
      "id": "s274"
    },
    {
      "text": "101 Nylex has clearly benefited over a long period of time from its association with Gardena.",
      "id": "s275"
    },
    {
      "text": "102 The termination of the distribution arrangements by Gardena was effected in accordance with its contractual entitlements to bring those arrangements to an end and was done for rational and explicable commercial reasons.",
      "id": "s276"
    },
    {
      "text": "103 In the Statement of Claim, Gardena has alleged that Nylex has breached a raft of clauses in the Distribution Agreement and two clauses in the Licence Agreement (pars 29 to 42 of the Statement of Claim).",
      "id": "s277"
    },
    {
      "text": "104 In addition to the allegation of breach of Clause 4.7 of the Distribution Agreement, the following clauses are alleged to have been breached:\n \n(a) Clause 4.1 (Nylex's obligations to use its best endeavours to promote the sale of the Gardena Nylex Products Range);\n \n(b) Clause 4.2 (Nylex's obligation to keep Gardena trade information confidential);\n \n(c) Clause 4.9 (Nylex's obligation to provide to Gardena in each year that the Distribution Agreement is operative an Annual Marketing Plan as defined and described in Clauses 1.1 and 4.9);\n \n(d) Clause 4.11 (Nylex's obligation to act in accordance with such Annual Marketing Plan);\n \n(e) Clause 5.1 (Nylex's obligation regularly to provide sales and market reports);\n \n(f) Clause 4.16 (Nylex's obligation to comply strictly with the requirements of the Distribution Agreement and Licence Agreement in respect of non-Gardena sourced products); and\n \n(g) Clauses 7.8 and 7.12 (Nylex's obligation to keep quantities of stock held by it at an appropriate level and its obligation to purchase stock to a minimum value).",
      "id": "s278"
    },
    {
      "text": "105 There was evidence before me which supported each of the additional alleged breaches of the Distribution Agreement referred to in [103] and [104] above.",
      "id": "s279"
    },
    {
      "text": "106 It is true that some of those allegations have been put in issue by Nylex.",
      "id": "s280"
    },
    {
      "text": "However, Gardena's complaints concerning the non-provision of a satisfactory Annual Marketing Plan, the failure to supply quarterly sales and marketing reports and the failure to organise appropriate stock levels were not put in issue to any significant extent.",
      "id": "s281"
    },
    {
      "text": "107 I am of the view that the conduct of Nylex which put it in breach of Clause 4.7 of the Distribution Agreement and probably in breach of the other clauses of that Agreement summarised in [103] and [104] above were undertaken by it with a clear and full appreciation that, by engaging in the conduct the subject of complaint, it would place itself in breach of the Distribution Agreement.",
      "id": "s282"
    },
    {
      "text": "I am also of the view that it did so for the purpose of advancing its own commercial interests at the expense of the commercial interests of its long time supplier, Gardena.",
      "id": "s283"
    },
    {
      "text": "108 These are all matters which bear upon the questions with which I am currently dealing.",
      "id": "s284"
    },
    {
      "text": "It seems to me that I am entitled to take into account the following facts:\n \n(a) The breaches were numerous and systematic and went to the very heart of the Distribution Agreement;\n \n(b) The breaches were wilful; and\n \n(c) The breaches were carried out in order to advance Nylex's financial position at the expense of Gardena.",
      "id": "s285"
    },
    {
      "text": "109 Senior Counsel for Nylex put four broad submissions in support of his contention that an interlocutory injunction should be refused.",
      "id": "s286"
    },
    {
      "text": "These were:\n \n(1) Gardena would gain no benefit whatsoever should an injunction be granted; \n \n(2) The grant of an injunction would cause serious damage to Nylex; \n \n(3) The grant of an injunction would cause serious harm to third persons; and\n \n(4) The conduct of Gardena during 2008 disentitled it to interlocutory relief because, so it was submitted, Gardena's conduct had caused much of the loss about which it complains and had also caused loss to Nylex.",
      "id": "s287"
    },
    {
      "text": "110 As to the first of these broad contentions, Senior Counsel submitted that Gardena was unlikely to secure any additional sales in the period between early November and 31 December 2008 for the following reasons, namely: \n \n(a) The major customers had already made their ranging decisions; \n \n(b) Some customers would not transfer their business to Gardena anyway (eg Mitre 10); and \n \n(c) Nylex, in all probability, would not have sufficient stock to supply customers should further sales of Gardena products be achieved in addition to those which had already been secured.",
      "id": "s288"
    },
    {
      "text": "111 The evidence in support of these argumentative contentions was thin.",
      "id": "s289"
    },
    {
      "text": "For the most part, it comprised a series of speculative observations from Ms Dickson.",
      "id": "s290"
    },
    {
      "text": "As I have already mentioned, no witness was called from any of the purchasing organisations to suggest that there was any real prospect that Ms Dickson's speculations would become reality.",
      "id": "s291"
    },
    {
      "text": "Further, there was no hard evidence to suggest that Gardena would not be able to supply sufficient quantities of its products to enable all orders which are achieved to be filled.",
      "id": "s292"
    },
    {
      "text": "The highly speculative nature of the evidence is exemplified by the passages extracted at [85] above.",
      "id": "s293"
    },
    {
      "text": "In my view, the evidence tendered by Nylex did not demonstrate that sales which might have been lost by reason of Nylex's breaches of contract could not be recouped if an injunction were granted.",
      "id": "s294"
    },
    {
      "text": "112 Finally, all of the matters relied upon to sustain this first broad contention are all matters which, in my judgment, were brought about by Nylex's calculated breaches of contract.",
      "id": "s295"
    },
    {
      "text": "For that reason alone, they must carry little or no weight.",
      "id": "s296"
    },
    {
      "text": "113 In any event, Mr Carman testified that there were sound commercial reasons for Gardena to maintain continuous and reliable supply of its products into the Australian and New Zealand markets.",
      "id": "s297"
    },
    {
      "text": "This evidence was rational and weighs heavily in favour of Gardena's position.",
      "id": "s298"
    },
    {
      "text": "114 I now turn to Nylex's second broad submission.",
      "id": "s299"
    },
    {
      "text": "115 For Nylex to submit, as it did, that I should place any weight on the commercial impact of the grant of an injunction upon Nylex itself is a very bold submission indeed.",
      "id": "s300"
    },
    {
      "text": "The simple fact is that all of the consequences for Nylex which it suggested might flow from the grant of an injunction are all consequences which flow quite directly from its own premeditated breaches of contract.",
      "id": "s301"
    },
    {
      "text": "These consequences do not carry any weight, in my view, in my consideration of whether damages would be an adequate remedy and of where the balance of justice and the balance of convenience lie.",
      "id": "s302"
    },
    {
      "text": "It must also be remembered that the claimed injunction, if granted, would not prevent Nylex from selling any garden or irrigation products at all.",
      "id": "s303"
    },
    {
      "text": "There had always been considerable scope under the Distribution Agreement for Nylex to sell some products of this type, as long as they were not products which competed with those being supplied by Gardena under the Distribution Agreement.",
      "id": "s304"
    },
    {
      "text": "116 The real burden of Nylex's submissions was that the grant of an injunction will seriously harm innocent third persons.",
      "id": "s305"
    },
    {
      "text": "This is its third broad submission.",
      "id": "s306"
    },
    {
      "text": "Those persons were identified as Mitre 10, Danks and possibly Palmers' Garden World.",
      "id": "s307"
    },
    {
      "text": "The evidence tendered by Nylex in support of this third broad contention came from Ms Dickson and from three other Nylex employees, Messrs Town, Hinton and Boehm.",
      "id": "s308"
    },
    {
      "text": "117 I have briefly referred to this evidence at [88] to [92] above.",
      "id": "s309"
    },
    {
      "text": "118 In addition to the observations which I have already made in those paragraphs, I would add the following:\n \n(a) The evidence tendered by Nylex did not address in detail the specific impact on any of the identified third persons of Nylex being unable to supply its new range of competing products before 1 January 2009.",
      "id": "s310"
    },
    {
      "text": "The evidence comprised nothing more than a series of speculative generalisations.",
      "id": "s311"
    },
    {
      "text": "The evidence did not, for example, address the question of whether or not alternative supplies of alternative products could be obtained;\n \n(b) The circumstances in which the decisions of Mitre 10, Danks and Palmers' Garden World to stock Nylex branded competing products for the 2008---2009 summer season were not revealed in the evidence;\n \n(c) The difficulty and cost of replacing or reconfiguring catalogues was not the subject of any detailed or first-hand evidence; and\n \n(d) The real focus of the evidence from the individual Nylex representatives who habitually deal with Mitre 10, Danks and Palmers' Garden World was that the customers were more concerned with changing products mid-season than changing suppliers.",
      "id": "s312"
    },
    {
      "text": "Whilst the two concepts may often amount to the same thing, the present case presents a slightly different problem.",
      "id": "s313"
    },
    {
      "text": "In the past, those organisations have stocked Gardena branded products or Nylex/Gardena co-branded products supplied by Nylex but sourced from Gardena.",
      "id": "s314"
    },
    {
      "text": "What was intended to happen from 1 January 2009 onwards was that Gardena products would be supplied by Gardena and its new distributor and Nylex products would be supplied by Nylex and/or any distributor which it intended to engage.",
      "id": "s315"
    },
    {
      "text": "The evidence tendered before me did not come to grips with the likely impact of the precise changes contemplated in the present case.",
      "id": "s316"
    },
    {
      "text": "119 Nylex did not tender evidence as to its current stock holdings of Gardena sourced products.",
      "id": "s317"
    },
    {
      "text": "This evidence was plainly available to Nylex and could have been brought forward.",
      "id": "s318"
    },
    {
      "text": "Instead, it chose to speculate about the impact of an injunction rather than to address that impact with satisfactory evidence.",
      "id": "s319"
    },
    {
      "text": "120 The passages extracted at [85] above illustrate the point.",
      "id": "s320"
    },
    {
      "text": "121 The second half of the first passage is speculation upon speculation with no evidentiary support for either of the speculations involved.",
      "id": "s321"
    },
    {
      "text": "122 The second passage is pure speculation, unsupported by any evidence of any kind.",
      "id": "s322"
    },
    {
      "text": "123 The fourth broad contention of Nylex was founded upon three subsidiary propositions.",
      "id": "s323"
    },
    {
      "text": "These were that, in 2008, Gardena had declined to participate in joint presentations of products for ranging purposes; that Gardena had introduced a new product range during its own separate presentations made to potential customers in 2008; and that, in the course of such presentations, Gardena had disparaged Nylex by commenting upon its poor financial position.",
      "id": "s324"
    },
    {
      "text": "124 The basis upon which Nylex advanced these latter propositions was not clear to me.",
      "id": "s325"
    },
    {
      "text": "At one stage, it seemed that it was asserting that Gardena itself was in breach of the Distribution Agreement and, for that reason alone, interlocutory injunctive relief should be refused.",
      "id": "s326"
    },
    {
      "text": "125 The second possible basis upon which those submissions were made was that it was somehow inequitable that Gardena should obtain interlocutory injunctive relief in circumstances where it had behaved in the fashion alleged.",
      "id": "s327"
    },
    {
      "text": "126 Whilst Gardena accepted that it had engaged in presentations of its own during 2008 in respect of its proposed product range post 1 January 2009, it submitted that it was entitled to do so for several reasons.",
      "id": "s328"
    },
    {
      "text": "First, it contended that an agreement had been made between the parties in 2007 or 2008 to the effect that each of them might make presentations on their own account independent of the other with a view to promoting the sale of their products post 1 January 2009.",
      "id": "s329"
    },
    {
      "text": "Second, Gardena challenged the proposition that there had been any well-established practice in the past that such presentations should be joint.",
      "id": "s330"
    },
    {
      "text": "Third, Gardena submitted that there was no obligation in either of the governing contracts that joint presentations should be undertaken.",
      "id": "s331"
    },
    {
      "text": "127 The first and second of these points were put in issue by Nylex at the hearing before me.",
      "id": "s332"
    },
    {
      "text": "The third point was not addressed.",
      "id": "s333"
    },
    {
      "text": "It seems to me, however, to be a correct statement of the effect of the contracts.",
      "id": "s334"
    },
    {
      "text": "128 As far as the allegation that Gardena intended to introduce a new product range was concerned, that allegation was not made out.",
      "id": "s335"
    },
    {
      "text": "Gardena's primary answer to that allegation was that the product range about which it spoke during the presentations made by it to prospective customers during 2008 was the same product range as had been offered by it to Nylex for some years.",
      "id": "s336"
    },
    {
      "text": "The point of difference was that Gardena was intending to market and sell the entire range, or a large portion of it, whereas Nylex had generally in the past confined itself to only part of that range.",
      "id": "s337"
    },
    {
      "text": "The fact was that a new product range was not being introduced.",
      "id": "s338"
    },
    {
      "text": "All that was happening was that more products from the existing product range were going to be sold.",
      "id": "s339"
    },
    {
      "text": "Gardena also answered this allegation by pointing out that it was contractually entitled to introduce a new product range, in any event, if it so desired.",
      "id": "s340"
    },
    {
      "text": "129 The final point concerning disparagement of Nylex was denied by Gardena and thus was an issue.",
      "id": "s341"
    },
    {
      "text": "130 Nylex cited Pearson v Arcadia Stores, Guyra, Limited (No 1) [1935] HCA 41 ; (1935) 53 CLR 571 at 583.7 and at 585---586.",
      "id": "s342"
    },
    {
      "text": "In that case, the High Court considered certain grounds that might be available to a party against whom an interlocutory injunction is sought as grounds for resisting the grant of such an injunction.",
      "id": "s343"
    },
    {
      "text": "In particular, the Court considered whether, as a matter of principle, the fact that the claimant for the interlocutory injunction is in breach of the relevant contract or some closely related contract is a matter which might go to the exercise of the Court's discretion to grant or refuse the injunction when the basis of the claim is in contract.",
      "id": "s344"
    },
    {
      "text": "In that context their Honours said (53 CLR at 585---586):\n It is not every failure by the covenantee to observe stipulations entered into as part of transactions in which the covenant was given that disentitles the covenantee to an injunction.",
      "id": "s345"
    },
    {
      "text": "If, by reason of the covenantee's own failure to perform interdependent covenants made by him, the covenant has ceased to bind the covenantor at law, there is no obligation to enforce by injunction.",
      "id": "s346"
    },
    {
      "text": "It is, of course, plain that in the present case the contract of service could not operate to create a collateral condition upon which the covenant depended.",
      "id": "s347"
    },
    {
      "text": "But there may be cases, both in covenant and in simple contract, where, although the obligation for the enforcement of which an injunction is sought continues to subsist at law, either because there has been an election to affirm, or because a right to treat the obligation as discharged did not arise, yet in equity an injunction would be refused because it would be inequitable to require the obligation to be carried out specifically by a person who has through the default of the other contracting party failed to obtain a material part of the consideration which induced him to enter into the obligation.",
      "id": "s348"
    },
    {
      "text": "But the present case is not of that description.",
      "id": "s349"
    },
    {
      "text": "131 I do not think that it can seriously be suggested in the present case that, by breaching the Distribution Agreement, as alleged by Nylex, Gardena has denied to Nylex a material part of the consideration which induced Nylex to enter into the contract in the first place.",
      "id": "s350"
    },
    {
      "text": "132 Taking Nylex's submissions at their highest, they do not warrant such a conclusion.",
      "id": "s351"
    },
    {
      "text": "133 Nylex has had the benefit of the Distribution Agreement and the Licence Agreement over a long period of time.",
      "id": "s352"
    },
    {
      "text": "Even if everything which it asserted before me were true insofar as Gardena's recent conduct was concerned, in my view, Nylex continued to receive the benefit of those contracts throughout 2007 and 2008.",
      "id": "s353"
    },
    {
      "text": "134 When one appreciates that the particular matters relied upon by Nylex have either not been proven at all or are substantially in contest, Nylex's submissions fall away.",
      "id": "s354"
    },
    {
      "text": "135 In support of Gardena's claim for interlocutory relief, Senior Counsel for Gardena pointed to the terms of the Distribution Agreement and the Licence Agreement, to the calculated nature of the many significant breaches thereof by Nylex and to the evidence of Mr Carman showing that serious harm was likely to be caused to Gardena should an injunction be refused.",
      "id": "s355"
    },
    {
      "text": "136 It seems to me that damages in the present case will almost certainly not be an adequate remedy for Gardena.",
      "id": "s356"
    },
    {
      "text": "It is almost always difficult to measure the full financial impact of the breach of non-compete obligations.",
      "id": "s357"
    },
    {
      "text": "This was recognised by Senior Counsel for Nylex when he submitted that the assessment of damages in favour of Gardena in respect of Nylex's breaches of contract will present a difficult task for the Court.",
      "id": "s358"
    },
    {
      "text": "It also seems to me that Gardena has a strong case for final relief in respect of the alleged breaches of Clause 4.7 of the Distribution Agreement.",
      "id": "s359"
    },
    {
      "text": "I am not persuaded that the impact of an injunction on Nylex should carry any weight or any significant weight in my consideration of the matter.",
      "id": "s360"
    },
    {
      "text": "I have come to the view that Nylex has not shown that the grant of an injunction will cause such serious harm to the third persons identified by it as to cause me to decline the relief sought.",
      "id": "s361"
    },
    {
      "text": "137 In those circumstances and for these reasons, I decided to grant the injunctive relief which I granted on 7 November 2008.",
      "id": "s362"
    },
    {
      "text": "I certify that the preceding one hundred and thirty-seven (137) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s363"
    },
    {
      "text": "Associate:\n\nDated: 5 December 2008\n\n Counsel for the Applicants: Mr RJ Webb SC \n \n Solicitor for the Applicants: Holman Webb \n \n Counsel for the Respondent: Mr D Shavin SC, Mr JP Moore \n \n Solicitor for the Respondent: Clayton Utz \n\n Date of Hearing: 6 November 2008 \n \n Date of Orders: 7 November 2008 \n \n Date of Reasons: 5 December 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1846.html",
      "id": "s364"
    }
  ]
}