{
  "name": "Rana v Chief of Army [2008] FCA 1554 (20 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1554.html",
  "catchphrases": [
    {
      "text": "appeal against refusal to set aside bankruptcy notice",
      "id": "c0"
    },
    {
      "text": "subsequent to instigation of appeal the appellant becomes bankrupt",
      "id": "c1"
    },
    {
      "text": "whether application to set aside bankruptcy notice and appeal are claims in respect of personal injury or wrong to the appellant so that the appeal may be pursued under s 60(4) bankruptcy act 1966 (cth) when trustee in bankruptcy has purported to discontinue the appeal",
      "id": "c2"
    },
    {
      "text": "held",
      "id": "c3"
    },
    {
      "text": "appeal discontinued",
      "id": "c4"
    },
    {
      "text": "bankruptcy",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This appeal is from a decision of a Federal Magistrate dismissing the appellant's application to set aside a bankruptcy notice: Rana v Chief of Army [2008] FCA 518.",
      "id": "s0"
    },
    {
      "text": "For present purposes, the appeal presently raises the short point whether, under s 60(4) of the Bankruptcy Act 1966 (Cth) (the Act), the appellant can maintain the appeal.",
      "id": "s1"
    },
    {
      "text": "It arises because, after the appeal was instituted, the appellant became bankrupt on 13 August 2008.",
      "id": "s2"
    },
    {
      "text": "2 Section 60(2) of the Act provides:\n An action commenced by a person who subsequently becomes a bankrupt is, upon his or her becoming a bankrupt, stayed until the trustee makes election, in writing, to prosecute or discontinue the action.",
      "id": "s3"
    },
    {
      "text": "3 The Official Trustee in Bankruptcy, as trustee of the appellant's estate, discontinued this appeal by notice of 10 September 2008.",
      "id": "s4"
    },
    {
      "text": "Hence, subject to the point arising under s 60(4) of the Act, the appeal is at an end.",
      "id": "s5"
    },
    {
      "text": "4 The appellant has appealed against the sequestration order made on 13 August 2008.",
      "id": "s6"
    },
    {
      "text": "That appeal has been heard.",
      "id": "s7"
    },
    {
      "text": "Judgment on that appeal is to be delivered at the same time as this ruling.",
      "id": "s8"
    },
    {
      "text": "If, as is the case, the appeal against the making of the sequestration order is to be dismissed ( Rana v Chief of Army (No 2) [2008] FCA 1555) , the ruling becomes critical.",
      "id": "s9"
    },
    {
      "text": "If the bankruptcy had been set aside on that appeal, then the notice of discontinuance of this appeal by the trustee would have had no effect, because the sequestration order would have been set aside effective from its making, and the appellant would be free to prosecute the appeal.",
      "id": "s10"
    },
    {
      "text": "The merits of the appeal, if the appellant is still able to prosecute it, have not yet been the subject of argument.",
      "id": "s11"
    },
    {
      "text": "That will follow if the appeal is found not to have been discontinued.",
      "id": "s12"
    },
    {
      "text": "5 Section 60(4) of the Act provides:\n Notwithstanding anything contained in this section, a bankrupt may continue, in his or her own name, an action commenced by him or her before he or she became a bankrupt in respect of: \n \n (a) any personal injury or wrong done to the bankrupt, his or her spouse or a member of his or her family; or \n \n \n \n (b) the death of his or her spouse or of a member of his or her family.",
      "id": "s13"
    },
    {
      "text": "6 So the question is whether this appeal, having been commenced before the bankruptcy, is an action \"in respect of\" any personal injury or wrong done to the appellant.",
      "id": "s14"
    },
    {
      "text": "If it is, then s 60(4) preserves his right to prosecute the appeal and the appeal will need to be heard.",
      "id": "s15"
    },
    {
      "text": "If it is not, the appeal has been discontinued.",
      "id": "s16"
    },
    {
      "text": "7 It is common ground that the institution of the appeal from the judgment of the Federal Magistrate is the commencing of an action to which s 60(4) may apply if the appeal is in respect of any personal injury or wrong done to the appellant: see s 60(5) , and Cummings v Claremont Petroleum NL [1996] HCA 19 ; (1996) 185 CLR 124 ; Evans v Hi Fert Pty Ltd [2003] SASC 186 at [24] per Duggan J; Cole v Challenge Bank Ltd [2002] FCAFC 700 ( Cole ).",
      "id": "s17"
    },
    {
      "text": "(I mention that the appellant relied on Cole to support his contention that such an appeal as the present falls within s 60(4) , but no such issue arose in that case.",
      "id": "s18"
    },
    {
      "text": ")\n Background to the issue \n \n8 On 14 September 2005 a proceeding by the appellant under the Administrative Decisions (Judicial Review) Act 1975 (Cth) against the respondent seeking to review two decisions of the respondent was dismissed with costs: Rana v Chief of Army [2005] FCA 1283.",
      "id": "s19"
    },
    {
      "text": "The costs of that proceeding were taxed at $7,582.86 and a certificate of taxation issued on 8 December 2005.",
      "id": "s20"
    },
    {
      "text": "That decision was affirmed on appeal: Rana v Chief of Army Staff [2006] FCAFC 63.",
      "id": "s21"
    },
    {
      "text": "The appellant's attempts to relitigate the issue arising in that proceeding in the High Court were unsuccessful: Rana v Kiefel [2008] HCASL 56.",
      "id": "s22"
    },
    {
      "text": "9 The challenged decisions of the respondent concerned the recorded ground upon which the appellant was discharged from the Australian Army in 1982.",
      "id": "s23"
    },
    {
      "text": "If the appellant had succeeded in having his discharge recorded as related to his physical or mental capacity to perform his duties, then his eligibility to benefits under the Defence Force Retirement and Death Benefits Act 1973 (Cth) may have arisen.",
      "id": "s24"
    },
    {
      "text": "10 On the basis of the debt arising from the certificate of taxation of costs at $7,582.86, a bankruptcy notice directed to the appellant was issued on 10 May 2007, and was served on him.",
      "id": "s25"
    },
    {
      "text": "11 On 21 May 2007, the appellant applied to the Federal Magistrates Court to set aside the bankruptcy notice.",
      "id": "s26"
    },
    {
      "text": "His application was dismissed by a Registrar of that Court on 10 July 2007.",
      "id": "s27"
    },
    {
      "text": "That decision was reviewed by a Federal Magistrate who (as noted above) also dismissed the application.",
      "id": "s28"
    },
    {
      "text": "Hence this appeal.",
      "id": "s29"
    },
    {
      "text": "12 The appellant emphasised that this appeal is by way of rehearing.",
      "id": "s30"
    },
    {
      "text": "That does not alter its essential character.",
      "id": "s31"
    },
    {
      "text": "It is still an appeal from a decision refusing to set aside a bankruptcy notice.",
      "id": "s32"
    },
    {
      "text": "Accepting that, on the appeal (if it is alive) the Court's task is to reconsider, on the materials before the Federal Magistrate, whether the bankruptcy notice should be set aside, the question at present is a more confined one.",
      "id": "s33"
    },
    {
      "text": "It is whether the application to set aside the bankruptcy notice, and the appeal on that issue, is in respect of any personal injury or wrong done to the appellant.",
      "id": "s34"
    },
    {
      "text": "13 The grounds of the application of 21 May 2007 were fourfold:\n \n(1) \"the grounds of wanton (sic) prosecution\";\n \n(2) the appellant is seeking compensation from the Military Rehabilitation and Compensation Commission (MRCC) for illness which was \"significantly contributed\" to by his service in the Australian Army \"dating back to August 1981\";\n \n(3) \n \nthe appellant has a larger claim against the respondent (disputed by the respondent) than the debt referred to in the bankruptcy notice; and\n \n(4) the appellant's proceedings in the High Court challenging the outcome of the proceedings referred to in [8] above had not been resolved.",
      "id": "s35"
    },
    {
      "text": "14 Both the Registrar and the Federal Magistrate rejected those grounds.",
      "id": "s36"
    },
    {
      "text": "15 It appears that (1) and (2) were treated together: the appellant claimed that it was an abuse of process to issue the bankruptcy notice whilst his compensation claim was ongoing and unresolved.",
      "id": "s37"
    },
    {
      "text": "The Federal Magistrate said there was simply no basis to suggest that, in issuing the bankruptcy notice, the respondent had an improper purpose.",
      "id": "s38"
    },
    {
      "text": "Nor was there any evidentiary basis to show the decision referred to in [8] above was obtained by fraud or collusion, or in other circumstances, which would have led to the Federal Magistrates Court going behind that judgment and so revisiting the question whether the costs debt, upon which the bankruptcy notice was issued, really existed.",
      "id": "s39"
    },
    {
      "text": "16 There was also no satisfactory evidence of any proceedings by the appellant claiming substantial damages against the respondent, far less that any such claim might succeed.",
      "id": "s40"
    },
    {
      "text": "Section 40(1)(g) required the appellant to satisfy the Federal Magistrate that he had a counterclaim set-off or cross demand against the respondent that he could not have set up in the action in which the relevant costs order was made.",
      "id": "s41"
    },
    {
      "text": "The appellant failed to satisfy the Federal Magistrate of that:\n \n(a) because his compensation claim against the MRCC was not a claim against the respondent --- the status of the MRCC under s 363 of the Military Rehabilitation and Compensation Act 2004 (Cth) and of the respondent under s 9(1) of the Defence Act 1903 (Cth) was considered; and\n \n(b) because there was \"virtually no evidence\" of the details or the quantum of his claim against the MRCC, and nothing to show that he had reasonable prospects of recovering a significant amount in that claim.",
      "id": "s42"
    },
    {
      "text": "17 Before the Federal Magistrate, the appellant also identified separate proceedings against the Repatriation Commission for benefits under the Defence Force Retirement and Death Benefit Act 1973 (Cth) and under the Veterans' Entitlement Act 1986 (Cth), and against the Commonwealth and Brigadier Orme as delegate of the respondent for unlawful discrimination in about September 2003 and on about 5 April 2005 and for negligence (the third claim).",
      "id": "s43"
    },
    {
      "text": "The appellant faced the same difficulties with the claims against the Repatriation Commission as against the MRCC.",
      "id": "s44"
    },
    {
      "text": "As to the third claim, made on 11 July 2007 the Federal Magistrate reviewed the application, and noted that the delegate of the President of the Human Rights and Equal Opportunity Commission had terminated the complaint (the precursor to proceedings) as lacking in substance and that he considered the claim unlikely to succeed.",
      "id": "s45"
    },
    {
      "text": "18 The proceedings in the High Court, even if they be regarded as an application to set aside the judgment including the costs order referred to in [8] above, were not shown to have strong prospects of success (they have since been dismissed) and were not accompanied by any application to stay the operation of the costs order.",
      "id": "s46"
    },
    {
      "text": "So, in the exercise of that Court's discretion, it was not appropriate to set aside the bankruptcy notice or to extend time to comply with it.",
      "id": "s47"
    },
    {
      "text": "CONSIDERATION \n \n19 The appellant has sought to adduce on the hearing of the appeal fresh evidence, presented through two affidavits, exhibiting medical evidence.",
      "id": "s48"
    },
    {
      "text": "I do not consider that material can inform the application of s 60(4), although it might otherwise touch upon the appeal if it were to proceed.",
      "id": "s49"
    },
    {
      "text": "I do not need to decide that question.",
      "id": "s50"
    },
    {
      "text": "20 He also sought to rely on a further affidavit as supporting a \"collateral attack\" on the reliability of the delegate of the respondent whose decisions were subject to judicial review in the proceeding referred to in [8] above, and apparently also relating to the prospects of success of the third claim referred to in [17] above.",
      "id": "s51"
    },
    {
      "text": "Again, I do not consider that material can inform the application of s 60(4), and I do not need to decide whether --- if the appeal were to proceed --- it should be received as fresh evidence on the appeal.",
      "id": "s52"
    },
    {
      "text": "21 The appellant's written outline of submissions did not address the question of whether s 60(4) preserves the appeal, or whether in the light of his bankruptcy the trustee has discontinued it.",
      "id": "s53"
    },
    {
      "text": "Nor did he develop oral submissions on the issue other than to describe it as a \"smokescreen\", except to refer to Faulkner v Bluett (1980) 52 FLR 115 and Griffiths v Civil Aviation Authority (1996) 67 FCR 301 and to make some observations on those cases.",
      "id": "s54"
    },
    {
      "text": "22 In Cox v Journeaux [1935] HCA 48 ; (1935) 52 CLR 713 at 721 Dixon J said of s 63(3) of the Bankruptcy Act 1924-1933 (Cth) --- which was relevantly in the same terms as s 60(4) of the Act:\n The test appears to be whether the damages or part of them are to be estimated by immediate reference to pain felt by the bankrupt in respect of his mind, body or character and without reference to his rights of property (Wilson v United Counties Bank.",
      "id": "s55"
    },
    {
      "text": "(1)).",
      "id": "s56"
    },
    {
      "text": "23 Section 60(4) was the subject of the decision of the Full Court (Lockhart, O'Loughlin and Merkel JJ) in Bryant v Commonwealth Bank of Australia (1997) 75 FCR 545.",
      "id": "s57"
    },
    {
      "text": "Lockhart J at 550 said that the categorisation of an appeal depends upon the categorisation of the action itself which gave rise to the judgment.",
      "id": "s58"
    },
    {
      "text": "In that case, the appeal was from the summary dismissal of an application which his Honour described (at 554) as related to proprietary claims to property which would pass to the trustee in bankruptcy.",
      "id": "s59"
    },
    {
      "text": "In the joint judgment of O'Loughlin and Merkel JJ at 561-564, their Honours reviewed a number of authorities on the scope of s 60(4) of the Act.",
      "id": "s60"
    },
    {
      "text": "I respectfully adopt their Honours' analysis, which included reference to Faulkner v Bluett .",
      "id": "s61"
    },
    {
      "text": "As might be expected, the cases recognise a distinction between claims which are referable to a bankrupt's financial and property rights (so the loss, if established, is to the property or estate of the bankrupt) and claims which are for damages estimated by immediate reference to injuries sustained by the bankrupt.",
      "id": "s62"
    },
    {
      "text": "Faulkner v Bluett is an illustration of the first of those categories.",
      "id": "s63"
    },
    {
      "text": "24 Although that contrast is a useful one, because s 58 of the Act provides for the vesting of the property of the bankrupt in the trustee upon the making of a sequestration order, s 60(2) generally has a wider perspective as it relates to all actions commenced by a bankrupt prior to the bankruptcy.",
      "id": "s64"
    },
    {
      "text": "It is not confined to actions which may increase the property of the bankrupt if successful, or which themselves are choses in action which have a value as property of the bankrupt.",
      "id": "s65"
    },
    {
      "text": "Section 60(4) then exempts certain actions from the scope of s 60(2).",
      "id": "s66"
    },
    {
      "text": "If an action is not so exempted, then s 60(2) will apply to it.",
      "id": "s67"
    },
    {
      "text": "25 In my view, the claims of the appellant on the appeal, and in the primary application to set aside the bankruptcy notice, do not fall within the scope of s 60(4).",
      "id": "s68"
    },
    {
      "text": "If the appeal were successful, there would be no damages awarded to the appellant and certainly no damages assessed by immediate reference to pain or injury experienced by him.",
      "id": "s69"
    },
    {
      "text": "There would be no direct benefit to him in the sense of a valuable personal asset (his example was a driver's licence) being restored.",
      "id": "s70"
    },
    {
      "text": "An illustration of such a case is provided by Griffiths v Civil Aviation Authority (1996) 67 FCR 301 , which recognised that a commercial pilot's licence (the appeal to this court was from a decision by the Administrative Appeals Tribunal imposing stringent conditions on the licence) is property of a bankrupt personal in nature and not part of the estate available to the creditors.",
      "id": "s71"
    },
    {
      "text": "See in particular per Spender J at 311-318.",
      "id": "s72"
    },
    {
      "text": "26 In my view, s 60(4) is not intended to preserve to a bankrupt a claim to set aside a bankruptcy notice, as it is intended to preserve only the prosecution and benefits of litigation if there are potential benefits to the bankrupt which are not legitimately entitlements of the bankrupt's creditors: see eg Daemar v Industrial Commission of New South Wales (1988) 12 NSWLR 45 esp per Kirby P at 55-56, and per Samuels JA at 57.",
      "id": "s73"
    },
    {
      "text": "See also Hamilton v Young [2007] QSC 160 ; Fitzpatrick v Keelty [2008] FCA 35 per Moore J at [44]-[53].",
      "id": "s74"
    },
    {
      "text": "The application to set aside the bankruptcy notice will not directly result in any award of damages to the appellant.",
      "id": "s75"
    },
    {
      "text": "If he has any such claims, preserved by s 60(4), they can still be pursued provided they have been brought within time.",
      "id": "s76"
    },
    {
      "text": "The refusal to set aside the bankruptcy notice does not affect the extent of the claims the appellant may still pursue under s 60(4).",
      "id": "s77"
    },
    {
      "text": "Moreover, the judgment referred to in [8] above, which was the subject of an unsuccessful collateral attack in the application to set aside the bankruptcy notice, was itself only indirectly a route to potential personal benefits to the appellant; it challenged the lawfulness of decisions about the record of reasons for the appellant ceasing to be a member of the Australian Army.",
      "id": "s78"
    },
    {
      "text": "As I have noted, putting aside the ultimately unsuccessful High Court proceeding, the set offs, counterclaims or cross demands he asserted relying on s 40(1)(g) of the Act provided the other reason of the appellant to set aside the bankruptcy notice.",
      "id": "s79"
    },
    {
      "text": "If the appellant has such claims, and they fall within s 60(4), he will be able to pursue them independently of his application to set aside the bankruptcy notice.",
      "id": "s80"
    },
    {
      "text": "27 Accordingly, I rule that the appeal has been properly discontinued by the trustee.",
      "id": "s81"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s82"
    },
    {
      "text": "Associate:\n\nDated: 20 October 2008\n\n Counsel for the Appellant: The appellant appeared in person \n \n Counsel for the Respondent: Mr G Camilos \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 8 October 2008 \n \n Date of Judgment: 20 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1554.html",
      "id": "s83"
    }
  ]
}