{
  "name": "Australian Pesticides &amp; Veterinary Medicines Authority v Imtrade Australia Pty Ltd [2008] FCA 1981 (16 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1981.html",
  "catchphrases": [
    {
      "text": "notice of motion for expedition of appeal",
      "id": "c0"
    },
    {
      "text": "no special circumstances",
      "id": "c1"
    },
    {
      "text": "motion dismissed.",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 There is a motion by the appellant before the Court seeking, amongst other things, expedition of the appeal.",
      "id": "s0"
    },
    {
      "text": "That is effected in paragraph 1 of the notice of motion.",
      "id": "s1"
    },
    {
      "text": "Paragraph 2 of the notice of motion is not pressed.",
      "id": "s2"
    },
    {
      "text": "The motion is not opposed by the respondent by reference to any asserted prejudice.",
      "id": "s3"
    },
    {
      "text": "Mr de Kerloy, appearing for the respondent, has simply put before the Court matters, which in his submission, the Court ought be informed in the process of making its reasoned judgment as to whether or not the motion ought be granted.",
      "id": "s4"
    },
    {
      "text": "2 The motion is supported by affidavits of Dr Rajumati Bhula affirmed on 2 and 15 December 2008.",
      "id": "s5"
    },
    {
      "text": "The respondent has filed an affidavit of Dr Ross Rainbird sworn 12 December 2008.",
      "id": "s6"
    },
    {
      "text": "It is the fact, as is evident from the judgment at first instance, that the name and address of the manufacturer in relation to products, the subject of entry in the relevant record of the register, were in each case fictitious.",
      "id": "s7"
    },
    {
      "text": "3 The appellant acknowledges rightly that it needs to demonstrate special circumstances in order to take it out of the ordinary course of how appeals in this Court are disposed of.",
      "id": "s8"
    },
    {
      "text": "The special circumstances relied upon by the appellant are as follows: \n \n \n &#8226; The Record and the Register maintained under the Agvet Code currently contain entries: \n \n \n \n - the approvals and registrations of which (the APVMA contends) were based upon false information as to manufacturer identity and site of manufacture; and\n - some of which still contain false information as to manufacturer identity and site of manufacture.",
      "id": "s9"
    },
    {
      "text": "&#8226; The provision of the false information as to manufacturer and site in relation to active constituents undermines the reliability of the technical information assessed by the APVME in its approval process, and that information may be affected because different sources use manufacturing techniques under different conditions.",
      "id": "s10"
    },
    {
      "text": "&#8226; The continued approval of the active constituents and registration of the chemical products is based on technical information that is subject to doubt, and the potential adverse consequences are poisonings of humans or animals and environmental contamination.",
      "id": "s11"
    },
    {
      "text": "&#8226; If the APVMA's contention on the appeal is correct (so that the entries should be treated as invalid) then the prosecution of the appeal as a necessary step leading to the deletion of the entries is a matter of urgency, because fresh importations and sales of the active constituents and chemical products should cease, at least until determinations can be mad eon the fresh applications by the respondent.",
      "id": "s12"
    },
    {
      "text": "&#8226; An expedited hearing would be consistent with the objectives of the regime (see the preamble to the Agvet Act and the Agvet Code Act).",
      "id": "s13"
    },
    {
      "text": "&#8226; In support of the new grounds of appeal added by supplementary notice of appeal dated 20 November 2008, the APVMA has notified the respondent that it will rely on fresh evidence that was not adduced in the proceeding below: the appellant contents that this information would have changed the outcome.",
      "id": "s14"
    },
    {
      "text": "4 In particular, the appellant submits that the provision of the false information as to the manufacturer and site in relation to active constituents undermines the reliability of the technical information assessed by the appellant in its approval process and that information may be affected because different sources use manufacturing techniques under different conditions.",
      "id": "s15"
    },
    {
      "text": "5 It is then said that the continued approval of the active constituents and registration of the chemical products is based on technical information that is subject to doubt and the potential adverse consequences are of poisoning of humans, of animals, and environmental contamination.",
      "id": "s16"
    },
    {
      "text": "6 Accordingly, at first blush, the matter seems to be one of grave concern to the appellant and, of course, the public interest, in the performance of the obligations of the appellant in protecting under the powers vested in it under the legislation of humans, animals and the environment.",
      "id": "s17"
    },
    {
      "text": "However, the appellant has acknowledged that it:\n \n \n &#8226; is unaware of any adverse reports concerning the use of the products, and there is no evidence to suggest that they are not safe or effective... \n \n \n \n &#8226; the recall documentation did not compel end users to return stocks... \n \n \n \n &#8226; a draft media release reflects this, and also made limited reference to the fact that research to date had not suggested that there were human health or environmental concerns in relation to the recalled chemical products: the final version of the media release did not contain this paragraph; and \n \n \n \n &#8226; an FAQ in relation to the recall stated it was possible that the supply of the false information could impact on the safety or efficacy of the chemical products, but the APVMA did not have evidence to suggest that the chemicals could not be used safely and effectively.",
      "id": "s18"
    },
    {
      "text": "7 The issue, it is said by the appellant, is one of risk.",
      "id": "s19"
    },
    {
      "text": "When pressed on the matter, counsel for the appellant acknowledged that in the range of available risks, the present concern of the appellant may be characterised as speculative.",
      "id": "s20"
    },
    {
      "text": "Nonetheless, it is submitted by the appellant that the presence of even that risk and the desirability of mitigating it, is a proper basis for the expedition of the appeal.",
      "id": "s21"
    },
    {
      "text": "I do not agree.",
      "id": "s22"
    },
    {
      "text": "The absence of any material risk is, apart from any other considerations, including the concession made by counsel to which I have referred, also manifest by the failure by the appellant to take any action available to it under the legislation to protect humans, animals or the environment, such as the very interventionist powers available under s 102(1)(a)(ii) and (iii) of the Agricultural and Veterinary Chemicals Code Act 1994 (Cth) to recall products for that very reason.",
      "id": "s23"
    },
    {
      "text": "8 I do not consider that relevant special circumstances exist for the expedition of this appeal.",
      "id": "s24"
    },
    {
      "text": "There are many litigants before the Court awaiting disposition of their appeals.",
      "id": "s25"
    },
    {
      "text": "The interests of justice demand that the Court dispose of appeals in a fair and equitable manner.",
      "id": "s26"
    },
    {
      "text": "For these reasons, I refuse the motion.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\nDated: 7 January 2009\n\n Counsel for the Applicant: Mr P R D Grey \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondents: Mr K de Kerloy \n \n Solicitor for the Respondents: Freehills \n \n \n\n Date of Hearing: 16 December 2008 \n \n Date of Judgment: 16 December 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1981.html",
      "id": "s29"
    }
  ]
}