{
  "name": "Strangio v Westpac Banking Corporation [2008] FCA 1408 (16 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1408.html",
  "catchphrases": [
    {
      "text": "appeal from judgment and sequestration order of the federal magistrates court",
      "id": "c0"
    },
    {
      "text": "final and interlocutory orders",
      "id": "c1"
    },
    {
      "text": "applications for extension of time",
      "id": "c2"
    },
    {
      "text": "application for leave to appeal",
      "id": "c3"
    },
    {
      "text": "no adequate explanation",
      "id": "c4"
    },
    {
      "text": "no real prospects of success",
      "id": "c5"
    },
    {
      "text": "applications dismissed",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Mr Bruno Strangio has applied for an extension of time in which to file and serve a notice of appeal from a judgment of the Federal Magistrates Court of 28 July 2008 ordering the making of a sequestration order against his estate.",
      "id": "s0"
    },
    {
      "text": "2 The procedural history of the matter can be briefly summarised as follows.",
      "id": "s1"
    },
    {
      "text": "3 The respondent, Westpac Banking Corporation (\"Westpac\"), filed a creditor's petition (\"the petition\") in the Federal Magistrates Court against Mr Strangio on 14 December 2007.",
      "id": "s2"
    },
    {
      "text": "The petition alleged, and was founded on, a failure on Mr Strangio's part to comply with a bankruptcy notice served on him on 5 October 2007 (\"the bankrupty notice\").",
      "id": "s3"
    },
    {
      "text": "The bankruptcy notice was to the effect that Mr Strangio owed Westpac a debt of $36,144.75, being the amount of a taxed order for costs (\"the costs orders\") in the County Court of Victoria (\"County Court\").",
      "id": "s4"
    },
    {
      "text": "4 Also in the Federal Magistrates Court, on 25 February 2008, Mr Strangio filed a notice stating grounds of opposition to the petition (\"the notice of opposition\").",
      "id": "s5"
    },
    {
      "text": "Mr Strangio supported his notice of opposition by an affidavit sworn 25 February 2008.",
      "id": "s6"
    },
    {
      "text": "The notice of opposition relied on four grounds, one of which was that \"the [petition] should be adjourned pending the determination of an application for judicial review\" of the costs order.",
      "id": "s7"
    },
    {
      "text": "The other grounds asserted a failure to serve the creditor's petition, the existence of an appeal to this Court against a judgment of another Federal Magistrate, and Mr Strangio's solvency.",
      "id": "s8"
    },
    {
      "text": "5 On 26 February 2008, Registrar Luxton adjourned the hearing of the petition to 8 April 2008 with, amongst other things, an order for the filing and serving of further affidavits in opposition.",
      "id": "s9"
    },
    {
      "text": "On 8 April 2008, Registrar Hetyey further adjourned the hearing to 12 May 2008 and, subsequently, to 2 June 2008.",
      "id": "s10"
    },
    {
      "text": "On 1 June 2008, Registrar Allaway adjourned the hearing to 30 June 2008 and, on that date, Registrar Moore adjourned the hearing to 28 July 2008, when it came before the Federal Magistrate.",
      "id": "s11"
    },
    {
      "text": "6 On 28 July 2008, the Federal Magistrate had a large number of affidavits before her, including an affidavit of Mr Robert Hinton, which was filed by Westpac and two further affidavits of Mr Strangio, one of which annexed a copy of a notice of appeal that Mr Strangio deposed to serving on Westpac's solicitors.",
      "id": "s12"
    },
    {
      "text": "In a further affidavit, Mr Strangio deposed to the fact that he had unsuccessfully \"appealed\" to a judge of the Supreme Court against the costs orders that founded the petition and now sought to appeal to the Court of Appeal of the Supreme Court of Victoria (\"the Court of Appeal\").",
      "id": "s13"
    },
    {
      "text": "7 Mr Hinton's affidavit stated that, on 21 May 2007, in a proceeding between Westpac and Mr Strangio in the County Court, Judge Holt had ordered that Mr Strangio pay Wetpac's costs from 24 April 2007 until 21 May 2007, to be taxed failing agreement.",
      "id": "s14"
    },
    {
      "text": "A Registrar of the County Court taxed the costs in the sum of $36,144.75.",
      "id": "s15"
    },
    {
      "text": "On 7 August 2007, Westpac issued a bankruptcy notice based on Judge Holt's costs order as taxed.",
      "id": "s16"
    },
    {
      "text": "The affidavit referred to Mr Strangio's unsuccessful application for an extension of time in which to comply with the bankruptcy notice and to the further curial history of various relevant proceedings.",
      "id": "s17"
    },
    {
      "text": "The affidavit recorded that a judge of the Victorian Supreme Court (Justice Williams) had dismissed Mr Strangio's application for judicial review of the costs orders on 3 July 2008 and that Mr Strangio had subsequently served a signed notice of appeal on Westpac \"four days late\".",
      "id": "s18"
    },
    {
      "text": "THE DECISION OF THE FEDERAL MAGISTRATE \n \n8 The Federal Magistrate held that service of the petition had been duly effected on Mr Strangio --- a finding supported by several affidavits filed on Westpac's behalf.",
      "id": "s19"
    },
    {
      "text": "Her Honour noted that Mr Strangio had not challenged these affidavits.",
      "id": "s20"
    },
    {
      "text": "Her Honour held that there was no appeal to this Court, as Mr Strangio alleged.",
      "id": "s21"
    },
    {
      "text": "Her Honour also held, in substance, that there was insufficient or no evidence to support Mr Strangio's solvency ground.",
      "id": "s22"
    },
    {
      "text": "9 A further ground of opposition was that \"the creditor's petition should be adjourned pending the determination of an application for judicial review of the orders made by Judge Holt on 21 May 2007 which is presently returnable in the Supreme Court of Victoria on 1 April, 2008\".",
      "id": "s23"
    },
    {
      "text": "As to this, the Federal Magistrate said (see Westpac Banking Corporation v Strangio [2008] FMCA 1102 (\" Westpac Banking Corporation v Strangio \") at [6]-[7]):\n A further ground of opposition was that the hearing of the [petition] should be adjourned pending the determination of an application for judicial review of the orders made by Judge Holt on 21 May 2007 such application being then returnable in the Supreme Court of Victoria on 1 April 2008.",
      "id": "s24"
    },
    {
      "text": "Judgment has been handed down in those proceedings.",
      "id": "s25"
    },
    {
      "text": "On 3 July 2008 Her Honour Williams J delivered judgment in proceeding number 6701 of 2007 dismissing [Mr Strangio's] application for judicial review.",
      "id": "s26"
    },
    {
      "text": "I note that [Mr Strangio] has appealed against the decision of Her Honour Williams J.",
      "id": "s27"
    },
    {
      "text": "I accept the evidence, as set out in the affidavit sworn by Mr Robert Thomas Hinton of 28 July 2008 that on 21 July 2008 [Westpac] was served with a signed notice of appeal.",
      "id": "s28"
    },
    {
      "text": "That notice of appeal was served four days late.",
      "id": "s29"
    },
    {
      "text": "As at this day, no application for an extension of time to serve the notice of appeal out of time has been served on [Westpac].",
      "id": "s30"
    },
    {
      "text": "I reject the evidence of [Mr Strangio] which was changing and contradictory in its nature and as the transcript would reveal fashioned to meet the case against him.",
      "id": "s31"
    },
    {
      "text": "10 Further, the Federal Magistrate declined to adjourn the hearing of the petition until the determination of the appeal to the Court of Appeal.",
      "id": "s32"
    },
    {
      "text": "After noting the curial history of the matter, including the judgment delivered by Justice Williams in the Supreme Court, her Honour stated (at [19]-[20]):\n The determination as to whether or not to grant an adjournment in the proceedings is a discretionary one.",
      "id": "s33"
    },
    {
      "text": "Whilst the court is mindful that it should not proceed to sequestrate the estate of a debtor where an appeal is pending against the judgment relied on as the foundation of the bankruptcy proceedings, in this case the judgment relied on as the foundation of the bankruptcy proceedings is a judgment of Judge Holt and nowhere is there evidence before the court that the appeal to the Court of Appeal in the Supreme Court of Victoria is based on genuine and arguable grounds (Ahern v Deputy Commissioner of Taxation (Qld) [1987] FCA 312 ; (1987) 76 ALR 137 at 148).",
      "id": "s34"
    },
    {
      "text": "[Mr Strangio] has had ample opportunity to place such evidence before the court including any as contained in the two affidavits relied upon and filed this day.",
      "id": "s35"
    },
    {
      "text": "No material persuasive of the granting of an adjournment or that could even properly found such an application was before the court.",
      "id": "s36"
    },
    {
      "text": "Having determined to refuse the application for an adjournment the court proceeded to hear the petition.",
      "id": "s37"
    },
    {
      "text": "Each of the grounds of opposition are rejected.",
      "id": "s38"
    },
    {
      "text": "All formal evidence as necessary has been filed and the court is satisfied with the proof of those matters.",
      "id": "s39"
    },
    {
      "text": "No opposition to the granting of the petition was put in submissions made by Counsel for [Mr Strangio].",
      "id": "s40"
    },
    {
      "text": "The court exercises the discretion conferred by section 52 of the [Bankruptcy Act 1966 (Cth)] in favour of [Westpac].",
      "id": "s41"
    },
    {
      "text": "THE PARTIES' POSITIONS IN THIS COURT \n \n11 Mr Strangio was legally represented in the Federal Magistrates Court but unrepresented in this Court.",
      "id": "s42"
    },
    {
      "text": "In this Court, he relied on his own affidavits of 25 August 2008 and 12 September 2008.",
      "id": "s43"
    },
    {
      "text": "In his 12 September affidavit, he deposed that his appeal to the Court of Appeal was still on foot.",
      "id": "s44"
    },
    {
      "text": "A copy of a notice of appeal was annexed to this affidavit.",
      "id": "s45"
    },
    {
      "text": "In his 25 August affidavit, he deposed that he was informed by the Federal Magistrate on 28 July 2008 and later by another Court officer that he had 28 days in which to lodge his appeal.",
      "id": "s46"
    },
    {
      "text": "12 Westpac relied on the affidavit of Robert Hinton of 11 September 2008, which exhibited a copy of the transcript of the hearing before the Federal Magistrate.",
      "id": "s47"
    },
    {
      "text": "13 A proposed notice of appeal was attached to Mr Strangio's application for an extension of time.",
      "id": "s48"
    },
    {
      "text": "The grounds stated were:\n \n \n 1.",
      "id": "s49"
    },
    {
      "text": "The learned Magistrate erred in law by making a sequestration Order against the appellant in disregard of the principles enunciated by the Federal Court of Australia in Ahern v Deputy Commissioner of Taxation (Qld) [1987] FCA 312 ; (1987) 76 ALR 137 at 148 (\" Ahern \").",
      "id": "s50"
    },
    {
      "text": "2.",
      "id": "s51"
    },
    {
      "text": "The learned Magistrate erred in law by finding that \" no opposition to the granting of the petition was put in submission \" made by Counsel for the appellant when, in fact, the appellant's Counsel had submitted that the petition should be dismissed on the basis of the principles enunciated in Ahern .",
      "id": "s52"
    },
    {
      "text": "3.",
      "id": "s53"
    },
    {
      "text": "The learned Magistrate denied the appellant natural justice by failing to accede to the appellant's application to adjourn the hearing of the petition pending the making of an application to stay execution of the judgment debt to the Court of Appeal.",
      "id": "s54"
    },
    {
      "text": "CONSIDERATION \n \n14 Under the Federal Court Rules (\"the Rules\"), the applicant was required to file and serve a notice of appeal against the sequestration order within 21 days from the date of the Federal Magistrates judgment, namely, on or before 18 August 2008: see O 52 r 15(1).",
      "id": "s55"
    },
    {
      "text": "Mr Strangio filed his application for an extension of time in which to appeal some 7 days outside the prescribed appeal period.",
      "id": "s56"
    },
    {
      "text": "Pursuant to O 52 r 15(2), the time limit in O 52 r 15(1) may be extended at any time for 'special reasons'.",
      "id": "s57"
    },
    {
      "text": "In Jess v Scott (1986) 12 FCR 187 , a Full Court of this Court said, at 195:\n \n \"...the expression 'special reasons' is intended to distinguish the case from the usual course according to which the time is twenty-one days.",
      "id": "s58"
    },
    {
      "text": "But it may be so distinguished (not necessarily will, for the rule gives a discretion) wherever the Court sees a ground which does justify departure from the general rule in the particular case.",
      "id": "s59"
    },
    {
      "text": "Such a ground is a special reason because it takes the case out of the ordinary.",
      "id": "s60"
    },
    {
      "text": "We do not think the use of the expression 'for special reasons' implies something narrower than this.",
      "id": "s61"
    },
    {
      "text": "\" \n\n15 As counsel for Westpac pointed out, Mr Strangio also requires leave to appeal from her Honour's refusal of an adjournment since this decision is interlocutory in character: see Federal Court of Australia Act 1976 (Cth), s 24(1A).",
      "id": "s62"
    },
    {
      "text": "Mr Strangio, who as I have said was not represented in this Court, did not expressly seek leave to appeal before or at the hearing.",
      "id": "s63"
    },
    {
      "text": "It is plain enough, however, that he challenges her Honour's refusal of an adjournment.",
      "id": "s64"
    },
    {
      "text": "I would treat his submissions at the hearing as in substance an application for leave to appeal against this refusal and an application for an extension of time in which to file and serve an application for leave to appeal: see O 52 r 10.",
      "id": "s65"
    },
    {
      "text": "I would dispense with the need for a notice of motion.",
      "id": "s66"
    },
    {
      "text": "16 In determining whether leave to appeal against an interlocutory decision should be granted, the Court must be satisfied that the decision under challenge is attended with sufficient doubt to warrant it being reconsidered, and that substantial injustice would result if leave were refused, supposing the decision under challenge were wrong: see D&eacute;cor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397 , at 399-400 per Sheppard, Burchett and Heerey JJ.",
      "id": "s67"
    },
    {
      "text": "The question on the extension of time is whether this test has sufficient prospect of being satisfied.",
      "id": "s68"
    },
    {
      "text": "17 In practice, in this area, much the same considerations are relevant for the extensions of time and grant of leave to appeal.",
      "id": "s69"
    },
    {
      "text": "Unless the Court grants these applications for an extension of time and, in the case of the interlocutory decision, leave to appeal, there can be no competent appeal against the Federal Magistrate's judgment and orders.",
      "id": "s70"
    },
    {
      "text": "18 Mr Strangio submitted, in effect, that he was misled about the time limit involved in filing a notice of appeal.",
      "id": "s71"
    },
    {
      "text": "Westpac did not argue that it has suffered any particular prejudice merely by virtue of the delay in lodgement.",
      "id": "s72"
    },
    {
      "text": "19 The transcript of the hearing before the Federal Magistrate provides no support for Mr Strangio's claim that he was misled by her Honour.",
      "id": "s73"
    },
    {
      "text": "He claims that, in response to his in-court inquiry, her Honour led him to believe that the time limit was 28 days.",
      "id": "s74"
    },
    {
      "text": "I very much doubt that her Honour so misled Mr Strangio.",
      "id": "s75"
    },
    {
      "text": "First, as I have said, the transcript records no such exchange and, in any event, in the Federal Magistrates Court, Mr Strangio had legal representation.",
      "id": "s76"
    },
    {
      "text": "This alone makes the suggested exchange most improbable.",
      "id": "s77"
    },
    {
      "text": "Even if another (unidentified) court officer misstated the time limit, it must be borne in mind that, in the Federal Magistrates Court, Mr Strangio was represented by experienced counsel, who would presumably have directed him to the time limits fixed by the Rules had Mr Strangio made some relevant inquiry of him.",
      "id": "s78"
    },
    {
      "text": "Accordingly, Mr Strangio's explanation for delay should be rejected, or accorded very little weight.",
      "id": "s79"
    },
    {
      "text": "20 Further, consideration of the issues that Mr Strangio would raise on the appeal indicates that the appeal, whether against the sequestration order or the refusal of the adjournment, has little prospect of success.",
      "id": "s80"
    },
    {
      "text": "21 Mr Strangio would argue on appeal that the Federal Magistrate misapplied the principle in Ahern .",
      "id": "s81"
    },
    {
      "text": "In Ahern , which was also an appeal from a decision refusing an adjournment of a creditor's petition, the Full Court observed (at 148) that \"in general a court exercising jurisdiction in bankruptcy should not proceed to sequestrate the estate of a debtor where an appeal is pending against the judgment relied on as the foundation of the bankruptcy proceedings provided that the appeal is based on genuine and arguable grounds\".",
      "id": "s82"
    },
    {
      "text": "A Full Court of this Court followed Ahern in Adamopoulos v Olympic Airways SA (1990) 95 ALR 525 , at 526 per Pincus J and 531-32 per Burchett and Gummow JJ.",
      "id": "s83"
    },
    {
      "text": "22 The Federal Magistrate expressly had regard to this principle.",
      "id": "s84"
    },
    {
      "text": "The issues of filing and service of the notice of appeal, to which her Honour referred, bore on the competency of the appeal, although these issues were not treated by her Honour as determinative.",
      "id": "s85"
    },
    {
      "text": "The critical finding made by the Federal Magistrate was that there was no evidence that the appeal to the Court of Appeal was based on genuine and arguable grounds, notwithstanding that Mr Strangio had, in her opinion, ample opportunity to place relevant evidence before the court.",
      "id": "s86"
    },
    {
      "text": "Indeed, that Mr Strangio had been given more than an adequate chance to adduce such evidence is clear from the history of the proceeding.",
      "id": "s87"
    },
    {
      "text": "He was also permitted to file additional affidavits on the day of the hearing.",
      "id": "s88"
    },
    {
      "text": "There was, as her Honour found, no evidence to support Mr Strangio's claim that the grounds of the appeal to the Court of Appeal were genuine and arguable in this regard.",
      "id": "s89"
    },
    {
      "text": "23 Mr Strangio's affidavits filed in this Court, including his affidavit of 12 September 2008, would not lead me to take a different view from that of the Federal Magistrate.",
      "id": "s90"
    },
    {
      "text": "24 The first ground for the proposed appeal is, therefore, unlikely to succeed.",
      "id": "s91"
    },
    {
      "text": "25 Mr Strangio has also indicated that he would contend on an appeal that the Federal Magistrate erred in law in finding that \"no opposition to the granting of the petition was put in submissions\" on his behalf.",
      "id": "s92"
    },
    {
      "text": "Her Honour's statement in this regard appears in Westpac Banking Corporation v Strangio at [20].",
      "id": "s93"
    },
    {
      "text": "This statement must be considered in the context in which it was made.",
      "id": "s94"
    },
    {
      "text": "It is plain from the transcript that counsel for Mr Strangio argued at length for an adjournment of the petition.",
      "id": "s95"
    },
    {
      "text": "Counsel framed this application in a number of ways, but failed to persuade her Honour that she should accede to it.",
      "id": "s96"
    },
    {
      "text": "After a relatively short break, her Honour proceeded to hear Westpac on the petition.",
      "id": "s97"
    },
    {
      "text": "Having heard Westpac, her Honour gave counsel for Mr Strangio an opportunity to address her on the petition.",
      "id": "s98"
    },
    {
      "text": "Counsel said:\n \"Yes, your Honour, there's nothing I can say.",
      "id": "s99"
    },
    {
      "text": "There's nothing I wish to say\".",
      "id": "s100"
    },
    {
      "text": "The Federal Magistrate responded:\n Thank you.",
      "id": "s101"
    },
    {
      "text": "Well, on the evidence that's before the court, the court will make a sequestration order of the creditors petition filed 14 December 2007 ... \n26 Having regard to what occurred at the hearing, the statement that Mr Strangio seeks to challenge on appeal as disclosing appealable error was an accurate statement.",
      "id": "s102"
    },
    {
      "text": "Furthermore, her Honour's consideration was not circumscribed by what counsel said since she had regard to the documentary material that Mr Strangio had previously filed.",
      "id": "s103"
    },
    {
      "text": "This is apparent from her observation shortly before the hearing ended that: \n The court has gone through the notice stating the grounds of opposition to the creditors petition, and the affidavit material by Mr Strangio filed 25 February 2008 and is satisfied that the sequestration order should be made.",
      "id": "s104"
    },
    {
      "text": "There is no effective opposition to the making of that order in those documents.",
      "id": "s105"
    },
    {
      "text": "The second ground of appeal that Mr Strangio would advance has no prospect of success.",
      "id": "s106"
    },
    {
      "text": "27 Finally, Mr Strangio has stated that on appeal he would wish to argue that he was denied natural justice because the Federal Magistrate declined to adjourn the hearing of the petition pending the making of an application to stay the judgment debt to the Court of Appeal.",
      "id": "s107"
    },
    {
      "text": "Counsel for Mr Strangio made application for adjournment of the petition pending the determination of the appeal by the Court of Appeal, alternatively, to allow Mr Strangio to make an application for a stay of execution in the Court of Appeal and \"to provide further material in regards to the substantive basis of the appeal\".",
      "id": "s108"
    },
    {
      "text": "Her Honour heard counsel for Mr Strangio and Westpac upon this application, giving them both a sufficient opportunity to explain their respective positions.",
      "id": "s109"
    },
    {
      "text": "Having heard them, her Honour said that she did not \"propose to grant any further time\", saying to Mr Strangio's counsel that \"[t]here has been ample time for you to put your case before the court\".",
      "id": "s110"
    },
    {
      "text": "The Federal Magistrate expanded on this in Westpac Banking Corporation v Strangio at [10]: see [10] above.",
      "id": "s111"
    },
    {
      "text": "Her Honour held that Mr Strangio had not presented the Court with any material \"persuasive of the granting of an adjournment\" even though Mr Strangio had had sufficient opportunity to do so.",
      "id": "s112"
    },
    {
      "text": "28 As already indicated, the Federal Magistrate's decision to refuse Mr Strangio's adjournment application was a discretionary one.",
      "id": "s113"
    },
    {
      "text": "The principles applicable on an appeal against the exercise of discretion are well established: see House v The King [1936] HCA 40 ; (1936) 55 CLR 499 , at 504-5 per Dixon, Evatt and McTiernan JJ; Australian Coal and Shale Employees' Federation v Commonwealth [1953] HCA 25 ; (1953) 94 CLR 621 , at 627 per Kitto J; and Ahern, at 146-47 per Davies, Lockhart and Neaves JJ.",
      "id": "s114"
    },
    {
      "text": "In order for an appellate court to interfere with an exercise of discretion, it is not enough that the appellate court considers that, had it been the first instance judge, it would have taken a different course.",
      "id": "s115"
    },
    {
      "text": "Rather, the appellant must show that there was some error in exercising the discretion, as for example, that the first instance judge acted on a wrong principle.",
      "id": "s116"
    },
    {
      "text": "In the present case, there is nothing shown below or in the affidavits filed or the submissions made in this Court that would lead me to conclude that the Federal Magistrate made any discernible error in exercising her discretion.",
      "id": "s117"
    },
    {
      "text": "Her Honour did not deny Mr Strangio natural justice as he would allege.",
      "id": "s118"
    },
    {
      "text": "29 The third proposed ground of appeal has little prospect of success.",
      "id": "s119"
    },
    {
      "text": "30 For the foregoing reasons, there have been no special reasons shown that would justify the extension of time that Mr Strangio seeks under O 52 r 15(2) of the Rules.",
      "id": "s120"
    },
    {
      "text": "Further, there has been no basis shown for a grant of leave to appeal against her Honour's refusal of an adjournment and extension of time within which to make an application for the grant of such leave.",
      "id": "s121"
    },
    {
      "text": "I would refuse Mr Strangio's applications.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s123"
    },
    {
      "text": "Associate:\n\nDated: 16 September 2008\n\n The Applicant appeared in person \n \n \n Counsel for the Respondent: Mr C Nichol \n \n Solicitor for the Respondent: Gadens Lawyers \n\n Date of Hearing: 12 September 2008 \n \n Date of Judgment: 16 September 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1408.html",
      "id": "s124"
    }
  ]
}