{
  "name": "Perpetual Trustees WA Limited v Elderslie Finance Corporation Limited [2008] FCA 1068 (2 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1068.html",
  "catchphrases": [
    {
      "text": "application by trustee for debenture holders under s 283hb of corporations act 2001 (cth) for an order that security (floating charge) for the debentures be enforceable immediately",
      "id": "c0"
    },
    {
      "text": "borrower corporation insolvent",
      "id": "c1"
    },
    {
      "text": "some doubt or question whether trustee entitled under terms of debenture trust deed to appoint receiver or receiver and manager immediately",
      "id": "c2"
    },
    {
      "text": "consideration of circumstances relevant to exercise of court's discretion whether to make order. held : order made as sought.",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n 1 The plaintiff is a trustee for debenture holders and the defendant is the issuer of the debentures.",
      "id": "s0"
    },
    {
      "text": "The debenture trust deed (Deed) is dated 7 December 1992 and is numbered 462028 by the Australian Securities and Investments Commission.",
      "id": "s1"
    },
    {
      "text": "2 The plaintiff seeks, relevantly, an order pursuant to s 283HB(1) of the Corporations Act 2001 (Cth) (Act) that the charge created by cl 11(b) of the Deed be immediately enforceable including, despite cl 21 of the Deed, by the appointment of a receiver.",
      "id": "s2"
    },
    {
      "text": "On the hearing today counsel for the plaintiff has asked that the form of relief be expanded to include the possibility of the appointment of a receiver and manager.",
      "id": "s3"
    },
    {
      "text": "3 In the alternative, the plaintiff seeks, pursuant to s 283HA of the Act, a direction that the plaintiff is justified in issuing certificates under cl 14(p) and cl 21 of the Deed.",
      "id": "s4"
    },
    {
      "text": "THE DEBENTURE TRUST DEED \n \n4 By cl 11(b) of the Deed the defendant gave a floating charge to the plaintiff over the defendant's undertaking.",
      "id": "s5"
    },
    {
      "text": "The debentures are referred to in the Deed as \"Issued Stock\" or \"Issued Debenture Stock.",
      "id": "s6"
    },
    {
      "text": "\" Clause 12(c) provides for the giving of guarantees by subsidiaries of the defendant whenever the defendant is called upon in writing by the plaintiff to procure the giving of them.",
      "id": "s7"
    },
    {
      "text": "Some guarantees have been given by certain wholly owned subsidiaries.",
      "id": "s8"
    },
    {
      "text": "Clause 14 provides that the security is to become enforceable upon the happening of any one or more of the events set out in cl 14.",
      "id": "s9"
    },
    {
      "text": "The three of present interest are:\n \n \n (a) If the company shall make default in the payment of any interest which ought to be paid on any of the Issued Stock and such default shall continue for fourteen (14) days.",
      "id": "s10"
    },
    {
      "text": "(b) If the company fails to pay any Principal Moneys which are due and payable or to redeem any of the Issued Stock as and when the same ought to be redeemed and any such failure continues for the period of fourteen (14) days.",
      "id": "s11"
    },
    {
      "text": "(p) ... if the Trustee certifies in writing that after due enquiry of the Directors and investigation of the records of the Company in its opinion the continued carrying on of the business of the Company will, by reason of trading losses by the Company or any Guaranteeing Subsidiary endanger the security of the Stockholders.",
      "id": "s12"
    },
    {
      "text": "5 Clause 17 provides that the plaintiff may appoint a receiver or receiver and manager of the mortgaged property or of any of it at any time after the security \"becomes enforceable\".",
      "id": "s13"
    },
    {
      "text": "The words \"and manager\" are superfluous because the expression \"receiver\" is defined in cl 1A to mean a receiver or a receiver and manager.",
      "id": "s14"
    },
    {
      "text": "6 Clause 21 of the Deed provides that prior to the appointment of a receiver or appointing a receiver pursuant to cl 17 of the Deed, the plaintiff shall give written notice of its intention to the defendant specifying the particular breach or event relied upon.",
      "id": "s15"
    },
    {
      "text": "The plaintiff is not to appoint until a period of 14 days has expired after the giving of that notice.",
      "id": "s16"
    },
    {
      "text": "Nor is the plaintiff to appoint if it has notified the defendant that the breach or event relied on has been remedied to its satisfaction or, in its opinion, no longer detrimentally affects the security.",
      "id": "s17"
    },
    {
      "text": "7 There are express exceptions to the requirement of 14 days' notice.",
      "id": "s18"
    },
    {
      "text": "One is where the plaintiff certifies to the defendant that in its opinion delay would imperil the interests of the debenture holders.",
      "id": "s19"
    },
    {
      "text": "Another, which is peculiar, is the happening of any of the events mentioned in cl 14 of the Deed.",
      "id": "s20"
    },
    {
      "text": "This is \"peculiar\" because cl 14 lists all of the events of default.",
      "id": "s21"
    },
    {
      "text": "Accordingly, on its face that exception writes the 14 day notice requirement out of the Deed.",
      "id": "s22"
    },
    {
      "text": "I will not discuss any possible workable construction that might avoid this result.",
      "id": "s23"
    },
    {
      "text": "THE DEBENTURES \n \n8 The debentures are within para (b) of the definition of \"security\" in s 761A of the Act.",
      "id": "s24"
    },
    {
      "text": "The definition applies to Ch 6D (\"Fundraising\") by reason of s 700(1).",
      "id": "s25"
    },
    {
      "text": "The offering of debentures is therefore an offering of securities within s 706 , and Pt 6D.2 of the Act applies to it.",
      "id": "s26"
    },
    {
      "text": "Since none of the exceptions in s 708 or s 708AA apply, an offer by the defendant of its debentures for reinvestment would require disclosure to investors under Ch 6D.",
      "id": "s27"
    },
    {
      "text": "Section 283AA (the first section within Ch 2L) requires the entering into of a trust deed before a body makes an offer of debentures that needs disclosure to investors under Ch 6D.",
      "id": "s28"
    },
    {
      "text": "The Deed was entered into pursuant to the requirement of a predecessor of the present s 283AA.",
      "id": "s29"
    },
    {
      "text": "THE REPORT OF GREGORY WINFIELD HALL OF PRICEWATERHOUSECOOPERS \n \n9 The plaintiff appointed Mr Gregory Hall of PricewaterhouseCoopers to investigate the defendant's financial position.",
      "id": "s30"
    },
    {
      "text": "He provided a report to the plaintiff dated 20 May 2008.",
      "id": "s31"
    },
    {
      "text": "10 The defendant is a wholly-owned subsidiary of Hotel Nominees Pty Limited (Hotel Nominees) as trustee for the \"Asset Discretionary Trust.",
      "id": "s32"
    },
    {
      "text": "\" Hotel Nominees is associated with Mr Peter George, a director of the defendant.",
      "id": "s33"
    },
    {
      "text": "11 The defendant's balance sheet shows that an asset of the defendant is a $67.6 million loan to Hotel Nominees.",
      "id": "s34"
    },
    {
      "text": "The security for the loan is largely Hotel Nominees' shareholding in the defendant.",
      "id": "s35"
    },
    {
      "text": "There is evidence that Hotel Nominees has no short-term capacity to pay the loan, and that if the amount of the loan is removed as an asset from the defendant's balance sheet, the defendant would have a negative net asset value as at 31 March 2008 of $37.268 million.",
      "id": "s36"
    },
    {
      "text": "If other related party loans are also removed, the negative net asset value at that date would have been $90.323 million.",
      "id": "s37"
    },
    {
      "text": "12 Management accounts provided to Mr Hall by the defendant for the period 1 July 2007 to 31 March 2008 showed that the group incurred a loss after tax of $4.705 million, but that if capitalised interest from loans by the defendant to Hotel Nominees and other related entity loans was not included as income, the loss for that period would be $14.812 million.",
      "id": "s38"
    },
    {
      "text": "13 Again, the defendant's statutory accounts for the year ended 30 June 2007 record a profit after tax of $2.529 million, but if capitalised interest from loans to Hotel Nominees and other related entities was not included as income, the accounts would have recorded a loss of $5.532 million.",
      "id": "s39"
    },
    {
      "text": "14 Mr Hall's affidavit and report suggest that the defendant is trading at a loss and does not presently have sufficient cash available to meet its ongoing financial obligations.",
      "id": "s40"
    },
    {
      "text": "15 His evidence is that within the defendant's stated income for the nine-month period ending 31 March 2008 is $10.107 million in capitalised interest from loans to Hotel Nominees and related entities.",
      "id": "s41"
    },
    {
      "text": "16 According to Mr Hall's report, the cash inadequacy of the defendant may be relieved temporarily, but by no later than September 2008 the company would again be in cash shortfall.",
      "id": "s42"
    },
    {
      "text": "17 Mr Hall's affidavit concludes that the defendant \"has a deficiency of assets, unless substantial value is attributed to its loan to Hotel Nominees, and all its related party loans and investments are recoverable at their stated values\".",
      "id": "s43"
    },
    {
      "text": "THE PROPOSAL BY MR PURVES \n \n18 When the matter was before the Court on 13 June 2008, there was considerable evidence of promises of cash injections during May and June, which had come to nothing.",
      "id": "s44"
    },
    {
      "text": "I need not discuss the detail of those.",
      "id": "s45"
    },
    {
      "text": "19 Of the then four directors, two of them, Dr Hewson and Mr Garrett, resigned on 3 June 2008.",
      "id": "s46"
    },
    {
      "text": "The reason given in one case, and I infer the reason that operated in the other too, was that the director had become convinced that the cash injection was not to occur, and that if it did not occur the defendant would not be able to pay its way.",
      "id": "s47"
    },
    {
      "text": "The resignation of those two directors left Peter George and Nigel Purves as the continuing directors.",
      "id": "s48"
    },
    {
      "text": "20 At the hearing on 13 June 2008, the defendant applied for an adjournment on the basis that a proposal was being formulated by a company called Inquisitor Pty Limited (Inquisitor) as trustee of the \"Cooroy unit trust.",
      "id": "s49"
    },
    {
      "text": "\" Inquisitor is associated with Mr Purves.",
      "id": "s50"
    },
    {
      "text": "It was hoped that this \"Purves proposal\" would lead to an injection of cash, which would enable the defendant to recover its position.",
      "id": "s51"
    },
    {
      "text": "It was proposed that Inquisitor would acquire all of the units of the Asset Discretionary Trust (of which, it will be recalled, Hotel Nominees, the company associated with Mr George, was the trustee).",
      "id": "s52"
    },
    {
      "text": "That proposal depended upon certain named investors providing funding.",
      "id": "s53"
    },
    {
      "text": "Initially, the plaintiff opposed the application for an adjournment, but eventually in the light of certain undertakings to the Court that were proffered by the defendant, and after discussion between Bench and Bar, an adjournment to yesterday's date was not opposed.",
      "id": "s54"
    },
    {
      "text": "21 Unfortunately, the Purves proposal has come to nothing.",
      "id": "s55"
    },
    {
      "text": "I need not address the detail of what happened in that respect.",
      "id": "s56"
    },
    {
      "text": "However, quite recently a further proposal on behalf of Turnbull Group Developments Pty Limited has re-emerged.",
      "id": "s57"
    },
    {
      "text": "I discussed this proposal in my reasons for refusing the defendant's request for an adjournment of the hearing yesterday: see In the matter of Elderslie Finance Corporation Limited, Perpetual Trustees WA Limited v Elderslie Finance Corporation Limited [2008] FCA 1045.",
      "id": "s58"
    },
    {
      "text": "I will take those reasons as read.",
      "id": "s59"
    },
    {
      "text": "In summary, the Turnbull proposal is so vague and subject to so many conditions that I do not think the position of the debenture holders should be made subject to the hope that it will ever take concrete form.",
      "id": "s60"
    },
    {
      "text": "FURTHER EVIDENCE OF THE DEFENDANT'S FINANCIAL DIFFICULTIES \n \n22 Since the adjournment on 13 June, further evidence of the financial plight of the defendant has emerged.",
      "id": "s61"
    },
    {
      "text": "It is unnecessary to recount all the detail of that evidence.",
      "id": "s62"
    },
    {
      "text": "A cash flow provided by the defendant on 26 June 2008 shows that the defendant would have a positive cash flow as of 30 June 2008, but that projection assumes a capital injection of $9.4 million.",
      "id": "s63"
    },
    {
      "text": "That assumption cannot be justified.",
      "id": "s64"
    },
    {
      "text": "Another problem is that the projection does not allow for \"parked\" debts.",
      "id": "s65"
    },
    {
      "text": "That expression is used to refer to debts that are not for the time being to be paid.",
      "id": "s66"
    },
    {
      "text": "If the $9.4 million cash injection is removed and the parked debts are included, the defendant would have a cash deficit as at 30 June 2008 of $17.38 million.",
      "id": "s67"
    },
    {
      "text": "If a comparable calculation is done in respect of the cash flow forecast provided on 27 June 2008, the cash deficit as at 30 June 2008 would be $16.704 million.",
      "id": "s68"
    },
    {
      "text": "23 The defendant had $5,869,262.57 worth of debentures which had matured as at 25 June 2008.",
      "id": "s69"
    },
    {
      "text": "According to the evidence, debenture-holders had required payment of $4,243,354.72 of this amount --- a redemption rate of 72%.",
      "id": "s70"
    },
    {
      "text": "It is to be noted that in accordance with its undertaking given to the Court on 13 June 2008, the defendant has not been meeting redemption requests since that date.",
      "id": "s71"
    },
    {
      "text": "24 There is in evidence a document of the defendant listing \"Debentures matured with redemption requests as at 25/06/2008.",
      "id": "s72"
    },
    {
      "text": "\" Over several pages this document lists investors whose debentures had matured on dates ranging from 2 May 2008 to 25 June 2008.",
      "id": "s73"
    },
    {
      "text": "It is put for the defendant that one cannot know for sure that the redemption requests were made before the defendant gave the undertaking to the Court on 13 June.",
      "id": "s74"
    },
    {
      "text": "My own calculation is that 77 of the investors had debentures which matured in the period from 2 May 2008 to 12 June 2008, that is to say, before the defendant gave the undertaking to the Court on 13 June 2008.",
      "id": "s75"
    },
    {
      "text": "It is possible that all 77 of them deferred making their request for redemption until after 12 June 2008 but this seems unlikely.",
      "id": "s76"
    },
    {
      "text": "However, I do not base the conclusion to which I arrive below on an inference that in fact any request for redemption was made during the period from 2 May 2008 to 12 June 2008.",
      "id": "s77"
    },
    {
      "text": "25 The financial difficulties of the defendant can be conveyed in various other ways.",
      "id": "s78"
    },
    {
      "text": "For example, in July 2008 $8,984,290.67 of debentures are due to mature and it is on the cards that 72% of this amount ($6,468,689.28) or more will be called for.",
      "id": "s79"
    },
    {
      "text": "26 From July to September 2008 $38,290,692 of debentures are due to mature.",
      "id": "s80"
    },
    {
      "text": "If, say, 70% of that amount is called for, there would be an obligation to pay $26,803,484.",
      "id": "s81"
    },
    {
      "text": "27 Unfortunately, I think the inferences to be drawn are that the defendant is trading at a loss and is insolvent, that the assets of the defendant and it subsidiaries represent the value of the debenture holders' security save to the extent that they or some of them form security in favour of third parties having priority, and that the defendant's liabilities are significantly greater than its assets.",
      "id": "s82"
    },
    {
      "text": "28 The question is what, if anything, should be done by the Court in this situation.",
      "id": "s83"
    },
    {
      "text": "Mr Walton of senior counsel for the defendant submits that it should be left to the plaintiff to take its course under the Deed.",
      "id": "s84"
    },
    {
      "text": "He puts persuasively that the Deed provides a mechanism and if the plaintiff as trustee for the debenture holders is so sure of itself it should be left to follow the course laid down by the Deed.",
      "id": "s85"
    },
    {
      "text": "29 While I think this is the most difficult part of the case I have come to the conclusion that the Court's discretion should be exercised in the way sought by the plaintiff.",
      "id": "s86"
    },
    {
      "text": "The first reason is that there is at least some question or doubt as to whether the plaintiff is entitled under the Deed to appoint a receiver or receiver and manager immediately.",
      "id": "s87"
    },
    {
      "text": "Yet the debenture holders' position is deteriorating.",
      "id": "s88"
    },
    {
      "text": "30 Lest it should be thought that my reference to the existence of some question or doubt is misconceived, it is to be noted that senior counsel for the defendant does not concede, and I do not blame him for this, that if the plaintiff were to go ahead and make an appointment under the Deed, that appointment would not be open to challenge by the defendant.",
      "id": "s89"
    },
    {
      "text": "Indeed, the defendant raised some arguments in the course of the hearing directed to showing that the power to appoint a receiver may not yet have become exercisable.",
      "id": "s90"
    },
    {
      "text": "31 The provision on which the plaintiff relies, s 283HB(1)(c) , envisages that there may be circumstances in which a security is not yet immediately enforceable in accordance with the terms of the security and the general law, but it will be appropriate for the Court to make an order that the security be immediately enforceable.",
      "id": "s91"
    },
    {
      "text": "An obvious example is a situation in which debentures have not fallen due for payment but all the evidence shows that the borrower is insolvent and will not be able to pay the debentures when the time for payment arises.",
      "id": "s92"
    },
    {
      "text": "32 The second reason is that there has already been some delay since the hearing on 13 June 2008.",
      "id": "s93"
    },
    {
      "text": "The adjournment was directed to allow an opportunity for the Purves proposal to be explored.",
      "id": "s94"
    },
    {
      "text": "However, not only has that proposal come to nothing but the financial position of the defendant has deteriorated and will continue to deteriorate.",
      "id": "s95"
    },
    {
      "text": "In other words, the urgency has increased since the adjournment on 13 June 2008.",
      "id": "s96"
    },
    {
      "text": "33 A third reason is that on the evidence, the giving of the 14 days' notice, if indeed it is required by the Deed (see [7] above), would not serve any useful purpose.",
      "id": "s97"
    },
    {
      "text": "It is not as though there is evidence that if only the notice provision were followed, all would be well and the position would be saved.",
      "id": "s98"
    },
    {
      "text": "There is no evidence, and it has not been submitted, that a staying of the plaintiff's hand for 14 days would provide an opportunity for the defendant to extricate itself from its predicament.",
      "id": "s99"
    },
    {
      "text": "34 In relation to s 283HB(2) of the Act, I record that:\n \n \n &#8226; I am satisfied that there is not an ability on the part of the defendant and its guarantors to repay the amounts lent by the debenture holders as and when they become due;\n &#8226; It has not been suggested that the defendant has contravened s 283GA of the Act; and\n &#8226; I have taken into account the interests of the defendant's members and creditors and of the member of the guarantors in the ways referred to above (it will be recalled that the guarantors are wholly owned subsidiaries of the defendant).",
      "id": "s100"
    },
    {
      "text": "CONCLUSION \n \n35 For the above reasons I think the Court should exercise its discretion and make an order under para (c) of s 283HB(1).",
      "id": "s101"
    },
    {
      "text": "36 It is not necessary to discuss the relief under s 283HA that the plaintiff sought in the alternative.",
      "id": "s102"
    },
    {
      "text": "I certify that the preceding thirty-six (36) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s103"
    },
    {
      "text": "Associate:\n\nDated: 18 July 2008\n\n\n\n\n\n\n\n\n\n Counsel for the Plaintiff: F Gleeson SC with BF Katekar \n \n Solicitor for the Plaintiff: Blake Dawson \n \n Counsel for the Defendant: M Walton SC with EA Collins \n \n Solicitor for the Defendant: Clayton Utz \n\n Date of Hearing: 1 July 2008 \n \n Date of Judgment: 2 July 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1068.html",
      "id": "s104"
    }
  ]
}