{
  "name": "Cruse v Construction, Forestry, Mining &amp; Energy Union (No 2) [2008] FCA 1637 (5 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1637.html",
  "catchphrases": [
    {
      "text": "breach of ss 170nc and 298sc of the workplace relations act 1996 (cth) by union shop steward and union",
      "id": "c0"
    },
    {
      "text": "union vicariously liable for breaches by shop steward",
      "id": "c1"
    },
    {
      "text": "whether penalties appropriate",
      "id": "c2"
    },
    {
      "text": "level of penalties",
      "id": "c3"
    },
    {
      "text": "industrial law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 On 22 August 2008, the Court published its reasons for judgment in Cruse v Construction, Forestry, Mining and Energy Union [2008] FCA 1267 (\"the substantive judgment\").",
      "id": "s0"
    },
    {
      "text": "In the substantive judgment, the Court held that Mr Fry, a delegate of the respondent Union, breached ss 298SC and 170NC of the Workplace Relations Act 1996 (Cth) (\"the WR Act \").",
      "id": "s1"
    },
    {
      "text": "It also found the Union vicariously liable for Mr Fry's breaches.",
      "id": "s2"
    },
    {
      "text": "This judgment should be read together with the substantive judgment.",
      "id": "s3"
    },
    {
      "text": "It deals with the issue of what penalties, if any, should be imposed on Mr Fry and the Union.",
      "id": "s4"
    },
    {
      "text": "Section 298SC \n \n2 Mr Fry was employed at the Hamilton site referred to in the substantive judgment.",
      "id": "s5"
    },
    {
      "text": "He was engaged on the construction side of the project.",
      "id": "s6"
    },
    {
      "text": "He was also a CFMEU shop steward.",
      "id": "s7"
    },
    {
      "text": "It was custom and practice on the construction side of the site for employees to be members of the CFMEU.",
      "id": "s8"
    },
    {
      "text": "The position of Mr Anton was unusual because he was a self-employed building contractor engaged to perform odd jobs around the Hamilton site.",
      "id": "s9"
    },
    {
      "text": "Mr Fry's role as shop steward included the enrolment of non-members on the construction side of the site into the CFMEU.",
      "id": "s10"
    },
    {
      "text": "He enrolled Mr Anton but 'gilded the lily' in encouraging him to do so by saying that he had an obligation to join the CFMEU.",
      "id": "s11"
    },
    {
      "text": "No doubt, as a CFMEU shop steward, and with everyone else on the construction side of the site almost certainly being in the CFMEU, Mr Fry considered that Mr Anton should be in the CFMEU.",
      "id": "s12"
    },
    {
      "text": "That does not excuse the breach of s 298SC of the WR Act committed by Mr Fry, but it does explain it and put it in context.",
      "id": "s13"
    },
    {
      "text": "3 Mr Fry is fifty-nine years old.",
      "id": "s14"
    },
    {
      "text": "He has no history of prior contravention of any provision of the WR Act or the more onerous Building and Construction Industry Improvement Act 2005 (Cth) (\"the BCII Act \"), which places special obligations and requirements on building and construction workers which do not apply to other sections of the workforce.",
      "id": "s15"
    },
    {
      "text": "Mr Fry lives in Hamilton in rural Victoria.",
      "id": "s16"
    },
    {
      "text": "He is employed as a scaffolder doing work around the Western District of Victoria.",
      "id": "s17"
    },
    {
      "text": "He is not a wealthy man.",
      "id": "s18"
    },
    {
      "text": "He has given evidence that he \"will not at any time in the future make a false statement to anyone regarding their obligation to be a member of the CFMEU\".",
      "id": "s19"
    },
    {
      "text": "4 In the circumstances, I see no point in imposing any penalty on Mr Fry for his breach of s 298SC of the WR Act .",
      "id": "s20"
    },
    {
      "text": "I am confident Mr Fry will be true to his word and not commit any further breach.",
      "id": "s21"
    },
    {
      "text": "This proceeding has, no doubt, been of educative value for him.",
      "id": "s22"
    },
    {
      "text": "However, in the circumstances, it is appropriate to record by declaration that he breached s 298SC of the WR Act as found in the substantive judgment.",
      "id": "s23"
    },
    {
      "text": "5 The CFMEU has vicarious liability for Mr Fry's breach of s 298SC of the WR Act .",
      "id": "s24"
    },
    {
      "text": "The extent of the penalty to be imposed on the CFMEU is informed by the following relevant considerations:\n \n&#8226; the only two alleged prior contraventions of the provision did not involve the Victorian branch of the CFMEU;\n \n&#8226; the only two alleged prior contraventions involved vicarious liability;\n \n&#8226; vicarious liability has resulted from the acts of a rank and file member/worker at a rural site as distinct from a paid officer of the CFMEU;\n \n&#8226; the CFMEU is not established as a profit making body but exists for the benefit of its members;\n \n&#8226; on being misled as to his liability to join the CFMEU, Mr Anton was content to renew his membership after the events the subject of the substantive judgment.",
      "id": "s25"
    },
    {
      "text": "6 Having regard to all the above circumstances, as well as the importance of complying with the Act, I consider that it is sufficient to record by way of declaration that the CFMEU has breached s 298SC of the WR Act .",
      "id": "s26"
    },
    {
      "text": "This order will act as an encouragement for the CFMEU to educate its shop stewards so that they do not involve it in further vicarious breaches of this provision.",
      "id": "s27"
    },
    {
      "text": "Also given the unusual circumstances in which the breach occurred, I consider that no useful purpose would be gained by imposing a monetary penalty on the CFMEU for this breach.",
      "id": "s28"
    },
    {
      "text": "Section 170NC \n \n7 In the substantive judgment Mr Fry was found to have breached s 170NC of the WR Act .",
      "id": "s29"
    },
    {
      "text": "The breach arose because Mr Fry told Mr Anton that he had to have an enterprise bargaining agreement to work on the construction side of the site.",
      "id": "s30"
    },
    {
      "text": "By Mr Anton entering into an enterprise bargaining agreement he was able to charge out his services on site at a higher rate than he previously did.",
      "id": "s31"
    },
    {
      "text": "By strange coincidence Mr Anton benefited from the unlawful behaviour directed at him by Mr Fry.",
      "id": "s32"
    },
    {
      "text": "Mr Anton did not want an enterprise agreement but faced the prospect of not being able to work on the construction side of the site without one.",
      "id": "s33"
    },
    {
      "text": "The negation of his choice was unlawful and deserves admonition.",
      "id": "s34"
    },
    {
      "text": "However, Mr Anton was 'a strange beast' on the site, being a self-employed contractor.",
      "id": "s35"
    },
    {
      "text": "It appears to me that Mr Fry did not quite know how Mr Anton fitted into the industrial regulation of the site.",
      "id": "s36"
    },
    {
      "text": "8 I see no point in imposing a penalty on Mr Fry for his breach of s 170NC of the WR Act .",
      "id": "s37"
    },
    {
      "text": "He clearly misunderstood Mr Anton's status.",
      "id": "s38"
    },
    {
      "text": "He did not have the industrial skills to discern that Mr Anton was not an employer and/or that he did not require an enterprise bargaining agreement.",
      "id": "s39"
    },
    {
      "text": "He has given evidence that he will not repeat this breach by \"coerc[ing] any person to make agreement with the CFMEU\".",
      "id": "s40"
    },
    {
      "text": "However, a declaration should be made recording Mr Fry's breach of s 170NC of the WR Act .",
      "id": "s41"
    },
    {
      "text": "9 The CFMEU is vicariously liable for Mr Fry's breach of s 170NC of the WR Act .",
      "id": "s42"
    },
    {
      "text": "It has previously contravened that provision through vicarious liability for a breach by an officer in a branch other than Victoria.",
      "id": "s43"
    },
    {
      "text": "It is significant, in this matter, that when senior officers of the CFMEU came to the Hamilton site they sought to ensure that the issues between Mr Anton and other workers on the site were resolved.",
      "id": "s44"
    },
    {
      "text": "However, on the issue of general deterrence, it is important that the Court recognises that a fundamental aspect of the right to engage in bargaining free from coercion has been breached.",
      "id": "s45"
    },
    {
      "text": "It is therefore appropriate in this case that the Court impose a monetary penalty, albeit on the lower side of the scale of that available.",
      "id": "s46"
    },
    {
      "text": "A penalty on the low side is deserved in this case because:\n \n&#8226; the liability arose from the actions of a rural shop steward at a comparatively isolated site as distinct from that of a paid officer;\n \n&#8226; Mr Anton's position was unusual and must have been very difficult for Mr Fry to understand;\n \n&#8226; the CFMEU sought to resolve issues with Mr Anton as soon as senior officers became aware of them;\n \n&#8226; no financial harm resulted from the breach but, fortuitously, Mr Anton benefited from it;\n \n&#8226; CFMEU will be encouraged by the proceeding to educate its shop stewards about the position of self-employed contractors on building sites vis-&agrave;-vis enterprise bargaining agreements, in the knowledge that further breaches will lead to harsher penalties.",
      "id": "s47"
    },
    {
      "text": "10 In the circumstances the Court will impose a penalty of $4,000 on the CFMEU for its vicarious breach of s 170NC of the WR Act .",
      "id": "s48"
    },
    {
      "text": "In fixing that penalty I have also had regard to the fact that the CFMEU breached the freedom of association provisions of the WR Act on a number of occasions prior to events which led to the current breach of s 170NC of the WR Act , an allied provision to the freedom of association provisions in the Act.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall .",
      "id": "s50"
    },
    {
      "text": "Associate:\n\nDated: 6 November 2008\n\n Counsel for the Applicant: Mr P O'Grady \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondents: Mr E White \n \n Solicitor for the Respondents: Construction, Forestry, Mining and Energy Union \n\n Date of Hearing: 5 November 2008 \n \n Date of Judgment: 5 November 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1637.html",
      "id": "s51"
    }
  ]
}