{
  "name": "SZMFT v Minister for Immigration and Citizenship [2008] FCA 1725 (17 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1725.html",
  "catchphrases": [
    {
      "text": "considerations applicable to the court's determination whether to dispense with compliance with the time requirements in o 52 r 5(2) of the federal court rules (cth).",
      "id": "c0"
    },
    {
      "text": "practice and procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant applies to this Court for an extension of time to file and serve an application for leave to appeal from the decision of Federal Magistrate Smith delivered on 5 August 2008.",
      "id": "s0"
    },
    {
      "text": "The application before Smith FM sought judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') signed on 11 April 2008.",
      "id": "s1"
    },
    {
      "text": "The Tribunal decision affirmed a decision of a delegate of the Minister for Immigration and Citizenship ('the Minister') to refuse to grant a Protection (Class XA) visa ('the protection visa') to the applicant.",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n \n2 The applicant is a citizen of the People's Republic of China ('the PRC') who arrived in Australia on 19 November 2007.",
      "id": "s3"
    },
    {
      "text": "On 26 November 2007 the applicant lodged an application for the protection visa with the Department of Immigration and Citizenship.",
      "id": "s4"
    },
    {
      "text": "A delegate of the Minister refused such application on 28 December 2007.",
      "id": "s5"
    },
    {
      "text": "On 29 January 2008 the applicant applied to the Tribunal for a review of the delegate's decision.",
      "id": "s6"
    },
    {
      "text": "3 The applicant claimed to have well-founded fear of persecution in the PRC resulting from her practice of Falun Gong.",
      "id": "s7"
    },
    {
      "text": "She claimed that she has practised Falun Gong since 1998.",
      "id": "s8"
    },
    {
      "text": "The applicant claimed that in June 2002 she was apprehended by a policeman whilst she was distributing Falun Gong pamphlets.",
      "id": "s9"
    },
    {
      "text": "She claimed that she was beaten by the policeman and was subsequently placed in a detention centre for eight months.",
      "id": "s10"
    },
    {
      "text": "THE TRIBUNAL DECISION \n \n4 The Tribunal did not accept that the applicant was a credible witness.",
      "id": "s11"
    },
    {
      "text": "The Tribunal found that the applicant's demeanour and her responses to its questions were evasive.",
      "id": "s12"
    },
    {
      "text": "5 Due to the Tribunal's adverse credibility finding, it gave no weight to a document allegedly probative of the applicant's release from detention in the PRC in 2002.",
      "id": "s13"
    },
    {
      "text": "6 The Tribunal expressed concerns over the applicant's stated motivation for leaving the PRC.",
      "id": "s14"
    },
    {
      "text": "The applicant stated that she did not have a fear of persecution while in the PRC and would not have departed if it were not for the Olympic Games.",
      "id": "s15"
    },
    {
      "text": "The Tribunal considered this claim to be inconsistent with the applicant's claimed involvement in Falun Gong, her alleged desire to practise Falun Gong and the claim that she had been detained for her involvement with Falun Gong.",
      "id": "s16"
    },
    {
      "text": "7 The Tribunal did not accept that the applicant had practised Falun Gong in the PRC or had suffered any persecution as a consequence of such claimed practice.",
      "id": "s17"
    },
    {
      "text": "8 As to the applicant's alleged practice of Falun Gong in Australia, the Tribunal noted that the applicant had demonstrated only a limited knowledge and understanding of Falun Gong.",
      "id": "s18"
    },
    {
      "text": "While it was satisfied that the applicant had had some involvement with Falun Gong in Australia, the Tribunal disregarded the evidence of her conduct in Australia under s 91R(3) of the Migration Act 1958 (Cth) ('the Act') as it was not satisfied that she had engaged in the activities otherwise than for the purpose of strengthening her claims to be a refugee.",
      "id": "s19"
    },
    {
      "text": "9 The Tribunal was not satisfied that the applicant was a person to whom Australia owed protection obligations under the Convention Relating to the Status of Refugees 1951 as amended by the Protocol Relating to the Status of Refugees 1967 .",
      "id": "s20"
    },
    {
      "text": "The Tribunal accordingly affirmed the decision of the Minister's delegate.",
      "id": "s21"
    },
    {
      "text": "APPLICATION IN THE FEDERAL MAGISTRATES COURT \n \n10 By application filed in the Federal Magistrates Court of Australia on 12 May 2008 the applicant sought judicial review of the Tribunal decision.",
      "id": "s22"
    },
    {
      "text": "11 Before Smith FM the applicant claimed that the Tribunal decision was affected by jurisdictional error as it 'did not weigh' her evidence.",
      "id": "s23"
    },
    {
      "text": "The applicant also claimed that she was denied procedural fairness as a result of the quality of the interpretation before the Tribunal.",
      "id": "s24"
    },
    {
      "text": "12 Smith FM found no substance in the first ground of review.",
      "id": "s25"
    },
    {
      "text": "His Honour found that the Tribunal had carefully considered the evidence provided by the applicant and that the Tribunal had not overlooked any such evidence.",
      "id": "s26"
    },
    {
      "text": "13 In considering the applicant's second ground of review, Smith FM observed that there was no evidence that the interpreter provided by the Tribunal had performed its function defectively.",
      "id": "s27"
    },
    {
      "text": "Smith FM found that there was no evidence indicating that the applicant had been denied the opportunity to appear, give evidence and present arguments as required under s 425 of the Act.",
      "id": "s28"
    },
    {
      "text": "14 Smith FM also found that the Tribunal had applied s 91R(3) of the Act without error.",
      "id": "s29"
    },
    {
      "text": "Smith FM could not identify any jurisdictional error in either the procedures or the reasoning of the Tribunal.",
      "id": "s30"
    },
    {
      "text": "15 Smith FM was not satisfied that the applicant's application raised any arguable case for the granting of relief.",
      "id": "s31"
    },
    {
      "text": "His Honour accordingly dismissed the application pursuant to r 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth) ('the FMC Rules').",
      "id": "s32"
    },
    {
      "text": "APPLICATION TO THIS COURT \n \n16 In support of the applicant's application for leave to appeal, the applicant filed an affidavit and a draft notice of appeal in which the applicant claims that:\n \n1.",
      "id": "s33"
    },
    {
      "text": "The Tribunal decision was affected by bias;\n \n2.",
      "id": "s34"
    },
    {
      "text": "The Federal Magistrate did not provide an opportunity to the applicant to provide more documents.",
      "id": "s35"
    },
    {
      "text": "The Federal Magistrate unfairly refused the application on the hearing date;\n \n3.",
      "id": "s36"
    },
    {
      "text": "The Federal Magistrate did not consider the applicant's application reasonably.",
      "id": "s37"
    },
    {
      "text": "The affidavit also alleges that the Federal Magistrate did not consider the information provided by the applicant.",
      "id": "s38"
    },
    {
      "text": "17 The applicant filed a second affidavit attaching photographs of the applicant apparently engaged in Falun Gong related activities.",
      "id": "s39"
    },
    {
      "text": "18 Smith FM's decision is interlocutory (see r 44.12(2) of the FMC Rules) and accordingly leave is required to appeal from such decision to this Court: see s 24(1A) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s40"
    },
    {
      "text": "19 Under O 52 r 5(2) of the Federal Court Rules (Cth) ('the Rules') the applicant should have filed her application for leave to appeal by 26 August 2008.",
      "id": "s41"
    },
    {
      "text": "Her application for leave to appeal was out of time by 10 days, having been filed on 5 September 2008.",
      "id": "s42"
    },
    {
      "text": "Accordingly, pursuant to O 52 r 5(3) of the Rules the applicant requires an order that O 52 r 5(2) be dispensed with, as well as leave to appeal from the interlocutory decision of Smith FM under s 24(1A) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s43"
    },
    {
      "text": "20 However, the Court can only consider whether to grant leave to appeal from Smith FM's interlocutory decision if the Court first makes an order dispensing with compliance with O 52 r 5(2) of the Rules.",
      "id": "s44"
    },
    {
      "text": "Accordingly, the Court must first consider whether compliance with such sub-rule should be dispensed with.",
      "id": "s45"
    },
    {
      "text": "FINDINGS \n \n21 The Court observes that in considering whether to grant an extension of time to file a notice of appeal under O 52 r 15(2) of the Rules, the Court must be satisfied that there is an acceptable explanation for the delay, that there would be no undue prejudice to the respondent if the Court were to grant leave, and that there is merit in the substantial application: see Hunter Valley Developments Pty Ltd v Cohen (1984) 3 FCR 344 at 348-349.",
      "id": "s46"
    },
    {
      "text": "There appears to be no valid reason why such considerations should not also apply to an application seeking an order of the Court that dispenses with the 21 day time limit prescribed by O 52 r 5(2) of the Rules.",
      "id": "s47"
    },
    {
      "text": "22 As to delay, the applicant claimed at the hearing before the Court that her ignorance of Court procedure resulted in her failure to comply with O 52 r 5(2) of the Rules.",
      "id": "s48"
    },
    {
      "text": "Because the applicant is unrepresented and the delay is not extensive, the Court is prepared to accept this explanation.",
      "id": "s49"
    },
    {
      "text": "23 There is no evidence before the Court that the Minister would be prejudiced if the Court were to grant an order dispensing with compliance with O 52 r 5(2) of the Rules.",
      "id": "s50"
    },
    {
      "text": "24 In considering the merits of the substantial application, the Court observes that the first ground alleging bias by the Tribunal had not been raised before Smith FM.",
      "id": "s51"
    },
    {
      "text": "Accordingly leave would be required for the applicant to raise such ground on appeal: see Iyer v Minister for Immigration and Multicultural Affairs [2000] FCA 1788 at [22] - [24] .",
      "id": "s52"
    },
    {
      "text": "Leave may be granted if it is 'expedient in the interests of justice to allow the new ground to be argued and determined' : see VAAC v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 74 ; (2003) 129 FCR 168 at [26] .",
      "id": "s53"
    },
    {
      "text": "Such consideration requires the Court to consider the merits of the ground sought to be raised: see Iyer at [24]; VAAC at [26].",
      "id": "s54"
    },
    {
      "text": "25 As no transcript of the Tribunal hearing has been put before the Court, the only evidence before the Court of the Tribunal's conduct of the proceeding is the Tribunal hearing record and the Tribunal decision itself.",
      "id": "s55"
    },
    {
      "text": "The Court observes that ' [i] t is likely to be a rare and extreme circumstance that a lack of good faith on the part of the administrative decision-maker will be apparent by reference only to the reasons for the decision themselves' : see SBBF v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCAFC 358 at [16] ; see also SBBS v Minister for Immigration and Multicultural and Indigenous Affairs (2002) 194 ALR 749 at [44]; SCAA v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCA 668 at [38] .",
      "id": "s56"
    },
    {
      "text": "In the present proceeding the Tribunal decision reveals no bias against the applicant.",
      "id": "s57"
    },
    {
      "text": "26 At the hearing before the Court the applicant was asked whether she wished to provide any evidence in support of her allegation of bias.",
      "id": "s58"
    },
    {
      "text": "Although she provided no such evidence, the applicant did make oral submissions in support of her allegation.",
      "id": "s59"
    },
    {
      "text": "The applicant claimed that she did not answer questions properly before the Tribunal because of her memory, and that the manner in which the Tribunal conducted the hearing made her nervous.",
      "id": "s60"
    },
    {
      "text": "The Court considers that such submissions do not constitute a claim of either apprehended or actual bias.",
      "id": "s61"
    },
    {
      "text": "27 There is no evidence before the Court in support of a claim of bias.",
      "id": "s62"
    },
    {
      "text": "In these circumstances the Court considers that the first proposed ground of appeal is without merit.",
      "id": "s63"
    },
    {
      "text": "28 The second ground of the proposed appeal claims that Smith FM did not provide the applicant with a chance to provide further documentation.",
      "id": "s64"
    },
    {
      "text": "No particulars are provided in support of such ground.",
      "id": "s65"
    },
    {
      "text": "29 In Smith FM's decision his Honour observed that the applicant 'has been given the opportunity to file an amended application and evidence' .",
      "id": "s66"
    },
    {
      "text": "There is nothing in the Federal Magistrate's decision that suggests that the applicant made any request that she be afforded a further opportunity to provide additional documents.",
      "id": "s67"
    },
    {
      "text": "The Court considers that the second draft ground of appeal is without merit.",
      "id": "s68"
    },
    {
      "text": "30 The third draft ground of appeal claims that Smith FM did not consider the applicant's application 'reasonably' and her affidavit additionally claims that Smith FM did not consider the information provided by the applicant.",
      "id": "s69"
    },
    {
      "text": "31 At the hearing the applicant supported such allegation with the submission that Smith FM did not consider the photographs she provided depicting her involvement in Falun Gong related activities in Australia.",
      "id": "s70"
    },
    {
      "text": "The Court observes that no photographs were provided to Smith FM and his Honour made no finding in relation to any such photographs.",
      "id": "s71"
    },
    {
      "text": "The Tribunal was provided with photographs of the applicant participating in Falun Gong related activities in Australia, however these were disregarded pursuant to s 91R(3) of the Act.",
      "id": "s72"
    },
    {
      "text": "The Court finds no error in the Tribunal's application of s 91R(3) of the Act.",
      "id": "s73"
    },
    {
      "text": "32 It is apparent from the applicant's oral submissions that she seeks an impermissible merits review of the Tribunal decision: see Minister for Aboriginal Affairs and Another v Peko-Wallsend Limited and Others [1986] HCA 40 ; (1986) 162 CLR 24 at 40-42; Chan Yee Kin v Minister for Immigration and Ethnic Affairs (1989) 169 CLR 379 at 391-392; NAHI v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 10 at [10] .",
      "id": "s74"
    },
    {
      "text": "There is no jurisdictional error apparent in the Tribunal's decision or in the decision of Smith FM.",
      "id": "s75"
    },
    {
      "text": "The Court is satisfied that there is no merit in the applicant's substantial application.",
      "id": "s76"
    },
    {
      "text": "33 The Court accordingly declines to make an order dispensing with compliance with O 52 r 5(2) of the Rules.",
      "id": "s77"
    },
    {
      "text": "It follows that it is not necessary for the Court to consider whether leave should be granted to appeal from the interlocutory decision of Smith FM.",
      "id": "s78"
    },
    {
      "text": "34 The Court dismisses the applicant's application.",
      "id": "s79"
    },
    {
      "text": "I certify that the preceding thirty-four (34) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s80"
    },
    {
      "text": "Associate:\n\nDated: 17 November 2008\n\n Counsel for the Applicant: The Applicant appeared in person.",
      "id": "s81"
    },
    {
      "text": "Solicitor for the First Respondent: Clayton Utz \n\n Date of Hearing: 17 November 2008 \n \n Date of Judgment: 17 November 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1725.html",
      "id": "s82"
    }
  ]
}