{
  "name": "Australian Competition and Consumer Commission v Ascot Four Pty Ltd [2008] FCA 1295 (21 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1295.html",
  "catchphrases": [
    {
      "text": "prosecution under s 75azc in pt vc of the trade practices act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "whether corporation made a false or misleading representation about the price of goods",
      "id": "c1"
    },
    {
      "text": "advertising of jewellery in catalogue with stated price and strike through price",
      "id": "c2"
    },
    {
      "text": "jewellery previously ticketed at strike through price but never sold at or near strike through price",
      "id": "c3"
    },
    {
      "text": "whether false or misleading",
      "id": "c4"
    },
    {
      "text": "held that catalogue represented to a group of ordinary and reasonable potential consumers that, in purchasing the jewellery items, there would be a saving of the difference between the catalogue sale price and the strike through price",
      "id": "c5"
    },
    {
      "text": "defendant found guilty",
      "id": "c6"
    },
    {
      "text": "prosecution under s 75azc in pt vc of the trade practices act 1974 (cth)",
      "id": "c7"
    },
    {
      "text": "whether necessary for prosecution to prove that no reasonable consumer could reasonably have understood representation in a way that was not false or misleading",
      "id": "c8"
    },
    {
      "text": "consideration of usefulness of cases concerning the analogues of the sections in pt vc in pt v of the act, particularly s 53(3)",
      "id": "c9"
    },
    {
      "text": "held that s 75azc did not require the prosecution to prove that",
      "id": "c10"
    },
    {
      "text": "trade practices",
      "id": "c11"
    },
    {
      "text": "trade practices",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "1 The defendant is a trading corporation.",
      "id": "s0"
    },
    {
      "text": "At all material times, that is from about 1 July 2005 to the early months of 2006, it was the proprietor of a jewellery retailer business trading under the name \"Zamel's\".",
      "id": "s1"
    },
    {
      "text": "In that time, it operated a chain of 69 jewellery stores: South Australia (14), Victoria (24), Western Australia (24), Tasmania (2) and the Australian Capital Territory (5).",
      "id": "s2"
    },
    {
      "text": "2 In November 2005, the defendant caused to be published a pre-Christmas sale catalogue (the Christmas catalogue) advertising for sale during the period 24 November 2005 to 24 December 2005 (the sale period) various jewellery items.",
      "id": "s3"
    },
    {
      "text": "The Christmas catalogue was advertised by a variety of means, including the print and electronic media --- both television and radio --- in each State and Territory in which the defendant operated a jewellery retail store, as well as in each of its stores and on the internet.",
      "id": "s4"
    },
    {
      "text": "3 The prosecutor has charged the defendant with 11 counts of making a false or misleading representation about the price of certain items of jewellery in the Christmas catalogue, contrary to s 75AZC(1)(g) of the Trade Practices Act 1975 (Cth) (the TP Act).",
      "id": "s5"
    },
    {
      "text": "Each count alleges that the defendant, by the Christmas catalogue, represented that a particular item of jewellery had been sold at the advertised \"strike through\" price, or that the purchase of that item of particular jewellery during the sale period would result in a saving to the purchaser of the difference between the price as specified in the Christmas catalogue (the sale price), and the strike through price.",
      "id": "s6"
    },
    {
      "text": "The prosecutor says that each of the representations was false or misleading because the highest price at which the particular item of jewellery was or had been sold within a substantial period prior to the Christmas catalogue being published was substantially less than the strike through price.",
      "id": "s7"
    },
    {
      "text": "4 The defendant has pleaded not guilty to each of the counts.",
      "id": "s8"
    },
    {
      "text": "5 It is common ground that each offence under s 75AZC(1) of the TP Act is an offence of strict liability: see s 75AZC(2).",
      "id": "s9"
    },
    {
      "text": "The prosecutor must prove its case on each count beyond reasonable doubt.",
      "id": "s10"
    },
    {
      "text": "6 The prosecutor's evidence was not directly contested.",
      "id": "s11"
    },
    {
      "text": "In essence, it comprised affidavits of two of its officers relating to the course of the investigation into the alleged offences, the information gathered in the course of that investigation, including material provided by the defendant in response to a notice under s 155 of the TP Act, and the analysis of the information so acquired.",
      "id": "s12"
    },
    {
      "text": "That material was helpfully presented in a folder containing, separately with respect to each offence, the information which the prosecutor had gathered and the analysis of that information.",
      "id": "s13"
    },
    {
      "text": "Finally, the prosecutor tendered a Statement of Agreed Facts dated 24 October 2007 containing a recital of the facts which the prosecutor alleged and the defendant admitted.",
      "id": "s14"
    },
    {
      "text": "The defendant did not challenge any of that evidence.",
      "id": "s15"
    },
    {
      "text": "Nor did the defendant itself call any evidence.",
      "id": "s16"
    },
    {
      "text": "7 I am satisfied that all the evidence adduced in relation to each offence is reliable.",
      "id": "s17"
    },
    {
      "text": "I make the findings of fact specified in [9]-[80] upon the basis of it.",
      "id": "s18"
    },
    {
      "text": "I make those findings of fact beyond reasonable doubt.",
      "id": "s19"
    },
    {
      "text": "Senior counsel for the defendant accepted that it was appropriate to do so.",
      "id": "s20"
    },
    {
      "text": "8 The counts were all heard together.",
      "id": "s21"
    },
    {
      "text": "Some of the evidence related to all of the counts and some were referable only to a particular count.",
      "id": "s22"
    },
    {
      "text": "In the precise numbers of transactions referred to in those findings, there may be a variation or an inaccuracy of one or two items.",
      "id": "s23"
    },
    {
      "text": "If so, it will be only a minor counting error which would not in any way which affect the essence of those findings.",
      "id": "s24"
    },
    {
      "text": "GENERAL FINDINGS \n \n9 In addition to the findings in [1] and [2] above, the Christmas catalogue comprised 12 pages.",
      "id": "s25"
    },
    {
      "text": "10 The Christmas catalogue was authorised for publication on 9 November 2005.",
      "id": "s26"
    },
    {
      "text": "Approximately 2.6 million catalogues were printed and distributed.",
      "id": "s27"
    },
    {
      "text": "The printed version was distributed to the public on 24 November 2005 in Mount Gambier, and on 26 and 27 November 2005 (a Saturday and Sunday) in every other State and Territory where the defendant operated stores and elsewhere within South Australia.",
      "id": "s28"
    },
    {
      "text": "The initial distribution in Mount Gambier was by a newspaper insert.",
      "id": "s29"
    },
    {
      "text": "It was otherwise circulated by a letterbox drop in every other State and Territory, and elsewhere in South Australia.",
      "id": "s30"
    },
    {
      "text": "The internet version of the Christmas catalogue was published on the defendant's website on 24 November 2005.",
      "id": "s31"
    },
    {
      "text": "On the same day, in-store displays promoting the sale period and sale prices were set up from 24 November 2005.",
      "id": "s32"
    },
    {
      "text": "11 The Christmas catalogue advertised a large number of jewellery items for sale, including the items the subject of the 11 counts (the 11 jewellery items).",
      "id": "s33"
    },
    {
      "text": "The front page had the identification and name Zamel's in large print in its bottom left-hand corner, together with an apparently stylised logo.",
      "id": "s34"
    },
    {
      "text": "The name Zamel's also appeared in large print on page 9 and on page 12 of the Christmas catalogue.",
      "id": "s35"
    },
    {
      "text": "The right-hand margin of page 12, the final page, also had a list of the Zamel's stores throughout Australia, identified apparently by city or suburban locations, with telephone numbers, and with an asterisk to indicate which of those stores was open on Sundays.",
      "id": "s36"
    },
    {
      "text": "The bottom section of that column of information had the name Zamel's in large print, again with what is apparently the stylised logo and an internet address.",
      "id": "s37"
    },
    {
      "text": "12 Each page of the Christmas catalogue had a number of jewellery items depicted, together with a brief description and a sale price.",
      "id": "s38"
    },
    {
      "text": "Some sale prices also had a weekly payment price (with an asterisk directing reader's attention to a note on that page that \"conditions apply\" and the note further directed the reader to the conditions which were set out at the bottom of page 2).",
      "id": "s39"
    },
    {
      "text": "In some instances, there was also additional description of the jewellery item or other text.",
      "id": "s40"
    },
    {
      "text": "I do not need to refer to it.",
      "id": "s41"
    },
    {
      "text": "Some items on pages 1, 7, 10, 11 and 12 had a price in large print together with a different or higher price in smaller print struck through by a diagonal line (the strike through price).",
      "id": "s42"
    },
    {
      "text": "13 Each of the 11 jewellery items was included in those items where there was a sale price together with a comparison price, namely a strike through price.",
      "id": "s43"
    },
    {
      "text": "The sale price specified in the Christmas catalogue in respect of each item of jewellery was in larger print and coloured red.",
      "id": "s44"
    },
    {
      "text": "Where there was a strike through price, it was in smaller print and in black typing.",
      "id": "s45"
    },
    {
      "text": "The description of the particular jewellery items was also generally in smaller black print.",
      "id": "s46"
    },
    {
      "text": "14 In every case where there was a sale price and a strike through price, the strike through price was higher than the Christmas sale price.",
      "id": "s47"
    },
    {
      "text": "15 The items advertised for sale were available for sale in each of the defendant's stores with a ticketed price on each item.",
      "id": "s48"
    },
    {
      "text": "The ticketed prices were placed on each item in the head office of the defendant before the items were distributed to the stores.",
      "id": "s49"
    },
    {
      "text": "Generally, subject to certain unimportant variations apparent from the evidence, the ticketed price, where there was a strike through price, was also the strike through price for that item during the sale period.",
      "id": "s50"
    },
    {
      "text": "COUNT 1 \n \n16 The Christmas catalogue (page 7) contained a depiction of an item of jewellery described as \"Gate Bolt Ring Bracelet\" (the Count 1 item).",
      "id": "s51"
    },
    {
      "text": "It had a sale price of $675, and a strike through price of $1,350.",
      "id": "s52"
    },
    {
      "text": "17 The Count 1 item was offered for sale by the defendant at its stores from at least 4 November 2005.",
      "id": "s53"
    },
    {
      "text": "Prior to 24 November 2005, the ticketed price for the Count 1 item had been $995.",
      "id": "s54"
    },
    {
      "text": "It changed to $1,350 from the start of the sale period.",
      "id": "s55"
    },
    {
      "text": "Five of the Count 1 items had been sold in that period for prices ranging between $995 and $708.",
      "id": "s56"
    },
    {
      "text": "18 During the sale period, 26 Count 1 items were sold, at various prices.",
      "id": "s57"
    },
    {
      "text": "There was only one sale above the strike through price, at $845.",
      "id": "s58"
    },
    {
      "text": "All other sales were at $675 (15 sales) or less: six at between $450 and $500, three at $573, and one at $650.",
      "id": "s59"
    },
    {
      "text": "19 In the period of 22 weeks or so after the sale period, the Count 1 item was sold 21 times.",
      "id": "s60"
    },
    {
      "text": "All but one of those sales was at a price at or below the sale price, and all but that one sale were at $695 or in a few instances less than that amount.",
      "id": "s61"
    },
    {
      "text": "There was only one sale during that period that exceeded the sale price.",
      "id": "s62"
    },
    {
      "text": "It was at $995.",
      "id": "s63"
    },
    {
      "text": "20 Although I have made findings as to the price at which the Count 1 item was sold after the sale period, based upon the information in the evidence as to sales subsequent to the sale period and up to about 22 April 2004, the defendant contended that such evidence was not relevant and that I should place no weight upon it.",
      "id": "s64"
    },
    {
      "text": "I shall address that contention below.",
      "id": "s65"
    },
    {
      "text": "It is convenient, however, in respect of such evidence on each count to record my findings on the matters raised by the prosecutor so that (if appropriate) I can have regard to them later in these reasons for judgment.",
      "id": "s66"
    },
    {
      "text": "That comment applies also to my findings in respect of sales subsequent to the sale period and up to about 22 April 2006 in respect of each of the 11 jewellery items.",
      "id": "s67"
    },
    {
      "text": "21 Put shortly, the Count 1 item had only been offered for sale for a short time prior to the sale period.",
      "id": "s68"
    },
    {
      "text": "It had been sold five times, the highest price being $975.",
      "id": "s69"
    },
    {
      "text": "It had not been offered for sale at the strike through price until the sale period, and had never been sold at the strike through price.",
      "id": "s70"
    },
    {
      "text": "COUNT 2 \n \n22 The Christmas catalogue (page 7) contained a depiction of an item of jewellery described as \"Matching Bolt Ring Bracelet\" (the Count 2 item).",
      "id": "s71"
    },
    {
      "text": "It had a sale price of $295, and a strike through price of $595.",
      "id": "s72"
    },
    {
      "text": "23 The count 2 item was offered for sale by the defendant at its stores at least from 1 July 2005.",
      "id": "s73"
    },
    {
      "text": "Prior to 24 November 2005, it had been offered for sale at the ticketed price of $595, with the exception that it had been offered for sale at $295 and during the period covered by the August 2005 catalogue, namely 11 August to 4 September 2005, when it had a catalogue price of $295.",
      "id": "s74"
    },
    {
      "text": "24 In the period from 1 July to 23 November 2005, there were 54 sales of the Count 2 item.",
      "id": "s75"
    },
    {
      "text": "They were all at $300 or less.",
      "id": "s76"
    },
    {
      "text": "Most were in the range $300 to $290, and there were also six sales in the range $200 to $192.",
      "id": "s77"
    },
    {
      "text": "25 In the sale period, there were 49 sales of the Count 2 item.",
      "id": "s78"
    },
    {
      "text": "All but six were at $295, and the balance were at a lower sum, including at the lower end, two at $198.",
      "id": "s79"
    },
    {
      "text": "26 In the period of 22 or so weeks following the Christmas sale period, and up to about 22 April 2006, there were 37 sales of the Count 2 item.",
      "id": "s80"
    },
    {
      "text": "With two exceptions (sales at $315 and $299), all were at $295 or less.",
      "id": "s81"
    },
    {
      "text": "There were nine sales at less than $295, including at the lower end, four sales between $200 and $197.",
      "id": "s82"
    },
    {
      "text": "27 Hence, the Count 2 item prior to the sale period had never been sold at more than $300 or at or near the strike through price, and during the sale period its highest sale was at $315.",
      "id": "s83"
    },
    {
      "text": "COUNT 3 \n \n28 The Christmas catalogue (page 7) contained a depiction of an item of jewellery, apparently a bracelet, described as \"two toned\" (the Count 3 item).",
      "id": "s84"
    },
    {
      "text": "It had a sale price of $99.",
      "id": "s85"
    },
    {
      "text": "It had a strike through price of $250.",
      "id": "s86"
    },
    {
      "text": "29 The Count 3 item was also offered for sale by the defendant at its stores from at least 1 July 2005.",
      "id": "s87"
    },
    {
      "text": "Prior to 24 November 2005, it had been offered for sale at the ticketed price of $250 except for the period of the July 2005 catalogue, namely 14 July to 2 August 2005, when it was advertised with a strike out price of $195 and apparently ticketed at that price during that period and for some time thereafter.",
      "id": "s88"
    },
    {
      "text": "The ticketed price returned to $250 from about 5 October 2005 and remained at that level during the sale period and for the succeeding 22 or so weeks.",
      "id": "s89"
    },
    {
      "text": "30 In the period from 1 July 2005 to 23 November 2005, there were 152 sales of the Count 3 item.",
      "id": "s90"
    },
    {
      "text": "Up to about 4 October 2005, the vast majority of those sales were at or in the range of $90 to $100, mainly $99, and the highest sale was $165 (one sale).",
      "id": "s91"
    },
    {
      "text": "There were 11 sales between $150 and $120, and 16 sales less than $100, including 13 sales less than $90 of which seven were between $33 and $40.",
      "id": "s92"
    },
    {
      "text": "In the period from 4 October to 23 November 2005, almost all sales were at $99, although there were two sales at $165, one sale at $135, and four sales between $125 and $115.",
      "id": "s93"
    },
    {
      "text": "31 During the sale period, all but a few sales were at $99.",
      "id": "s94"
    },
    {
      "text": "There was one sale at $165, one sale at $100, three sales at $84 and one at $69.",
      "id": "s95"
    },
    {
      "text": "There were 144 sales in all during that period.",
      "id": "s96"
    },
    {
      "text": "32 In the subsequent period to about 22 April 2005, the majority of the 91 sales were at $99, although there were 23 at less than $99 and 23 at more than $99.",
      "id": "s97"
    },
    {
      "text": "The sales above $99 included one sale at $169, the upper price, four sales at $165, three sales at $150, and sales at $139, $137, $125 (nine sales) and four sales between $100 and $113.",
      "id": "s98"
    },
    {
      "text": "Only four sales were less than $99 (ranging between $84 and $65).",
      "id": "s99"
    },
    {
      "text": "33 The Count 3 item, therefore, had never been sold at or near the strike through price prior to the sale period, although its ticketed price for much of the time prior to the sale period was at the strike through price.",
      "id": "s100"
    },
    {
      "text": "COUNT 4 \n \n34 The Christmas catalogue (page 7) depicted a bracelet with dolphin charms (the Count 4 item).",
      "id": "s101"
    },
    {
      "text": "It had a sale price of $85 and a strike through price of $225.",
      "id": "s102"
    },
    {
      "text": "35 In the period from 1 July 2005 the ticketed price had been constant at $225 apart from a few unexplained exceptions at $195 and $150.",
      "id": "s103"
    },
    {
      "text": "Senior counsel for the defendant placed no particular significance on those exceptions.",
      "id": "s104"
    },
    {
      "text": "After 13 January 2006 and up to about 22 April 2006, the ticketed price varied between $225 and $250.",
      "id": "s105"
    },
    {
      "text": "36 In the period from 1 July 2005 to 23 November 2005, there were 147 sales of the Count 4 item.",
      "id": "s106"
    },
    {
      "text": "They may be identified in ranges.",
      "id": "s107"
    },
    {
      "text": "At the upper end, there were seven sales between $149 and $145.",
      "id": "s108"
    },
    {
      "text": "There were 15 sales at between $135 and $111; four sales between $90 and $110; 71 sales at $85; 22 sales at $75; and six sales at the lower end between $55 and $72.",
      "id": "s109"
    },
    {
      "text": "37 During the sale period, there were 241 sales of the Count 4 item.",
      "id": "s110"
    },
    {
      "text": "Almost all were at $85, although at the upper end there were three at $149 or $150, one at $113 and, one sale at $110.",
      "id": "s111"
    },
    {
      "text": "There were six sales at $89, seven sales at $70 to $80, and four sales at the lower end between $57 and $60.",
      "id": "s112"
    },
    {
      "text": "38 In the succeeding 22 weeks or so, there were 99 sales of the Count 4 item, again mainly at $85.",
      "id": "s113"
    },
    {
      "text": "At the upper end, there was one sale at $190, four sales at $149 or $150, 17 sales at $110 to $130, 12 sales at $89 to $100, and three sales below $85 at $80, $72 and $57.",
      "id": "s114"
    },
    {
      "text": "39 Hence, in the period leading up to the sale period, the highest price procured for the Count 4 item was $149.",
      "id": "s115"
    },
    {
      "text": "It had never been sold at the ticketed or strike through price of $225.",
      "id": "s116"
    },
    {
      "text": "COUNT 5 \n \n40 The Christmas catalogue (page 7) also contained a depiction of an item of jewellery, apparently of a bracelet with heart charms (the Count 5 item).",
      "id": "s117"
    },
    {
      "text": "It had a sale price of $75 and a strike through price of $150.",
      "id": "s118"
    },
    {
      "text": "41 The ticketed price of the Count 5 item from 1 July 2005 to the sale period was $150, and in essence remained so through the whole of the relevant period.",
      "id": "s119"
    },
    {
      "text": "42 In the period between 1 July 2005 and 23 November 2005, there were 24 sales of the Count 5 item.",
      "id": "s120"
    },
    {
      "text": "Twenty-one sales were at $69, one sale at $75, and in the upper range, two sales at $99.",
      "id": "s121"
    },
    {
      "text": "43 In the sale period, there were 125 sales of the Count 5 item.",
      "id": "s122"
    },
    {
      "text": "There were 116 at $75.",
      "id": "s123"
    },
    {
      "text": "There was one sale above the sale price, namely at $79, and eight below the sale price ranging between $70 and $49.",
      "id": "s124"
    },
    {
      "text": "44 Subsequent to the sale period, there were 95 sales of the Count 5 item.",
      "id": "s125"
    },
    {
      "text": "From 13 January 2006, the ticketed price became $165.",
      "id": "s126"
    },
    {
      "text": "However, those sales were mainly at $75.",
      "id": "s127"
    },
    {
      "text": "There were 18 sales above $75, with an upper price at $149 (one sale), seven sales at between $115 and $130, eight sales at between $110 and $90, and sales at $85 and $79.",
      "id": "s128"
    },
    {
      "text": "There were six sales less than $75, ranging between $50 and $69.",
      "id": "s129"
    },
    {
      "text": "45 Again, the Count 5 item had never been sold at the strike through price prior to the sale period, or indeed during the sale period.",
      "id": "s130"
    },
    {
      "text": "The highest price paid for it prior to the sale period was $99.",
      "id": "s131"
    },
    {
      "text": "COUNT 6 \n \n46 The Christmas catalogue (page 12) had a depiction of a \"Padlock Bracelet\" (the Count 6 item).",
      "id": "s132"
    },
    {
      "text": "It had a sale price of $349 and a strike through price of $695.",
      "id": "s133"
    },
    {
      "text": "47 The ticketed price for the Count 6 item was $695 during the relevant period (other than the period 6 to 25 October 2005 during the October 2005 catalogue period when it had a ticketed price and a strike through price of $750) although it appears that some ticketed prices remained after the October catalogue period at $750 for a time.",
      "id": "s134"
    },
    {
      "text": "48 In the period 1 July 2005 to 23 November 2005, there were 70 sales of the Count 6 item.",
      "id": "s135"
    },
    {
      "text": "Most were in the range $340 to $350, although there were 11 at below that range, including eight below $300, the lowest of which was at $234.",
      "id": "s136"
    },
    {
      "text": "There were five sales above that range, at $425, $419, $393, $375 and $360.",
      "id": "s137"
    },
    {
      "text": "49 During the sale period, there were 87 sales of the Count 6 item.",
      "id": "s138"
    },
    {
      "text": "All but seven were at $349 or $350.",
      "id": "s139"
    },
    {
      "text": "The seven other sales during that period were for less than $300, the lowest of which was at $234.",
      "id": "s140"
    },
    {
      "text": "50 Following the sale period and until about 22 April 2006, there were a further 67 sales of the Count 6 item.",
      "id": "s141"
    },
    {
      "text": "Again, they were mainly in the range $345 to $350.",
      "id": "s142"
    },
    {
      "text": "There were seven sales greater than $350, with the upper price figures being $500 (one sale), $450 (two sales), $419 (one sale), $375 (two sales) and $361 (one sale).",
      "id": "s143"
    },
    {
      "text": "There were also eight sales at less than $345, with the lowest price being $234 (four sales) and four other sales in the range $249 to $314.",
      "id": "s144"
    },
    {
      "text": "The remainder were above $314, but less than $345.",
      "id": "s145"
    },
    {
      "text": "51 The picture is similar to that concerning the other counts.",
      "id": "s146"
    },
    {
      "text": "The Count 6 item had never been sold at the strike through price.",
      "id": "s147"
    },
    {
      "text": "The highest price it had been sold at prior to the sale period was $425.",
      "id": "s148"
    },
    {
      "text": "COUNT 7 \n \n52 The Christmas catalogue (page 12) under the heading \"Chains\" had a series of jewellery chains depicted, one of which was a 55 cm chain (the Count 7 item).",
      "id": "s149"
    },
    {
      "text": "The Count 7 item had a sale price of $2,650 and a ticketed price of $5,350.",
      "id": "s150"
    },
    {
      "text": "53 The ticketed price of $5,350 existed through the whole of the relevant period, including the period of the August 2005 catalogue, namely 11 July to 4 September 2005, and the sale period.",
      "id": "s151"
    },
    {
      "text": "There were a few unexplained variations from that figure in the period to late October 2005.",
      "id": "s152"
    },
    {
      "text": "Again, senior counsel for the defendant made no comment about them.",
      "id": "s153"
    },
    {
      "text": "54 In the period from 1 July 2005 to 23 November 2005, there were 30 sales of the Count 7 item.",
      "id": "s154"
    },
    {
      "text": "Twenty-one of them were in the range $2,500 to $2,700.",
      "id": "s155"
    },
    {
      "text": "There were three sales above $2,700: at $3,495, $2,950 and $2,838.",
      "id": "s156"
    },
    {
      "text": "There were six sales at less than $2,500, including five above $2,000, one at $989 and one at $1,847.",
      "id": "s157"
    },
    {
      "text": "55 During the sale period, there were 24 sales of the Count 7 item.",
      "id": "s158"
    },
    {
      "text": "Again, 17 of them were in the range $2,500 to $2,700, and three above that range: $3,425 and $2,726 (two sales).",
      "id": "s159"
    },
    {
      "text": "There were also four sales below that range, including three at the lower level between $1,725 and $1,855.",
      "id": "s160"
    },
    {
      "text": "56 Subsequent to the sale period, there were 33 sales of the Count 7 item.",
      "id": "s161"
    },
    {
      "text": "There were 18 sales in the range $2,500 to $2,700.",
      "id": "s162"
    },
    {
      "text": "There were five sales greater than $2,700, namely at $3,225, $3,200 and $2,838 (three sales).",
      "id": "s163"
    },
    {
      "text": "There were 10 sales at less than $2,500, including four below $2,000, the lowest of which was at $1,676.",
      "id": "s164"
    },
    {
      "text": "57 Hence, as in the other counts, the Count 7 item had never been sold at the ticketed price or the strike through price.",
      "id": "s165"
    },
    {
      "text": "The highest price at which it had been sold was $3,495.",
      "id": "s166"
    },
    {
      "text": "COUNT 8 \n \n58 The Christmas catalogue (page 12) again, under the heading \"Chains\" depicted a 45 cm reversible chain (the Count 8 item).",
      "id": "s167"
    },
    {
      "text": "It had a sale price of $550 and a strike through price of $1,125.",
      "id": "s168"
    },
    {
      "text": "The ticketed price, with few exceptions which were not explained (and of which nothing was made in submissions), remained during the relevant period at $1,125.",
      "id": "s169"
    },
    {
      "text": "59 In the period 1 July 2005 to 23 November 2005, there were 32 Count 8 items sold.",
      "id": "s170"
    },
    {
      "text": "There were 24 sales between $450 and $550.",
      "id": "s171"
    },
    {
      "text": "There were three sales at greater than $550: $725 (two sales) and $562.",
      "id": "s172"
    },
    {
      "text": "There were five sales at less than $450, including two sales in the lower range at $334 and $389.",
      "id": "s173"
    },
    {
      "text": "60 During the sale period, there were 12 sales of the Count 8 item.",
      "id": "s174"
    },
    {
      "text": "All except one were at $550, and the exception was at $525.",
      "id": "s175"
    },
    {
      "text": "61 During the subsequent period to about 22 April 2006, the sales range was quite varied.",
      "id": "s176"
    },
    {
      "text": "There were four sales between $450 and $550.",
      "id": "s177"
    },
    {
      "text": "There were five sales at greater than $550: $700, $698 and about $560 (three sales).",
      "id": "s178"
    },
    {
      "text": "There were also four sales at less than $450, the lowest of which was at $358.",
      "id": "s179"
    },
    {
      "text": "62 Thus, the Count 8 item also had never been sold at the ticketed price or the strike through price.",
      "id": "s180"
    },
    {
      "text": "The highest price at which it had been sold was $725.",
      "id": "s181"
    },
    {
      "text": "COUNT 9 \n \n63 The Christmas catalogue (page 7) depicted a bracelet described as a \"10.5 mm Bolt Ring Bracelet\" (the count 9 item).",
      "id": "s182"
    },
    {
      "text": "It had a sale price of $745 and a strike through price of $1,675.",
      "id": "s183"
    },
    {
      "text": "64 The ticketed price of the Count 9 item throughout remained at $1,675, although for some reason there were several lesser ticketed prices from time to time.",
      "id": "s184"
    },
    {
      "text": "They were mainly at $1,200.",
      "id": "s185"
    },
    {
      "text": "They were not explained, and nothing was made of that variation in the course of submissions.",
      "id": "s186"
    },
    {
      "text": "65 In the period 1 July 2005 to 23 November 2005, there were 34 sales of the Count 9 item.",
      "id": "s187"
    },
    {
      "text": "There were 20 sales between $600 and $750.",
      "id": "s188"
    },
    {
      "text": "There were 10 sales at greater than $750, including sales at $1,100, $1,000, $995, and seven sales between $775 and $840.",
      "id": "s189"
    },
    {
      "text": "There were also four sales at less than $600, in the range $521 to $561.",
      "id": "s190"
    },
    {
      "text": "66 During the sale period, there were 17 sales of the Count 9 item.",
      "id": "s191"
    },
    {
      "text": "There were 10 sales between $600 and $750.",
      "id": "s192"
    },
    {
      "text": "There were seven sales in excess of $750, namely at $1,095, $896, $857, $851 and three in the range $840 to $765.",
      "id": "s193"
    },
    {
      "text": "67 Subsequent to the sale period, there were 29 sales of the Count 9 item.",
      "id": "s194"
    },
    {
      "text": "There were 15 sales between $600 and $750.",
      "id": "s195"
    },
    {
      "text": "There were 12 sales in excess of $750.",
      "id": "s196"
    },
    {
      "text": "They were sales at $1,075, $1,005, $1,000, $970, $965 and seven sales between $800 and $845.",
      "id": "s197"
    },
    {
      "text": "In that period, there were two sales at less than $600: sales at $561 and $449.",
      "id": "s198"
    },
    {
      "text": "68 In respect of the Count 9 item too, it had never been sold prior to the sale period at the ticketed or strike through price.",
      "id": "s199"
    },
    {
      "text": "Its highest sale price had been at $1,100.",
      "id": "s200"
    },
    {
      "text": "COUNT 10 \n \n69 The Christmas catalogue (page 12), again under the general heading \"Chains\" contained a depiction of a 55 cm chain (the Count 10 item).",
      "id": "s201"
    },
    {
      "text": "It had a sale price of $775 and a strike through price of $1,550.",
      "id": "s202"
    },
    {
      "text": "70 The ticketed price during the relevant period remained at $1,550, although there were occasional ticketed prices at $1,900.",
      "id": "s203"
    },
    {
      "text": "Again, nothing was made of that apparent discrepancy.",
      "id": "s204"
    },
    {
      "text": "71 During the period 1 July 2005 to 23 July 2005, there were 56 sales of the Count 10 item.",
      "id": "s205"
    },
    {
      "text": "There were 30 at $775.",
      "id": "s206"
    },
    {
      "text": "There were 13 sales in excess of $775.",
      "id": "s207"
    },
    {
      "text": "They were at $1,135, $1,000, $930 to $900 (five sales) and $899 to $800 (five sales).",
      "id": "s208"
    },
    {
      "text": "There were 13 less than the sale price, at $764 to $650 (seven sales), $580, $542 (four sales) and $519 (two sales).",
      "id": "s209"
    },
    {
      "text": "72 During the sale period there were 61 sales of the Count 10 item.",
      "id": "s210"
    },
    {
      "text": "Most were at $775.",
      "id": "s211"
    },
    {
      "text": "There were six sales at a higher figure: $1,135, $1,050, and four sales between $965 and $779.",
      "id": "s212"
    },
    {
      "text": "There were also six sales at less than $775, the lowest of which was at $581.",
      "id": "s213"
    },
    {
      "text": "73 Subsequent to the sale period, and to about 22 April 2006, the sale prices varied more.",
      "id": "s214"
    },
    {
      "text": "There were a number of sales at $775, and at $795.",
      "id": "s215"
    },
    {
      "text": "There were six sales at greater than $795, the highest of which was at $950.",
      "id": "s216"
    },
    {
      "text": "There were also three sales at less than $775, the lowest of which was at $557.",
      "id": "s217"
    },
    {
      "text": "74 The Count 10 item had never been sold prior to the sale period at the ticketed price or at the strike through price.",
      "id": "s218"
    },
    {
      "text": "The highest price which had been paid for it up to the sale period was $1,135.",
      "id": "s219"
    },
    {
      "text": "COUNT 11 \n \n75 The Christmas catalogue (page 7) depicted a further bracelet without any more detailed description (the Count 11 item).",
      "id": "s220"
    },
    {
      "text": "It had a sale price of $169 and a strike through price of $350.",
      "id": "s221"
    },
    {
      "text": "76 The ticketed price of the Count 11 item was generally $350 throughout the relevant period, although there were a few ticketed prices above that figure and some at $325 and some at $250.",
      "id": "s222"
    },
    {
      "text": "Again, those variations were not explained and nothing was made of them in the course of submissions.",
      "id": "s223"
    },
    {
      "text": "77 In the period 1 July 2005 to 23 November 2005, there were 58 sales of the Count 11 item.",
      "id": "s224"
    },
    {
      "text": "There were 33 sales in the range $159 to $160.",
      "id": "s225"
    },
    {
      "text": "There were 17 sales in excess of $160, with the upper range having five sales between $250 and $205.",
      "id": "s226"
    },
    {
      "text": "There were also 12 sales between $170 and $200, including eight at $175.",
      "id": "s227"
    },
    {
      "text": "There were eight sales at less than $159, but only by a few dollars.",
      "id": "s228"
    },
    {
      "text": "78 During the sale period, there were 79 sales of the Count 11 item.",
      "id": "s229"
    },
    {
      "text": "Most were at $169.",
      "id": "s230"
    },
    {
      "text": "There were 12 during that period in excess of $169: $285, $249, $237, five sales between $200 and $230 and four sales between $175 and $195.",
      "id": "s231"
    },
    {
      "text": "There were also five sales during that period at less than $169, ranging between $118 and $159.",
      "id": "s232"
    },
    {
      "text": "79 Subsequent to the sale period and up to about 22 April 2006, there were 58 sales of the Count 11 item.",
      "id": "s233"
    },
    {
      "text": "Most were at $169.",
      "id": "s234"
    },
    {
      "text": "There were 21 sales above $169: $244, $230 to $220 (four sales), $210 to $200 (five sales), and $170 to $195 (11 sales).",
      "id": "s235"
    },
    {
      "text": "There were also 13 sales below $169, ranging between $113 and $160.",
      "id": "s236"
    },
    {
      "text": "80 As in the other counts, the Count 11 item had never been sold prior to the sale period at the ticketed price or at the strike through price.",
      "id": "s237"
    },
    {
      "text": "The highest price paid for it up to the sale period had been $250.",
      "id": "s238"
    },
    {
      "text": "Curiously, during the sale period there was a higher price of $285 paid for it on one occasion.",
      "id": "s239"
    },
    {
      "text": "FURTHER CONSIDERATION \n \n81 In the light of those primary findings of fact, which were not really contested by the defendant, it is appropriate to consider whether the defendant, in respect of each of the counts, made a false or misleading representation about the price of goods in the way particularised in the Information.",
      "id": "s240"
    },
    {
      "text": "82 In each instance, the prosecutor alleges that the defendant by the Christmas catalogue represented either\n \n(a) the defendant had sold each of the 11 jewellery items at the strike through price within a reasonable time prior to the sale period; or\n \n(b) the purchase of each of the 11 jewellery items during the sale period would result in a saving to the purchaser of the difference between the sale price and the strike through price.",
      "id": "s241"
    },
    {
      "text": "The prosecutor also alleges that each representation was false or misleading because the defendant had not sold each of the 11 jewellery items for more than the upper price which I have found separately in respect of each count earlier in these reasons.",
      "id": "s242"
    },
    {
      "text": "83 It is also clear from the findings already made that the defendant had not sold any of the 11 jewellery items specified in each of the 11 counts respectively for the strike through price, or for more than the strike through price at any time from 1 July 2005 to the sale period (or in the case of count 1, from 4 November 2005 when the count 1 item was first offered for sale).",
      "id": "s243"
    },
    {
      "text": "84 Because the burden of proof is proof beyond reasonable doubt, the defendant says that it is necessary that one or other of the two \"inferences\" referred to in [83] above must be the only rational inference that can be drawn from the representations in the Christmas catalogue.",
      "id": "s244"
    },
    {
      "text": "In support of that contention, the defendant places reliance on Luxton v Vines [1952] HCA 19 ; (1952) 85 CLR 352 at 358 where Dixon, Fullaghar and Kitto JJ said:\n The difference between the criminal standard of proof in its application to circumstantial evidence and the civil is that in the former the facts must be such as to exclude reasonable hypotheses consisted with innocence, while in the latter you need only circumstances raising a more probable inference in favour of what is alleged.",
      "id": "s245"
    },
    {
      "text": "85 The defendant contended that this case is a case concerning circumstantial evidence, because the Court as the finder of facts was asked to infer a further fact or facts from the basic fact or facts, namely what was said or conveyed by the defendant in the Christmas sale catalogue: cf Shephard v R [1990] HCA 56 ; (1990) 170 CLR 573 per Dawson J at 579.",
      "id": "s246"
    },
    {
      "text": "It then contended that the Christmas sale catalogue in the circumstances does not support either of the alleged \"inferences\" because neither of them should be drawn and because neither of them is the only rational inference which can be drawn from the Christmas catalogue.",
      "id": "s247"
    },
    {
      "text": "86 I do not agree that what the Court is asked to do by reference to the content of the Christmas sale catalogue, in all the circumstances, is to infer a further fact or fact in issue.",
      "id": "s248"
    },
    {
      "text": "What it is asked to do is to determine whether the contents of the Christmas sale catalogue in respect of the 11 jewellery items conveyed either of the representations alleged, as those contents may be understood by the ordinary or reasonable members of the classes of prospective purchasers of jewellery from the defendant, and secondly whether any representation so made was false or misleading.",
      "id": "s249"
    },
    {
      "text": "87 In substance, in this case, the issue is a straightforward one: it is whether the content of the Christmas sale catalogue, as relevant to the 11 counts, and in all the circumstances, conveys or would convey to ordinary or reasonable members of the public who may seek to acquire the 11 jewellery items from the defendant either of the two representations.",
      "id": "s250"
    },
    {
      "text": "88 In Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 ( Parkdale ), Gibbs CJ at 199 in a frequently quoted passage said:\n Section 52 does not expressly state what persons or class of persons should be considered as the possible victims for the purpose of deciding whether conduct is misleading or deceptive or likely to mislead or deceive.",
      "id": "s251"
    },
    {
      "text": "It seems clear enough that consideration must be given to the class of consumers likely to be affected by the conduct.",
      "id": "s252"
    },
    {
      "text": "Although it is true, as has often been said, that ordinarily a class of consumers may include the inexperienced as well as the experienced, and the gullible as well as the astute, the section must in my opinion by regarded as contemplating the effect of the conduct on reasonable members of the class.",
      "id": "s253"
    },
    {
      "text": "The heavy burdens which the section creates cannot have been intended to be imposed for the benefit of persons who fail to take reasonable care of their own interests.",
      "id": "s254"
    },
    {
      "text": "What is reasonable will or course depend on all the circumstances.",
      "id": "s255"
    },
    {
      "text": "That passage was referred to with approval by the High Court (Gleeson CJ, Gaudron, McHugh, Gummow, Kirby, Hayne and Callinan JJ in Campomar Sociedad Limitada v Nike International Ltd [2000] HCA 12 ; (2000) 202 CLR 45 ( Campomar ) at [102]-[103].",
      "id": "s256"
    },
    {
      "text": "89 In Taco Company of Australia Inc v Taco Bell Pty Ltd (1982) 42 ALR 177 ( Taco ), in the joint judgment of Deane and Fitzgerald JJ, their Honours at 200 said:\n In truth, of course, no conduct can mislead or deceive unless the representee labours under some erroneous assumption.",
      "id": "s257"
    },
    {
      "text": "Such an assumption can range from the obvious, such as a simple assumption that an express representation is worthy of credence, through the predictable, such as the common assumption in a passing-off case that goods marketed under a trade name which corresponds to the well-known trade name of goods of the same type have their origins in the manufacturer of the well-known goods, to the fanciful, such as an assumption that the mere fact that a person sells goods means that he is the manufacturer of them.",
      "id": "s258"
    },
    {
      "text": "The nature of the erroneous assumption which must be made before conduct can mislead or deceive will be a relevant, and sometimes decisive, factor in determining the factual question whether conduct should properly be categorized as misleading or deceptive or as likely to mislead or deceive.",
      "id": "s259"
    },
    {
      "text": "Again, that passage was cited with apparent approval by the High Court in Campomar at [104].",
      "id": "s260"
    },
    {
      "text": "90 Deane and Fitzgerald JJ in Taco at 202 pointed out the difficulty arising in a case involving s 52 of the TP Act (a civil claim alleging misleading or deceptive conduct) of determining whether the alleged conduct contains or conveys a misrepresentation, and of the significance to that question of evidence from one or more persons that they were in fact led into error.",
      "id": "s261"
    },
    {
      "text": "Their Honours said that the latter question, namely whether actual evidence of being misled is necessary, should be answered in the negative.",
      "id": "s262"
    },
    {
      "text": "Such evidence is helpful but not necessary.",
      "id": "s263"
    },
    {
      "text": "Their Honours continued:\n ... whether or not conduct amounts to misrepresentation is a question of fact to be decided by considering what is said and done against the background of all surrounding circumstances.",
      "id": "s264"
    },
    {
      "text": "91 Their Honours then provided certain guidance in considering and determining whether the suggested misrepresentation has been made, and is or is likely to be misleading or deceptive of the public.",
      "id": "s265"
    },
    {
      "text": "The first item of guidance was to identify the relevant section or sections of the public by reference to whom the question of whether conduct is, or is likely to be, misleading or deceptive falls to be tested.",
      "id": "s266"
    },
    {
      "text": "The second, having identified the relevant section of the public, was to consider the issue by reference to all who come within it, \"including the astute and the gullible, the intelligent and the not so intelligent, the well educated as well as the poorly educated, men and women of various ages pursuing a variety of vocations\".",
      "id": "s267"
    },
    {
      "text": "That quotation was adopted from the judgment of Lockhart J in Puxu Pty Ltd v Parkdale Custom Built Furniture Pty Ltd (1980) 31 ALR 73 at 93.",
      "id": "s268"
    },
    {
      "text": "In Campomar , the High Court confirmed at [105] that the Court may well decline to regard as controlling the application of s 52 assumptions by persons whose reactions are \"extreme or fanciful\".",
      "id": "s269"
    },
    {
      "text": "92 In Campomar , the High Court then said at [105]:\n The initial question which must be determined was whether the misconceptions, or deceptions, alleged to arise or to be likely to arise are properly to be attributed to the ordinary or reasonable members of the classes of prospective purchasers.",
      "id": "s270"
    },
    {
      "text": "Their Honours emphasised at [106] as had been said in Taco Bell at 201, that the question whether particular conduct causes confusion or wonderment, or is misleading or deceptive, cannot be substituted for the question whether the conduct answers the statutory description contained in the section under consideration.",
      "id": "s271"
    },
    {
      "text": "93 The cases discussing the nature of misleading and deceptive conduct, generally in the context of s 52 of the TP Act, are of course not directed specifically to the context of Pt VC of the TP Act creating offences for specified false or misleading conduct.",
      "id": "s272"
    },
    {
      "text": "But there is no reason to consider that the concepts in Pt V as they are transposed to Pt VC are intended to be any different.",
      "id": "s273"
    },
    {
      "text": "The defendant did not make a submission to the contrary.",
      "id": "s274"
    },
    {
      "text": "I therefore think it is appropriate to apply those concepts to the extent to which they are applicable to the specific words of s 75AZC(1) generally, including s 75AZC(1)(g).",
      "id": "s275"
    },
    {
      "text": "Indeed, that is consistent with the explanatory memorandum to the Treasury Legislation Amendment (Application of Criminal Code) (No 1) (Cth) by which Pt VC came to be introduced into the TP Act in 2001.",
      "id": "s276"
    },
    {
      "text": "94 Of course, in the case of offences under Pt VC, the prosecution must prove all the elements of the offence beyond reasonable doubt instead of on the balance of probabilities.",
      "id": "s277"
    },
    {
      "text": "95 In this matter, in my judgment, the proper starting point is to refer to s 75AZC(1) of the Act.",
      "id": "s278"
    },
    {
      "text": "It relevantly provides:\n A corporation must not, in trade or commerce, in connection with the supply or possible supply of goods or services, or in connection with the promotion by any means of the supply or use of goods or services, do any of the following: ... \n \n (g) make a false or misleading representation about the price of goods or services; \n \n...\" \n96 That section largely mirrors s 53(e) of the TP Act.",
      "id": "s279"
    },
    {
      "text": "As noted above, in this matter, the fact that the defendant is a corporation engaged in trade or commerce is admitted.",
      "id": "s280"
    },
    {
      "text": "It is clear beyond reasonable doubt that the Christmas catalogue was issued in connection with the supply or possible supply of the 11 jewellery items, amongst many jewellery items.",
      "id": "s281"
    },
    {
      "text": "It is also clear that it was issued in connection with the promotion of the supply of the 11 jewellery items, amongst many jewellery items in the Christmas catalogue, because the Christmas catalogue itself was the promotion of the supply of those jewellery items.",
      "id": "s282"
    },
    {
      "text": "There is also no issue that the Christmas catalogue and its words and figures in the depictions was issued by the defendant.",
      "id": "s283"
    },
    {
      "text": "97 The real issue therefore is whether the Christmas catalogue, by its words and figures and depictions, and in all the circumstances, in relation to each of the 11 counts, amounted to a representation about the price of each of the 11 jewellery items.",
      "id": "s284"
    },
    {
      "text": "The decision whether the words and figures and the depictions used make a representation about the price of the 11 jewellery items is a question to be decided objectively in all the circumstances.",
      "id": "s285"
    },
    {
      "text": "The second, but related issue, is whether any such representation was false or misleading.",
      "id": "s286"
    },
    {
      "text": "98 As the parties agreed, at this point it is not necessary to deal with each count separately.",
      "id": "s287"
    },
    {
      "text": "99 I am satisfied beyond reasonable doubt that the defendant made a representation about the price of each of the 11 jewellery items by its publication of the Christmas catalogue.",
      "id": "s288"
    },
    {
      "text": "The strike through price had a purpose.",
      "id": "s289"
    },
    {
      "text": "It was to convey to the consumer or potential consumer some relationship between the sale price and the strike through price.",
      "id": "s290"
    },
    {
      "text": "That is why the two prices appeared in juxtaposition.",
      "id": "s291"
    },
    {
      "text": "The presentation was to represent something about the catalogue sale price, that is about the sale price of the 11 jewellery items by reference to the strike through price.",
      "id": "s292"
    },
    {
      "text": "100 The representation, in my judgment, was that by purchasing the several jewellery items in which there was a catalogue sale price and a strike through price, there would be a saving of the difference between the catalogue sale price and the strike through price.",
      "id": "s293"
    },
    {
      "text": "It was to encourage the purchase of the 11 jewellery items at the catalogue sale price, by representing to the consumer or potential consumer that during the sale period, the consumer would be saving a difference between the catalogue sale price and the strike through price.",
      "id": "s294"
    },
    {
      "text": "I reach that conclusion beyond reasonable doubt.",
      "id": "s295"
    },
    {
      "text": "In doing so, I have taken into account the nature of the defendant's business, its price ticketing processes (including as explained in the material it provided to the prosecutor in response to a s 155 notice under the TP Act), the general presentation of the Christmas catalogue, and its specific contents with respect to the 11 jewellery items.",
      "id": "s296"
    },
    {
      "text": "101 The defendant contended that, for the prosecution to succeed, the alleged and admitted conduct had to amount to the only rational understanding or conclusion which could be reached about the meaning of the relevant parts of the Christmas catalogue.",
      "id": "s297"
    },
    {
      "text": "Hence, it was argued, if a rational consumer could reach a different understanding of the effect of the relevant parts of the Christmas catalogue in all the circumstances, the prosecution case would not have been proved beyond reasonable doubt.",
      "id": "s298"
    },
    {
      "text": "102 I reject that contention.",
      "id": "s299"
    },
    {
      "text": "It does not follow from the wording of s 75AZC(1)(g) of the TP Act that it must be shown that every consumer who read that material drew the same conclusion as to its precise meaning and effect.",
      "id": "s300"
    },
    {
      "text": "Section 75AZC(1)(g) makes it an offence if the false or misleading representation was made.",
      "id": "s301"
    },
    {
      "text": "The fact that most or many consumers understood the representation in the way I have identified, but that some may not have done so, does not mean that the representation was not made at all.",
      "id": "s302"
    },
    {
      "text": "The representation was still made.",
      "id": "s303"
    },
    {
      "text": "103 The appropriate question is whether ordinary or reasonable members of the classes of prospective purchasers of the 11 jewellery items would understand the relevant contents of the Christmas catalogue as conveying the representation which I have found to have been made.",
      "id": "s304"
    },
    {
      "text": "104 Of course, upon the whole of the evidence, clearly not all ordinary or reasonable prospective purchasers of the 11 jewellery items necessarily would have so understood that material.",
      "id": "s305"
    },
    {
      "text": "The price range at which the 11 jewellery items had been sold by the defendant prior to and during the sale period demonstrates that.",
      "id": "s306"
    },
    {
      "text": "There are obviously ordinary and reasonable members of the public among the potential purchasers of the defendant's jewellery who did not read or understand the Christmas catalogue.",
      "id": "s307"
    },
    {
      "text": "That is evident from the sales during the sale period above the sale price.",
      "id": "s308"
    },
    {
      "text": "There are also obviously ordinary and reasonable members of the public among the potential purchasers of the defendant's jewellery who are aware that, notwithstanding a ticketed price, they can negotiate a lower price.",
      "id": "s309"
    },
    {
      "text": "That may in fact flow from the sales strategy of the defendant on a one-to-one basis with a particular potential purchaser.",
      "id": "s310"
    },
    {
      "text": "Even during the sale period, as evidenced by sales below the sale price, there were purchasers of the 11 jewellery items who did not accept the sale price as the price to be paid but as a basis for further negotiation.",
      "id": "s311"
    },
    {
      "text": "The defendant described its potential purchasers as having \"a discount culture\", and that the defendant operated in a \"discount jewellery market\" where its sales staff are encouraged to offer competitive price discounts \"if that is what is required to secure a sale\".",
      "id": "s312"
    },
    {
      "text": "105 However, such considerations do not detract from my conclusion that there was a group of ordinary and reasonable members of prospective purchasers of the 11 jewellery items to whom the representations I have found were made about the 11 jewellery items.",
      "id": "s313"
    },
    {
      "text": "Not every potential purchaser has \"a discount culture\" or would understand that the strike through price had no real relevance to the decision to purchase one or more of the 11 jewellery items.",
      "id": "s314"
    },
    {
      "text": "There was a significant percentage of sales of each of the 11 jewellery items at the sale price during the sale period, and generally a greater intensity of sales of each of the 11 jewellery items during the sale period (although the short pre-sale period of the Count 1 item does not enable such a picture to be drawn) than in the period from 1 July 2005 leading up to the sale period.",
      "id": "s315"
    },
    {
      "text": "The defendant's own acknowledgment was that it encouraged departure from a price if necessary to secure a sale, and obviously its sales personnel would accept a sale at higher than the sale price during the sale period if a potential purchaser was unaware of the sale price.",
      "id": "s316"
    },
    {
      "text": "106 I remain of the firm view, notwithstanding the defendant's contentions referred to above, that in all the circumstances the representation which I have found to have been made was made to a significant section of the ordinary and reasonable consumers who potentially would or might purchase one or more of the 11 jewellery items.",
      "id": "s317"
    },
    {
      "text": "107 The defendant did not have any onus of demonstrating that an understanding of the Christmas catalogue consistent with innocence was available: see Knight v R [1992] HCA 56 ; (1992) 175 CLR 495 at 503.",
      "id": "s318"
    },
    {
      "text": "The prosecution had to prove beyond reasonable doubt that the false or misleading representations were made as it alleged.",
      "id": "s319"
    },
    {
      "text": "In my judgment, for the reasons referred to, the prosecution has proved that.",
      "id": "s320"
    },
    {
      "text": "108 I have considered whether there were other reasonably possible \"explanations consistent with innocence\" (words used by the defendant in its written submission) which could be drawn from the relevant sections of the Christmas catalogue.",
      "id": "s321"
    },
    {
      "text": "For the reasons I have given, the fact that there may have been other meanings drawn by some consumers, with different degrees of knowledge or understanding, does not diminish my conclusion beyond reasonable doubt that the alleged representation was made.",
      "id": "s322"
    },
    {
      "text": "As I have said, s 75AZC(1) does not require that the representation must be so understood by every consumer or potential consumer.",
      "id": "s323"
    },
    {
      "text": "109 The defendant suggested that the strike out price might have conveyed the defendant's previous or normal ticketed price, or a competitor's price, or the value of the relevant item of jewellery.",
      "id": "s324"
    },
    {
      "text": "For the reasons already given, even if some consumers or potential consumers might reasonably have so understood what was represented by the relevant parts of the Christmas catalogue in all the circumstances, that would not mean that the representation which I have identified was not made.",
      "id": "s325"
    },
    {
      "text": "110 The first of the defendant's three suggested alternative hypotheses, namely the previous or normal ticketed price, as to the meaning of the relevant parts of the Christmas catalogue in any event does not diminish my conclusion.",
      "id": "s326"
    },
    {
      "text": "The defendant used the expression its \"own previous or normal\" price.",
      "id": "s327"
    },
    {
      "text": "But if that was the comparator expressed by the strike through price, that is a step which also underlies my view as to the meaning of the relevant parts of the Christmas catalogue.",
      "id": "s328"
    },
    {
      "text": "It fortifies, by the two prices in juxtaposition, what I have found the representation to have been.",
      "id": "s329"
    },
    {
      "text": "The evidence shows that the defendant's strike through price had never been its actual previous price in respect of any of the items and had never been its normal previous price.",
      "id": "s330"
    },
    {
      "text": "The use of the term \"ticketed\" price also emphasises the contrast between the ticketed price and the sale price, but for the very reason --- as I have found --- to represent the extent of the available saving if the particular item of jewellery was purchased during the sale period.",
      "id": "s331"
    },
    {
      "text": "111 I am also satisfied beyond reasonable doubt, not only that the representation which I have found was made, but also on the evidence that the relevant parts of the Christmas catalogue did not refer to a competitor's price for items identical to or very similar to the 11 jewellery items.",
      "id": "s332"
    },
    {
      "text": "There is nothing in the Christmas catalogue which would lend any support to that suggestion.",
      "id": "s333"
    },
    {
      "text": "Nor is there anything in the evidence which would reasonably be taken to suggest that, either in isolation or taken in conjunction with the content of the Christmas sale catalogue generally, the strike through price was a competitor's price.",
      "id": "s334"
    },
    {
      "text": "112 I am also satisfied beyond reasonable doubt that the relevant parts of the Christmas sale catalogue did not convey a sale price and, by the strike through price, compare it to the value of the particular price of jewellery.",
      "id": "s335"
    },
    {
      "text": "Again, there is nothing in the Christmas catalogue which could reasonably be taken to suggest that.",
      "id": "s336"
    },
    {
      "text": "Nor is there anything in the evidence which could reasonably be taken to suggest that, either taken in isolation or taken in conjunction with the Christmas sale catalogue.",
      "id": "s337"
    },
    {
      "text": "113 I have not discussed any other reasonably available meaning of the relevant parts of the Christmas sale catalogue.",
      "id": "s338"
    },
    {
      "text": "That is simply because I have not discerned any.",
      "id": "s339"
    },
    {
      "text": "The defendant did not suggest any.",
      "id": "s340"
    },
    {
      "text": "114 I also conclude, for obvious reasons, that each of the representations which I have found made in the relevant parts of the Christmas sale catalogue with respect to each of the 11 jewellery items, in all the circumstances, was false or misleading.",
      "id": "s341"
    },
    {
      "text": "The primary findings of fact set out above are sufficient to demonstrate that each of the representations was false or misleading because, having regard to the previous sales of each of the 11 jewellery items, the purchase of any of those 11 items during the sale period would not result in a saving to the purchaser of the difference between the sale price and the strike through price.",
      "id": "s342"
    },
    {
      "text": "In no case had the defendant sold any of those items in the period from 1 July 2005 up to the sale period (in the case of the count 1 item, from 4 November 2005) at anywhere near the strike through price.",
      "id": "s343"
    },
    {
      "text": "115 The defendant did not submit that, if I was satisfied that the representation pleaded was made out, it was not false or misleading as to price.",
      "id": "s344"
    },
    {
      "text": "116 On my approach, I do not regard the evidence of sales of the 11 jewellery items after the sale period is probative of the prosecution case.",
      "id": "s345"
    },
    {
      "text": "I agree with the defendant's submission in that regard: cf Phennig v R [1995] HCA 7 ; (1995) 182 CLR 461.",
      "id": "s346"
    },
    {
      "text": "I have not had regard to that evidence or any findings based on it, although I have recorded my findings on it earlier in these reasons.",
      "id": "s347"
    },
    {
      "text": "117 I have also not had regard to the Guidelines issued by the prosecutor, whether by News Releases or by formal Guidelines.",
      "id": "s348"
    },
    {
      "text": "That material might be relevant to penalty, although that is a matter to be considered later, but I do not see how it can be relevant to whether the defendant contravened s 75AZC(1)(g) of the TP Act.",
      "id": "s349"
    },
    {
      "text": "118 For the sake of completeness, I record that I have also considered the cases under s 53(e) of the TP Act to which I was referred.",
      "id": "s350"
    },
    {
      "text": "Each was decided on its own particular facts and is not, in my view, of direct assistance in deciding whether the prosecutor has made out the case.",
      "id": "s351"
    },
    {
      "text": "That depended on whether, judged objectively, the representations were made by the defendant in all the circumstances by the relevant parts of the Christmas catalogue.",
      "id": "s352"
    },
    {
      "text": "However, I mention briefly those cases: Trade Practices Commission v Cue Design Pty Ltd (1996) 85 ACrim Rep 500 ( Cue Design ) and Australian Competition and Consumer Commission v Allans Music Group Pty Ltd [2002] FCA 1552 ( Allans ).",
      "id": "s353"
    },
    {
      "text": "Each of those cases concerned a prosecution under s 79(1) of the TP Act for a contravention of s 53(e) of that Act (that is the regime which existed prior to the introduction of Pt VC).",
      "id": "s354"
    },
    {
      "text": "Each involved pricing representations.",
      "id": "s355"
    },
    {
      "text": "In the case of Cue Designs , there was a price tag with a higher price which was crossed out together with a representation as to a lower price in relation to items of apparel.",
      "id": "s356"
    },
    {
      "text": "It was found that a reasonable person would be led to believe that the items of apparel had previously been offered for sale at the higher price marked on the tag and were now being offered for sale at the lower price.",
      "id": "s357"
    },
    {
      "text": "It is therefore somewhat different from the present case where the relevant allegation is that the strike through price was the price at which the particular items of jewellery might be purchased other than during the sale period, and so provided an indication of the saving available during the sale period.",
      "id": "s358"
    },
    {
      "text": "In Cue Design the higher price had not previously been the price at which the items of apparel had been offered for sale.",
      "id": "s359"
    },
    {
      "text": "In any event, in that case there was a guilty plea to the charges and the case concerned penalty.",
      "id": "s360"
    },
    {
      "text": "Similarly in Allans : the representation was that there was a narrow window of opportunity in the Christmas lead up period when bargains of a very substantial nature could be obtained on Allans' musical goods by paying a much lower price in that period than that which had been paid in circumstances where a purchase was made before the beginning of that period.",
      "id": "s361"
    },
    {
      "text": "In other words, the representation in that case was as to what had previously been paid or was expected to be paid by reason of the crossed through price.",
      "id": "s362"
    },
    {
      "text": "Again, a plea of guilty was made in relation to those charges.",
      "id": "s363"
    },
    {
      "text": "Finally, I note Ducret v Chaudhiry's Oriental Carpet Palace Pty Ltd (1987) 76 ALR 182.",
      "id": "s364"
    },
    {
      "text": "It was also a prosecution under s 79 for contraventions of s 53(e) of the TP Act.",
      "id": "s365"
    },
    {
      "text": "The prosecution was summarily dismissed.",
      "id": "s366"
    },
    {
      "text": "In that case, the price comparators were viewed in the context of extensive evidence to which the primary judge referred, so that upon the whole of the evidence the contrasting price was not misleading or deceptive.",
      "id": "s367"
    },
    {
      "text": "It was a decision on its particular facts also.",
      "id": "s368"
    },
    {
      "text": "CONCLUSION \n \n119 In my judgment, the defendant is guilty of each of the 11 counts.",
      "id": "s369"
    },
    {
      "text": "120 Senior counsel for the prosecutor, with the apparent concurrence of senior counsel for the defendant, requested that, if I were to reach that conclusion on each count or on any count, I should simply record my finding of guilt and then adjourn the matter to a date to be fixed for the parties to make submissions as to any other appropriate orders.",
      "id": "s370"
    },
    {
      "text": "I will adopt that course.",
      "id": "s371"
    },
    {
      "text": "I certify that the preceding one hundred and twenty (120) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s372"
    },
    {
      "text": "Associate: \n\nDated: 21 August 2008\n\n Counsel for the Prosecutor: M Griffin QC and R Perrotta \n \n Solicitor for the Prosecutor: Commonwealth Director of Public Prosecutions \n \n Counsel for the Defendant: M Livesey QC and M Barnett \n \n Solicitor for the Defendant: Fisher Jeffries \n\n Date of Hearing: 24 October 2007; 25 October 2007 \n \n Date of Judgment: 21 August 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1295.html",
      "id": "s373"
    }
  ]
}