{
  "name": "Cruse v Construction, Forestry, Mining &amp; Energy Union [2008] FCA 1267 (22 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1267.html",
  "catchphrases": [
    {
      "text": "certified agreements",
      "id": "c0"
    },
    {
      "text": "coercion of contractor to make a certified agreement",
      "id": "c1"
    },
    {
      "text": "whether union delegate represented to contractor that certified agreement was mandatory to work on unionised construction site",
      "id": "c2"
    },
    {
      "text": "whether false or misleading representation made about contractor's obligation to join an industrial association",
      "id": "c3"
    },
    {
      "text": "organising to take action, or threatening to organise or take action, with intent to coerce another person not to engage, allocate particular responsibilities to, or have particular duties or responsibilities designated to, a building contractor",
      "id": "c4"
    },
    {
      "text": "whether union delegates engaged in such conduct",
      "id": "c5"
    },
    {
      "text": "whether negotiations or discussions with management amount to such conduct",
      "id": "c6"
    },
    {
      "text": "meaning of \"other action\" within meaning of s 170nc of workplace relations act 1996 (cth)",
      "id": "c7"
    },
    {
      "text": "industrial law",
      "id": "c8"
    },
    {
      "text": "industrial law",
      "id": "c9"
    },
    {
      "text": "words and phrases",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 Mr Frank Anton is a self-employed builder and handyman who usually undertakes small renovations and maintenance jobs in and around his hometown of Hamilton in Western Victoria.",
      "id": "s0"
    },
    {
      "text": "Between May 2005 and late 2006 or early 2007, Mr Anton performed work on a project called the Iluka Murray Basin Development Project.",
      "id": "s1"
    },
    {
      "text": "The project included the construction of two plants.",
      "id": "s2"
    },
    {
      "text": "The first was a mineral sands separation plant at Hamilton (\"the Hamilton site\") and the second was a mine unit and wet concrete plant at nearby Douglas.",
      "id": "s3"
    },
    {
      "text": "2 This proceeding arose as a consequence of the interaction by Mr Anton with workers on the Hamilton site who were members of the first respondent, Construction, Forestry, Mining and Energy Union (\"the CFMEU\").",
      "id": "s4"
    },
    {
      "text": "The applicant, Mr Cruse, is a workplace inspector under the Workplace Relations Act 1996 (Cth) (\"the WR Act \") and an Australian Building and Construction Commissioner under the Building and Construction Industry Improvement Act 2005 (Cth) (\"the BCII Act \").",
      "id": "s5"
    },
    {
      "text": "He is entitled to bring this proceeding.",
      "id": "s6"
    },
    {
      "text": "3 Mr Cruse alleges that, in May 2005, the fourth respondent, Mr Fry, contravened s 298SC of the pre-Reform WR Act by making a false or misleading representation to Mr Anton about Mr Anton's obligation to join the CFMEU.",
      "id": "s7"
    },
    {
      "text": "Mr Fry was employed at the Hamilton site and was a delegate of the CFMEU at that site at all material times.",
      "id": "s8"
    },
    {
      "text": "4 Mr Cruse also alleges that Mr Fry breached s 170NC of the pre-Reform WR Act by taking action with intent to coerce Mr Anton to agree to make an enterprise bargaining agreement with the CFMEU.",
      "id": "s9"
    },
    {
      "text": "5 The second and third respondents, Mr Bannister and Mr Hoffman were employed at the Hamilton site at all material times.",
      "id": "s10"
    },
    {
      "text": "It is not in dispute that Mr Bannister was also a delegate of the CFMEU, but whether Mr Hoffman was such a delegate is in dispute.",
      "id": "s11"
    },
    {
      "text": "As it transpires, it is not necessary to resolve that dispute.",
      "id": "s12"
    },
    {
      "text": "Mr Cruse alleges that Mr Bannister and Mr Hoffman breached s 43(1) of the BCII Act by organising or taking action, or threatening to organise or take action, with intent to coerce the head contractor at the Hamilton site, Roche Mining (JR) Pty Ltd (\"Roche\"), not to:\n \n&#8226; engage Mr Anton as a building contractor;\n \n&#8226; allocate particular responsibilities to Mr Anton as a building contractor; or\n \n&#8226; have Mr Anton given particular duties or responsibilities.",
      "id": "s13"
    },
    {
      "text": "The s 298SC issue \n \n6 At the Hamilton site a fence separated two areas which I will respectively call the construction side and the non-construction side of the site.",
      "id": "s14"
    },
    {
      "text": "From May 2005 until late August 2005, Mr Anton performed work exclusively outside the construction side in a fenced off area which was entered and exited through a gate.",
      "id": "s15"
    },
    {
      "text": "He performed work on transportable office structures such as fitting doors and air conditioners, as well as joining up transportable offices with metal trims.",
      "id": "s16"
    },
    {
      "text": "7 Mr Anton gave evidence that Mr Fry approached him in May 2005 and told him that in order to perform work on the construction side of the project he had to be a member of the CFMEU.",
      "id": "s17"
    },
    {
      "text": "Mr Anton denied that he asked Mr Fry about CFMEU membership.",
      "id": "s18"
    },
    {
      "text": "Mr Anton also said that Mr Fry told him that he could not work on the construction side until he had undertaken a full safety induction.",
      "id": "s19"
    },
    {
      "text": "Mr Anton completed that induction on 24 August 2005.",
      "id": "s20"
    },
    {
      "text": "8 Counsel for the respondents, Mr White, submitted that the Court could not be satisfied that Mr Fry said to Mr Anton that he could not work on the construction side of the site without being a CFMEU member as distinct from telling him he could not work there without being inducted.",
      "id": "s21"
    },
    {
      "text": "However, Mr Anton gave evidence that Mr Fry said to him \"you know you've got to be in the union to work on this site\" and \"you can't work on this site unless you are in the union\".",
      "id": "s22"
    },
    {
      "text": "Mr White did not challenge Mr Anton in cross-examination on the veracity of that evidence.",
      "id": "s23"
    },
    {
      "text": "Mr Fry did not give evidence.",
      "id": "s24"
    },
    {
      "text": "Although there are some aspects of Mr Anton's evidence which are confused and confusing, he was clear in his evidence that Mr Fry approached him and uttered the words referred to above.",
      "id": "s25"
    },
    {
      "text": "9 Section 298SC of the WR Act at the relevant time provided:\n A person must not make a false or misleading representation about: ... (c) another person's obligation to join an industrial association.",
      "id": "s26"
    },
    {
      "text": "10 No issue arises in this proceeding whether Mr Fry made the relevant representation in good faith because he did not give evidence of his intention.",
      "id": "s27"
    },
    {
      "text": "Objectively, the representation was false.",
      "id": "s28"
    },
    {
      "text": "No obligation lay on Mr Anton to join the CFMEU before commencing work on the construction side of the Hamilton site.",
      "id": "s29"
    },
    {
      "text": "Consequently, the breach of s 298SC(c) of the WR Act against Mr Fry is established.",
      "id": "s30"
    },
    {
      "text": "The CFMEU is vicariously liable for Mr Fry's representation as a consequence of the operation of ss 298B(2)(b) and 349 of the WR Act as they applied at the relevant time: see Hadgkiss v Sunland Constructions Pty Ltd (2007) 158 FCR 193 at 202-203 per Kiefel J.",
      "id": "s31"
    },
    {
      "text": "The s 170NC issue \n \n11 At the relevant time, s 170NC of the WR Act prohibited a person from taking or threatening to take any industrial action or other action with intent to coerce another person to agree to the making of an agreement under Division 2 or 3 of the WR Act .",
      "id": "s32"
    },
    {
      "text": "Mr Cruse contends that Mr Fry took \"other action\" within the meaning of s 170NC(1)(a) of the WR Act .",
      "id": "s33"
    },
    {
      "text": "It is alleged that Mr Fry told Mr Anton that he had to leave the Hamilton site, and not return to it, until he entered into a certified agreement with the CFMEU.",
      "id": "s34"
    },
    {
      "text": "12 Mr Anton gave evidence that Mr Fry told him that he had to have an enterprise bargaining agreement to work on \"this site\".",
      "id": "s35"
    },
    {
      "text": "Mr Anton said that he was told he \"couldn't work there unless I had it\" (meaning an agreement).",
      "id": "s36"
    },
    {
      "text": "Mr Anton said that, at that time, he stopped working, went home, and returned later with paperwork and payment to the CFMEU for an enterprise agreement.",
      "id": "s37"
    },
    {
      "text": "He said that he completed the work he was doing when he came back \"on the site\".",
      "id": "s38"
    },
    {
      "text": "Mr Anton gave evidence that he left the site because Mr Fry told him to leave the site.",
      "id": "s39"
    },
    {
      "text": "13 Under cross-examination Mr Anton said that Mr Fry told him that he had to have an enterprise bargaining agreement \"to work on the construction site\".",
      "id": "s40"
    },
    {
      "text": "He agreed that Mr Fry told him that he \"couldn't work on the construction site without being inducted\".",
      "id": "s41"
    },
    {
      "text": "14 In National Tertiary Education Industry Union v Commonwealth of Australia [2002] FCA 441 ; (2002) 117 FCR 114 , Weinberg J considered the meaning of \"other action\" in s 170NC.",
      "id": "s42"
    },
    {
      "text": "His Honour said at 138:\n The expression \"other action\" in s 170NC(1)(a) can be given a sensible interpretation if one reads it as including conduct of a kind taken by an employer, or employee, or an organisation registered under the Act, which related to the performance of work but is not included within the definition of \"industrial action\".",
      "id": "s43"
    },
    {
      "text": "Picketing is one example of such conduct.",
      "id": "s44"
    },
    {
      "text": "At 138-139, Weinberg J noted the penal character of s 170NC and said that, as penal provisions are strictly construed, \"other action\" should not be given any \"undue width\".",
      "id": "s45"
    },
    {
      "text": "15 The act of telling someone that that person is not permitted to engage in her or his business at a particular location without being party to a workplace agreement is within the concept of taking \"other action\" under s 170NC(1).",
      "id": "s46"
    },
    {
      "text": "16 As the Court said in Ponzio v Multiplex Ltd [2005] FCA 1410 ; (2005) 145 IR 431 at [73] , the provision is concerned with \"fair play in the bargaining process, beyond the realms of protected action\".",
      "id": "s47"
    },
    {
      "text": "Fair play in the bargaining process is impeded when one party to the bargain insists that an agreement be reached, otherwise the other party cannot continue with its business at a particular location.",
      "id": "s48"
    },
    {
      "text": "The same would apply if an employer told a worker she or he could not continue to be employed at a particular location unless the worker or her or his union agreed to a particular enterprise agreement.",
      "id": "s49"
    },
    {
      "text": "17 The action of Mr Fry telling Mr Anton that he could not work on the construction side of the Hamilton site without being party to an enterprise bargaining agreement is \"other action\" within the scope of s 170NC.",
      "id": "s50"
    },
    {
      "text": "The next question is whether that action was taken with the intent to coerce Mr Anton into making an enterprise agreement.",
      "id": "s51"
    },
    {
      "text": "Mr Anton, as a sole trader, had no obvious need for an enterprise agreement as he did not employ anyone.",
      "id": "s52"
    },
    {
      "text": "It is beside the point that his entering into such an agreement allowed him to charge Roche a higher amount for his services than he previously obtained.",
      "id": "s53"
    },
    {
      "text": "18 Intention to coerce requires intent to exert pressure that would in a practical sense negate choice: see National Tertiary Education Industry Union at 143.",
      "id": "s54"
    },
    {
      "text": "Negation of choice can be contrasted with a desire to influence, persuade or induce.",
      "id": "s55"
    },
    {
      "text": "The question will be, as Weinberg J said in National Tertiary Education Industry Union at 143, whether \"a person is left with a realistic choice as to whether or not to comply\".",
      "id": "s56"
    },
    {
      "text": "19 Mr Anton gave evidence that he considered he had to obtain an enterprise agreement to work on the construction side of the site.",
      "id": "s57"
    },
    {
      "text": "Mr Fry told him that that was so, he believed Mr Fry and considered that he had no choice.",
      "id": "s58"
    },
    {
      "text": "Mr Fry contravened s 170NC by telling Mr Anton that he had to have an enterprise agreement to be able to work on the construction side of the site.",
      "id": "s59"
    },
    {
      "text": "The exertion of such pressure involved unconscionable conduct which gave a party to the bargaining process no say in that process.",
      "id": "s60"
    },
    {
      "text": "For the reason set out at [10] above, CFMEU is also vicariously liable for the breach of s 170NC by Mr Fry.",
      "id": "s61"
    },
    {
      "text": "The BCII Act issue \n \n20 The allegation that Mr Bannister and Mr Hoffman breached the BCII Act stems from events which occurred in mid 2006 and culminated in a meeting on 4 July 2006 between CFMEU members on the construction side of the Hamilton site and two Roche representatives.",
      "id": "s62"
    },
    {
      "text": "(i) Mr Anton's evidence on the BCII Act issue \n \n21 Mr Anton gave evidence that the work he performed for Roche at Hamilton was done pursuant to instructions given to him by Mr Armstrong and Mr Dann.",
      "id": "s63"
    },
    {
      "text": "Mr Armstrong was contracted to work for Roche on the Iluka project as the Civil Construction Superintendent from early 2005 until September 2006.",
      "id": "s64"
    },
    {
      "text": "He supervised Mr Anton's work on a day to day basis.",
      "id": "s65"
    },
    {
      "text": "Mr Dann is a construction manager who was employed by Roche as the Site Services Manager on the Iluka project.",
      "id": "s66"
    },
    {
      "text": "22 Mr Anton said that he overheard Mr Bannister telling Mr Armstrong whilst in Mr Armstrong's office that he wanted Mr Anton off the site.",
      "id": "s67"
    },
    {
      "text": "Mr Anton said that after Mr Bannister left Mr Armstrong's office, he, Mr Anton, came across Mr Bannister who told him to leave the site.",
      "id": "s68"
    },
    {
      "text": "Mr Anton said he then went off the site.",
      "id": "s69"
    },
    {
      "text": "Under cross-examination Mr Anton agreed that he had no specific recollection of leaving the site.",
      "id": "s70"
    },
    {
      "text": "Mr Anton said that he continued to work on the non-construction side of the site.",
      "id": "s71"
    },
    {
      "text": "I find this aspect of Mr Anton's evidence to be confused, confusing and improbable.",
      "id": "s72"
    },
    {
      "text": "Clearer accounts of the events of mid 2006 at the site are given by other witnesses.",
      "id": "s73"
    },
    {
      "text": "(ii) Mr Armstrong's evidence on the BCII Act issue \n \n23 Mr Armstrong gave evidence that there were CFMEU members employed on the construction side of the Hamilton site who were carpenters and known collectively as \"the grouters\".",
      "id": "s74"
    },
    {
      "text": "Mr Armstrong gave evidence that in June 2006, Mr Anton was performing work for Roche on a crib hut at the Hamilton site on the construction side.",
      "id": "s75"
    },
    {
      "text": "Mr Anton was attaching trimming to join two halves of a portable structure.",
      "id": "s76"
    },
    {
      "text": "This appears to have been the type of work he was originally doing in May 2005 on the non-construction side.",
      "id": "s77"
    },
    {
      "text": "Mr Armstrong said that, at this time, Mr Bannister and Mr Hoffman came into his office and said that Mr Anton was not a member of the CFMEU.",
      "id": "s78"
    },
    {
      "text": "Mr Anton then showed Mr Bannister his membership card and obtained a copy of his enterprise bargaining agreement from his car.",
      "id": "s79"
    },
    {
      "text": "Mr Armstrong said that Mr Bannister asserted that Mr Anton should not be on site and then left Mr Armstrong's office.",
      "id": "s80"
    },
    {
      "text": "Mr Armstrong said that shortly after, Mr Bannister informed him that after checking with \"a higher level official\", Mr Bannister had told Mr Anton that \"we can't stop you working on the site\".",
      "id": "s81"
    },
    {
      "text": "Mr Armstrong said that from 23 June 2006 to 3 July 2006 he was on leave and heard no more about any concerns Mr Bannister had with Mr Anton until 4 July 2006.",
      "id": "s82"
    },
    {
      "text": "24 Mr Armstrong gave evidence of a meeting on 4 July 2006 between himself and Mr Lee Mitchell (Construction Manager) representing Roche and ten grouters, including Mr Bannister and Mr Hoffman.",
      "id": "s83"
    },
    {
      "text": "The meeting occurred in the grouters' crib hut and was arranged to discuss concerns the grouters had with work being given to Mr Anton which they asserted had been promised to them by Mr Bennett, an earlier supervisor on the Iluka project.",
      "id": "s84"
    },
    {
      "text": "25 Mr Armstrong gave evidence that the grouters had an agreement with Roche to do all the grouting work on the site, but they wanted other work which Roche did not give them.",
      "id": "s85"
    },
    {
      "text": "He gave evidence that the grouters, who included Mr Hoffman and Mr Bannister, were told by Mr Bennett that they could perform part of the decommissioning work on the project if they were available when the 'pull-down' was required.",
      "id": "s86"
    },
    {
      "text": "Mr Armstrong gave evidence that the grouters had told him that they had ordered specific materials for a job that they were to complete but that when the materials arrived Mr Anton was asked to finish the job.",
      "id": "s87"
    },
    {
      "text": "He said he gave the disputed work, which the grouters claimed as their work, to Mr Anton but it had not been promised to the grouters.",
      "id": "s88"
    },
    {
      "text": "Mr Armstrong said it was a job for which Mr Anton had \"all the tools ... all the equipment ... everything to do the job in five minutes\".",
      "id": "s89"
    },
    {
      "text": "26 In his affidavit evidence, Mr Armstrong claimed that Mr Bannister and Mr Hoffman said that they didn't want Mr Anton on site.",
      "id": "s90"
    },
    {
      "text": "He also said that the grouters would not leave the crib hut until Mr Anton was sent off site.",
      "id": "s91"
    },
    {
      "text": "Under cross-examination, Mr Armstrong said he had no specific recollection whether Mr Hoffman said that the grouters would stay in the shed until Mr Anton left the site.",
      "id": "s92"
    },
    {
      "text": "He also had no specific recollection whether Mr Bannister made the same comment.",
      "id": "s93"
    },
    {
      "text": "27 It will be recalled that Mr Anton had no recollection when asked in his examination in chief of being asked to leave the Hamilton site in July 2006.",
      "id": "s94"
    },
    {
      "text": "He said that at about that time Mr Armstrong told him that he wanted him to be \"out there working full time\".",
      "id": "s95"
    },
    {
      "text": "(iii) Mr Mitchell's evidence on the BCII Act issue \n \n28 Mr Mitchell gave affidavit evidence that on 3 July 2006, Mr Bannister approached him and told him that the grouters were unhappy because Mr Anton had done work on the site that the grouters considered to be their work.",
      "id": "s96"
    },
    {
      "text": "Mr Mitchell said that Mr Bannister told him if it was not sorted out \"the boys would shed up\".",
      "id": "s97"
    },
    {
      "text": "Under cross-examination, Mr Mitchell admitted telling an inspector from the Australian Building and Construction Commission that on 3 July 2006, Mr Bannister told him that the issue about Mr Anton doing work allegedly promised to the grouters \"could\" end up with the grouters sitting in their sheds.",
      "id": "s98"
    },
    {
      "text": "Mr Mitchell effectively disavowed any threat by Mr Bannister that the grouters \"would shed up\".",
      "id": "s99"
    },
    {
      "text": "29 Mr Mitchell's affidavit evidence was that he did not know what Mr Armstrong had arranged with the grouters and that resolving the issue \"would have to wait until the following morning, when [they] could all discuss the matter when [Mr] Armstrong was back\".",
      "id": "s100"
    },
    {
      "text": "30 Mr Mitchell gave affidavit evidence that Mr Bannister approached him at 8.15 am on 4 July 2006 and said that \"the boys were still in the sheds and he wanted me to come and talk to them.",
      "id": "s101"
    },
    {
      "text": "\" At the subsequent meeting, two of the grouters told him about work they had measured up and ordered materials for which was then given to Mr Anton by Mr Armstrong.",
      "id": "s102"
    },
    {
      "text": "Mr Mitchell said that Mr Armstrong told him there was a half day's work involved in the job.",
      "id": "s103"
    },
    {
      "text": "Mr Mitchell told the grouters they could do the work and \"suggested to [Mr Armstrong] that he get Frank [Anton] to finish up the other work\".",
      "id": "s104"
    },
    {
      "text": "Mr Mitchell did so because he believed that the grouters would not otherwise leave the crib hut.",
      "id": "s105"
    },
    {
      "text": "He did not assert in his affidavit that Mr Hoffman or Mr Bannister made a demand that Mr Anton leave the site.",
      "id": "s106"
    },
    {
      "text": "(iv) Conclusions on BCII Act issue \n \n31 I am not satisfied that Mr Cruse has proven, on the balance of probabilities, that Mr Hoffman or Mr Bannister organised or took action or threatened to organise or take action with intent to coerce Roche:\n \n&#8226; not to engage Mr Anton as a building contractor;\n \n&#8226; not to allocate particular responsibilities to Mr Anton; or\n \n&#8226; to designate Mr Anton as not having particular duties or responsibilities.",
      "id": "s107"
    },
    {
      "text": "32 The allegations that action was taken by Mr Hoffman and Mr Bannister to coerce Roche not to engage Mr Anton was only faintly pressed.",
      "id": "s108"
    },
    {
      "text": "Mr Anton was already engaged and did not cease to be engaged as a building contractor on 4 July 2006 by Roche.",
      "id": "s109"
    },
    {
      "text": "Section 43(1)(b) of the BCII Act was not breached in respect of Mr Anton.",
      "id": "s110"
    },
    {
      "text": "33 There is no persuasive evidence that Mr Hoffman or Mr Bannister said the grouters would stay in their crib hut until Mr Anton left the site.",
      "id": "s111"
    },
    {
      "text": "Mr Armstrong, when pressed, could not specifically recall either man saying those words.",
      "id": "s112"
    },
    {
      "text": "The reality appears to be that the grouters believed they had been promised certain work which they had prepared for by measuring the job and ordering materials.",
      "id": "s113"
    },
    {
      "text": "They objected to Mr Anton doing that work in those circumstances.",
      "id": "s114"
    },
    {
      "text": "They asked for management to address the issue.",
      "id": "s115"
    },
    {
      "text": "The issue was addressed after the meeting with management which occurred in the grouter's crib hut or shed.",
      "id": "s116"
    },
    {
      "text": "I am not satisfied, on the balance of probabilities, that Mr Hoffman or Mr Bannister said to Mr Armstrong or Mr Mitchell that the grouters would \"shed up\" unless Mr Anton was removed from the site.",
      "id": "s117"
    },
    {
      "text": "34 Consequently, I am not satisfied that s 43(1)(b) or (c) of the BCII Act was breached by Mr Bannister or Mr Hoffman.",
      "id": "s118"
    },
    {
      "text": "Neither of them organised or took action, or threatened to organise or take action, with intent to coerce Roche not to allocate particular responsibilities or not have Mr Anton undertake particular duties or responsibilities.",
      "id": "s119"
    },
    {
      "text": "The advancement of a position in negotiations with management does not equate to coercion.",
      "id": "s120"
    },
    {
      "text": "This is especially so where the Court is not satisfied that any words were uttered or action taken by Mr Bannister or Mr Hoffman to negate Roche's choice.",
      "id": "s121"
    },
    {
      "text": "Mr Armstrong or Mr Mitchell were free to allocate the work to Mr Anton or the grouters.",
      "id": "s122"
    },
    {
      "text": "Their perception of what might happen if they granted the work to Mr Anton does not mean that the choice they made was affected by coercion.",
      "id": "s123"
    },
    {
      "text": "It was a choice they made on an assessment of possible industrial consequences as distinct from threatened industrial consequences.",
      "id": "s124"
    },
    {
      "text": "The possibility of industrial action occurring is not the same as a threat that industrial action would occur.",
      "id": "s125"
    },
    {
      "text": "35 The application, insofar as it raises alleged breaches of the BCII Act will in due course be dismissed.",
      "id": "s126"
    },
    {
      "text": "The only order the Court makes at this stage is to adjourn the proceeding to a directions hearing at 9.30 am on 4 September 2008 to program the balance of the proceeding which remains to be determined, that is, the taking of evidence and hearing of submissions on the penalty, if any, to be imposed on the CFMEU and/or Mr Fry for breaches of s 170NC and s 298SC(c) of the WR Act found to have occurred in accordance with these reasons.",
      "id": "s127"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Marshall.",
      "id": "s128"
    },
    {
      "text": "Associate:\n\nDated: 22 August 2008\n\n Counsel for the Applicant: Mr P O'Grady \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondents: Mr E White \n \n Solicitor for the Respondents: Construction, Forestry, Mining and Energy Union \n\n Dates of Hearing: 31 March,1 April and 28 July 2008.",
      "id": "s129"
    },
    {
      "text": "Date of Judgment: 22 August 2008.",
      "id": "s130"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1267.html",
      "id": "s131"
    }
  ]
}