{
  "name": "Toohey v Tax Agents' Board of Victoria (No 2) [2008] FCA 1796 (27 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1796.html",
  "catchphrases": [
    {
      "text": "appeal from decision of administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "where applicant's application for re-registration as a registered tax agent refused under s 251jc of the income tax assessment act 1936 (cth)",
      "id": "c1"
    },
    {
      "text": "where tribunal failed to correctly apply test under s 251jc",
      "id": "c2"
    },
    {
      "text": "where tribunal failed to correctly evaluate evidence when considering whether tax agent was a fit and proper person",
      "id": "c3"
    },
    {
      "text": "administrative law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This proceeding concerns the issue of whether or not the Administrative Appeals Tribunal ('the Tribunal') made an error of law in applying the provisions of s 251JC(1)(a) and s 251BC(1) of the Income Tax Assessment Act 1936 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "2 The background to the relevant legislation has already been dealt with by me in earlier proceedings involving the parties: see Toohey v Tax Agents' Board of Victoria (2007) 67 ATR 522.",
      "id": "s1"
    },
    {
      "text": "3 It was accepted by the parties that the correct approach to applying the relevant provisions of the Act in determining whether a person is a fit and proper person to prepare income tax returns and transact business on behalf of taxpayers in income tax matters is set out in my earlier judgment at [9]-[13]:\n 9.",
      "id": "s2"
    },
    {
      "text": "Therefore, the Board is required, in essence, to consider and determine whether the applicant is the prescribed fit and proper person.",
      "id": "s3"
    },
    {
      "text": "In determining the matter, the Board is directed by the legislature that a disqualifying factor for a person not being the prescribed fit and proper person is, relevantly, if the person is not of 'good fame, integrity and character': s 251BC(1)(d).",
      "id": "s4"
    },
    {
      "text": "This appeal does not require a consideration of the elements of whether or not a person is the prescribed fit and proper person, although the generality of the phrase 'good fame, integrity and character' is not to be limited by reference to whether the applicant has certain disqualifying convictions or is under sentence of imprisonment (see s 251BC(2) of the Act).",
      "id": "s5"
    },
    {
      "text": "The enquiry is whether the applicant is the prescribed fit and proper person, and the disqualifying factors set out in s 251BC(1) do not limit the generality of that enquiry (see s 251JC(1)) , although it may well inform that inquiry.",
      "id": "s6"
    },
    {
      "text": "The fact that a person is not of good fame, integrity and character means that that person cannot be regarded as the prescribed fit and proper person.",
      "id": "s7"
    },
    {
      "text": "However, even if this or other disqualifying factors do not apply, the applicant may still not satisfy the Board that he or she is the prescribed fit and proper person.",
      "id": "s8"
    },
    {
      "text": "If not satisfied, the Board 'shall refuse' to re-register the applicant: s 251JC(2).",
      "id": "s9"
    },
    {
      "text": "10.",
      "id": "s10"
    },
    {
      "text": "The provisions of s 251BC(3) do not detract from this ultimate issue of whether the applicant is the prescribed fit and proper person, and should not be confused with it.",
      "id": "s11"
    },
    {
      "text": "Section 251BC(3) of the Act relevantly provides that: \n \n \n Where:\n (a) a Board is required, in considering an application for:\n (i) re-registration as a tax agent; or \n (ii) re-registration of a nominee of a tax agent; \n \n \n \n \n to decide whether the Board is satisfied that a particular person is a fit and proper person to prepare income tax returns and transact business on behalf of taxpayers in income tax matters;\n (b) the person is not under sentence of imprisonment for a serious taxation offence; and \n \n \n \n \n (c) the Board is satisfied that, because of special circumstances:\n (i) a conviction of the person;\n (ii) the doing of an act or thing by the person; or\n (iii) an omission of the person;\n should be disregarded;\n the Board may, in making the decision referred to in paragraph (a), disregard the conviction, the doing of the act or thing or omission, as the case requires.",
      "id": "s12"
    },
    {
      "text": "11.",
      "id": "s13"
    },
    {
      "text": "Pursuant to s 251BC(3) , in the course of deciding the ultimate issue, certain matters may be disregarded because of special circumstances.",
      "id": "s14"
    },
    {
      "text": "Once disregarded, those matters are no longer considered in the enquiry, and then a decision as to whether the applicant is the prescribed fit and proper person is made by the Board.",
      "id": "s15"
    },
    {
      "text": "If a conviction, act or omission of the applicant is not disregarded, it will need to be assessed, along with other factors, in order to determine whether the applicant is a fit and proper person if that inquiry can still be made where the disqualifying factors do not apply.",
      "id": "s16"
    },
    {
      "text": "It may well be that a particular conviction (other than a disqualifying conviction) is to be taken into account and not 'disregarded', but that, for one reason or another, taking into account all the circumstances, the Board may still be satisfied that the applicant is the prescribed fit and proper person.",
      "id": "s17"
    },
    {
      "text": "Again, of course, it is clear that if there is a disqualifying factor, there cannot be a finding in favour of the applicant allowing re-registration.",
      "id": "s18"
    },
    {
      "text": "12.",
      "id": "s19"
    },
    {
      "text": "The other matter to observe is that the relevant time for the assessment of whether a person is the prescribed fit and proper person, is at the time of the relevant determination.",
      "id": "s20"
    },
    {
      "text": "This is made clear by the Act itself, for it is in considering the application that the Board needs to be satisfied that the applicant is the prescribed fit and proper person.",
      "id": "s21"
    },
    {
      "text": "I note the Act specifically uses the present tense.",
      "id": "s22"
    },
    {
      "text": "There is no express or implied legislative indication which provides for the assessment of the facts at any other particular date.",
      "id": "s23"
    },
    {
      "text": "I refer also to A Solicitor v Council of the Law Society (NSW) [2004] HCA 1 ; (2004) 216 CLR 253 at 268.",
      "id": "s24"
    },
    {
      "text": "13.",
      "id": "s25"
    },
    {
      "text": "In view of s 43(1) of the AAT Act, where the matter comes before the Tribunal, the Tribunal must be satisfied that the applicant is the prescribed fit and proper person at the time of the Tribunal's determination.",
      "id": "s26"
    },
    {
      "text": "In reaching its decision, the Tribunal should consider for itself, as though it was performing the function of the relevant decision-maker, whether the applicant has satisfied the Tribunal he or she was the prescribed fit and proper person.",
      "id": "s27"
    },
    {
      "text": "4 The ultimate issue before the Tribunal was, again, whether the appellant was a fit and proper person to prepare income tax returns and transact business on behalf of taxpayers in income tax matters.",
      "id": "s28"
    },
    {
      "text": "The real issue before me was whether the Tribunal properly, as a matter of law, applied the relevant provisions of the Act.",
      "id": "s29"
    },
    {
      "text": "5 As I pronounced on 13 October 2008, after hearing oral submissions, in my view the Tribunal did not approach the matter correctly by properly applying the relevant provisions of the Act in considering the ultimate issue, and I propose to order that the appeal be allowed.",
      "id": "s30"
    },
    {
      "text": "CONSIDERATION \n \n6 My reasons for coming to this conclusion are simply stated.",
      "id": "s31"
    },
    {
      "text": "7 From the outset I acknowledge that the Tribunal did discuss the ultimate issue of whether the applicant was the prescribed fit and proper person.",
      "id": "s32"
    },
    {
      "text": "Further, the Tribunal did carefully consider the appropriate date at which it needed to consider the question before it, and the issue of 'special circumstances'.",
      "id": "s33"
    },
    {
      "text": "On the question of the appropriate date, the Tribunal dealt with the two possibilities separately (perhaps unnecessarily), and made findings for each accordingly.",
      "id": "s34"
    },
    {
      "text": "We now have the advantage of the decision in Shi v Migration Agents Registration Authority [2008] HCA 31 ; (2008) 248 ALR 390 , concerning the relevant time of assessment.",
      "id": "s35"
    },
    {
      "text": "As to the question of 'special circumstances', this was a matter of evaluation and factual analysis, upon which the Tribunal was entitled to make its 'factual classification' in the way it did: see Vetter v Lake Macquarie City Council [2001] HCA 12 ; (2001) 202 CLR 439 , 477-78 at [108] per Hayne J.",
      "id": "s36"
    },
    {
      "text": "I find no error of law in the way the Tribunal approached these matters.",
      "id": "s37"
    },
    {
      "text": "8 However, when the Tribunal came to consider the ultimate issue, in my view, it failed to take into account all the material concerning the ultimate issue, did not place that material in the context of the matters relied upon by the appellant, and failed to make the evaluation necessary to determine whether the appellant was the prescribed fit and proper person.",
      "id": "s38"
    },
    {
      "text": "9 In dealing with the question of whether the appellant was a fit and proper person to be a tax agent, the Tribunal said at [156]-[160]:\n 156.",
      "id": "s39"
    },
    {
      "text": "I have already summarised some of the cases that have considered what it means to be a 'fit and proper person'.",
      "id": "s40"
    },
    {
      "text": "I accept that Mr Toohey has always tried to do his best by his clients.",
      "id": "s41"
    },
    {
      "text": "Even though I accept his evidence that none of his clients has ever complained about him, I also find that his lodgement rate, at least in the 2002 year, was significantly below the national average.",
      "id": "s42"
    },
    {
      "text": "That finding is based on the ATO's records but is supported to some extent by a note of a comment made by Mr Toohey himself regarding the penalties imposed on his clients and his inability and their unwillingness to pay them.",
      "id": "s43"
    },
    {
      "text": "157.",
      "id": "s44"
    },
    {
      "text": "I also accept that Mr Toohey has always tried to put his clients' interests above his own.",
      "id": "s45"
    },
    {
      "text": "That is so even when his health prevented him from devoting a great deal of attention to his practice.",
      "id": "s46"
    },
    {
      "text": "From one point of view, this is a very noble and proper thing to do.",
      "id": "s47"
    },
    {
      "text": "The difficulty that I have with his having done so is that he has done so at the expense of his duty to comply with his obligations to file returns for which he was personally responsible.",
      "id": "s48"
    },
    {
      "text": "Even more importantly, he has done so on the basis of his assessment of what his obligations to the Commissioner were.",
      "id": "s49"
    },
    {
      "text": "That is to say, he made the assessment that he would have little, if any, tax owing in most circumstances and used his assessment of his situation as a reason for failing or omitting to lodge the various returns.",
      "id": "s50"
    },
    {
      "text": "His decision to do that was to take from the Commissioner what was the Commissioner's to decide.",
      "id": "s51"
    },
    {
      "text": "Even with his self-assessment, it is for the Commissioner to decide what he will audit and what he will not and what tax he assesses as payable.",
      "id": "s52"
    },
    {
      "text": "He can only make his choice as to whether to audit or not to audit when a taxpayer has lodged a return.",
      "id": "s53"
    },
    {
      "text": "Mr Toohey's reasons showed a lack of understanding of the reason for lodgement.",
      "id": "s54"
    },
    {
      "text": "It also showed that he was not prepared to honour the relationship of trust that must necessarily exist between a tax agent and the Commissioner.",
      "id": "s55"
    },
    {
      "text": "Members of the public are entitled to expect that a tax agent will comply with his or her obligations in relation to his or her personal affairs.",
      "id": "s56"
    },
    {
      "text": "That is an important indication of whether they can have confidence that the person to whom they entrust their affairs will be careful to ensure that they meet their obligations.",
      "id": "s57"
    },
    {
      "text": "158.",
      "id": "s58"
    },
    {
      "text": "Mr Toohey's putting his clients' interests above his own was not entirely altruistic as first appears.",
      "id": "s59"
    },
    {
      "text": "He acknowledged that he did so in order to generate income but, in doing so, he again showed that he did not understand his personal obligations or the relationship of trust that existed between him as a tax agent and the Commissioner.",
      "id": "s60"
    },
    {
      "text": "159.",
      "id": "s61"
    },
    {
      "text": "Mr Toohey's dealings with the Board merely underline what I find to have been his attitude to the Commissioner.",
      "id": "s62"
    },
    {
      "text": "I have no doubt that his depression made it very difficult for him to function at times but even in the period in 2003 when he felt that he had recovered, he did not attend to addressing his outstanding obligations to either the Board or the Commissioner.",
      "id": "s63"
    },
    {
      "text": "Given the ongoing correspondence and telephone calls, I find his request to the Board on 7 July 2004 for particulars of its concern a little surprising.",
      "id": "s64"
    },
    {
      "text": "Not only should he have been aware of the nature of the Board's concern from their previous communications but, as a tax agent, they should have been patently apparent to him.",
      "id": "s65"
    },
    {
      "text": "160.",
      "id": "s66"
    },
    {
      "text": "I look forward to events between the date of the Board's decision and my decision, I must have regard to Mr Toohey's failure to lodge returns for the 2006 year indicates that he has not learned to manage his professional affairs so that he can meet his obligations despite the difficulties that we all face.",
      "id": "s67"
    },
    {
      "text": "Certainly, Mr Toohey has had his share of difficulties but, whether I consider the matter at the date of the Board's decision or the date of my decision, I have decided that Mr Toohey is not a fit and proper person to prepare income tax returns and transact business on behalf of taxpayers in income tax matters.",
      "id": "s68"
    },
    {
      "text": "10 In considering the approach of the Tribunal, the Tribunal's reasons must be read as a whole and fairly.",
      "id": "s69"
    },
    {
      "text": "I accept that I should not be concerned with looseness of language, nor review the Tribunal's reasons with an 'eye keenly attuned to the perception of error': Politis v Federal Commissioner of Taxation (1988) 20 ATR 108 , 111; Collector of Customs v Pozzolanic Enterprises Pty Ltd [1993] FCA 322 ; (1993) 43 FCR 280 , 287.",
      "id": "s70"
    },
    {
      "text": "11 Undoubtedly, the Tribunal set out the legislative framework, including s 251JC(1)(a)(i), which stated the ultimate issue.",
      "id": "s71"
    },
    {
      "text": "12 Further, the Tribunal did set out the nature and extent of its enquiry (see [125]-[136] of its reasons).",
      "id": "s72"
    },
    {
      "text": "The Tribunal noted that s 251BC(1) does not limit the generality of the expression 'fit and proper person', but provides circumstances in which a person is not a fit and proper person.",
      "id": "s73"
    },
    {
      "text": "The Tribunal went on to state at [125]:\n That requires me to consider those circumstances but also to consider the ordinary meaning of what is a \"fit and proper person\".",
      "id": "s74"
    },
    {
      "text": "I will begin with that although I recognise that I must ultimately consider what is required of a \"fit and proper person to prepare income tax returns and transact business on behalf of taxpayers in income tax matters\" within the meaning of s 251JC(1)(a)(i).",
      "id": "s75"
    },
    {
      "text": "13 The Tribunal then considered the meaning of 'fit and proper person' in a variety of contexts.",
      "id": "s76"
    },
    {
      "text": "14 After considering whether any special circumstances existed, and whether by reason of any such special circumstances any act or omission of the applicant should be disregarded, the Tribunal then directed itself to the ultimate issue at [156]-[160] (as set out above).",
      "id": "s77"
    },
    {
      "text": "15 I accept that the Tribunal set out the relevant conduct of the appellant (at [46]-[53] of its reasons), and that it summarised the evidence adduced by the appellant to explain that conduct (at [76]-[85] of its reasons).",
      "id": "s78"
    },
    {
      "text": "16 However, in my view, the Tribunal did not approach the ultimate issue in the way I described the task in my earlier decision and in accordance with the approach necessary in evaluating whether the appellant was a fit and proper person.",
      "id": "s79"
    },
    {
      "text": "In determining whether a person is a fit and proper person the enquiry is directed not only to whether improper conduct has occurred, but whether it is likely to occur again, and whether the community will have confidence that it will not occur.",
      "id": "s80"
    },
    {
      "text": "This will involve an evaluation of character and reputation: see Australian Broadcasting Tribunal v Bond (1990) 170 CLR 321 , 380 per Toohey and Gaudron JJ.",
      "id": "s81"
    },
    {
      "text": "The Tribunal should have considered and, more importantly, evaluated all the material which was raised as to 'special circumstances' in the context of a separate and ultimate enquiry of whether the appellant, at the time of the Tribunal's decision, was the prescribed fit and proper person.",
      "id": "s82"
    },
    {
      "text": "17 In my view, the Tribunal did not undertake this task in the passages referred to above where it purported to consider the ultimate issue.",
      "id": "s83"
    },
    {
      "text": "To say, for example, as the Tribunal did, the appellant's explanations 'showed a lack of understanding of the reason for lodgement' of tax returns may be accepted, but this needs to be placed in the context of the evidence as to his health and general circumstances at the time, and in the context of the evaluation referred to in Australian Broadcasting Tribunal 170 CLR 321.",
      "id": "s84"
    },
    {
      "text": "While the Tribunal had previously accepted the appellant's medical condition proved debilitating over the years, the required evaluation necessarily involves looking at both past conduct and likelihood of future conduct, and this evaluation was simply missing from the Tribunal's analysis.",
      "id": "s85"
    },
    {
      "text": "The general references back to evidence and principles of law did not equate to an evaluation of the evidence in this context of the ultimate issue.",
      "id": "s86"
    },
    {
      "text": "18 While the main criticism of the reasoning of the Tribunal is the lack of evaluation, there are references made in the reasoning that indicate a failure to focus on all the relevant circumstances up to the Tribunal hearing date.",
      "id": "s87"
    },
    {
      "text": "The Tribunal specifically referred to matters which occurred many years ago.",
      "id": "s88"
    },
    {
      "text": "There was a reference to the lodgement rate ('at least in the 2002 year' (at [156] of the Tribunal's decision)), correspondence on 7 July 2004 (at [159]), and conduct in 2003 (at [159]).",
      "id": "s89"
    },
    {
      "text": "No attempt was made to put these events in context, nor to consider them in the context of later events and circumstances.",
      "id": "s90"
    },
    {
      "text": "DISPOSITION \n \n19 As I have indicated, I propose to order the appeal be allowed.",
      "id": "s91"
    },
    {
      "text": "20 I have considered further the position regarding the appropriate disposition of this proceeding on the basis that the appeal be allowed.",
      "id": "s92"
    },
    {
      "text": "The appellant has filed supplementary submissions dated 20 November 2008 in relation to this matter.",
      "id": "s93"
    },
    {
      "text": "21 The appellant desired that I determine the ultimate issue myself.",
      "id": "s94"
    },
    {
      "text": "The appellant relied on the approach taken in Statham v Federal Commissioner of Taxation (1988) 20 ATR 228.",
      "id": "s95"
    },
    {
      "text": "The question for determination in Statham was strikingly different from the question whether a person is the prescribed fit and proper person.",
      "id": "s96"
    },
    {
      "text": "As I have said, the determination of this issue involves an evaluation of many factors.",
      "id": "s97"
    },
    {
      "text": "Such an evaluation is quite different from determining the application of s 25(1) or s 26(a) of the Act to undisputed facts as was the case in Statham .",
      "id": "s98"
    },
    {
      "text": "To proceed in the way now pressed by the appellant would require an assessment of the appellant, and I have not had the advantage of seeing him in the witness box, being able to ask questions of him, or to make a proper evaluation of the type the relevant provisions require.",
      "id": "s99"
    },
    {
      "text": "22 The appellant pressed that I could receive further evidence from the appellant, and then determine the matter of whether he is the prescribed fit and proper person.",
      "id": "s100"
    },
    {
      "text": "It was submitted that it was convenient and appropriate that I make whatever further findings of fact necessary, and take into account any further evidence of the appellant.",
      "id": "s101"
    },
    {
      "text": "23 The appellant further contended that he would not be able to afford legal representation should the matter be remitted, and there would be an unacceptable delay if the matter were remitted.",
      "id": "s102"
    },
    {
      "text": "24 Whether heard in this Court or not, the question of the non-availability of legal representation and delay are inevitable matters to arise.",
      "id": "s103"
    },
    {
      "text": "The business of the Court will not permit an expedited hearing before me.",
      "id": "s104"
    },
    {
      "text": "Further, to make the necessary evaluation, the appellant would need to give evidence, as I do not regard the existing findings referred to in the appellant's supplementary submissions as necessarily leading to the appellant's desired result.",
      "id": "s105"
    },
    {
      "text": "At the very least, the evidence before the Court would need to include material relevant to the current position of the appellant.",
      "id": "s106"
    },
    {
      "text": "Whether the matter proceeds before me or the Tribunal, the hearing process is likely to be of a similar dimension.",
      "id": "s107"
    },
    {
      "text": "25 The appellant submitted in its written supplementary submissions that:\n In the event that your Honour is not persuaded by the submissions made herein to finally determine this matter, but instead remit it to the AAT for rehearing, it is respectfully requested that prior to doing so, a further hearing be convened.",
      "id": "s108"
    },
    {
      "text": "The purpose of that hearing would be for you to receive further submissions as to whether sufficient evidence already exists, and what if any further evidence particularly is required, for your Honour to make the Determination whether the Applicant is a fit and proper person for the purposes of section 251JC(1)(a)(i) of the 36Act, and if so, the consequential order that the Respondent re-register the Applicant as a tax agent.",
      "id": "s109"
    },
    {
      "text": "26 I do not consider that a further hearing would be useful given my preferred approach as indicated above.",
      "id": "s110"
    },
    {
      "text": "As I have said, for a proper evaluation to be made of the appellant, an assessment would need to be made of him, which cannot be undertaken by me on the available material.",
      "id": "s111"
    },
    {
      "text": "27 A compromise could be reached by the parties, and that would be to remit the matter to the same Tribunal (before Deputy President Forgie), for reconsideration of the question in accordance with these reasons.",
      "id": "s112"
    },
    {
      "text": "I would only do this if the parties agreed, but it could reduce the time and expense of any re-hearing and possibly achieve the process that the appellant desires.",
      "id": "s113"
    },
    {
      "text": "The Orders I make will allow for this eventuality.",
      "id": "s114"
    },
    {
      "text": "28 Despite the history of this proceeding, in my view, it would not be convenient or appropriate for the Court to finally dispose of the matter in accordance with the power under ss 44(4) , 44 (5), (7) and (8) of the Administrative Appeals Tribunal Act 1975 (Cth) and the approach taken in Statham 20 ATR 228.",
      "id": "s115"
    },
    {
      "text": "I propose to make an order for remittal to the Tribunal.",
      "id": "s116"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Middleton.",
      "id": "s117"
    },
    {
      "text": "Associate:\n\nDated: 27 November 2008\n\n Counsel for the First Appellant: N Rosenbaum \n \n Solicitor for the First Appellant: Charlesworth Josem Partners \n \n Solicitor for the First Respondent: Australian Government Solicitors \n \n Counsel for the First Respondent: P D Nicholas \n\n Date of Hearing: 13 October 2008 \n \n Date of Judgment: 27 November 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1796.html",
      "id": "s118"
    }
  ]
}