{
  "name": "Auskay International Manufacturing &amp; Trade Pty Ltd v Qantas Airways Ltd [2008] FCA 1458 (29 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1458.html",
  "catchphrases": [
    {
      "text": "pleadings",
      "id": "c0"
    },
    {
      "text": "application to strike out amended statement of claim pursuant to federal court rules , o 11 r 16",
      "id": "c1"
    },
    {
      "text": "whether amended statement of claim discloses reasonable cause of action",
      "id": "c2"
    },
    {
      "text": "whether fails to plead material facts",
      "id": "c3"
    },
    {
      "text": "whether pleading embarrassing",
      "id": "c4"
    },
    {
      "text": "whether particulars inadequate.",
      "id": "c5"
    },
    {
      "text": "whether allegations appropriately pleaded",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    },
    {
      "text": "trade practices",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 There are before the Court a series of notices of motion, filed by the various respondents (other than the sixth and seventh respondents), seeking orders that all or part of the applicant's Second Amended Statement of Claim (\"the SASC\") be struck out.",
      "id": "s0"
    },
    {
      "text": "The SASC was accompanied by an Amended Application seeking declarations, damages and other relief for alleged contraventions, by the respondents, of the Trade Practices Act 1974 (Cth) (\"the Act \").",
      "id": "s1"
    },
    {
      "text": "The respondents invoke O 11 r 16 of the Federal Court Rules (\"the Rules\").",
      "id": "s2"
    },
    {
      "text": "2 The application is brought by the applicant as a representative party on behalf of group members who were persons who had, directly or indirectly, paid for freight services provided by the respondents.",
      "id": "s3"
    },
    {
      "text": "3 The applicant's central allegation is that the respondents were members of a cartel which had agreed to and did fix charges for international airfreight moving into and out of Australia.",
      "id": "s4"
    },
    {
      "text": "It was alleged that, in about January 2000, the respondents and other airfreight carriers had agreed that each of them would fix and maintain charges and conceal their agreement from others including the applicant and relevant group members.",
      "id": "s5"
    },
    {
      "text": "Prices were increased by the imposition of an agreed fuel surcharge, a security surcharge and a war-risk surcharge.",
      "id": "s6"
    },
    {
      "text": "4 The grounds relied on by the various respondents in their written submissions disclosed a good deal of commonality.",
      "id": "s7"
    },
    {
      "text": "There were, however, some grounds that were peculiar to particular respondents.",
      "id": "s8"
    },
    {
      "text": "In oral argument unnecessary repetition was avoided.",
      "id": "s9"
    },
    {
      "text": "By agreement between counsel each of the major points of objection was developed by one party and the arguments advanced were adopted by the other respondents.",
      "id": "s10"
    },
    {
      "text": "STRIKING OUT PLEADINGS UNDER O 11 R 16 \n \n5 The respondents seek the striking out of the whole of the SASC or parts of it under O 11 r 16 of the Rules on the grounds that it discloses no reasonable cause of action or has a tendency to cause prejudice, embarrassment or delay.",
      "id": "s11"
    },
    {
      "text": "6 The principles governing the exercise of the Court's power to summarily dismiss a claim on the ground that it discloses no reasonable cause of action, the principles which govern pleadings in this Court and the relevant authorities are conveniently summarised by Weinberg J in McKellar v Container Terminal Management Services Ltd [1999] FCA 1101 ; (1999) 165 ALR 409 at 415-421.",
      "id": "s12"
    },
    {
      "text": "It is not necessary to restate, at length, his Honour's exposition of the relevant rules and the statements of principle which emerge from the cases to which he refers.",
      "id": "s13"
    },
    {
      "text": "It is sufficient, for present purposes, to note that:\n \n&#8226; The power to dismiss a claim because it discloses no reasonable cause of action will not lightly be exercised: see Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1949) 78 CLR 62 at 91; General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125 at 128-130; Webster v Lampard [1993] HCA 57 ; (1993) 177 CLR 598 at 602-603.",
      "id": "s14"
    },
    {
      "text": "&#8226; The purpose of pleadings is to define the issues with sufficient clarity such that respondents understand, and have the opportunity to meet, the case made against them: see Dare v Pulham [1982] HCA 70 ; (1982) 148 CLR 658 at 664; Mitanis v Pioneer Concrete (Vic) Pty Ltd [1997] ATPR 41-591 at 44, 151ff.",
      "id": "s15"
    },
    {
      "text": "&#8226; A statement of claim must plead all the material facts necessary for the purpose of formulating a complete cause of action.",
      "id": "s16"
    },
    {
      "text": "If it does not it is liable to be struck out: Mitanis ; Bruce v Odhams Press Ltd [1936] 1 KB 697 at 712-713.",
      "id": "s17"
    },
    {
      "text": "&#8226; It is not sufficient for the pleader to state conclusions drawn from unstated facts: see Trade Practices Commission v David Jones (Australia) Pty Ltd [1985] FCA 228 ; (1985) 7 FCR 109 at 114-5.",
      "id": "s18"
    },
    {
      "text": "&#8226; There will be cases in which the power to strike out pleadings will not be exercised notwithstanding a failure to plead all material facts.",
      "id": "s19"
    },
    {
      "text": "Such restraint will be appropriate where the deficiency causes no confusion and does not raise issues of substantive principle ( HECEC Australia Pty Ltd v Hydro-Electric Corp [1999] FCA 822 at [59] ), and where deficiencies can be overcome by ordering the provision of particulars or the furnishing of affidavits ( State of Queensland v Pioneer Concrete (Qld) Pty Ltd [1999] ATPR 41-691 at 42,828-9).",
      "id": "s20"
    },
    {
      "text": "&#8226; Not all conclusionary pleadings will be struck out as being deficient: see Charlie Carter Pty Ltd v The Shop, Distributive and Allied Employees' Association (WA) (1987) 13 FCR 413 at 417.",
      "id": "s21"
    },
    {
      "text": "Whether or not such a pleading should be struck out will depend on whether or not the facts are pleaded at too great a level of generality: see Kernel Holdings Pty Ltd v Rothmans of Pall Mall (Australia) Pty Ltd [1991] FCA 557.",
      "id": "s22"
    },
    {
      "text": "7 More recent authority has restated and applied these principles: see, for example, Australian Automotive Repairers' Association (Political Action Committee) Inc v NRMA Insurance Ltd [2002] FCA 1568 at [14] - [17] ; Australian Wool Innovation Ltd v Newkirk [2005] FCA 290 ; [2005] ATPR 42-053 at 42,669-42,670.",
      "id": "s23"
    },
    {
      "text": "In the context of representative proceedings Sackville J has emphasised that applicants are obliged to plead adequately the case alleged by them \"on their own behalf and on behalf of all members of the represented class \" (emphasis in original): see Philip Morris (Australia) Ltd v Nixon [2000] FCA 229 ; (2000) 170 ALR 487 at 510.",
      "id": "s24"
    },
    {
      "text": "His Honour referred with approval to the earlier observation of Beaumont J in Cameron v Qantas Airways Ltd [1993] FCA 328 ; [1993] ATPR 41-251 at 41,370 which he paraphrased as follows: \"it is axiomatic that a respondent in a representative proceeding, like the respondent in any proceedings, is entitled to the benefit of a properly pleaded case, so that a proper defence can be filed.",
      "id": "s25"
    },
    {
      "text": "\"\n \n8 The respondents' complaints about the SASC fall to be examined in accordance with the foregoing statements.",
      "id": "s26"
    },
    {
      "text": "SECTIONS 45 AND 45A OF THE ACT \n \n9 The applicant contends that, in entering into the alleged cartel agreement, the respondents had contravened s 45 of the Act .",
      "id": "s27"
    },
    {
      "text": "Reliance was placed on the deeming provision in s 45A(1) of the Act .",
      "id": "s28"
    },
    {
      "text": "Those provisions are in these terms:\n \"45(1) ... (2) A corporation shall not: \n \n (a) make a contract or arrangement, or arrive at an understanding, if: \n \n \n \n \n (i) ... \n \n \n(ii) a provision of the proposed contract, arrangement or understanding has the purpose, or would have or be likely to have the effect, of substantially lessening competition; or ... \n \n (3) For the purposes of this section and section 45A , competition , in relation to a provision of a contract, arrangement or understanding or of a proposed contract, arrangement or understanding, means competition in any market in which a corporation that is a party to the contract, arrangement or understanding or would be a party to the proposed contract, arrangement or understanding, or any body corporate related to such a corporation, supplies or acquires, or is likely to supply or acquire, goods or services or would, but for the provision, supply or acquire, or be likely to supply or acquire, goods or services.",
      "id": "s29"
    },
    {
      "text": "...\" \n10 Section 45A(1) provides that:\n \"Without limiting the generality of section 45 , a provision of a contract, arrangement or understanding, or of a proposed contract, arrangement or understanding, shall be deemed for the purposes of that section to have the purpose, or to have or to be likely to have the effect, of substantially lessening competition if the provision has the purpose, or has or is likely to have the effect, as the case may be, of fixing, controlling or maintaining, or providing for the fixing, controlling or maintaining of, the price for, or a discount, allowance, rebate or credit in relation to, goods or services supplied or acquired or to be supplied or acquired by the parties to the contract, arrangement or understanding or the proposed parties to the proposed contract, arrangement or understanding, or by any of them, or by any bodies corporate that are related to any of them, in competition with each other.",
      "id": "s30"
    },
    {
      "text": "\" \nThe term \"market\" is defined in s 4E , (in the absence of a contrary intention) to mean \"a market in Australia and, when used in relation to any goods or services, includes a market for those goods or services and other goods or services that are substitutable for, or otherwise competitive with, the first-mentioned goods or services.",
      "id": "s31"
    },
    {
      "text": "\"\n \n11 A common complaint of the respondents is that the applicant does not identify the relevant market or markets in which it alleges that any two or more of the respondents are \"in competition with each other\".",
      "id": "s32"
    },
    {
      "text": "12 In its SASC the applicant alleges that the respondents provide inbound and outbound international airfreight services to and from Australia (paragraphs 13 and 14).",
      "id": "s33"
    },
    {
      "text": "The routes on which those services are provided are identified in paragraph 22 and Schedule 2.",
      "id": "s34"
    },
    {
      "text": "They are routes between a considerable number of foreign cities and Australian ports.",
      "id": "s35"
    },
    {
      "text": "The routes between particular Australian ports and particular foreign cities may vary, with different respondents sometimes using different intermediate ports.",
      "id": "s36"
    },
    {
      "text": "Each respondent is alleged, in paragraph 22, to have been in competition with one or more of the other respondents in providing inbound and/or outbound international airfreight services on one or more of these routes.",
      "id": "s37"
    },
    {
      "text": "There follow general assertions that each respondent was in competition with one or more other respondents within the meaning of s 45(3) of the Act , that the alleged cartel arrangement had the relevant purpose and effect for the purposes of s 45A of the Act and that each of the respondents had thereby contravened s 45(2)(a)(ii) of the Act (paragraphs 23, 24, 27 and 28).",
      "id": "s38"
    },
    {
      "text": "13 In Sammy Russo Supplies Pty Ltd v Australian Safeway Stores Pty Ltd [1998] ATPR 41-641 at 41,094 Goldberg J identified the material facts which need to be pleaded in order to establish a cause of action under s 45(2)(a)(ii) of the Act .",
      "id": "s39"
    },
    {
      "text": "His Honour said:\n \"When pleading a cause of action under s 45(2)(a)(ii) it is necessary to identify and plead material facts in relation to: (a) the making of a contract or arrangement or the arriving at an understanding; (b) the identification of a provision in that contract, arrangement or understanding; (c) an allegation that the provision has the purpose, or would have, or be likely to have the effect, of substantially lessening competition; (d) an allegation identifying the relevant market in which competition would be lessened and the manner in which competition would be lessened.",
      "id": "s40"
    },
    {
      "text": "If s 45A is relied upon it is still necessary to allege that the parties to the contract, arrangement or understanding are in competition with each other.",
      "id": "s41"
    },
    {
      "text": "...",
      "id": "s42"
    },
    {
      "text": "It is not sufficient simply to allege that a provision of a contract had the purpose of substantially lessening competition.",
      "id": "s43"
    },
    {
      "text": "It is necessary to allege material facts identifying a relevant market.",
      "id": "s44"
    },
    {
      "text": "This is made clear by s 45(3) ...\" \nSee also: Trade Practices Commission v Nicholas Enterprises Pty Ltd (No 2) (1979) 26 ALR 609 at 646-7; Australian Competition and Consumer Commission v McMahon Services Pty Ltd [2004] FCA 353 ; [2004] ATPR 41-996 at 48,671.",
      "id": "s45"
    },
    {
      "text": "14 The applicant seeks to distinguish Sammy Russo because the applicant in that case had not sought to place exclusive reliance on s 45A in order to establish the presence of the necessary purposes or effect of the arrangement.",
      "id": "s46"
    },
    {
      "text": "It conceded that no 'market' had expressly been identified in the SASC.",
      "id": "s47"
    },
    {
      "text": "It contended that it was not necessary for it to do so.",
      "id": "s48"
    },
    {
      "text": "It submitted that the pleadings in paragraph 22 are sufficient to establish that at least two of the respondents were in competition in a market and that all of the respondents were offering inbound and outbound international airfreight services on the routes there identified.",
      "id": "s49"
    },
    {
      "text": "This, it is said, is sufficient because, in a case such as the present, in which an applicant places exclusive reliance on the deeming effect on s 45A of the Act to characterise the relevant conduct, it will be sufficient for the applicant to prove that any two or more parties to the impugned arrangement are in competition in any market.",
      "id": "s50"
    },
    {
      "text": "15 The applicant relies on certain observations, made by Heerey J, in Australian Competition and Consumer Commission v J McPhee &amp; Son (Australia) Pty Ltd [1997] ATPR 41-570.",
      "id": "s51"
    },
    {
      "text": "In that case objection had been taken to the manner in which the relevant market had been pleaded by the Australian Competition and Consumer Commission (\"the ACCC\").",
      "id": "s52"
    },
    {
      "text": "The pleading identified the major suppliers of services, described how the market operated and provided details of the barriers to entry to the market and its geographic limits.",
      "id": "s53"
    },
    {
      "text": "Although the pleading was objected to on the ground that it was \"conclusionary\", it was struck out, by his Honour, on the ground that it was prolix, unnecessary and irrelevant.",
      "id": "s54"
    },
    {
      "text": "Having referred to ss 45(2) , 45 (3) and 45A (1) of the Act his Honour continued (at 43,920):\n \"Thus competition relevantly means competition in any market in which the parties to the actual or proposed contract, arrangement or understanding are engaged.",
      "id": "s55"
    },
    {
      "text": "As long as the ACCC can establish that, in connection with the alleged arrangements or understandings, McPhee and DFE were competing in a market, it is not to the point that others may have been supplying the same services in that market, or that services other than express freight transportation services might have been provided, or that the geographical extent of the market might have been different from that pleaded.",
      "id": "s56"
    },
    {
      "text": "To illustrate the point, one might ask rhetorically what would it matter for the purposes of the present case if, after elaborate discovery and issue of many subpoenas, expensive expert evidence, and a trial lasting several weeks, if not months, it were proved that AirRoad and COPE were not participants in the alleged market, that some other firms not named in para 10 were participants, or that the alleged market did not cover the whole of Australia but only Victoria, South Australian and New South Wales?",
      "id": "s57"
    },
    {
      "text": "\" (Emphasis in original).",
      "id": "s58"
    },
    {
      "text": "16 Later (at 43,921), his Honour concluded that:\n \"In the present case, if it were established that McPhee and DFE were offering, or contemplating the offer of, the same services (express freight transportation services), to the same existing or potential customer ..., it would be open to a Court to conclude that McPhee and DFE were in competition with (at least) each other in a market for the supply (at least) of such services.",
      "id": "s59"
    },
    {
      "text": "\" \n17 Australian Competition and Consumer Commission v McMahon Services Pty Ltd [2004] FCA 353 ; [2004] ATPR 41-996 was also a case in which the applicant sought to rely on the deeming provision in s 45A(1) of the Act .",
      "id": "s60"
    },
    {
      "text": "The statement of claim alleged that there was a market \"for the provision of demolition and asbestos removal services in the greater metropolitan area of Adelaide ...\".",
      "id": "s61"
    },
    {
      "text": "It was also alleged that certain of the respondents were in competition with each other in that market.",
      "id": "s62"
    },
    {
      "text": "Although the respondents denied the latter allegation they admitted that they were in competition in the market for \"demolition services in the greater metropolitan area of Adelaide.",
      "id": "s63"
    },
    {
      "text": "\" The respondents sought further particulars of the allegations contained in these paragraphs.",
      "id": "s64"
    },
    {
      "text": "Selway J refused the application.",
      "id": "s65"
    },
    {
      "text": "In doing so his Honour said (at 48,671) that:\n \"The ACCC relies upon the deeming provision in TPA s 45A(1).",
      "id": "s66"
    },
    {
      "text": "That relates to agreements or understandings reached between parties \"in competition with each other\".",
      "id": "s67"
    },
    {
      "text": "\"Competition\" is relevantly defined in TPA s 45(3) to mean \"competition in any market in which a [relevant] corporation is a party.",
      "id": "s68"
    },
    {
      "text": "\" \"Market\" is relevantly defined in TPA s 4E.",
      "id": "s69"
    },
    {
      "text": "Plainly enough it is material to the case that the ACCC seeks to establish that the relevant parties to the agreement or understanding are in \"competition\" with each other.",
      "id": "s70"
    },
    {
      "text": "It is also a material fact that they are operating in the same market.",
      "id": "s71"
    },
    {
      "text": "At the very least it is a necessary particular of that material fact to identify what that market is.",
      "id": "s72"
    },
    {
      "text": "The respondents seek from the ACCC further particulars of the relevant market: the source or sources of business or businesses, the nature of the client or clients and details of the business or businesses in competition.",
      "id": "s73"
    },
    {
      "text": "In some contexts these particulars might well be necessary.",
      "id": "s74"
    },
    {
      "text": "For example, if the allegation related to the effect of an agreement or understanding on the overall operation of the market then it may be necessary for the ACCC to provide quite detailed particulars of that market in order to identify the relevant effect ...",
      "id": "s75"
    },
    {
      "text": "However, in this case the relevant anti-competitive purpose or effect is strictly limited in scope.",
      "id": "s76"
    },
    {
      "text": "It relates only to the price of a particular contract let by the Department of Defence and particularised in the Statement of Claim.",
      "id": "s77"
    },
    {
      "text": "The competitors involved in that tender process are specified by name in the Statement of Claim.",
      "id": "s78"
    },
    {
      "text": "So too are those said to be parties to be arrangement or understanding.",
      "id": "s79"
    },
    {
      "text": "The price said to be fixed has not been particularised, but it is either the \"price\" contained in the offer by the fifth respondent ... or the \"price\" obtained by the Department of Defence.",
      "id": "s80"
    },
    {
      "text": "Plainly enough it is not the price of services generally available in the market place.",
      "id": "s81"
    },
    {
      "text": "In any event, the broader market is identified and particularised.",
      "id": "s82"
    },
    {
      "text": "\" \n18 Section 4E of the Act contemplates that there are both markets for particular goods or services (product markets) and geographic markets: see Trade Practices Commission v Nicholas Enterprises Pty Ltd (No 2) (1979) 26 ALR 609 at 647.",
      "id": "s83"
    },
    {
      "text": "19 The requirement that the geographic area of a market be identified arises from the terms of s 4E.",
      "id": "s84"
    },
    {
      "text": "The market must be \"in Australia\".",
      "id": "s85"
    },
    {
      "text": "In economic terms \"a market is the field of actual and potential transactions between buyers and sellers amongst whom there can be strong substitution, at least in the long run, if given a sufficient price incentive\": see Re Queensland Co-operative Milling Association Ltd (1976) 25 FLR 169 at 190.",
      "id": "s86"
    },
    {
      "text": "In the same case a market was also referred to as an \"area of close competition between firms\": ibid; see also Queensland Wire Industries Pty Ltd v The Broken Hill Proprietary Company Ltd [1989] HCA 6 ; (1989) 167 CLR 177 at 195 (per Deane J); at 199-200 (per Dawson J).",
      "id": "s87"
    },
    {
      "text": "Buyers and sellers of goods and services must negotiate and enter transactions in an area in which suppliers are engaged in close competition with each other.",
      "id": "s88"
    },
    {
      "text": "That area must be located within Australia.",
      "id": "s89"
    },
    {
      "text": "It cannot be assumed that, simply because the relevant services involved moving goods into and out of Australia, the market was located in Australia.",
      "id": "s90"
    },
    {
      "text": "20 In my view an applicant, in a proceeding such as the present in which exclusive reliance is placed on s 45A of the Act , must, in its statement of claim, identify the market or markets in which it is said that the anti-competitive conduct has taken place.",
      "id": "s91"
    },
    {
      "text": "The pleadings must identify (at least) the relevant goods or services and the geographic boundaries of the market.",
      "id": "s92"
    },
    {
      "text": "The pleading need not descend to the degree of particularity to which Heerey J objected in McPhee or the detail which Selway J found to be unnecessary in McMahon Services .",
      "id": "s93"
    },
    {
      "text": "In both of those cases it was held that the identification of a market was a material fact or particular which had to be pleaded.",
      "id": "s94"
    },
    {
      "text": "This had been done in an acceptable way in McMahon Services .",
      "id": "s95"
    },
    {
      "text": "It is true that the necessary competition between those who have entered into arrangements can take place in any market.",
      "id": "s96"
    },
    {
      "text": "This does not mean that applicants are absolved from the need to identify the parameters of that market by reference to the relevant goods and services and the geographic area within which competition in relation to the supply of those goods and services is said to take place.",
      "id": "s97"
    },
    {
      "text": "In McPhee Heerey J deprecated the ACCC's attempt to define the market in minute detail.",
      "id": "s98"
    },
    {
      "text": "He did not, however, hold that no attempt to define the market was necessary.",
      "id": "s99"
    },
    {
      "text": "Indeed his reasoning proceeded on the assumption that a geographic and product market had been pleaded.",
      "id": "s100"
    },
    {
      "text": "As McMahon Services demonstrates this can be done succinctly and without unnecessary prolixity.",
      "id": "s101"
    },
    {
      "text": "21 The respondents in the present proceeding are entitled to know where in Australia it is said that they compete with each other named respondent for the provision of international airfreight services.",
      "id": "s102"
    },
    {
      "text": "This will depend on where negotiations between the respondents and their customers take place and contracts are entered into.",
      "id": "s103"
    },
    {
      "text": "These material particulars are not provided.",
      "id": "s104"
    },
    {
      "text": "It cannot be assumed that all or even some of the respondents are in competition, in the necessary sense, in all parts of Australia.",
      "id": "s105"
    },
    {
      "text": "In the absence of these material facts the pleadings are deficient in a significant respect.",
      "id": "s106"
    },
    {
      "text": "They also give rise to embarrassment.",
      "id": "s107"
    },
    {
      "text": "Respondents could not be expected to plead to paragraph 22(a) given that the paragraph does not identify which respondents are alleged to compete with each other on the scores of routes between unnamed Australian ports and named foreign cities or where that competition is said to have taken place.",
      "id": "s108"
    },
    {
      "text": "They cannot reasonably be expected to know where other respondents compete for business.",
      "id": "s109"
    },
    {
      "text": "The mere fact that two or more respondents are identified in Schedule 2 as providing services to or from particular overseas ports says nothing about where those respondents compete (if they do) to obtain contracts for the carriage of goods on those routes.",
      "id": "s110"
    },
    {
      "text": "22 There is a further problem with paragraph 22(a).",
      "id": "s111"
    },
    {
      "text": "It appears to proceed on the basis of a tenuous construction of s 45A of the Act .",
      "id": "s112"
    },
    {
      "text": "That construction, which fastens on the words \"or by any of them\", admits the possibility that all parties to an alleged arrangement can be treated as being subject to the deeming provision in s 45A even if the party concerned is not in competition with the other parties in a particular market.",
      "id": "s113"
    },
    {
      "text": "It is sufficient to note, for present purposes, that there is authority for this proposition: see Trade Practices Commission v David Jones (Australia) Pty Ltd (1986) 13 FCR 446 at 473.",
      "id": "s114"
    },
    {
      "text": "It is strongly arguable that such a construction does not conform with the ordinary and natural language of s 45A or the statutory purpose which it seeks to serve.",
      "id": "s115"
    },
    {
      "text": "These construction issues may need to be resolved at trial.",
      "id": "s116"
    },
    {
      "text": "It will not, however, be possible to determine whether or not they arise until the applicant alleges and proves the markets in which each respondent competes with which other respondent.",
      "id": "s117"
    },
    {
      "text": "23 The applicant's failure to identify, in its pleadings, the relevant market or markets has implications for other parts for the SASC.",
      "id": "s118"
    },
    {
      "text": "In paragraphs 80 and 81, for example, it alleges that the respondents were in a position to influence the price for international airfreight services because of the volume of international airfreight which they carried into and out of Australia.",
      "id": "s119"
    },
    {
      "text": "In paragraph 81 (when read with Schedule 3) the applicant identifies the percentages of inbound and outbound airfreight carried by each of the respondents between Australia and certain overseas countries.",
      "id": "s120"
    },
    {
      "text": "Curiously, in paragraphs 80(b) and 81(b) it is pleaded that the respondents \"together and in combination\" with other participants in the cartel \" were able by their pricing behaviour to influence the price of international airfreight services\" and, specifically, for routes between Australia and each of the places specified in Schedule 3.",
      "id": "s121"
    },
    {
      "text": "Even if the alleged cartel participants \"were able\" to influence the prices charged for international airfreight services, they would only be liable for damages for a contravention of s 45 of the Act if they did, in fact, by their conduct cause prices to be inflated.",
      "id": "s122"
    },
    {
      "text": "More importantly, the absence of a market definition prevents the respondents from knowing whether it is alleged that any attempt to influence prices, in furtherance of the alleged agreement, occurred in any market in Australia.",
      "id": "s123"
    },
    {
      "text": "24 The failure to identify a market or markets creates a special problem for British Airways.",
      "id": "s124"
    },
    {
      "text": "It has the benefit of an authorisation under s 88 of the Act in relation to a joint services agreement which it has with Qantas.",
      "id": "s125"
    },
    {
      "text": "That agreement permits British Airways to agree with Qantas about the prices for services offered, including cargo services, on routes covered by the agreement.",
      "id": "s126"
    },
    {
      "text": "Such an authorisation provides British Airways with a defence against any claim that it has contravened s 45 of the Act .",
      "id": "s127"
    },
    {
      "text": "Unless British Airways is able to relate the routes covered by the authorisation to the relevant markets for the purposes of s 45 it will be unable to know whether it can plead a complete or partial defence based on s 88.",
      "id": "s128"
    },
    {
      "text": "25 The ACCC made certain submissions as to whether, in a case in which a contravention of s 45 is alleged and exclusive reliance is placed on the deeming provisions of s 45A , it is necessary for the ACCC to plead a \"market\" when applying for a penalty to be imposed on a respondent who is party to a proscribed agreement.",
      "id": "s129"
    },
    {
      "text": "Certain aspects of those submissions which related to the need to identify a market were strongly opposed by the respondents.",
      "id": "s130"
    },
    {
      "text": "It is not necessary that I resolve these differences.",
      "id": "s131"
    },
    {
      "text": "They may require attention if and when the ACCC seeks to have penalties imposed on the respondents (or some of them).",
      "id": "s132"
    },
    {
      "text": "In the present context it is sufficient to record the submission of senior counsel for the ACCC that, if the Court \"were satisfied that having regard to the nature of the matters alleged and the nature of the relief sought, that it was necessarily a fair requirement on the applicant facing the respondents that the applicant should identify to the respondents what the market was\", the ACCC would not wish to be heard on that point.",
      "id": "s133"
    },
    {
      "text": "GROUP DEFINITION \n \n26 A critical element of the pleading in any action brought under Part IVA of the Federal Court of Australia Act 1976 (Cth) (\"the FCA Act \") is the identification of the group members to whom the proceeding relates.",
      "id": "s134"
    },
    {
      "text": "In paragraph 3 of the SASC the applicant identifies the group members as follows:\n \"The group members to whom this proceeding relates ... are all those persons currently resident in Australia who during the period 1 January 2000 to 11 January 2007 ... paid more than twenty thousand Australian dollars (AUD$20,000.00) for the carriage of goods to or from Australia by air and who are not related parties of the Respondents or any of them within the meaning of the Corporations Act .",
      "id": "s135"
    },
    {
      "text": "\" \n27 A party which commences representative proceedings must clearly identify the group members to whom the proceeding relates: see s 33H(1)(a) of the FCA Act .",
      "id": "s136"
    },
    {
      "text": "Group members who do not wish to be bound by the outcome of the proceeding must have the opportunity to opt out: see s 33J of the FCA Act .",
      "id": "s137"
    },
    {
      "text": "It is, therefore, necessary that the group be defined with sufficient clarity to ensure that persons know whether they are or are not caught by the group definition.",
      "id": "s138"
    },
    {
      "text": "28 There can be no doubt that the group defined in paragraph 3 of the SASC is, potentially, extremely large.",
      "id": "s139"
    },
    {
      "text": "As Singapore Airlines pointed out in its submissions, having regard to the definitions of \"international airfreight services\", \"inbound international airfreight services\" and \"outbound international airfreight services\", the definition is apt to include persons:\n \n&#8226; Conducting business overseas who make offers, undertake negotiations and receive bookings and payments in places and from persons who are located overseas in respect of the supply of the service of carriage of freight from overseas into Australia by air.",
      "id": "s140"
    },
    {
      "text": "&#8226; Conducting business overseas who make offers, undertake negotiations and receive bookings and payments in places and from persons who are located overseas in respect of the supply of the service of carriage of freight from Australia to overseas destinations by air.",
      "id": "s141"
    },
    {
      "text": "&#8226; Who acquire international airfreight services from the respondents indirectly by acquiring the services of a freight forwarder or other intermediary to make arrangements for the carriage of goods to or from Australia by air.",
      "id": "s142"
    },
    {
      "text": "29 The fact that the group is defined to include those who have \"indirectly\" acquired international airfreight services means, as British Airways submits, that the group can include freight forwarders, importers who purchased services from a freight forwarder, retailers who purchased goods from the importer and the customer who purchased the goods from the retailer.",
      "id": "s143"
    },
    {
      "text": "30 The applicant does not disavow an intention to incorporate within the group as defined, a chain of persons who have \"paid\" $20,000 or more in the relevant period to import or export goods by air.",
      "id": "s144"
    },
    {
      "text": "In paragraph 85 of the SASC it is alleged that the applicant and group members have \"acquired\" international airfreight services and \"paid\" prices for those services which were higher than would have been the case had the arrangement not been implemented.",
      "id": "s145"
    },
    {
      "text": "The making of these higher payments is what is said (in paragraph 86) to have caused loss and damage to the applicant and group members.",
      "id": "s146"
    },
    {
      "text": "This pleading is confusing because it appears to narrow the range of group members who are alleged to have suffered loss to those who have both paid for and acquired international airfreight services.",
      "id": "s147"
    },
    {
      "text": "This is a matter to which it will be necessary to return.",
      "id": "s148"
    },
    {
      "text": "For present purposes, however, it is sufficient to note that the applicant's claim for damages is founded on the alleged over-payments by the group members for these services, (directly or indirectly) provided by the respondents.",
      "id": "s149"
    },
    {
      "text": "In dealing with the related issue of \"passing on\" (another matter which will require further attention) the applicant confirmed that the group is comprised of both those who have made direct payments to a respondent and those to whom costs have been passed on when it submitted that \"a partial pass on by all elements in the supply chain would leave each member of that chain suffering a loss.",
      "id": "s150"
    },
    {
      "text": "\" \n \n31 Generally speaking, an applicant in a representative proceeding is free to define the group which it seeks to represent as narrowly or widely as it wishes provided that it does so with the necessary clarity.",
      "id": "s151"
    },
    {
      "text": "The mere fact that the group is widely defined will not, ordinarily, warrant intervention by the Court on a pleading summons.",
      "id": "s152"
    },
    {
      "text": "The respondents in the present proceeding do not, however, seek the Court's intervention simply on the basis that the group is widely defined.",
      "id": "s153"
    },
    {
      "text": "They contend that the group definition has not been crafted with the necessary precision.",
      "id": "s154"
    },
    {
      "text": "They also draw attention to the inter-relationship between the group definition and various elements of the causes of action pleaded and the relief sought by the applicant.",
      "id": "s155"
    },
    {
      "text": "These inter-related aspects of the pleadings include the casual nexus between the respondents' alleged conduct in implementing the cartel arrangements and the losses allegedly sustained by the group members and the manner in which any damages thus occasioned are to be assessed.",
      "id": "s156"
    },
    {
      "text": "32 Section 33H of the FCA Act requires that any application commencing a representative proceeding must identify the group members to whom the proceeding relates, specify the nature of the claims made on behalf of the group and specify the questions of law or fact common to the claims of the group members.",
      "id": "s157"
    },
    {
      "text": "By s 33C of the Act it is required that seven or more persons have claims against the same respondent, that the claims arise out of the same or similar or related circumstances and that the claims of all group members give rise to a substantial common issue of law or fact.",
      "id": "s158"
    },
    {
      "text": "33 As defined, the group in the present proceeding includes persons who have dealt directly with one or more of the respondents in relation to the provision of international airfreight services.",
      "id": "s159"
    },
    {
      "text": "It also includes persons who have had no such direct dealing but who have \"paid\" more than $20,000 for such services during the relevant period.",
      "id": "s160"
    },
    {
      "text": "The pleadings in paragraphs 85 and 86 suggest that, within the defined group, there are two further sub-groups: those members who have both paid for and acquired international airfreight services and those who have merely paid for those services.",
      "id": "s161"
    },
    {
      "text": "As will be seen these are not mere semantic objections.",
      "id": "s162"
    },
    {
      "text": "They give rise to the potential for confusion and, in turn, to embarrassment and prejudice.",
      "id": "s163"
    },
    {
      "text": "34 Before turning to the substantial difficulties to which the imprecision of the definition of the group gives rise, it is to be observed that there are insufficient material facts pleaded to establish that the applicant is a member of the defined group which it seeks to represent.",
      "id": "s164"
    },
    {
      "text": "No attempt is made to establish (other than by conclusionary statement in paragraph 85) that the applicant acquired or paid for any international airfreight services in Australia (or anywhere else) during the relevant period.",
      "id": "s165"
    },
    {
      "text": "When read together, ss 33C and 33H of the FCA Act require that an applicant in a representative proceeding must be a person who shares with group members the same identifying criteria.",
      "id": "s166"
    },
    {
      "text": "LOSS AND DAMAGE \n \n35 One of the remedies sought in the application is damages pursuant to s 82 of the Act .",
      "id": "s167"
    },
    {
      "text": "Section 82 provides that an applicant may recover the amount of any loss or damage which it suffers as a result of (\"by\") a respondent's contravention of provisions of the Act (including s 45): see Marks v GIO Australia Holdings Ltd [1998] HCA 69 ; (1998) 196 CLR 494.",
      "id": "s168"
    },
    {
      "text": "Loss and damage is pleaded in paragraphs 85-87 of the SASC.",
      "id": "s169"
    },
    {
      "text": "There is, therefore, a common \"claim\" for damages, made by the applicant on behalf of all group members for the purposes of ss 33C and 33H of the FCA Act .",
      "id": "s170"
    },
    {
      "text": "36 In McKellar v Container Terminal Management Services Ltd [1999] FCA 1101 ; (1999) 165 ALR 409 Weinberg J (at 419) identified the pleading requirements for a cause of action under s 82 of the Act .",
      "id": "s171"
    },
    {
      "text": "His Honour said:\n \"When a claim is made under s 82 of the Act , the gist of the cause of action being damage, the statement of claim must allege the damage suffered, and that it was suffered by reason of the contravention of the Act .",
      "id": "s172"
    },
    {
      "text": "Material facts must be pleaded which show the required causal link between any alleged contravention of the Act , and any damage to the applicant.",
      "id": "s173"
    },
    {
      "text": "A deficient pleading, namely one that does not plead relevant material facts, cannot be saved by particulars.",
      "id": "s174"
    },
    {
      "text": "It is not sufficient simply to allege loss and damage as a result of alleged contraventions of the Act ; it is necessary to identify a causal connection between the impugned conduct and such loss as is said to have been suffered by the applicants: Bond Corporation Pty Ltd v Thiess Contractors Pty Ltd (1987) 14 FCR 215 at 222 ...\" \n37 No material facts are pleaded in the SASC to establish that the applicant has suffered any loss or damage as a result of any contraventions of the Act by the respondents.",
      "id": "s175"
    },
    {
      "text": "Nor are the pleadings in paragraphs 85 and 86 of the SASC adequate for the purpose of establishing that any group member suffered any loss or damage because of any such contraventions.",
      "id": "s176"
    },
    {
      "text": "38 It is not sufficient for an applicant to plead, as does the applicant in the present proceeding, that the represented group members suffered loss and damage because the impugned agreement caused prices for international airfreight services to be \"higher than they otherwise would have been\" but for the agreement.",
      "id": "s177"
    },
    {
      "text": "This is no more than a conclusion without material facts to support it.",
      "id": "s178"
    },
    {
      "text": "Whether or not a member of the group suffered loss or damage because of the alleged cartel arrangement will depend upon a range of variables which may nor may not be present depending upon the circumstances of particular transactions.",
      "id": "s179"
    },
    {
      "text": "Even if it be assumed that cartel members had agreed to inflate prices for the carriage of air cargo on routes which they serviced it does not follow that they did, in fact, do so on all occasions on which a group member sought services from a respondent.",
      "id": "s180"
    },
    {
      "text": "It is certainly less likely that this would have occurred on routes in which carriers who were not members of the alleged cartel were engaged.",
      "id": "s181"
    },
    {
      "text": "39 It does not follow that, simply because a group member who dealt directly with one or more of the respondents was charged a higher rate as a result of the alleged cartel arrangement, that group member suffered any loss.",
      "id": "s182"
    },
    {
      "text": "If the group member who had dealt directly with a respondent had passed on the full cost of the international airfreight services to all of its clients in the relevant period it would seem to have suffered no loss.",
      "id": "s183"
    },
    {
      "text": "Similarly any clients who passed on the charges further along the distribution chain would seem to have suffered no loss.",
      "id": "s184"
    },
    {
      "text": "These possibilities highlight the need for the applicant to clarify the case to which the respondents will be required to respond.",
      "id": "s185"
    },
    {
      "text": "Whilst the applicant may not and cannot know the precise particulars which will be relied on by each group member to support a claim of economic loss, it is certainly in a position to plead the material facts upon which it seeks to establish its own claim.",
      "id": "s186"
    },
    {
      "text": "It has not done so.",
      "id": "s187"
    },
    {
      "text": "40 The result is, to adopt the words of Drummond J in State of Queensland v Pioneer Concrete (Qld) Pty Ltd [1999] ATPR 41-691 at 42, 834:\n \"The case presently pleaded by the applicant on the element of loss is not such as to make the connection between the conduct complained of and the loss sought to be recovered \"sufficiently apparent\" in the sense in which that expression was used by Lord Watson in Dow Hager Lawrance v Lord Norreys (1890) 15 App Cas 210 at 221 ... Further explication by the applicant of this part of the claim is therefore required at the pleading stage.",
      "id": "s188"
    },
    {
      "text": "\" \nSee also Council for the City of the Gold Coast v Pioneer Concrete (Qld) Pty Ltd (1998) 157 ALR 135 at 145-6.",
      "id": "s189"
    },
    {
      "text": "41 It has yet to be determined authoritatively whether a respondent who is facing a loss and damages claim under s 82 has a defence if it is shown that the applicant has passed on to customers or clients all additional costs occasioned by the implementation of an agreement made in contravention of a provision of the Act .",
      "id": "s190"
    },
    {
      "text": "42 United States anti-trust jurisprudence denies a passing on defence to respondents who have dealt directly with applicants.",
      "id": "s191"
    },
    {
      "text": "On the other hand, it has been held that indirect purchasers of goods and services have no standing to sue for damages for anti-trust breaches under federal anti-trust law save for some immaterial exceptions: see Hanover Shoe, Inc. v United Machinery Corp [1968] USSC 185 ; 392 US 481 (1968); Illinois Brick Company v Illinois [1977] USSC 168 ; 431 US 720 (1977).",
      "id": "s192"
    },
    {
      "text": "The passing on defence is not available to those who have dealt directly with an applicant for a variety of reasons.",
      "id": "s193"
    },
    {
      "text": "They include the difficulty in analysing price and output decisions in the \"real economic world\" and the evidentiary complexities and uncertainties involved in analysing the impact of an overcharge on a firm's profits.",
      "id": "s194"
    },
    {
      "text": "The refusal to grant standing to indirect purchasers is justified on the ground that a respondent should not be exposed to multiple liability and double recovery in respect of the same conduct.",
      "id": "s195"
    },
    {
      "text": "43 It remains to be seen whether a similar approach will be adopted by Australian courts.",
      "id": "s196"
    },
    {
      "text": "In Commissioner of State Revenue (Vic) v Royal Insurance Australia Ltd [1994] HCA 61 ; (1994) 182 CLR 51 the High Court held that a \"passing on\" defence was not available to a defendant to a restitutionary claim where the plaintiff had passed on the burden of excessive workers' compensation premiums.",
      "id": "s197"
    },
    {
      "text": "It may be doubted that this decision will have any impact on the liability of the present respondents for damages under s 82 of the Act .",
      "id": "s198"
    },
    {
      "text": "This is because restitutionary relief is not designed to provide compensation for loss.",
      "id": "s199"
    },
    {
      "text": "Rather it is designed to restore to the plaintiff that which has been transferred to the defendant thereby unjustly enriching the defendant: see The Defence of Passing On , Michael Rush, Oxford, (2006) at 43-7.",
      "id": "s200"
    },
    {
      "text": "In any event the applicant accepts that no restitutionary claim is made by it.",
      "id": "s201"
    },
    {
      "text": "It is neither necessary nor desirable that I express a concluded view on the issue.",
      "id": "s202"
    },
    {
      "text": "If the proceeding continues to trial the issue will, no doubt, be the subject of detailed submissions.",
      "id": "s203"
    },
    {
      "text": "It is sufficient, for present purposes, to rule that the respondents are entitled to know the material facts which will, if they are so advised, enable them to defend the proceeding by pleading that the applicant and other group members have not sustained any loss or damage as a result of the respondents' alleged conduct.",
      "id": "s204"
    },
    {
      "text": "In order to do this they need to know, at minimum, whether it is alleged that the applicant and the other group members dealt directly or indirectly with one or more of the respondents, whether they were required by a respondent to pay a surcharge for the provision of relevant services and, if they were, whether or not they passed on those charges to a client or customer.",
      "id": "s205"
    },
    {
      "text": "Given the width of the group definition and the ambiguities in it which were earlier identified, it is impossible for the respondents, on the present state of the pleadings, adequately to plead a defence based on passing on.",
      "id": "s206"
    },
    {
      "text": "The problem is complicated by the fact that, at least in its written submissions, the applicant contemplates that some or all of the group members might have passed on some but not all of any surcharges levied as a result of the alleged cartel conduct of the respondents.",
      "id": "s207"
    },
    {
      "text": "INTERNAL INCONSISTENCIES \n \n44 The applicant alleges that the respondents gave effect to the agreement to fix and maintain charges, and to conceal their agreement, by imposing certain surcharges.",
      "id": "s208"
    },
    {
      "text": "One of these was a fuel surcharge.",
      "id": "s209"
    },
    {
      "text": "Another was a war-risk surcharge.",
      "id": "s210"
    },
    {
      "text": "45 The fuel surcharge is dealt with in paragraphs 29 to 55 of the SASC.",
      "id": "s211"
    },
    {
      "text": "In paragraph 54 it is pleaded that \"[t]he Respondents and each of them engaged in the conduct alleged in paragraph (sic) 31-51 ...\" In paragraph 55 it is alleged that, by doing so, the respondents and each of them gave effect to the global cartel arrangement or the subsidiary fuel surcharge arrangement.",
      "id": "s212"
    },
    {
      "text": "In paragraph 87(b) it is alleged that all respondents are jointly and severally liable for all loss and damage caused by the imposition of the fuel surcharge.",
      "id": "s213"
    },
    {
      "text": "46 When, however, one examines paragraphs 31 to 51 one finds that paragraphs 31 to 36 deal exclusively with the conduct of Lufthansa; paragraphs 41-45 deal exclusively with the conduct of British Airways, and paragraphs 46-50 deal exclusively with the conduct of Japan Airlines.",
      "id": "s214"
    },
    {
      "text": "In paragraph 37 it is alleged that all respondents, other than Lufthansa, introduced fuel surcharges \"at agreed levels\" in February 2000.",
      "id": "s215"
    },
    {
      "text": "No particulars of this agreement are provided, nor are the \"agreed levels\" identified.",
      "id": "s216"
    },
    {
      "text": "47 The war-risk surcharge is dealt with in paragraphs 64 to 70 of the SASC.",
      "id": "s217"
    },
    {
      "text": "The parties to the arrangement pursuant to which the war-risk surcharge was imposed are identified in each of these paragraphs as being Lufthansa, Singapore Airlines and British Airways.",
      "id": "s218"
    },
    {
      "text": "It is not pleaded that Qantas, Cathay Pacific, Air New Zealand or Japan Airlines were party to the arrangement or gave effect to it.",
      "id": "s219"
    },
    {
      "text": "48 Despite this paragraph 87(d) pleads that all respondents are jointly and severally liable for all loss and damage caused by the imposition of the war-risk surcharge arrangement.",
      "id": "s220"
    },
    {
      "text": "49 The applicant seeks to meet the respondents' objections to these parts of the SASC by contending that all respondents are liable for any damages occasioned by the imposition of any surcharge because they were all parties to the \"overarching\" global cartel arrangement.",
      "id": "s221"
    },
    {
      "text": "That overarching arrangement is said, in paragraph 26, to be an agreement to meet and discuss the fixing of prices for the carriage of international airfreight and to conceal any resulting price-fixing arrangements.",
      "id": "s222"
    },
    {
      "text": "The surcharges are said to have been agreed upon in the course of meetings and discussions held under the overarching arrangement.",
      "id": "s223"
    },
    {
      "text": "This arrangement contemplated that any agreed fixing of prices would emerge from further discussions among the respondents or some of them.",
      "id": "s224"
    },
    {
      "text": "In the case of the war-risk surcharge not all respondents are alleged to have agreed to impose the surcharge or to have given effect to such an agreement.",
      "id": "s225"
    },
    {
      "text": "Their participation in the making of the global cartel arrangement, without more, cannot render those respondents which were not involved in the making and implementing of the war-risk surcharge agreement jointly and severally liable for damages arising from the imposition of that surcharge.",
      "id": "s226"
    },
    {
      "text": "50 These parts of the SASC are internally inconsistent, confusing and embarrassing.",
      "id": "s227"
    },
    {
      "text": "CONCLUSIONS ON STRIKE OUT APPLICATION \n \n51 I have concluded that the SASC should be struck out.",
      "id": "s228"
    },
    {
      "text": "In other circumstances it might have been possible to avoid this outcome.",
      "id": "s229"
    },
    {
      "text": "A direction to amend might, for example, have overcome the infelicities concerning the pleading relating to the surcharges.",
      "id": "s230"
    },
    {
      "text": "Similarly, a direction of the kind given by Drummond J in State of Queensland v Pioneer Concrete (Qld) Pty Ltd , requiring the applicant to file a statement which set out how it intended to prove the losses which the applicant and group members are said to have suffered may have remedied certain defects.",
      "id": "s231"
    },
    {
      "text": "The failure of the applicant to identify a relevant market or markets is, however, in my opinion, such a significant deficiency in the pleading that, even if such corrective steps were taken, the SASC would remain fundamentally flawed.",
      "id": "s232"
    },
    {
      "text": "Not only is this deficiency significant in its own right, it has a consequential effect on the efficacy of other parts of the pleading including, particularly, the identification of the group and the alleged causal link between the implementation of the alleged cartel agreement and the loss and damage said to be caused to the applicant and the group members by the respondents' alleged contraventions of s 45 of the Act .",
      "id": "s233"
    },
    {
      "text": "52 This is the first occasion on which there has been an adjudication on the respondents' complaints as to the alleged shortcomings of the applicant's pleaded case.",
      "id": "s234"
    },
    {
      "text": "I am, therefore, prepared to grant leave to the applicant to replead if it wishes to do so.",
      "id": "s235"
    },
    {
      "text": "OTHER ISSUES \n \n53 Certain other issues were raised by the respondents in the course of argument which, having regard to the conclusion to which I have come, it is not necessary to deal at any length.",
      "id": "s236"
    },
    {
      "text": "Two warrant some attention.",
      "id": "s237"
    },
    {
      "text": "54 The respondents objected that the proceeding had been commenced by the applicant without Ministerial approval.",
      "id": "s238"
    },
    {
      "text": "It was not disputed that no such approval had been obtained prior to the application being filed.",
      "id": "s239"
    },
    {
      "text": "It was said that s 5 of the Act required Ministerial approval because the applicant made claims for relief under ss 82 and 87 of the Act .",
      "id": "s240"
    },
    {
      "text": "55 Read literally, s 5(3) , which deals with cases in which s 82 is relied on, does not require Ministerial approval before a proceeding is commenced.",
      "id": "s241"
    },
    {
      "text": "It merely prevents an applicant relying \"at a hearing\" on conduct by a respondent which has occurred outside Australia.",
      "id": "s242"
    },
    {
      "text": "56 On the other hand, s 5(4) , which deals with cases in which claims are made under s 87 , provides that a person \"is not entitled to make an application\" for an order under the relevant parts of s 87 in respect of extra-territorial conduct by a respondent \"except with the consent in writing of the Minister.",
      "id": "s243"
    },
    {
      "text": "\" \n \n57 In Yamaji v Westpac Banking Corporation (No 2) [1993] FCA 273 ; (1993) 42 FCR 436 at 440 Drummond J held that \" s 5(3) should be read as requiring Ministerial consent to be obtained prior to any hearing, final or interlocutory, in an action in which an applicant claiming under s 82 wishes to rely upon extra---Australian conduct.",
      "id": "s244"
    },
    {
      "text": "\" The weight of authority, however, favours the view that Ministerial consent is not required prior to the commencement of a proceeding; it is only required before relief in the nature of damages is granted by the Court: see Tycoon Holdings Pty Ltd v Trencor Jetco Inc [1995] FCA 1185 ; [1995] ATPR 41-413 at 40,581; Natureland Parks Pty Ltd v My-Life Corporation Pty Ltd (1996) 67 FCR 237 at 240-241; Stern v National Australia Bank [1999] FCA 1421 at [152] .",
      "id": "s245"
    },
    {
      "text": "58 The language employed by the draftsman in s 5(4) of the Act is very different.",
      "id": "s246"
    },
    {
      "text": "If an applicant wishes to rely upon conduct which has occurred outside Australia, in order to obtain relief under s 87 , then it must obtain Ministerial approval before instituting a proceeding: see Yamaji at 440 and Natureland Parks at 240.",
      "id": "s247"
    },
    {
      "text": "The applicant seeks to avoid the precondition imposed by s 5(4) by amending its application so as only to seek orders under s 87 of the Act in respect of the conduct of the respondents in Australia.",
      "id": "s248"
    },
    {
      "text": "The original application did not contain such a limitation.",
      "id": "s249"
    },
    {
      "text": "59 Questions therefore arise as to whether this proceeding was commenced consistently with the requirements of s 5 at least to the extent that the application sought relief under s 87.",
      "id": "s250"
    },
    {
      "text": "In order for the Minister to give informed consent it would seem to be necessary for the Minister to be provided with a copy of the applicant's statement of claim or an accurate summary of it.",
      "id": "s251"
    },
    {
      "text": "Unless the pleadings identify with precision any relevant extra-Australian conduct and the countries in which it occurred an applicant will also need to provide the Minister with this information when seeking consent.",
      "id": "s252"
    },
    {
      "text": "This is because s 5(5) requires the Minister to give his or her consent unless, in the Minister's opinion, the extra-Australian conduct is authorised or required by the law of the country in which it occurs or it is not in the national interest for consent to be given.",
      "id": "s253"
    },
    {
      "text": "If consent is forthcoming and the application or statement of claim is subsequently amended it would seem to be necessary for further Ministerial approval to be sought and obtained under s 5(3) before the Court can award damages under s 82.",
      "id": "s254"
    },
    {
      "text": "It may, however, not be possible for further Ministerial approval to be obtained under s 5(4) after the proceeding has been commenced.",
      "id": "s255"
    },
    {
      "text": "If s 87 is relied on fresh approval may need to be followed by the commencement of a fresh proceeding.",
      "id": "s256"
    },
    {
      "text": "60 These are not matters which need to be considered on a strike out application.",
      "id": "s257"
    },
    {
      "text": "They will, however, require careful attention if the applicant decides to replead its case.",
      "id": "s258"
    },
    {
      "text": "61 The second issue, raised by Qantas, relates to the construction of s 33C(1)(a) of the FCA Act .",
      "id": "s259"
    },
    {
      "text": "Section 33C(1)(a) conditions the commencement of representative proceedings, inter alia, on there being \"7 or more persons [who] have claims against the same person.",
      "id": "s260"
    },
    {
      "text": "\" In Philip Morris (Australia) Ltd v Nixon [2000] FCA 229 ; (2000) 170 ALR 487 Sackville J (with whom Spender and Hill JJ agreed on this point) held (at 514) that \" s 33C(1)(a) requires every applicant and represented party to have a claim against the one respondent or, if there is more than one, against all respondents.",
      "id": "s261"
    },
    {
      "text": "\" In Bray v F Hoffman-La Roche Ltd [2003] FCAFC 153 ; (2003) 130 FCR 317 Finkelstein J (at 371-374) expressed the view that s 33C(1)(a) did not impose a requirement that the applicant and the represented parties had to have a claim against all respondents where there were more than one.",
      "id": "s262"
    },
    {
      "text": "Carr J held (at 344-346) that, were it necessary for him to decide the point (which it was not), he would decline to follow Philip Morris .",
      "id": "s263"
    },
    {
      "text": "Branson J (at 358-9), held that Philip Morris should be followed because it was not clearly wrongly decided.",
      "id": "s264"
    },
    {
      "text": "In later cases the Court has applied Philip Morris , taking the view that the observations of Carr and Finkelstein JJ in Bray were obiter: see Johnstone v HIH Limited [2004] FCA 190 at [36] - [39] ; Guglielmin v Trescowthick (No 2) (2005) 220 ALR 515 at 521-522.",
      "id": "s265"
    },
    {
      "text": "62 The applicant sought to meet Qantas's objection by submitting that Philip Morris ought not be followed and that, in any event, the applicant and the represented parties all had claims against all of the respondents for declarations, injunctions and damages.",
      "id": "s266"
    },
    {
      "text": "63 It may be doubted that this response meets Qantas's objection.",
      "id": "s267"
    },
    {
      "text": "In both Johnstone and Guglielmin single judges held that they were bound to follow Philip Morris .",
      "id": "s268"
    },
    {
      "text": "In Bray Branson J held at (360-361) that the requirements of s 33C(1)(a) had not been satisfied notwithstanding the existence of claims made by the applicant and represented parties for declarations and injunctions against all respondents.",
      "id": "s269"
    },
    {
      "text": "Moreover, for reasons already given, the SASC does not plead an unambiguous damages claim against all respondents.",
      "id": "s270"
    },
    {
      "text": "It is also to be noted that it has been suggested that the word \"claim\" in s 33C(1)(a) is not, in any event, intended to refer to the relief sought by an applicant but rather to the material facts and the legal basis of the action: see Bray at 371-2 (per Finkelstein J).",
      "id": "s271"
    },
    {
      "text": "64 In order for representative proceedings to be constituted properly a statement of claim must demonstrate that each of the conditions imposed by s 33C(1) has been satisfied: see Philip Morris at 514.",
      "id": "s272"
    },
    {
      "text": "If this is not done then the pleading is liable to be struck out --- although this is not an inevitable consequence if an amendment can cure the difficulty: see Bray at 361 (per Branson J).",
      "id": "s273"
    },
    {
      "text": "65 Again, it is not necessary, at this stage, to express a concluded view on the construction and application of s 33C(1)(a).",
      "id": "s274"
    },
    {
      "text": "As presently advised I consider that there is force in Qantas's objection that the SASC does not plead sufficient material facts to establish that the applicant and the represented parties have a claim against all respondents.",
      "id": "s275"
    },
    {
      "text": "I certify that the preceding sixty-five (65) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s276"
    },
    {
      "text": "Associate:\n\nDated: 29 September 2008\n\n Counsel for the Appellant: Dr K Hanscombe SC and Mr A Watson \n \n Solicitor for the Appellant: Maurice Blackburn Pty Ltd \n \n Counsel for the First Respondent: Mr A J Bannon SC and Mr J Lockhart \n \n Solicitor for the First Respondent: Johnson Winter &amp; Slattery \n \n Counsel for the Second Respondent: Mr J Beach QC and Mr D Crennan \n \n Solicitor for the Second Respondent: Freehills \n \n Counsel for the Third and Fourth Respondents: Mr A C Archibald QC and Mr M O'Bryan \n \n Solicitor for the Third and Fourth Respondents: Minter Ellison \n \n Counsel for the Fifth Respondent: Ms M Sloss SC and Mr M Moshinsky and Mr A Dinelli \n \n Solicitor for the Fifth Respondent: DLA Phillips Fox \n \n Counsel for the Sixth and Seventh Respondents: Mr N J Owens \n \n Solicitor for the Sixth and Seventh Respondents: Corrs Chambers Westgarth \n \n Counsel for the Eighth Respondent: Mr D Yates SC and Mr D Star \n \n Solicitor for the Eighth Respondent: Deacons \n \n Counsel for the Ninth Respondent: Mr T F Bathurst QC and Mr A J Payne \n \n Solicitor for the Ninth Respondent: Mallesons Stephen Jaques \n \n Counsel for the ACCC: Mr C A Sweeney QC and Mr C Moore \n \n Solicitor for the ACCC: Australian Government Solicitor \n\n\n Date of Hearing: 31 October 2007, 5 and 26 November 2007 \n \n Date of Judgment: 29 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1458.html",
      "id": "s277"
    }
  ]
}