{
  "name": "SZLSW v Minister for Immigration and Citizenship [2008] FCA 1321 (18 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1321.html",
  "catchphrases": [
    {
      "text": "migration act 1958 (cth) s 424 (1)",
      "id": "c0"
    },
    {
      "text": "whether tribunal had regard to additional information requested by it and provided by appellant in making decision on review",
      "id": "c1"
    },
    {
      "text": "whether tribunal had duty to translate newspaper articles given to it by appellant in support of his claim",
      "id": "c2"
    },
    {
      "text": "articles given to tribunal to prove existence of fact",
      "id": "c3"
    },
    {
      "text": "interpreter confirmed that articles substantiated fact that was purpose for which appellant provided articles",
      "id": "c4"
    },
    {
      "text": "appellant did not suggest any other purpose that translation of articles could have achieved",
      "id": "c5"
    },
    {
      "text": "whether tribunal failed to give weight to matters supportive of appellant's claim",
      "id": "c6"
    },
    {
      "text": "whether tribunal imposed onus on appellant to satisfy it that he had not fabricated his account",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "(REVISED FROM THE TRANSCRIPT) \n \n1 This is an appeal from a decision of the Federal Magistrates Court refusing to grant constitutional writ relief to the appellant in respect of a decision of the Refugee Review Tribunal which affirmed the decision of a delegate of the Minister not to grant the appellant a protection visa: SZLSW v Minister of Immigration [2008] FMCA 498.",
      "id": "s0"
    },
    {
      "text": "The appellant was a Pakistani citizen who hailed from the North West Frontier Province.",
      "id": "s1"
    },
    {
      "text": "2 The appellant arrived in Australia in early September 2007 and was detained at the airport because of irregularities perceived with the manner in which he entered.",
      "id": "s2"
    },
    {
      "text": "He made an application for a protection visa later in September 2007 and was assisted by the Refugee Advice and Casework Service in doing so.",
      "id": "s3"
    },
    {
      "text": "The service continued to represent him up to the time at which the delegate refused his application.",
      "id": "s4"
    },
    {
      "text": "He then applied to the tribunal for a review of the delegate's decision with the assistance of a solicitor migration agent.",
      "id": "s5"
    },
    {
      "text": "3 The tribunal held an initial hearing on 6 November 2007 in which a number of concerns with the claims made by the appellant were discussed.",
      "id": "s6"
    },
    {
      "text": "At that hearing the tribunal informed the appellant that it would write to him about issues of concern it had raised with him at the hearing and would give him the option either to provide a written submission or to have another hearing at which he could respond or comment on the issues of concern.",
      "id": "s7"
    },
    {
      "text": "On 8 November 2007 the tribunal wrote to the appellant confirming those options.",
      "id": "s8"
    },
    {
      "text": "The letter outlined detailed issues under six separate headings relating to issues that concerned the tribunal arising from his evidence at the first hearing.",
      "id": "s9"
    },
    {
      "text": "The appellant's solicitor migration agent responded advising the tribunal that the appellant wished to attend a further hearing.",
      "id": "s10"
    },
    {
      "text": "The tribunal then invited him to do so.",
      "id": "s11"
    },
    {
      "text": "4 The appellant attended at the second hearing and gave further evidence.",
      "id": "s12"
    },
    {
      "text": "During the course of the second hearing the appellant handed to the tribunal two untranslated newspaper articles in the Pashto language.",
      "id": "s13"
    },
    {
      "text": "These related to a concern that the tribunal had raised orally and in writing with him, arising from the first hearing.",
      "id": "s14"
    },
    {
      "text": "The appellant claimed that a group he named as Ansar Islam was a radical Islamist group that had beaten him, burnt his house and told him not to return to his village on pain of death.",
      "id": "s15"
    },
    {
      "text": "The tribunal informed the appellant orally and in writing that despite many hours of searching it had been unable to find any information on Ansar Islam on the internet.",
      "id": "s16"
    },
    {
      "text": "It said that if that group was involved in beatings and killings then it would have expected that there would be some information about it available on the internet.",
      "id": "s17"
    },
    {
      "text": "In its letter of 8 November the tribunal told the appellant that he had given it:\n \"... an increasingly fanciful story about the group being set up in secret by the government as an explanation as to why no information was available.",
      "id": "s18"
    },
    {
      "text": "The Tribunal asked you if you could have been referring to a group called Ansar al-Islam and you claimed that the group that beat you was called Ansar Islam.",
      "id": "s19"
    },
    {
      "text": "The Tribunal put to you that it could not be satisfied that such a group existed at all.",
      "id": "s20"
    },
    {
      "text": "\" \n\n \n5 The appellant had claimed that he was entitled to a protection visa based on his claimed fear of persecution in Pakistan for what the tribunal characterised, without criticism, as a Convention related reason of political opinion or membership of a particular social group.",
      "id": "s21"
    },
    {
      "text": "In its statement of reasons and findings the tribunal set out in detail the appellant's claims and an account of the first hearing in its letter of 8 November.",
      "id": "s22"
    },
    {
      "text": "Then it noted that it would deal with his evidence at the second hearing in the findings and reasons section of its decision record.",
      "id": "s23"
    },
    {
      "text": "The tribunal said that the appellant had been told that the tribunal would consider all his claims very carefully prior to making its decision.",
      "id": "s24"
    },
    {
      "text": "ISSUES \n \n6 The appellant was represented before the trial judge and before me by counsel.",
      "id": "s25"
    },
    {
      "text": "The two issues raised by the appeal are that the trial judge erred by failing to find that:\n \n \n (1) the tribunal had not complied with s 424(1) of the Migration Act 1958 (Cth) when it requested and got information that it considered relevant to the appellant's credibility because it then failed to have regard to that information, being the two newspaper articles;\n \n (2) the tribunal made a jurisdictional error because it failed to consider or give weight to matters which were supportive of the appellant's claims and only considered material which negated them.",
      "id": "s26"
    },
    {
      "text": "7 The trial judge considered in detail the arguments and a number of other grounds of review which had been put below.",
      "id": "s27"
    },
    {
      "text": "Relevantly the tribunal found that it did not consider the appellant to have been a witness of truth for a considerable number of reasons which it gave.",
      "id": "s28"
    },
    {
      "text": "THE NEWSPAPER ARTICLES \n \n8 In relation to Ansar Islam the tribunal said:\n \"At the second hearing the [appellant] provided the Tribunal with some untranslated newspaper articles in Pashto which he claimed referred to Ansar Islam.",
      "id": "s29"
    },
    {
      "text": "The interpreter confirmed this was the case.",
      "id": "s30"
    },
    {
      "text": "The existence of the group does not however satisfy the Tribunal that the applicant was targeted by this group whilst he was in Pakistan.",
      "id": "s31"
    },
    {
      "text": "His accounts of the meeting and his beating were vague, lacking in particularised detail and unconvincing and did not satisfy the Tribunal that the incidents he claimed happened, or if they did, that they happened for the reasons claimed.",
      "id": "s32"
    },
    {
      "text": "Despite prompting, the applicant was unable to provide additional particularlised details of the incidents to satisfy the Tribunal that the incidents he described actually occurred.",
      "id": "s33"
    },
    {
      "text": "He was unable to verify that his house had in fact been burnt down nor did he mention that he fled to Peshawar with his mother in previous written statements either to the department or the Tribunal.",
      "id": "s34"
    },
    {
      "text": "The Tribunal finds the applicant's account unpersuasive and is not satisfied that the applicant was beaten or had his house burnt and his life threatened by Ansar Islam or any other radical/extremist Islamist group.",
      "id": "s35"
    },
    {
      "text": "\" \n9 The appellant claimed that this passage demonstrated a jurisdictional error.",
      "id": "s36"
    },
    {
      "text": "He claimed that the tribunal did not have regard to the full newspaper articles since it failed to have them translated.",
      "id": "s37"
    },
    {
      "text": "The appellant argued that the tribunal had a duty to have a translation made of the articles because they, in their entirety, were information given by the applicant for review to the tribunal.",
      "id": "s38"
    },
    {
      "text": "He argued that s 424(1) of the Act was engaged, in that the tribunal had got information at the hearing in the form of the newspaper articles themselves and the section required that \"the Tribunal must have regard to that information in making the decision on the review.",
      "id": "s39"
    },
    {
      "text": "\"\n \n10 There is no doubt that the tribunal did not have a translation of the articles.",
      "id": "s40"
    },
    {
      "text": "Nor did the trial judge or myself.",
      "id": "s41"
    },
    {
      "text": "What the tribunal did was to have regard to the interpreter's confirmation of the purpose for which the appellant provided the articles, namely, that they referred in Pashto to Ansar Islam.",
      "id": "s42"
    },
    {
      "text": "In my opinion that confirmation was the information which the appellant put to the tribunal, namely, that there were objective sources (the two articles) that identified the existence of the group whose existence the tribunal previously had not been able to ascertain.",
      "id": "s43"
    },
    {
      "text": "In the passage quoted above, the tribunal had regard to the fact that the group existed in the very next sentence of its findings and reasons after its reference to the two articles.",
      "id": "s44"
    },
    {
      "text": "But the tribunal then said that it still was not satisfied by the appellant's account that he had been targeted by that group.",
      "id": "s45"
    },
    {
      "text": "11 In X v Minister for Immigration and Multicultural Affairs [2002] FCAFC 3 ; (2002) 116 FCR 319 the Full Court considered a situation in which the tribunal had refused to have regard to an applicant for review's diary records of a particular period because they had not been translated.",
      "id": "s46"
    },
    {
      "text": "The majority, Gray and Moore JJ, in separate reasons, discussed the obligation of a decision-maker to have regard to untranslated material put before him or her.",
      "id": "s47"
    },
    {
      "text": "Gray J referred to the decision of Wilcox, Whitlam and Marshall JJ in Cabal v Minister for Immigration and Multicultural Affairs [2001] FCA 546 at [25] .",
      "id": "s48"
    },
    {
      "text": "There the Full Court had noted that the tribunal may be under an obligation to obtain a translation of a particular document which was in a foreign language and whose relevance had been explained to the tribunal.",
      "id": "s49"
    },
    {
      "text": "However, in Cabal [2001] FCA 546 at [25] the Full Court held that, in general, the tribunal was not required to translate material in a foreign language or to consider large volumes of material whose relevance was not explained and its failure to do so was not a departure from the process of review mandated by the then provisions of the Act, in particular s 414(1).",
      "id": "s50"
    },
    {
      "text": "12 In X v Minister for Immigration 116 FCR at 328 [30] the relevant passages sought to be relied on by X had been translated subsequently and were before the Full Court.",
      "id": "s51"
    },
    {
      "text": "In a later case Moore J summarised the effect of the authorities: S14/2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 1153 (affirmed [2004] FCAFC 171 , although this point was not dealt with by the Full Court).",
      "id": "s52"
    },
    {
      "text": "He said at [49] that:\n \"Circumstances can arise where the failure of a Tribunal to obtain the translation of a document, or at least where it fails to inform the applicant who has furnished the document that it does not propose to rely [on] it because it was not translated and thus deny the applicant an opportunity to explain its contents, will result in a denial of procedural fairness: see X v Minister for Immigration &amp; Multicultural Affairs [2002] FCAFC 3 ; (2002) 116 FCR 319.",
      "id": "s53"
    },
    {
      "text": "However generally the Tribunal is not obliged to obtain a translation of documents furnished by the applicant in a foreign language at least in circumstances where the Tribunal ascertains the gist of the material if it is significant: see Cabal v Minister for Immigration &amp; Multicultural Affairs [2001] FCA 546.",
      "id": "s54"
    },
    {
      "text": "In the present case the Tribunal asked the applicant, through the interpreter, a series of questions both about the newspaper article and the brother's letter.",
      "id": "s55"
    },
    {
      "text": "In so doing it ascertained the gist of each document for the purposes of understanding the way in which the applicant relied on them.",
      "id": "s56"
    },
    {
      "text": "Its approach was, in my opinion, unexceptionable.",
      "id": "s57"
    },
    {
      "text": "\" \n \n \n \n\n13 The appellant had an opportunity to explain the relevance of the newspaper articles to the tribunal.",
      "id": "s58"
    },
    {
      "text": "The only relevance of the two untranslated articles that the appellant explained to the tribunal was that they referred to Ansar Islam.",
      "id": "s59"
    },
    {
      "text": "The interpreter confirmed to the tribunal that was the case.",
      "id": "s60"
    },
    {
      "text": "The tribunal accepted that its prima facie view, as communicated in its letter of 8 November that there was no evidence that the group existed, had been shown not to be the case.",
      "id": "s61"
    },
    {
      "text": "14 I am of opinion that the tribunal had regard to the information provided by the appellant, namely that the group existed as evidenced by its mention in the newspaper articles.",
      "id": "s62"
    },
    {
      "text": "There was no material before the trial judge, as he found, or before me to suggest that there was relevantly anything more in the newspaper articles than this information.",
      "id": "s63"
    },
    {
      "text": "The tribunal obtained and relied on this information in the passage of its findings and reasons which I have quoted above, namely, that the group existed, it was radical or extremist and it engaged in conduct of the kind that the appellant described.",
      "id": "s64"
    },
    {
      "text": "15 The central question for the tribunal was whether or not it accepted the appellant's account of being subjected to persecutory conduct by that group.",
      "id": "s65"
    },
    {
      "text": "The tribunal was not satisfied that he had, for the reasons that it gave.",
      "id": "s66"
    },
    {
      "text": "The tribunal was obliged to have regard to the information.",
      "id": "s67"
    },
    {
      "text": "It could not ignore it and had to consider it in coming to the view that it ultimately did.",
      "id": "s68"
    },
    {
      "text": "I am satisfied that the tribunal took the information which the appellant gave it into account.",
      "id": "s69"
    },
    {
      "text": "The information was not that the appellant was relying on the newspaper articles for their whole content, or independently of their corroboration that Ansar Islam existed.",
      "id": "s70"
    },
    {
      "text": "Rather, the evidence revealed that there was nothing in the newspaper articles on which the appellant relied before the tribunal, beyond the group's existence.",
      "id": "s71"
    },
    {
      "text": "And, the tribunal had regard to that information being the only purpose for which the articles were tendered and, indeed, made a finding in favour of the appellant's version of events on that point.",
      "id": "s72"
    },
    {
      "text": "16 The trial judge found that, on the tribunal's description of what happened at the second hearing, (which was the only evidence before him or me) the proposition which the appellant wished to draw from the untranslated newspaper articles had been fully presented to the tribunal with the assistance of the interpreter and that there was no evidence that there was anything else relevant in the articles upon which he relied.",
      "id": "s73"
    },
    {
      "text": "The trial judge found that in those circumstances the gist of what the appellant wished to draw from the articles had been put to the tribunal and that there were no obligations of fairness that required it to take the matter any further, in particular to have a translation of the articles.",
      "id": "s74"
    },
    {
      "text": "I agree.",
      "id": "s75"
    },
    {
      "text": "17 The trial judge also referred to the fact that the tribunal had on four different occasions in writing stated that any documents which required translation needed to be translated by the appellant.",
      "id": "s76"
    },
    {
      "text": "In this case the appellant was represented by an experienced solicitor migration agent who was able to consider an appropriate approach to advise the appellant to take before the tribunal to look after his interests.",
      "id": "s77"
    },
    {
      "text": "I am unable to discern any jurisdictional error in the approach the tribunal took on this point.",
      "id": "s78"
    },
    {
      "text": "18 Moreover, in my opinion the absence, even today of any translation of the newspaper articles is significant.",
      "id": "s79"
    },
    {
      "text": "There is no evidence to indicate that they had anything in them beyond the point which the tribunal recorded as being made by the appellant, namely that they recorded the existence of Ansar Islam.",
      "id": "s80"
    },
    {
      "text": "This provides another reason to refuse relief.",
      "id": "s81"
    },
    {
      "text": "The absence of such evidence means that no useful result would ensue from the grant of relief desired by the appellant, since there is no reason to think that a further hearing with translated articles would have provided any further information to which the tribunal could have had regard relevant to its exercise of its functions: see SZBYR v Minister for Immigration and Citizenship [2007] FCA 26 ; (2007) 235 ALR 609 at 618 [29] per Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ.",
      "id": "s82"
    },
    {
      "text": "THE TRIBUNAL'S ASSESSMENT OF THE EVIDENCE \n \n19 The second ground of appeal focused on the way in which the tribunal expressed its reasoning for rejecting the appellant's second factual account.",
      "id": "s83"
    },
    {
      "text": "In particular, in its findings and reasons the tribunal reviewed each of the six matters it had raised with the appellant in its letter of 8 November, determining each of them adversely to him.",
      "id": "s84"
    },
    {
      "text": "However, in the course of those determinations the tribunal considered the further explanations and statements made by the appellant at the second hearing.",
      "id": "s85"
    },
    {
      "text": "And, on a number of occasions, it modified the harsher view it had explained in its letter as the conclusion to which it was tending at that earlier time.",
      "id": "s86"
    },
    {
      "text": "For example, at the second hearing the appellant explained that the account he had given in his interview with the delegate of his dealing with police officers in Pakistan was not different to the account that he had given at the first hearing.",
      "id": "s87"
    },
    {
      "text": "The tribunal noted that it later had listened to the tape of the interview with the delegate and found that this partly confirmed the appellant's claim of his dealings with police officers.",
      "id": "s88"
    },
    {
      "text": "But, the tribunal came to the view that the inherent improbability of that claim meant that it was not satisfied that the appellant had in fact had the experience that he recounted.",
      "id": "s89"
    },
    {
      "text": "20 Likewise, after the second hearing the tribunal modified its earlier view concerning the appellant's claims about Ansar Islam from not being satisfied that the group existed at all, as recorded in its letter of 8 November, to accepting its existence.",
      "id": "s90"
    },
    {
      "text": "But it was not satisfied about the appellant's account of his connection with the group.",
      "id": "s91"
    },
    {
      "text": "In particular, the tribunal had noted in its letter of 8 November, as I have set out above, that it found it very difficult to accept that the appellant had not fabricated his story about the group to support a refugee claim.",
      "id": "s92"
    },
    {
      "text": "21 In the final section of its findings and reasons under the heading \"Credibility\" the tribunal stated that it had had regard to the whole of the appellant's account and considered its overall plausibility.",
      "id": "s93"
    },
    {
      "text": "It referred to the fact that an applicant was not obliged to provide corroboration of his or her statements but nonetheless a decision-maker was not required to accept those uncritically, when they were unsupported.",
      "id": "s94"
    },
    {
      "text": "It then said:\n \"The Tribunal is not satisfied that the [appellant] did not fabricate the account of his experiences in Pakistan with the anti narcotics force and an extremist Islamist organisation in order to support a claim for protection in Australia.",
      "id": "s95"
    },
    {
      "text": "The Tribunal further finds that the applicant's account of his departure from Pakistan and his arrival in Australia is inherently implausible to the extent that it cannot be believed.",
      "id": "s96"
    },
    {
      "text": "\" (emphasis added) \n22 The appellant argued that this statement indicated that the tribunal had, in effect, created a reversal of the onus of proof or imposed an onus on the appellant to satisfy it that he had not fabricated an account.",
      "id": "s97"
    },
    {
      "text": "He referred to Kopalapillai v Minister for Immigration and Multicultural Affairs [1998] FCA 1126 ; (1998) 86 FCR 547 at 555 F-D where O'Connor, Branson and Marshall JJ noted that under the then provisions of the Act, the tribunal would have been mistaken to adopt a procedure which either placed on an applicant an onus of establishing that he was truthful or was based on the assumption that the purpose of the hearing before it was to discover whether the applicant for review was a truthful person.",
      "id": "s98"
    },
    {
      "text": "Undoubtedly, that is still apposite, but the reasons of an administration decision-maker cannot be read in isolation or construed minutely and finely with an eye keenly attuned to the perception of error.",
      "id": "s99"
    },
    {
      "text": "Brennan CJ, Toohey, McHugh and Gummow JJ in Minister for Immigration &amp; Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272, said that such reasons are meant to inform.",
      "id": "s100"
    },
    {
      "text": "They are not to be scrutinised in over-zealous judicial review by seeking to discern whether some inadequacy may be gleaned from the way in which the reasons have been expressed.",
      "id": "s101"
    },
    {
      "text": "Their Honours emphasised that the Court was not to turn a judicial review of the exercise of jurisdiction by an executive decision-maker into a merits based review.",
      "id": "s102"
    },
    {
      "text": "23 In Re Minister for Immigration &amp; Multicultural Affairs; Ex parte Durairajasingham (2000) 168 ALR 407 at 423-424 [67]-[70]; [2000] HCA 1 ; 74 ALJR 405 at 417, McHugh J pointed out that it was quintessentially the function of the tribunal to come to a decision about the credibility of an applicant for review.",
      "id": "s103"
    },
    {
      "text": "If one took out of context the statement concerning fabrication, that I have quoted in the credibility section of the tribunal's findings and reasons, it may well fall within the criticism noted in Kopalapillai 86 FCR 555 F-G.",
      "id": "s104"
    },
    {
      "text": "However, in the context of the reasons as a whole, I am not satisfied that that is a fair or appropriate way to read the tribunal's reasoning on the appellant's credibility.",
      "id": "s105"
    },
    {
      "text": "24 First, the tribunal's reference to not being satisfied about a non-fabrication was made in the context of it giving reasons following on from its explanations at the first hearing and in its letter identifying its then state of thinking concerning its satisfaction with the appellant's account.",
      "id": "s106"
    },
    {
      "text": "That is, the tribunal had told the appellant, perhaps in an over-fair manner, that it had very serious reservations about his credibility and explained why that was so.",
      "id": "s107"
    },
    {
      "text": "In that context, I am of opinion that a fair reading of the criticised passage was that the tribunal, in effect, was saying that nothing at the second hearing had displaced its earlier view of considerable lack of belief of the appellant's claims.",
      "id": "s108"
    },
    {
      "text": "25 It referred to three incidents, namely the appellant's experience with the anti-narcotics force, his experience with Ansar Islam and his travel from Pakistan to Australia.",
      "id": "s109"
    },
    {
      "text": "It had discussed those matters at the first hearing and in its letter of 8 November.",
      "id": "s110"
    },
    {
      "text": "I have already dealt with the Ansar Islam issue.",
      "id": "s111"
    },
    {
      "text": "The reference to the narcotics force related to discussion on the tape of the interview with the delegate and the perceived differences in the appellant's accounts.",
      "id": "s112"
    },
    {
      "text": "In effect, the appellant had claimed that he had been approached as a complete stranger very shortly before he left Pakistan by a brigadier in the Pakistan police and army to become involved in drug trafficking when he, the appellant, was asserting that he had become a member, indeed a leader, of an anti-drug trafficking organisation.",
      "id": "s113"
    },
    {
      "text": "The tribunal found that the whole account was implausible.",
      "id": "s114"
    },
    {
      "text": "In my opinion, no jurisdictional error has been shown in the way in which the tribunal came to that view.",
      "id": "s115"
    },
    {
      "text": "One reason why the tribunal was under the impression, at the first hearing, that this was fabricated lay in the difference it then perceived between the original account of the incident as contained in the delegate's written reasons and the story as recounted by the appellant to the tribunal.",
      "id": "s116"
    },
    {
      "text": "When it became clear to the tribunal, having listened to the tape of the delegate's interview, that its impression was wrong about that apparent discrepancy, the tribunal accepted that there was some consistency between the two accounts, although there were other significant differences to which it pointed.",
      "id": "s117"
    },
    {
      "text": "It came to the overall view that it was not prepared to believe either version.",
      "id": "s118"
    },
    {
      "text": "26 Lastly, the tribunal noted that the appellant had claimed in writing that he departed from Pakistan on 31 August 2007 and had stayed in Bangkok for seven to eight days, leaving there on 8 September 2007 and arriving in Australia the next day.",
      "id": "s119"
    },
    {
      "text": "At the first hearing he claimed that he had departed Pakistan on his own passport and arrived in Bangkok about a month before arriving on Australia.",
      "id": "s120"
    },
    {
      "text": "The tribunal put to him that that would make his claims about the meeting with the police and brigadier as happening after he claimed he had departed Pakistan.",
      "id": "s121"
    },
    {
      "text": "That view was open to the tribunal on the evidence.",
      "id": "s122"
    },
    {
      "text": "27 The tribunal also referred to other evidence showing that the appellant had met his brother in Bangkok in circumstances where they had been observed in Bangkok Airport.",
      "id": "s123"
    },
    {
      "text": "The tribunal asserted that the brother was entitled to permanent residence in Australia.",
      "id": "s124"
    },
    {
      "text": "The tribunal noted the appellant's claim that he met his brother in Bangkok \"accidentally\".",
      "id": "s125"
    },
    {
      "text": "When the tribunal questioned that claim, he had asserted that his brother had been called home to Pakistan and they had made arrangements to meet.",
      "id": "s126"
    },
    {
      "text": "The tribunal said that it had difficulty in believing any part of this story including the whole of the appellant's accounts of his departing from Pakistan and arriving in Australia.",
      "id": "s127"
    },
    {
      "text": "It noted that it had difficulty in accepting his claim that he passed immigration officials and airline security with a false passport in someone else's name which was both in French and English.",
      "id": "s128"
    },
    {
      "text": "28 In my opinion, because the tribunal had raised all these matters with the appellant during the course of the first hearing and in its letter of 8 November 2007, when it came to the credibility section of its findings and decision there was already a context for its remark that it was not satisfied that the appellant had not fabricated these matters.",
      "id": "s129"
    },
    {
      "text": "That context enables me to be satisfied that reading the tribunal's reasons for its decision as a whole, it did not approach the determination of the proceedings by reversing the onus of proof on the appellant, or imposing one on him.",
      "id": "s130"
    },
    {
      "text": "Rather, it was simply expressing the view that, at the end of the day, the initial impression it had communicated to the appellant during the course of and after the first hearing had not been displaced.",
      "id": "s131"
    },
    {
      "text": "I therefore reject the second ground of appeal.",
      "id": "s132"
    },
    {
      "text": "I note that this ground appears to have been argued differently before his Honour.",
      "id": "s133"
    },
    {
      "text": "29 In my opinion the appeal should be dismissed.",
      "id": "s134"
    },
    {
      "text": "LEGAL PRACTITIONERS PROVISION OF WRITTEN SUBMISSIONS TO ONE ANOTHER \n \n30 The commencement of the hearing of this appeal was delayed today because counsel for the appellant, who had filed written submissions which were expressly responded to by the Minister's written submissions, had not been sent a copy of counsel for the Minister's submissions.",
      "id": "s135"
    },
    {
      "text": "Instead, the solicitors for the Minister sent the Minister's submissions to the appellant, who was in migration detention.",
      "id": "s136"
    },
    {
      "text": "This is a practice which I have observed develop over recent times when an appellant is represented by counsel (whether or not he or she is in detention).",
      "id": "s137"
    },
    {
      "text": "The oversight here is one for which counsel for the Minister in this case apologised.",
      "id": "s138"
    },
    {
      "text": "However, it is becoming more and more common for counsel or solicitors acting for the Minister to take the view that it is not a matter of professional courtesy to send directly to opposing counsel copies of their submissions, where applicants or appellants are self-represented because they have no solicitor on the record but have pro bono counsel appearing for them.",
      "id": "s139"
    },
    {
      "text": "It is not a practice which should continue.",
      "id": "s140"
    },
    {
      "text": "31 This is not a practice which I regard as appropriate for the proper discharge of the efficient business of the Court.",
      "id": "s141"
    },
    {
      "text": "Nor do I regard it as an appropriate way for professional advocates to deal with one another in cases where there is no solicitor or legal practitioner on the record of the Court for a party but where it is known that counsel is acting for that party.",
      "id": "s142"
    },
    {
      "text": "In my opinion professional courtesy and the interests of the proper administration of justice should require those acting for the Minister in these cases to send a copy of their written submissions and lists of authorities directly to their known opponents rather than simply sending them to parties who, as in the present case, may not know that their legal representatives have not received these essential materials.",
      "id": "s143"
    },
    {
      "text": "No significant time or expense is involved.",
      "id": "s144"
    },
    {
      "text": "Unnecessary delay in the efficient conduct of the litigation will be avoided.",
      "id": "s145"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s146"
    },
    {
      "text": "Associate:\nDated: 26 August 2008\n\n Counsel for the Appellant: Mr SEJ Prince, Mr B Adam (pro bono) \n \n Counsel for the First Respondent: Mr MP Cleary \n \n Solicitor for the First Respondent: Clayton Utz \n\n Date of Hearing: 18 August 2008 \n \n Date of Judgment: 18 August 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1321.html",
      "id": "s147"
    }
  ]
}