{
  "name": "Dowling v Fairfax Media Publications Pty Ltd (ACN 003 357 720) (Formerly John Fairfax Publications Pty Ltd) [2008] FCA 1470 (1 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1470.html",
  "catchphrases": [
    {
      "text": "appeals from decisions of federal magistrates court summarily dismissing proceedings on the basis that they had no reasonable prospects of success",
      "id": "c0"
    },
    {
      "text": "statutory construction",
      "id": "c1"
    },
    {
      "text": "meaning of provisions in pt 16 of the workplace relations act 1996 (cth)",
      "id": "c2"
    },
    {
      "text": "freedom of association.",
      "id": "c3"
    },
    {
      "text": "industrial law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 These are two appeals against decisions of the Federal Magistrates Court.",
      "id": "s0"
    },
    {
      "text": "Both decisions relate to proceedings commenced by the appellant as a result of Fairfax Media Publications Pty Ltd's termination of the appellant's employment in May 2007.",
      "id": "s1"
    },
    {
      "text": "Both decisions were made in reliance on the powers of the Federal Magistrates Court to grant summary judgment if satisfied that the appellant had \"no reasonable prospect of successfully prosecuting the proceeding\" (s 17A(2)(b) of the Federal Magistrates Act 1999 (Cth) and rule 13.10(a) of the Federal Magistrates Court Rules 2001 (Cth)).",
      "id": "s2"
    },
    {
      "text": "2 The procedural history is complex.",
      "id": "s3"
    },
    {
      "text": "For present purposes it is sufficient to say that proceedings NSD 1031 of 2008 involve an appeal against the decision of the Federal Magistrates Court dismissing proceedings SYG 2671 of 2008.",
      "id": "s4"
    },
    {
      "text": "This decision was made on 26 June 2008 ( Dowling v John Fairfax Publications Pty Limited (No 3) [2008] FMCA 845).",
      "id": "s5"
    },
    {
      "text": "The respondent's name has changed and, pursuant to an order made during the hearing of the appeals, the respondent became Fairfax Media Publications Pty Limited.",
      "id": "s6"
    },
    {
      "text": "Consistent with the approach in other decisions relating to this dispute I refer to proceedings SYG 2671 of 2008 as the principal proceedings the subject of the appeal (the latter qualification is necessary because other decisions have been made in the principal proceedings which are not the subject of the grant of leave to appeal).",
      "id": "s7"
    },
    {
      "text": "3 Proceedings NSD 1197 of 2008 involve an appeal against the decision of the Federal Magistrates Court dismissing proceedings SYG 2704 of 2007.",
      "id": "s8"
    },
    {
      "text": "This decision was made on 28 July 2008 ( Dowling v Kirk &amp; 16 Ors (No 3) [2008] FMCA 1083).",
      "id": "s9"
    },
    {
      "text": "Consistent with the approach in other decisions relating to this dispute I refer to proceedings SYG 2704 of 2007 as the directors and officers proceedings the subject of the appeal (the latter qualification is necessary because other decisions have been made in the directors and officers proceedings which are not the subject of the grant of leave to appeal).",
      "id": "s10"
    },
    {
      "text": "There are numerous respondents in the directors and officers proceedings.",
      "id": "s11"
    },
    {
      "text": "However, I note that when I refer to the respondent, I mean Fairfax Media Publications Pty Ltd unless indicated to the contrary.",
      "id": "s12"
    },
    {
      "text": "4 Both proceedings involved a dispute about the meaning of provisions in the Workplace Relations Act 1996 (Cth).",
      "id": "s13"
    },
    {
      "text": "In the principal proceedings the subject of the appeal the relevant provisions are ss 793(1)(j) and (k).",
      "id": "s14"
    },
    {
      "text": "In the directors and officers proceedings the subject of the appeal the relevant provision is s 793(1)(j).",
      "id": "s15"
    },
    {
      "text": "This Court granted the appellant leave to appeal against both decisions (in the principal proceedings see Dowling v Fairfax Media Publications Pty Ltd [2008] FCA 1114 ; in the directors and officers proceedings, where the leave to appeal application was heard later, the grant of leave was by consent on 26 August 2008).",
      "id": "s16"
    },
    {
      "text": "The appeals were expedited.",
      "id": "s17"
    },
    {
      "text": "5 Given the decisions made by the Federal Magistrates Court that are the subject of the grants of leave there are three issues capable of determination in these appeals.",
      "id": "s18"
    },
    {
      "text": "First, was the trial judge's construction of ss 793(1)(j) and (k) of the Workplace Relations Act correct?",
      "id": "s19"
    },
    {
      "text": "Secondly, and in any event, is the construction of those provisions contended for by the respondent in its notice of contention correct?",
      "id": "s20"
    },
    {
      "text": "Thirdly, should the trial judge have disqualified himself?",
      "id": "s21"
    },
    {
      "text": "6 There is a divergence in the authorities about the nature of the power to dismiss proceedings on the ground that they have no reasonable prospects of success.",
      "id": "s22"
    },
    {
      "text": "On one view it is a power conditional on the finding of the relevant facts without any element of discretion (for example, Jefferson Ford Pty Ltd v Ford Motor Company of Australia Ltd (2008) 167 FCR 372 ; [2008] FCAFC 60 at [128] --- [129]).",
      "id": "s23"
    },
    {
      "text": "On another it is a discretionary power that may or may not be exercised if the facts enlivening its exercise are found (for example, JF Keir Pty Ltd v Sparks [2008] FCA 611 at [12] ).",
      "id": "s24"
    },
    {
      "text": "This difference could be relevant to the nature of the appellate function because of the restrictions on appellate review of discretionary decisions ( House v The King [1936] HCA 40 ; (1936) 55 CLR 499 at 504-505).",
      "id": "s25"
    },
    {
      "text": "In this case, however, the divergence is immaterial because the trial judge's decision to dismiss the proceedings summarily was based on the construction of the statutory provisions.",
      "id": "s26"
    },
    {
      "text": "7 To understand the issues in the appeal it is necessary to identify the relevant factual circumstances that were before the trial judge and the reasons for decision.",
      "id": "s27"
    },
    {
      "text": "BACKGROUND \n Facts \n \n8 The facts capable of being relevant to the issues of statutory construction are as follows.",
      "id": "s28"
    },
    {
      "text": "9 The respondent employed the appellant at all material times before the termination of the appellant's employment in May 2007.",
      "id": "s29"
    },
    {
      "text": "Issues about aspects of management of certain matters relating to sales arose in early 2007.",
      "id": "s30"
    },
    {
      "text": "The appellant wished to complain to the respondent's human resources department but believed he was discouraged from so doing.",
      "id": "s31"
    },
    {
      "text": "This led to the appellant making a formal complaint about bullying and intimidation.",
      "id": "s32"
    },
    {
      "text": "The matter escalated.",
      "id": "s33"
    },
    {
      "text": "On 16 April 2007 the appellant informed senior management by email that he believed senior management had subjected him to \"gross amounts of bullying, intimidation and bastardisation\".",
      "id": "s34"
    },
    {
      "text": "The appellant identified this as conduct in breach of \"NSW Occupational Health and Safety Law and NSW Industrial Relations Law\".",
      "id": "s35"
    },
    {
      "text": "The penultimate paragraph of this email said that this was the appellant's \"last attempt to have these issues resolved by the company.",
      "id": "s36"
    },
    {
      "text": "If they are not dealt with summarily I will have no choice but to look at other options in dealing with them\".",
      "id": "s37"
    },
    {
      "text": "At a meeting on 7 May 2007 the appellant said \"this meeting is over and it is outrageous.",
      "id": "s38"
    },
    {
      "text": "I will be getting WorkCover involved\".",
      "id": "s39"
    },
    {
      "text": "The respondent gave the appellant a warning letter.",
      "id": "s40"
    },
    {
      "text": "The appellant complained about the letter to a member of the respondent's management saying that \"They are threatening to sack me and I believe I can take out a court order stopping them from sacking me.",
      "id": "s41"
    },
    {
      "text": "I also told [another employee] yesterday that I would be making a complaint to WorkCover but have decided to at least wait until after the meeting...tomorrow\".",
      "id": "s42"
    },
    {
      "text": "The respondent terminated the appellant's employment.",
      "id": "s43"
    },
    {
      "text": "The appellant alleges that his employment was terminated because he proposed to take his complaints outside the company and to take out a court order to stop his termination.",
      "id": "s44"
    },
    {
      "text": "The appellant says that the respondent did not want to give him time to do so.",
      "id": "s45"
    },
    {
      "text": "10 The appellant's position is that these facts engage ss 793(1)(j) and (k) of the Workplace Relations Act which sets out two prohibited reasons for conduct proscribed by s 792 of the Act (which includes a proscription on an employer terminating an employee's employment).",
      "id": "s46"
    },
    {
      "text": "As noted, due to the history of the proceedings ss 793(1)(j) and (k) are both relevant to the principal proceedings the subject of the appeal whereas s 793(1)(j) alone is relevant to the directors and officers proceedings the subject of the appeal.",
      "id": "s47"
    },
    {
      "text": "11 The two provisions (ss 793(1)(j) and (k)) are as follows:\n (1) Conduct referred to in subsection 792(1) or (5) is for a prohibited reason if it is carried out because the employee, independent contractor or other person concerned: ... (j) has made or proposes to make any inquiry or complaint to a person or body having the capacity under an industrial law to seek: (i) compliance with that law; or (ii) the observance of a person's rights under an industrial instrument; or (k) has participated in, proposes to participate in or has at any time proposed to participate in a proceeding under an industrial law; or \n12 Certain definitions in s 779(1) should also be identified immediately, namely:\n \"industrial instrument\" means an award or agreement, however designated, that: (a) is made under or recognised by an industrial law; and (b) concerns the relationship between an employer and the employer's employees, or provides for the prevention or settlement of a dispute between an employer and the employer's employees.",
      "id": "s48"
    },
    {
      "text": "\"industrial law\" means this Act, the Registration and Accountability of Organisations Schedule or a law, however designated, of the Commonwealth or of a State or Territory that regulates the relationships between employers and employees or provides for the prevention or settlement of disputes between employers and employees.",
      "id": "s49"
    },
    {
      "text": "Principal proceedings the subject of the appeal \n \n13 The trial judge reasoned as follows in the principal proceedings the subject of the appeal.",
      "id": "s50"
    },
    {
      "text": "The appellant proposed to rely on ss 793(1)(j) and (k) by way of an application to amend his claims in the principal proceedings.",
      "id": "s51"
    },
    {
      "text": "The trial judge identified the applicable principles with respect to allowing the amendment including the principle that no amendment should be allowed if to do so would be futile (at [13]).",
      "id": "s52"
    },
    {
      "text": "14 The relevant question was thus whether the amendment would be futile because the facts alleged by the appellant were incapable of falling within the statutory provisions identifying prohibited reasons in ss 793(1)(j) and (k).",
      "id": "s53"
    },
    {
      "text": "Although not articulated as such, this exercise involved the trial judge in determining whether the facts alleged by the appellant necessarily fell outside the statutory descriptions, which is a question of law ( The Australian Gas Light Company v The Valuer-General (1940) 40 SR (NSW) 126 at 137-138 and Hope v Bathurst City Council [1980] HCA 16 ; (1980) 144 CLR 1 at 89).",
      "id": "s54"
    },
    {
      "text": "The trial judge found that the facts alleged by the appellant necessarily fell outside ss 793(1)(j) and (k) (on the proper construction of those sections) with the consequence that leave to amend to rely on those sections was denied.",
      "id": "s55"
    },
    {
      "text": "As there were no other issues remaining in the principal proceedings, they were dismissed.",
      "id": "s56"
    },
    {
      "text": "15 The trial judge reached this conclusion with respect to s 793(1)(j) on the following basis: - (i) s 793 is in Pt 16 of the Workplace Relations Act , which deals with freedom of association, (ii) nothing in the appellant's allegations referred to any membership of or association with an industrial association or to any conduct of the respondent which impacted on the appellant's freedom of association rights, (iii) construing s 793(1)(j) as applying to a proposed complaint to WorkCover would be anomalous as the section is in a part of the statute dealing with freedom of association rights, (iv) such a construction would not promote the objects of Pt 16 of the Act having regard to the need to give a purposive construction of statutory provisions, (v) this approach to s 792(1)(j) is supported by authority, which should be understood as saying that s 792(1)(j) is an enactment of the rights in s 659(2)(e) but in a freedom of association context, (vi) in any event WorkCover is not a person or body having power under an industrial law to seek compliance with an industrial law because the word \"seek\", in the freedom of association context, reflects the role of industrial associations whereas WorkCover's role was to enforce the law, and (vii) hence, even if the respondent terminated the appellant's employment because he proposed to complain to WorkCover, s 793(1)(j) was not engaged.",
      "id": "s57"
    },
    {
      "text": "16 The trial judge reached this conclusion with respect to s 793(1)(k) on the following basis: - (i) consistent with the approach above, the appellant's allegations did not contain any freedom of association component, (ii) in any event, foreshadowing a complaint to WorkCover or expressing a belief that a court order could be obtained \"was not the announcement of an intention to seek one\" (at [45]), and (iii) hence, even if the respondent terminated the appellant's employment because he proposed to complain to WorkCover or believed he could take out a court order, s 793(1)(k) was not engaged.",
      "id": "s58"
    },
    {
      "text": "Directors and officers proceedings the subject of the appeal \n \n17 By the time of the decision with respect to the directors and officers proceedings the subject of the appeal the appellant's leave to amend the application in those proceedings was limited to reliance on s 793(1)(j).",
      "id": "s59"
    },
    {
      "text": "The trial judge had also dismissed the principal proceedings (see above).",
      "id": "s60"
    },
    {
      "text": "In the directors and officers proceedings the subject of the appeal the trial judge concluded that: - (i) accessorial liability of the directors and officers under s 728 of the Workplace Relations Act was dependent on liability of the company as the principal, (ii) the principal proceedings had been dismissed because the only outstanding issue (the appellant's application to amend to rely on ss 793(1)(j) and (k)) had no reasonable prospects of success, the amendment being futile for the reasons referred to above, and (iii) it thus followed that there could be no accessorial liability on the part of the directors and officers within the meaning of s 728 as there was no \"contravention\" by the principal.",
      "id": "s61"
    },
    {
      "text": "18 In the directors and officers proceedings the subject of the appeal the appellant also asked the trial judge to disqualify himself.",
      "id": "s62"
    },
    {
      "text": "The trial judge declined for the reasons given at [11] and [12] of the decision.",
      "id": "s63"
    },
    {
      "text": "The appeal grounds with respect to the directors and officers proceedings the subject of the appeal include that the trial judge should have disqualified himself.",
      "id": "s64"
    },
    {
      "text": "Respondent's notice of contention \n \n19 In the principal proceedings the subject of the appeal the respondent contended that the decision of the Federal Magistrates Court should be upheld on other grounds.",
      "id": "s65"
    },
    {
      "text": "Those grounds are: - (i) WorkCover is not a person or body that has a capacity under an industrial law to seek compliance with an industrial law or observance of a person's rights under an industrial instrument, and (ii) a court or commission is not a person or body for the purposes of s 793(1)(j) because a court or commission does not have a capacity under an industrial law to seek compliance with an industrial law or observance of a person's rights under an industrial instrument.",
      "id": "s66"
    },
    {
      "text": "Observation \n \n20 It will be apparent from this summary of the decisions the subject of the appeals that a more extensive review of the statutory provisions is required.",
      "id": "s67"
    },
    {
      "text": "STATUTORY PROVISIONS \n \n21 The Workplace Relations Act is divided into parts.",
      "id": "s68"
    },
    {
      "text": "Part 1 (preliminary) deals with the statutory objects, definitional matters and the application of the Act.",
      "id": "s69"
    },
    {
      "text": "22 The principal objects of the Workplace Relations Act are set out in s 3.",
      "id": "s70"
    },
    {
      "text": "They include:\n (a) encouraging the pursuit of high employment, improved living standards, low inflation and international competitiveness through higher productivity and a flexible and fair labour market; and (b) establishing and maintaining a simplified national system of workplace relations; and (c) providing an economically sustainable safety net of minimum wages and conditions for those whose employment is regulated by this Act; and (d) ensuring that, as far as possible, the primary responsibility for determining matters affecting the employment relationship rests with the employer and employees at the workplace or enterprise level; and (e) enabling employers and employees to choose the most appropriate form of agreement for their particular circumstances; and (f) ensuring compliance with minimum standards, industrial instruments and bargaining processes by providing effective means for the investigation and enforcement of: (i) employee entitlements; and (ii) the rights and obligations of employers and employees, and their organisations; and ... (h) supporting harmonious and productive workplace relations by providing flexible mechanisms for the voluntary settlement of disputes; and (i) balancing the right to take industrial action for the purposes of collective bargaining at the workplace level with the need to protect the public interest and appropriately deal with illegitimate and unprotected industrial action; and (j) ensuring freedom of association, including the rights of employees and employers to join an organisation or association of their choice, or not to join an organisation or association; and ... (n) assisting in giving effect to Australia's international obligations in relation to labour standards.",
      "id": "s71"
    },
    {
      "text": "23 Section 4(1) contains a definition of \"proceeding\" (inclusively defined).",
      "id": "s72"
    },
    {
      "text": "It also contains a definition of \"State or Territory industrial law\".",
      "id": "s73"
    },
    {
      "text": "Apart from nominated statutes this definition refers to laws that apply to employment generally and have one or more of the following as its main purpose or one if its main purposes: (i) regulating workplace relations (including industrial matters, industrial disputes and industrial action, within the ordinary meaning of those expressions), (ii) providing for the determination of terms and conditions of employment, (iii) providing for the making and enforcement of agreements determining terms and conditions of employment, (iv) providing for rights and remedies connected with the termination of employment, and (v) prohibiting conduct that relates to the fact that a person either is, or is not, a member of an industrial association (as defined in s 779).",
      "id": "s74"
    },
    {
      "text": "Under s 16(1) the Act expresses an intention to operate to the exclusion of State and Territory industrial laws.",
      "id": "s75"
    },
    {
      "text": "However, s 16(2)(c) preserves the operation of State and Territory industrial laws for non-excluded matters.",
      "id": "s76"
    },
    {
      "text": "Non-excluded matters include, in s 16(3)(c) , laws dealing with \"occupational health and safety (including entry of a representative of a trade union to premises for a purpose connected with occupational health and safety)\".",
      "id": "s77"
    },
    {
      "text": "To similar effect, any term of an award or workplace agreement dealing with occupational health and safety is not excluded by operation of s 17(1) (see s 17(2)(a)).",
      "id": "s78"
    },
    {
      "text": "24 Sections 5 , 6 and 7 contain definitions of employee, employer and employment.",
      "id": "s79"
    },
    {
      "text": "25 Part 8 relates to workplace agreements.",
      "id": "s80"
    },
    {
      "text": "Provisions relating to workplace agreements include ss 356 to 366 dealing with prohibited content.",
      "id": "s81"
    },
    {
      "text": "Under these provisions a workplace agreement containing prohibited content has a range of consequences and potential consequences.",
      "id": "s82"
    },
    {
      "text": "Section 356(1) specifies the meaning of prohibited content for the purpose of these provisions as follows:\n (1) For the purposes of this Act, each of the following is prohibited content: (a) a provision that requires or permits any conduct that would contravene Part 16 , or that would contravene that Part if Division 2 of that Part were disregarded; (b) a provision that directly or indirectly requires a person: (i) to encourage another person to become, or remain, a member of an industrial association; or (ii) to discourage another person from becoming, or remaining, a member of an industrial association; (c) a provision that indicates support for persons being members of an industrial association; (d) a provision that indicates opposition to persons being members of an industrial association; (e) a provision that requires or permits payment of a bargaining services fee; (f) a matter specified in the regulations.",
      "id": "s83"
    },
    {
      "text": "26 Part 9 concerns industrial action (defined in s 420).",
      "id": "s84"
    },
    {
      "text": "27 Part 12 deals with minimum entitlements of employees.",
      "id": "s85"
    },
    {
      "text": "Division 4 of Pt 12 deals with these minimum entitlements with respect to the termination of employment.",
      "id": "s86"
    },
    {
      "text": "It has its own objects in s 635 as follows:\n (1) The principal object of this Division is: (a) to establish procedures for conciliation in relation to certain matters relating to the termination or proposed termination of an employee's employment in certain circumstances; and (b) to provide, if the conciliation process is unsuccessful, for recourse to arbitration or to a court depending on the grounds on which the conciliation was sought; and (c) to provide for remedies appropriate to a case where, on arbitration, a termination is found to be harsh, unjust or unreasonable; and (d) to provide for sanctions where, on recourse to a court, a termination or proposed termination is found to be unlawful; and (e) by those procedures, remedies and sanctions, and by orders made in the circumstances set out in Subdivision D, to assist in giving effect to the Termination of Employment Convention.",
      "id": "s87"
    },
    {
      "text": "(2) The procedures and remedies referred to in paragraphs (1)(a) and (b), and the manner of deciding on and working out such remedies, are intended to ensure that, in the consideration of an application in respect of a termination of employment, a \"fair go all round\" is accorded to both the employer and employee concerned.",
      "id": "s88"
    },
    {
      "text": "28 Division 4 prescribes procedures for the conciliation of matters relating to an employee's termination culminating in an election either to proceed to arbitration or to begin court proceedings (s 651).",
      "id": "s89"
    },
    {
      "text": "The appellant made a claim under this part and, after conciliation, elected to proceed to court.",
      "id": "s90"
    },
    {
      "text": "The proceedings were transferred by the Federal Court to the Federal Magistrates Court.",
      "id": "s91"
    },
    {
      "text": "The principal proceedings included a claim under s 659 which has its own statement of objects.",
      "id": "s92"
    },
    {
      "text": "Section 659 , insofar as relevant, is as follows:\n (1) In addition to the principal object of this Division set out in section 635 , the additional object of this section is to make provisions that are intended to assist in giving effect to: (a) the Convention concerning Discrimination in respect of Employment and Occupation, a copy of the English text of which is set out in Schedule 1 to the Human Rights and Equal Opportunity Commission Act 1986 ; and (b) the Family Responsibilities Convention; and (c) the Termination of Employment Recommendation, 1982, which the General Conference of the International Labour Organisation adopted on 22 June 1982 and is also known as Recommendation No.",
      "id": "s93"
    },
    {
      "text": "166.",
      "id": "s94"
    },
    {
      "text": "(2) Except as provided by subsection (3) or (4), an employer must not terminate an employee's employment for any one or more of the following reasons, or for reasons including any one or more of the following reasons: (a) temporary absence from work because of illness or injury within the meaning of the regulations; (b) trade union membership or participation in trade union activities outside working hours or, with the employer's consent, during working hours; (c) non-membership of a trade union; (d) seeking office as, or acting or having acted in the capacity of, a representative of employees; (e) the filing of a complaint, or the participation in proceedings, against an employer involving alleged violation of laws or regulations or recourse to competent administrative authorities; (f) race, colour, sex, sexual preference, age, physical or mental disability, marital status, family responsibilities, pregnancy, religion, political opinion, national extraction or social origin; (g) refusing to negotiate in connection with, make, sign, extend, vary or terminate an ITEA; (h) absence from work during maternity leave or other parental leave; (i) temporary absence from work because of the carrying out of a voluntary emergency management activity, where the absence is reasonable having regard to all the circumstances.",
      "id": "s95"
    },
    {
      "text": "29 The appellant, in the principal proceedings, relied on s 659(2)(e).",
      "id": "s96"
    },
    {
      "text": "That claim (which was dismissed) is not part of the current appeal proceedings.",
      "id": "s97"
    },
    {
      "text": "These references to s 659 and related provisions in Pt 12 are to assist in explaining the issues of construction with respect to s 793.",
      "id": "s98"
    },
    {
      "text": "30 Under s 662 a contravention of s 659 is not an offence.",
      "id": "s99"
    },
    {
      "text": "Section 663 sets out the people and bodies capable of making applications in relation to alleged contraventions of s 659 (amongst other provisions).",
      "id": "s100"
    },
    {
      "text": "Section 664 relates to proof in proceedings under s 663 as follows:\n In any proceedings under section 663 relating to a termination of employment in contravention of section 659 for a reason (a proscribed reason) set out in a paragraph of subsection (2) of that section: (a) it is not necessary for the employee to prove that the termination was for a proscribed reason; but (b) it is a defence in the proceedings if the employer proves that the termination was for a reason or reasons that do not include a proscribed reason (other than a proscribed reason to which subsection 659(3) or (4) applies).",
      "id": "s101"
    },
    {
      "text": "31 Section 665(1) describes a range of orders courts may make if satisfied that an employer has contravened s 659 in these terms:\n (1) If the Court is satisfied that an employer has contravened section 659 in relation to the termination of employment of an employee, the Court may make one or more of the following orders: (a) an order imposing on the employer a penalty of not more than $10,000; (b) an order requiring the employer to reinstate the employee; (c) subject to subsections (2), (3), (4) and (5), an order requiring the employer to pay to the employee compensation of such amount as the Court thinks appropriate; (d) any other order that the Court thinks necessary to remedy the effect of such a termination; (e) any other consequential orders.",
      "id": "s102"
    },
    {
      "text": "32 Part 15 deals with rights of entry.",
      "id": "s103"
    },
    {
      "text": "Its objects are expressed in s 736 as follows:\n In addition to the object set out in section 3 , this Part has the following objects: (a) to establish a framework that balances: (i) the right of organisations to represent their members in the workplace, hold discussions with potential members and investigate suspected breaches of industrial laws, industrial instruments and OHS laws; and (ii) the right of occupiers of premises and employers to conduct their businesses without undue interference or harassment; (b) to ensure that permits to enter premises and inspect records are only held by persons who understand their rights and obligations under this Part and who are fit and proper persons to exercise those rights; (c) to ensure that occupiers of premises and employers understand their rights and obligations under this Part; (d) to ensure that permits are suspended or revoked where rights granted under this Part are misused.",
      "id": "s104"
    },
    {
      "text": "33 Section 737 defines \"OHS Law\" as meaning \"a law of a State or Territory prescribed by the regulations for the purposes of this definition\".",
      "id": "s105"
    },
    {
      "text": "34 Part 16 is headed \"Freedom of Association\".",
      "id": "s106"
    },
    {
      "text": "It has its own objects in s 778 as follows:\n In addition to the object set out in section 3 , this Part has the following objects: (a) to ensure that employers, employees and independent contractors are free to become, or not become, members of industrial associations; (b) to ensure that employers, employees and independent contractors are not discriminated against or victimised because they are, or are not, members or officers of industrial associations; (c) to provide effective relief to employers, employees and independent contractors who are prevented or inhibited from exercising their rights to freedom of association; (d) to provide effective remedies to penalise and deter persons who engage in conduct which prevents or inhibits employers, employees or independent contractors from exercising their rights to freedom of association.",
      "id": "s107"
    },
    {
      "text": "35 In addition to the definitions of \"industrial instrument\" and \"industrial law\" identified in [12] above, s 779 contains the following relevant definitions:\n \"industrial association\" means: (a) an association of employees and/or independent contractors, or an association of employers, that is registered or recognised as such an association (however described) under an industrial law; or (b) an association of employees and/or independent contractors a principal purpose of which is the protection and promotion of their interests in matters concerning their employment, or their interests as independent contractors, as the case requires; or (c) an association of employers a principal purpose of which is the protection and promotion of their interests in matters concerning employment and/or independent contractors; and includes a branch of such an association, and an organisation.",
      "id": "s108"
    },
    {
      "text": "\"industrial body\" means: (a) the Commission; or (b) a court or commission, however designated, exercising under an industrial law powers and functions corresponding to those conferred on the Commission by this Act; or (c) a court or commission, however designated, exercising under an industrial law powers and functions corresponding to those conferred on the Commission by the Registration and Accountability of Organisations Schedule.",
      "id": "s109"
    },
    {
      "text": "36 Under s 780, industrial action has its meaning as in s 420 as if the words employer, employee and employment had their ordinary meaning.",
      "id": "s110"
    },
    {
      "text": "37 Division 2 of Pt 16 specifies the conduct to which it applies (see s 782).",
      "id": "s111"
    },
    {
      "text": "Under s 784 Pt 16 is said to apply as follows:\n (1) This Part applies to conduct carried out with a purpose or intent relating to a person's participation or non-participation (in any capacity) in: (a) any proceedings under this Act; or (b) any other activity provided for by this Act; or (c) ... \n38 Under s 785(1)(a) Pt 16 applies to conduct by, against or involving a constitutional corporation (defined in s 4(1) by reference to paragraph 51(xx) of the Constitution ).",
      "id": "s112"
    },
    {
      "text": "39 The respondent did not suggest that Pt 16 would not apply but for the reasons identified in the decision of the Federal Magistrates Court and the respondent's notice of contention.",
      "id": "s113"
    },
    {
      "text": "40 Division 3 of Pt 16 contains a series of general prohibitions relating to freedom of association.",
      "id": "s114"
    },
    {
      "text": "Each of these operates by reference to a person's status as an officer or member of an industrial association.",
      "id": "s115"
    },
    {
      "text": "41 Division 4 of Pt 16 concerns conduct by employers.",
      "id": "s116"
    },
    {
      "text": "The primary proscription in Div 4 is s 792 (on which the appellant relied).",
      "id": "s117"
    },
    {
      "text": "Section 792 provides that:\n (1) An employer must not, for a prohibited reason, or for reasons that include a prohibited reason, do or threaten to do any of the following: (a) dismiss an employee; (b) injure an employee in his or her employment; (c) alter the position of an employee to the employee's prejudice; (d) refuse to employ another person as an employee; (e) discriminate against another person in the terms or conditions on which the employer offers to employ the other person as an employee.",
      "id": "s118"
    },
    {
      "text": "(2) Subsection (1) is a civil remedy provision.",
      "id": "s119"
    },
    {
      "text": "... \n42 Section 793(1) provides that:\n (1) Conduct referred to in subsection 792(1) or (5) is for a prohibited reason if it is carried out because the employee, independent contractor or other person concerned: (a) is, has been, proposes to become or has at any time proposed to become an officer, delegate or member of an industrial association; or (b) is not, does not propose to become or proposes to cease to be, a member of an industrial association; or (c) in the case of a refusal to engage another person as an independent contractor--has one or more employees who are not, or do not propose to become, members of an industrial association; or (d) has not paid, or does not propose to pay, a fee (however described) to an industrial association; or (e) has refused or failed to join in industrial action; or (f) in the case of an employee--has refused or failed to agree or consent to, or vote in favour of, the making of an agreement to which an industrial association of which the employee is a member would be a party; or (g) has made, proposes to make or has at any time proposed to make an application to an industrial body for an order under an industrial law for the holding of a secret ballot; or (h) has participated in, proposes to participate in or has at any time proposed to participate in a secret ballot ordered by an industrial body under an industrial law; or (i) is entitled to the benefit of an industrial instrument, an order of an industrial body or the Australian Fair Pay and Conditions Standard; or (j) has made or proposes to make any inquiry or complaint to a person or body having the capacity under an industrial law to seek: (i) compliance with that law; or (ii) the observance of a person's rights under an industrial instrument; or (k) has participated in, proposes to participate in or has at any time proposed to participate in a proceeding under an industrial law; or (l) has given or proposes to give evidence in a proceeding under an industrial law; or (m) in the case of an employee, or an independent contractor, who is a member of an industrial association that is seeking better industrial conditions--is dissatisfied with his or her conditions; or (n) in the case of an employee or an independent contractor--has absented himself or herself from work without leave if: (i) the absence was for the purpose of carrying out duties or exercising rights as an officer of an industrial association; and (ii) the employee or independent contractor applied for leave before absenting himself or herself and leave was unreasonably refused or withheld; or (o) as an officer or member of an industrial association, has done, or proposes to do, an act or thing for the purpose of furthering or protecting the industrial interests of the industrial association, being an act or thing that is: (i) lawful; and (ii) within the limits of an authority expressly conferred on the employee, independent contractor or other person by the industrial association under its rules; or (p) in the case of an employee or independent contractor--has not paid, has not agreed to pay, or does not propose to pay, a bargaining services fee.",
      "id": "s120"
    },
    {
      "text": "43 Section 794 relates to inducements.",
      "id": "s121"
    },
    {
      "text": "In common with Div 3 of Pt 16 , s 794 operates by reference to a person's status as an officer or member of an industrial association.",
      "id": "s122"
    },
    {
      "text": "44 Division 5 concerns conduct by employees and independent contractors.",
      "id": "s123"
    },
    {
      "text": "It provides as follows:\n (1) An employee or independent contractor must not cease work in the service of his or her employer, or of the person who engaged the independent contractor, as the case requires, because the employer or person: (a) is an officer or member of an industrial association; or (b) is entitled to the benefit of an industrial instrument or an order of an industrial body; or (c) has made or proposes to make any inquiry or complaint to a person or body having the capacity under an industrial law to seek: (i) compliance with that law; or (ii) the observance of a person's rights under an industrial instrument; or (d) has participated in, proposes to participate in or has at any time proposed to participate in any proceedings under an industrial law; or (e) has given evidence in a proceeding under an industrial law.",
      "id": "s124"
    },
    {
      "text": "(2) Subsection (1) is a civil remedy provision.",
      "id": "s125"
    },
    {
      "text": "45 Division 6 deals with conduct by industrial associations against employers (s 796), employees (s 797), members (s 798), and independent contractors (s 799).",
      "id": "s126"
    },
    {
      "text": "Each is a civil penalty provision.",
      "id": "s127"
    },
    {
      "text": "Insofar as employees are concerned an industrial association must not take the proscribed action for reasons including that the employee has made or proposes to make any inquiry or complaint to a person or body having the capacity under an industrial law to seek compliance with that law or the observance of a person's rights under an industrial instrument (s 797(3)(h)).",
      "id": "s128"
    },
    {
      "text": "Insofar as members are concerned an industrial association must not take the proscribed action for the same reason as well as (amongst other things) because the member has participated in, proposes to participate in, or has at any time proposed to participate in, a proceeding under an industrial law (s 798(1)(g)) and because the member has given, or proposes to give, evidence in a proceeding under an industrial law (s 798(1)(h)).",
      "id": "s129"
    },
    {
      "text": "Insofar as independent contractors are concerned the proscribed action is identified by reference to discriminatory action (in substance, refusing to make use of the independent contractor's services).",
      "id": "s130"
    },
    {
      "text": "An industrial association must not advise, encourage or incite a person to take the discriminatory action because the independent contractor, amongst other things, has made or proposes to make any inquiry or complaint to a person or body having the capacity under an industrial law to seek compliance with that law (s 799(2)(v)) or has made or proposes to make any inquiry or complaint to a person or body having the capacity under an industrial law to seek the observance of a person's rights under an industrial instrument (s 799(2)(vi)).",
      "id": "s131"
    },
    {
      "text": "46 Division 9 of Pt 16 deals with enforcement.",
      "id": "s132"
    },
    {
      "text": "Section 807 is in the following terms:\n (1) The Court, on application by an eligible person, may make one or more of the following orders in relation to a person (the defendant) who has contravened a civil remedy provision of this Part: (a) an order imposing a pecuniary penalty on the defendant; (b) an order requiring the defendant to pay a specified amount to another person as compensation for damage suffered by the other person as a result of the contravention; (c) any other order that the Court considers appropriate.",
      "id": "s133"
    },
    {
      "text": "(2) The maximum pecuniary penalty under paragraph (1)(a) is 300 penalty units if the defendant is a body corporate and otherwise 60 penalty units.",
      "id": "s134"
    },
    {
      "text": "(3) The orders that may be made under paragraph (1)(c) include: (a) injunctions; and (b) any other orders that the Court considers necessary to stop the conduct or remedy its effects.",
      "id": "s135"
    },
    {
      "text": "(4) Each of the following is an eligible person for the purposes of this section: (a) a workplace inspector; (b) a person affected by the contravention; (c) a person prescribed by the regulations for the purposes of this paragraph.",
      "id": "s136"
    },
    {
      "text": "47 Section 809 is as follows:\n (1) If: (a) in an application under section 807 relating to a person's conduct, it is alleged that the conduct was, or is being, carried out for a particular reason or with a particular intent; and (b) for the person to carry out the conduct for that reason or with that intent would constitute a contravention of this Part; it is presumed, in proceedings under this Division arising from the application, that the conduct was, or is being, carried out for that reason or with that intent, unless the person proves otherwise.",
      "id": "s137"
    },
    {
      "text": "(2) This section does not apply in relation to the granting of an interim injunction.",
      "id": "s138"
    },
    {
      "text": "48 Division 10 deals with objectionable provisions (relevantly, provisions that require or permit any conduct contravening Pt 16).",
      "id": "s139"
    },
    {
      "text": "Industrial instruments and awards may not contain such provisions (ss 811 and 812).",
      "id": "s140"
    },
    {
      "text": "49 Division 11 contains a single provision (s 813) ensuring that a person's rights under Pt 16 do not depend on the person holding a conscientious objection certificate (being a certificate to the effect that the person has a conscientious objection to being a member of an organisation).",
      "id": "s141"
    },
    {
      "text": "EARLIER DECISIONS \n \n50 A number of earlier decisions are relevant to the resolution of the statutory construction issues.",
      "id": "s142"
    },
    {
      "text": "None relate specifically to the meaning of ss 793(1)(j) and (k).",
      "id": "s143"
    },
    {
      "text": "More specifically, none of the outcomes in these decisions depended on a consideration of the limits of the meaning of ss 793(1)(j) and (k).",
      "id": "s144"
    },
    {
      "text": "This fact is fundamental to consideration of the decisions and the submissions made about what they mean and how they should be applied.",
      "id": "s145"
    },
    {
      "text": "51 North J considered the predecessor provisions to Pt 16 in Australasian Meat Industry Employees' Union v Belandra Pty Ltd (2003) 126 IR 165; [2003] FCA 910.",
      "id": "s146"
    },
    {
      "text": "The decision turned on the application of ss 298L(1)(a) and (h) of the Workplace Relations Act (as then in force).",
      "id": "s147"
    },
    {
      "text": "These provisions are the equivalent of ss 793(1)(a) and (i) of the Act as presently in force.",
      "id": "s148"
    },
    {
      "text": "In his general comments about Pt XA (the predecessor to Pt 16) North J observed that the provisions \"seek to ensure that certain basic freedoms are available to all participants in the workplace\" (at [37]).",
      "id": "s149"
    },
    {
      "text": "His Honour described the structure of the relevant sections as follows (at [50]):\n The statutory context in which s 298K(1)(d) appears suggests that the latter construction was intended.",
      "id": "s150"
    },
    {
      "text": "Division 3 of Pt XA of the Act prohibits certain conduct undertaken for specified reasons.",
      "id": "s151"
    },
    {
      "text": "The conduct and the reasons are dealt with separately.",
      "id": "s152"
    },
    {
      "text": "The conduct is defined in s 298K and the prohibited reasons are specified in s 298L.",
      "id": "s153"
    },
    {
      "text": "The dichotomy is carried through into s 298V, which provides that where conduct is alleged to have been undertaken for a prohibited reason, the respondent bears the onus of showing that the conduct was not undertaken for that reason.",
      "id": "s154"
    },
    {
      "text": "In advancing the objects of freedom of association, Parliament has taken a view about the proper balance between the parties in relation to the discharge of the obligation of proof.",
      "id": "s155"
    },
    {
      "text": "Conduct is treated differently from the reasons for it.",
      "id": "s156"
    },
    {
      "text": "A reverse onus on the issue of the reason for conduct makes good sense because the reason for conduct is a matter peculiarly within the knowledge of the respondent.",
      "id": "s157"
    },
    {
      "text": "52 His Honour partly repeated this observation in [98] when he said \"It must be remembered that s 298L(1) is an interpretation section.",
      "id": "s158"
    },
    {
      "text": "The section defines what constitutes a prohibited reason for the purposes of s 298K(1)\".",
      "id": "s159"
    },
    {
      "text": "53 Following an extensive discussion of the background to the enactment of Pt XA (including the amendments relating to enterprise bargaining and individual employment contracts), North J considered the scope of s 298L(1)(a).",
      "id": "s160"
    },
    {
      "text": "He did so with reference to an earlier decision of Kenny J in Australian Workers' Union v BHP-Iron Ore Pty Ltd (2001) 106 FCR 482 ; [2001] FCA 3.",
      "id": "s161"
    },
    {
      "text": "Kenny J had rejected a submission that s 298L(1)(a) related solely to membership of and holding office in a union.",
      "id": "s162"
    },
    {
      "text": "North J characterised this approach as involving the maxim that an express reference to one matter indicates that other matters are excluded (at [135]).",
      "id": "s163"
    },
    {
      "text": "His Honour did not favour that approach to the list of prohibited reasons in s 298L(1) observing that (at [139] --- [146]):\n [139] Where an amendment to industrial legislation has created a new right, such right is often accompanied by a protection for its enjoyment.",
      "id": "s164"
    },
    {
      "text": "The creation of the right, together with provision for its protection, constitutes a complete package to be presented to Parliament.",
      "id": "s165"
    },
    {
      "text": "However, often such protection would have been provided under an existing general protection in any case.",
      "id": "s166"
    },
    {
      "text": "The new provisions therefore overlap with, and highlight specific applications of, existing provisions in the Act.",
      "id": "s167"
    },
    {
      "text": "The following examples demonstrate this process.",
      "id": "s168"
    },
    {
      "text": "[140]...",
      "id": "s169"
    },
    {
      "text": "The object of the Division was to give effect to certain international instruments including the International Labour Organisation Convention (No 158) Concerning Termination of Employment at the Initiative of the Employer (22 June 1982, Geneva, [1994] ATS 4) (s 170CA(1))....",
      "id": "s170"
    },
    {
      "text": "It was part of that package, and was so treated, even though that particular prohibition was already included in the predecessor to s 298L(1)(a), namely, s 334(1)(a).",
      "id": "s171"
    },
    {
      "text": "... [142] The same packaging process, and resultant duplication, can be seen in operation in relation to s 298L(1)(f), (g), (i) and (n).",
      "id": "s172"
    },
    {
      "text": "As the present discussion has been limited to the activities of union members, it is not necessary to address para (m), to which Kenny J referred, as it relates to the activities of officers, rather than members, of unions.",
      "id": "s173"
    },
    {
      "text": "... [144] Section 298L(1)(i) concerns conduct taken against an employee for seeking the enforcement of an industrial law.",
      "id": "s174"
    },
    {
      "text": "A similar provision, but limited to conduct constituted by the dismissal of an employee, was first introduced in the 1993 Act as s 170DF(1)(e)... [145] The section was included in Div 3 which relates to termination of employment.",
      "id": "s175"
    },
    {
      "text": "As noted above, one object of Div 3 was to give effect to the Termination of Employment Convention (see Sch 10 of the Act).",
      "id": "s176"
    },
    {
      "text": "Section 170DF(1)(e) adopted the wording of Art 5(c) of the Termination of Employment Convention and was part of a group of sections designed to reflect the rights recognised by that Convention.",
      "id": "s177"
    },
    {
      "text": "To the extent that s 170DF(1)(e) encompasses resort by union members to industrial laws, or by unions on behalf of members, it duplicates part of the subject matter at s 298L(1)(a).",
      "id": "s178"
    },
    {
      "text": "[146] In the 1996 amendments, the terms of s 170DF(1)(e) were re-enacted in the 1996 Act as s 170CK(2)(e), and s 298L(1)(i) was introduced.",
      "id": "s179"
    },
    {
      "text": "The reason for the introduction of s 298L(l)(i) is not explained by the parliamentary materials.",
      "id": "s180"
    },
    {
      "text": "It duplicates the essence of much of s 170CK(2)(e) in relation to the dismissal of an employee.",
      "id": "s181"
    },
    {
      "text": "The new provision, however, extends the protection from termination to also include the other conduct referred to in s 298K(1)(b) to (e).",
      "id": "s182"
    },
    {
      "text": "Given the similarity of the subject matter of ss 298L(1)(i) and 170CK(2)(e), it is reasonable to conclude that s 298L(1)(i) also originated from the same source, namely, the Termination of Employment Convention.",
      "id": "s183"
    },
    {
      "text": "In this respect, s 298L(1)(i) differed from the other subsections of s 298L(1).",
      "id": "s184"
    },
    {
      "text": "The distinct source of s 298L(1)(i) explains why s 298L(1)(i) was introduced into s 298L, even though it duplicated part of s 298L(1)(a).",
      "id": "s185"
    },
    {
      "text": "A further reason was that although s 298L(1)(a) encompasses the protection referred to in s 298L(1)(i), it is limited in operation to union members whereas the protection referred to in s 298L(1)(i) applies to all employees.",
      "id": "s186"
    },
    {
      "text": "It was a convenient drafting approach to express s 298L(1)(i) in terms which included union members, but went beyond that group.",
      "id": "s187"
    },
    {
      "text": "54 This approach to construction led North J to conclude (at 150]) that:\n It follows from the history of s 298L(1) that Parliament intended s 298L(1)(a) to cover conduct taken against employees because they had taken action as members of a union, and because a union had taken action as an incident of that employee's membership of a union.",
      "id": "s188"
    },
    {
      "text": "It did not intend to limit s 298L(1)(a) by reference to s 298L(1)(f), (g) (i) and (n).",
      "id": "s189"
    },
    {
      "text": "Rather, those subsections duplicated, in part, the provision of s 298L(1)(a) for specific historical reasons concerning the introduction of each of those subsections.",
      "id": "s190"
    },
    {
      "text": "55 Davids Distribution Pty Ltd v National Union of Workers (1999) 91 FCR 463 ; [1999] FCA 1108 is a decision of the Full Court.",
      "id": "s191"
    },
    {
      "text": "The decision turned on the operation of s 298L(1)(e), (l) and (n) (the equivalent of s 793(1)(f), (m) and (o)).",
      "id": "s192"
    },
    {
      "text": "At [106] to [109] Wilcox and Cooper JJ observed that:\n [106] Section 298K forbids an employer from dismissing an employee for a prohibited reason or for reasons that include a prohibited reason.",
      "id": "s193"
    },
    {
      "text": "The prohibited reasons are contained in s 298L.",
      "id": "s194"
    },
    {
      "text": "Each of the reasons relates to the exercise of the right of an employee or independent contractor to join, or refuse to join, an \"industrial association\" (as defined) and, where the employee becomes a member of an industrial association, to take collective action by or through the industrial association in pursuit of their industrial interests....",
      "id": "s195"
    },
    {
      "text": "The objective of s 298K is to ensure the threat of dismissal or discriminatory treatment cannot be used by an employer to destroy or frustrate an employee's right to join an industrial association and to take an active role in that association to promote the industrial interests of both the employee and association.",
      "id": "s196"
    },
    {
      "text": "... [107] In the context of the Act, Pt XA does not stand alone.",
      "id": "s197"
    },
    {
      "text": "It is aimed at ensuring that employees may band together, if they wish, for collective bargaining of the type provided for in the Act to achieve the broader objectives of the Act as contained in s 3.",
      "id": "s198"
    },
    {
      "text": "In this regard the Act operates in the same way and to the same ends as similar legislation in the United States of America: National Labor Relations Act 29 USCA ss 152(3), 157, 158(a) (1) and (3), 163; American Ship Building Company v National Labor Relations Board [1965] USSC 51 ; (1965) 85 S Ct 955 ; National Labor Relations Board v Brown [1965] USSC 55 ; (1965) 85 S Ct 980.",
      "id": "s199"
    },
    {
      "text": "That which is protected by such legislation is more than the right to be a member.",
      "id": "s200"
    },
    {
      "text": "It is the right to participate in protected union activities, including the taking of collective industrial action against an employer to seek to obtain better industrial conditions: American Ship Building Company at 965.",
      "id": "s201"
    },
    {
      "text": "... [109] Section 298L(1)(l) requires that the applicant prove the employee was dismissed from his or her employment.",
      "id": "s202"
    },
    {
      "text": "It also requires it be proved that the employee was at the time of the dismissal dissatisfied with his or her industrial conditions, and was a member of an industrial association that was seeking better industrial conditions.",
      "id": "s203"
    },
    {
      "text": "In order to make the link between the dismissal and the circumstances which the applicant must establish to bring the dismissal within s 298K, the Act provides in s 298V a statutory presumption that the link exists in certain circumstances.",
      "id": "s204"
    },
    {
      "text": "Under s 298V in proceedings under Div 6 of Pt XA of the Act for a contravention of a section in Pt XA, an allegation in those proceedings of conduct for a prohibited reason is sufficient for it to be presumed that the conduct was engaged in for that reason unless the employer proves to the contrary.",
      "id": "s205"
    },
    {
      "text": "Section 298V does not relieve the applicant in proceedings under Div 6 of Pt XA of the Act from proving on the balance of probabilities each of the ingredients of the contravention.",
      "id": "s206"
    },
    {
      "text": "It enables the allegation to stand as sufficient proof of the fact unless the employer proves otherwise: R v Hush; Ex parte Devanny [1932] HCA 64 ; (1932) 48 CLR 487 at 507.",
      "id": "s207"
    },
    {
      "text": "56 At [123] Burchett J also said that \"The core of the matter is that s 298L is an essential part of the Act's response to any attack on the freedom of association, that is, the right to belong to a functioning union\".",
      "id": "s208"
    },
    {
      "text": "57 In BHP Iron Ore Pty Ltd v Australian Workers' Union (2000) 102 FCR 97 ; [2000] FCA 430 at [58] the Full Court stressed the need to construe s 298M (the predecessor to s 794) in the context of the whole part dealing with freedom of association.",
      "id": "s209"
    },
    {
      "text": "58 In Construction, Forestry, Mining &amp; Energy Union v BHP Steel (AIS) Pty Ltd [2000] FCA 1008 Wilcox J (at [48] --- [49]) described the provisions of the predecessor to Pt 16 in these terms:\n 48 It is fundamental to the notion of freedom of association that employees should be free to join, or refuse to join, industrial organisations; and not be subject to discriminatory action or victimisation on account of their choice.",
      "id": "s210"
    },
    {
      "text": "Likewise, it is fundamental that employees should be free, if they choose to do so, fully to participate in the affairs of registered organisations and in lawful actions designed to protect and further the interests of such organisations and their members.",
      "id": "s211"
    },
    {
      "text": "Once again, they must not be penalised for taking that course.",
      "id": "s212"
    },
    {
      "text": "Similarly, employees should be allowed, without penalty, to take advantage of entitlements provided by, or under, the Act, including award benefits.",
      "id": "s213"
    },
    {
      "text": "To victimise, or discriminate against, an employee who insists on obtaining and receiving award benefits, is to offend notions of freedom of association; such an action undermines the right of collective action.",
      "id": "s214"
    },
    {
      "text": "49 The rationale underlying the old s 334 is, perhaps, even more evident in the present legislation.",
      "id": "s215"
    },
    {
      "text": "Section 298K is contained in a Part of the Act headed \"Freedom of Association\".",
      "id": "s216"
    },
    {
      "text": "Section 298A states two objects of the Part, each of which is directly concerned with freedom of association and protection against discrimination or victimisation on account of involvement in industrial associations.",
      "id": "s217"
    },
    {
      "text": "Most of the prohibited reasons listed in s298L(1) are directly concerned with industrial activities or connections.",
      "id": "s218"
    },
    {
      "text": "59 In Greater Dandenong City Council v Australian Municipal, Administrative, Clerical and Services Union (2001) 112 FCR 232 ; [2001] FCA 349 the Full Court dealt with s 298L(1)(h) (the equivalent of s 793(1)(i)).",
      "id": "s219"
    },
    {
      "text": "Wilcox and Merkel JJ carried out a detailed review of the history, scope and objects of the statute to resolve the disputed interpretation of the provision.",
      "id": "s220"
    },
    {
      "text": "60 The respondent referred to the decision in Community and Public Sector Union v Commonwealth of Australia (2006) 157 IR 457; [2006] FCA 1589 , particularly at [55], where Cowdroy J referred to s 792 applying where there was an element of \"singling out\" of the employee or class of employees (relying on McIlwain v Ramsey Food Packaging Pty Ltd (2006) 154 IR 111; [2006] FCA 828).",
      "id": "s221"
    },
    {
      "text": "However, on appeal the Full Court (in allowing the appeal) noted that the decision in McIlwain in fact rejected this requirement ( Community and Public Sector Union v Commonwealth of Australia (2006) 157 IR 470; [2006] FCAFC 176 at [43] --- [46]).",
      "id": "s222"
    },
    {
      "text": "61 McIlwain is a decision of Greenwood J.",
      "id": "s223"
    },
    {
      "text": "His Honour made the following observations relevant to the resolution of the issues of construction in the present case.",
      "id": "s224"
    },
    {
      "text": "[324] Part XA of the Act has the objects (in addition to s 3 objects) relevantly, of ensuring that employers and employees are free to join industrial associations of their choice (or not join) and ensuring that employers and employees are not discriminated against or victimised because they are, or are not, members or officers of industrial associations (s 298A).",
      "id": "s225"
    },
    {
      "text": "The respondents say these notions of discrimination and victimisation are central to the operation of Pt XA and further, the proper construction of the provisions of Div 2 of the Part has the effect of introducing an additional qualification upon that which must be established in order to demonstrate conduct in contravention of Div 3 and particularly s 298K of Div 3.",
      "id": "s226"
    },
    {
      "text": "[325] The argument is this.",
      "id": "s227"
    },
    {
      "text": "Section 298C applies Pt XA \"only to the extent provided for by Division 2.... [326] Section 298F(2) applies Pt XA to conduct carried out with a purpose or intent relating to: ... [327] The combined effect of these provisions is to introduce an additional element of discrimination into the conduct prohibited by s 298K so that it is not enough to establish, for example, the dismissal (conduct) of an employee for a prohibited reason to satisfy s 298K(1)(a).",
      "id": "s228"
    },
    {
      "text": "Rather the section, it is said, requires proof of the discriminatory dismissal of an employee for a prohibited reason.",
      "id": "s229"
    },
    {
      "text": "The essential difficulty with this construct is the failure to recognise that the legislative expression of the objectives of the Part is to be found in prohibiting nominated conduct by an employer carried out for a reason falling within s 298L(1).",
      "id": "s230"
    },
    {
      "text": "That is the formulation that captures prohibitions upon discriminatory conduct or victimisation.",
      "id": "s231"
    },
    {
      "text": "It is the conjunction of the conduct carried out for a prohibited reason (among others) that gives the s 298K conduct its discriminatory character.",
      "id": "s232"
    },
    {
      "text": "No other element need be superimposed upon the sections.",
      "id": "s233"
    },
    {
      "text": "That, however, is not to deny the relationship between the objects recited in s 298A and the language of implementation in s 298K and s 298L.",
      "id": "s234"
    },
    {
      "text": "Those sections might generally be described in terms of prohibiting the vice of discrimination and victimisation but the precise formulation of the method of implementation is to be found in \"conduct\" for \"a prohibited reason\".",
      "id": "s235"
    },
    {
      "text": "The true role of Div 2 is not to impose a limitation upon the plain words of other provisions of the Act but to plot a point on the constitutional continuum of ensuring the Act in all its provisions is a valid law of the Commonwealth.",
      "id": "s236"
    },
    {
      "text": "See generally Greater Dandenong City Council v Australian Municipal, Administrative, Clerical and Services Union [2001] FCA 349 ; (2001) 112 FCR 232 , 111 IR 121 at [57] , [70] and [73] per Wilcox J.",
      "id": "s237"
    },
    {
      "text": "62 Gyles J, in Unsworth v Tristar Steering and Suspension Australia Limited [2008] FCA 1224 , had to deal with the application of s 793(1)(i) in what his Honour described as an unusual situation of a claim of discrimination by employees who had not been dismissed from employment.",
      "id": "s238"
    },
    {
      "text": "At [20] Gyles J said that:\n It will be observed that object (b) of s 778 picks up the words \"discriminated against\" or \"victimised\" that have traditionally been used in this field.",
      "id": "s239"
    },
    {
      "text": "In my opinion, as the provisions now stand, taken in context, s 792 can have no sensible operation unless it involves discrimination against, or victimisation of, an employee on some basis connected with union membership, no matter how broadly.",
      "id": "s240"
    },
    {
      "text": "63 Gyles J held that, because the retrenchments had \"no scintilla of connection with freedom of association\" (at [32]) the claim had to fail.",
      "id": "s241"
    },
    {
      "text": "64 Finkelstein J, in Independent Education Union v Geelong Grammar School [2000] FCA 557 , made some observations about s 298L(1)(i) (the equivalent to s 793(1)(j)).",
      "id": "s242"
    },
    {
      "text": "At [30] his Honour said:\n 30 The suggestion that Dr Holden was dismissed because he proposed to make a complaint to a body having the capacity under an industrial law to seek compliance with that law (s 298L(1)(i)) is a matter of some difficulty, but I tend to the view that it is not made out.",
      "id": "s243"
    },
    {
      "text": "An industrial law is defined in s 298B(1) to mean a law that, among other things, regulates the relationship between employers and employees.",
      "id": "s244"
    },
    {
      "text": "Dr Holden has threatened to raise his concerns with Workcover which is the Victorian body that administers the Occupational Health and Safety Act 1985 (Vic).",
      "id": "s245"
    },
    {
      "text": "In certain respects that Act regulates the relationship between employers and employees by imposing duties on employers to maintain a working environment that is in a safe condition and without health risks (s 21(1)).",
      "id": "s246"
    },
    {
      "text": "However, there seems to be no mechanism under that Act by which a person or body can secure \"compliance\" with the obligations that are imposed.",
      "id": "s247"
    },
    {
      "text": "The statute does make provision for the imposition of penalties when there is a contravention.",
      "id": "s248"
    },
    {
      "text": "As presently advised I do not believe that a person who has the ability to bring proceedings for a penalty under the Occupational Health and Safety Act, is a person who has the capacity to seek \"compliance\" with that Act.",
      "id": "s249"
    },
    {
      "text": "Section 298L(1)(i) seems to be directed to a situation where an employer can be compelled to perform or refrain from performing certain acts that are connected with the relationship between employer and employee.",
      "id": "s250"
    },
    {
      "text": "Thus, although the Occupational Health and Safety Act may be an industrial law, it is not a law in respect of which a person can compel compliance.",
      "id": "s251"
    },
    {
      "text": "This tentative opinion would rule out the applicability of s 298L(1)(i).",
      "id": "s252"
    },
    {
      "text": "65 The appellant referred to two decisions ( Byrne v Australian Ophthalmic Supplies Pty Ltd (2008) 169 IR 236; [2008] FCA 66 and Jordan v Mornington Inn Pty Ltd (2007) 166 IR 33; [2007] FCA 1384) to support his reliance on Belandra (2003) 126 IR 165; [2003] FCA 910 as a decision contrary to the trial judge's approach to construction.",
      "id": "s253"
    },
    {
      "text": "Both concerned penalties for contravention of Pt 16 (and its predecessor) and neither expressly dealt with any requirement over and above the terms of the prohibited reasons.",
      "id": "s254"
    },
    {
      "text": "DISCUSSION \n Sections 793(1)(j) and (k) --- freedom of association \n \n66 The respondent's essential proposition (accepted by the trial judge) is that Pt 16 (and thus ss 793(1)(j) and (k)) only applies where a person can demonstrate that their freedom of association rights have been infringed with \"freedom of association\" to be understood as meaning (and only meaning) a right to join or not to join, or to associate with, an industrial organisation.",
      "id": "s255"
    },
    {
      "text": "That is to say, Pt 16 has nothing to do with individual rights.",
      "id": "s256"
    },
    {
      "text": "The respondent submitted that this approach to construction was the result of: - (i) the need to interpret Pt 16 to give effect to certain International Conventions, the provisions of which are concerned with freedom of association, (ii) the need to give a purposive construction of Pt 16 having regard to the context, particularly the objects in s 778 and the objects in s 3 relevant to Pt 16 (s 3(j) and (n)), (iii) the decision in Davids Distribution (1999) 91 FCR 463 ; [1999] FCA 1108 in particular and the fact that the Explanatory Memorandum for the Workplace Relations Amendment (Work Choices) Bill 2005 (Cth) (replacing, amongst other things, Pt XA with Pt 16) said (at [2569]) that the \"list of prohibited reasons is substantially based on the existing prohibitions in the pre-reform section 298L of the WR Act\", and (iv) the contrary construction leading to a result said to be perverse, namely, rendering s 659 nugatory.",
      "id": "s257"
    },
    {
      "text": "67 Although I accept the general principles of construction identified by the respondent I consider that their application requires a different conclusion about the meaning of s 793(1)(j) and (k) with respect to the \"freedom of association requirement\".",
      "id": "s258"
    },
    {
      "text": "My reasons are as follows.",
      "id": "s259"
    },
    {
      "text": "68 First, and adopting an approach analogous to that of Greenwood J in McIlwain (2006) 154 IR 111; [2006] FCA 828 , I consider that the legislature has chosen to give effect to the objects of Pt 16 by, amongst other things, proscribing the carrying out of certain conduct for certain reasons including by the enactment of ss 792 and 793.",
      "id": "s260"
    },
    {
      "text": "To paraphrase Greenwood J at [327] the legislative expression of the objectives of Pt 16 is to be found in prohibiting nominated conduct carried out for a reason falling within the substantive provisions of the part (including, insofar as employers are concerned, s 793(1)).",
      "id": "s261"
    },
    {
      "text": "Those substantive provisions define the extent of the concept of freedom of association Parliament intended to regulate.",
      "id": "s262"
    },
    {
      "text": "Importantly, the regulation extends to conduct by employers (s 792), employees and independent contractors (s 795) and industrial associations (ss 796 --- 802).",
      "id": "s263"
    },
    {
      "text": "When the statutory scheme is considered as a whole, there is no need or warrant to impose additional requirements derived from the objects of Pt 16 on the substantive provisions (as further explained below).",
      "id": "s264"
    },
    {
      "text": "69 Secondly, there are a number of textual indicators that Parliament's approach to rights connected with freedom of association is not as narrow as the respondent advocated.",
      "id": "s265"
    },
    {
      "text": "In particular:\n \n \n (1) Section 784(1) refers to Pt 16 applying to conduct carried out with a purpose or intent relating to a person's participation in any capacity in any proceedings under the Act or any other activity provided for by the Act.",
      "id": "s266"
    },
    {
      "text": "The words \"in any capacity\" speak against a narrow construction of the particular conduct regulated by Pt 16.",
      "id": "s267"
    },
    {
      "text": "(2) Many of the provisions of Pt 16 relate expressly and directly to relationships with industrial associations.",
      "id": "s268"
    },
    {
      "text": "Similarly, most of the provisions of s 793 involve those associations.",
      "id": "s269"
    },
    {
      "text": "This is the reason that most of the decisions focus on Pt 16 as dealing with rights to join or not join or associate with any industrial association.",
      "id": "s270"
    },
    {
      "text": "That is what Pt 16 is mainly about.",
      "id": "s271"
    },
    {
      "text": "However, that is not all Pt 16 is about.",
      "id": "s272"
    },
    {
      "text": "Some provisions operate differently.",
      "id": "s273"
    },
    {
      "text": "For example, ss 793(i), (j), (k) and (l) do not in terms depend on action in connection with an industrial association or industrial body.",
      "id": "s274"
    },
    {
      "text": "(3) The effect of the approach of the respondent is to superimpose over the whole of Pt 16 a requirement that the proscribed conduct relate to the right to join or not join or associate with industrial organisations.",
      "id": "s275"
    },
    {
      "text": "But this approach is difficult to reconcile with all of the provisions of Pt 16.",
      "id": "s276"
    },
    {
      "text": "For example, s 793(1)(i) proscribes conduct of the requisite kind (s 792) because the person is entitled to the benefit of the Australian Fair Pay and Conditions Standard (dealt with in Pt 7 of the Act).",
      "id": "s277"
    },
    {
      "text": "It is difficult to overlay onto that part of s 793(1)(i) the additional freedom of association requirement the respondent submitted qualified the whole of Pt 16.",
      "id": "s278"
    },
    {
      "text": "Similarly, if that overlaying approach is correct, it would apply not only to s 793(1)(j) and (k) but also to the equivalent provisions in s 795(1)(c), (d) and (e) (dealing with employees and independent contractors who cease work), s 797(3)(h) (dealing with conduct of industrial associations in respect of employees), s 798(1)(e), (g) and (h) (dealing with conduct of industrial associations in respect of members) and s 799(2)(a)(v) and (vi) and (b)(v) and (vi) (dealing with conduct of industrial associations in respect of independent contractors).",
      "id": "s279"
    },
    {
      "text": "(4) Consideration of all of the provisions of Pt 16 suggests that Parliament treated the capacity of all people to go to any person or body with a capacity to seek compliance with industrial laws and industrial instruments and to choose to participate in any proceedings under any industrial law as one of those basic or fundamental rights that should not be impaired by certain conduct whether that conduct be by employers, employees and independent contractors or industrial associations.",
      "id": "s280"
    },
    {
      "text": "Consider further, for example, s 795.",
      "id": "s281"
    },
    {
      "text": "The section applies to all employees and independent contractors in any capacity.",
      "id": "s282"
    },
    {
      "text": "The section proscribes those persons from ceasing work because the employer has or proposes to exercise this basic or fundamental right.",
      "id": "s283"
    },
    {
      "text": "If, however, the respondent is correct, there must be found not only the conduct described in s 795(1)(c) or (d) but also some right to join or not join or associate with an industrial organisation.",
      "id": "s284"
    },
    {
      "text": "I am not persuaded that this is so given the subject with which s 795 deals and the application of Pt 16 to all employees and independent contractors.",
      "id": "s285"
    },
    {
      "text": "(5) The effect of the respondent's overlay of the freedom of association requirement on ss 793(1)(j) and (k) is to read into the relevant substantive provisions (wherever they appear in Pt 16, noting the duplication of provisions in the sections dealing with employers, employees and independent contractors and industrial associations) a requirement that the inquiry or complaint or proceedings, in some respect, have a connection to one or other of the provisions of the section.",
      "id": "s286"
    },
    {
      "text": "If Parliament had intended that limitation then it could have said so.",
      "id": "s287"
    },
    {
      "text": "(6) Giving ss 793(j) and (k) their ordinary meaning, without any additional overlay, does not render s 659 nugatory.",
      "id": "s288"
    },
    {
      "text": "When the provisions are considered in context it is apparent that they are not coextensive.",
      "id": "s289"
    },
    {
      "text": "Each has work to do without subjecting the whole of Pt 16 to the additional requirement relied on by the respondent.",
      "id": "s290"
    },
    {
      "text": "In particular, s 659, if engaged, triggers the conciliation and arbitration procedures.",
      "id": "s291"
    },
    {
      "text": "Section 659 is not an offence provision.",
      "id": "s292"
    },
    {
      "text": "The range of remedies for contravention of s 659 is different from those for contravention of s 793 (compare s 665 with s 807).",
      "id": "s293"
    },
    {
      "text": "The provisions with respect to proof are different (compare s 664 with s 809).",
      "id": "s294"
    },
    {
      "text": "So too are the potential costs consequences (see s 824).",
      "id": "s295"
    },
    {
      "text": "It is true that there is overlap between s 659(2)(e) and s 793(1)(j).",
      "id": "s296"
    },
    {
      "text": "The fact that different provisions in different parts may overlap is not necessarily perverse.",
      "id": "s297"
    },
    {
      "text": "In the case of these provisions s 659 is more limited in its field of operation than s 793.",
      "id": "s298"
    },
    {
      "text": "Section 659 relates only to termination whereas s 793, by reason of s 792(1), covers other types of conduct as well.",
      "id": "s299"
    },
    {
      "text": "Section 659(2)(e) relates only to a complaint filed or proceedings participated in whereas s 793(1)(j) and (l) include an element of futurity (dealt with in more detail below).",
      "id": "s300"
    },
    {
      "text": "In circumstances where the potential consequences of conduct under the provisions is different I am not persuaded to adopt an approach to construction that express reference to one matter indicates that other overlapping matters must take a different meaning from their natural and ordinary meaning.",
      "id": "s301"
    },
    {
      "text": "Further, the relationship between s 659 and s 793 should not be considered in isolation from the other provisions of Pt 16 (such as s 795).",
      "id": "s302"
    },
    {
      "text": "70 Thirdly, the decision in Davids Distribution (1999) 91 FCR 463 ; [1999] FCA 1108 has to be read in the context of the matter required for decision in that case.",
      "id": "s303"
    },
    {
      "text": "The statement at [106] that \"Each of the reasons relates to the exercise of the right of an employee or independent contractor to join, or refuse to join, an \"industrial association\" (as defined) and, where the employee becomes a member of an industrial association, to take collective action by or through the industrial association in pursuit of their industrial interests\" was made in the context of a decision about parts of s 298L(1) dealing with industrial associations.",
      "id": "s304"
    },
    {
      "text": "Further, nearly all of the provisions of s 793(1) do concern industrial associations.",
      "id": "s305"
    },
    {
      "text": "The Full Court was not called upon to consider any submission to the same effect as that made by the respondent.",
      "id": "s306"
    },
    {
      "text": "It had no particular reason to delve into the minutiae of other provisions within the equivalent of Pt 16.",
      "id": "s307"
    },
    {
      "text": "71 The same may be said of each of the other decisions discussed above.",
      "id": "s308"
    },
    {
      "text": "Only one decision requires further comment, being Tristar [2008] FCA 1224.",
      "id": "s309"
    },
    {
      "text": "Tristar too concerned one provision only, s 793(1)(i).",
      "id": "s310"
    },
    {
      "text": "It also, as Gyles J said, involved an unusual claim of discrimination by reason of not being terminated.",
      "id": "s311"
    },
    {
      "text": "The outcome in Tristar appears to have turned on its own unusual facts.",
      "id": "s312"
    },
    {
      "text": "Insofar as Gyles J expressed general views about the operation of the statutory provisions, the observations in Community and Public Sector Union (2006) 157 IR 470; [2006] FCAFC 176 at [43] --- [46] about McIlwain (2006) 154 IR 111; [2006] FCA 828 and National Union of Workers v Qenos Pty Ltd (2001) 108 FCR 90 ; [2001] FCA 178 are arguably to the contrary.",
      "id": "s313"
    },
    {
      "text": "Finally, the decision in Tristar is subject to an unresolved appeal.",
      "id": "s314"
    },
    {
      "text": "72 While the decision in Belandra (2003) 126 IR 165; [2003] FCA 910 does not necessarily resolve the construction issue against the respondent it provides support for the approach to construction that I adopt.",
      "id": "s315"
    },
    {
      "text": "It does so by recognising that the drafting approach of matching a new right with a remedy has led to the duplication and overlap of provisions in the Workplace Relations Act .",
      "id": "s316"
    },
    {
      "text": "This approach underlies North J's observation that although s 298L(1)(a) encompassed the protection referred to in s 298L(1)(i), it was limited in operation to union members whereas the protection referred to in s 298L(1)(i) applied to all employees irrespective of the overlap with the termination provisions for individual employees.",
      "id": "s317"
    },
    {
      "text": "The equivalent provisions under the statute as presently in force are s 793(1)(a) and (j) and s 659(2)(e).",
      "id": "s318"
    },
    {
      "text": "73 Fourthly, the approach to construction of ss 793(1)(j) and (k) that I prefer is not inconsistent with and does not undermine the objects of Pt 16 or the giving of effect to Australia's international obligations ( Minister for Immigration and Ethnic Affairs v Teoh (1995) 183 CLR 273 at 287).",
      "id": "s319"
    },
    {
      "text": "It promotes the objects of Pt 16 once it is recognised that the objects in s 3 as a whole also apply to Pt 16 (by reason of the words in the preamble to s 778) and that the substantive provisions of Pt 16 are the means by which the objects are achieved.",
      "id": "s320"
    },
    {
      "text": "It is a construction in context that is consistent with the language of the Workplace Relations Act as a whole.",
      "id": "s321"
    },
    {
      "text": "It gives work to each and every provision by giving such provisions their ordinary and natural meaning.",
      "id": "s322"
    },
    {
      "text": "74 For these reasons I do not agree with the conclusion in the principal proceedings the subject of the appeal (specifically at [29], [30], and [41]) that the proceedings had no reasonable prospect of success because the appellant's allegation did not contain any freedom of association component.",
      "id": "s323"
    },
    {
      "text": "The substantive provisions of Pt 16 specify the required freedom of association component.",
      "id": "s324"
    },
    {
      "text": "Section 793(1)(j) allegation \n \n75 The trial judge held that a proposal to complain to WorkCover could not engage s 793(1)(j) because, by reason of the freedom of association overlay, that section is concerned with proposals to complain to industrial associations.",
      "id": "s325"
    },
    {
      "text": "This was supported by the use of the word \"seek\" in the section on the basis that WorkCover requires or enforces compliance with industrial laws rather than seeks compliance with them.",
      "id": "s326"
    },
    {
      "text": "In the notice of contention and related submissions the respondent also said that WorkCover deals with occupational health and safety laws rather than industrial laws as defined.",
      "id": "s327"
    },
    {
      "text": "76 Insofar as the decision of the trial judge on the operation of s 793(1)(j) was based on the freedom of association overlay as contended for by the respondent, I have reached a different conclusion for the reasons set out above.",
      "id": "s328"
    },
    {
      "text": "Apart from that the difficulty with limiting the \"person or body\" referred to in s 793(1)(j) to an industrial association is that if this limitation were intended the section would not have used the words \"person or body\" but would have required the complaint or inquiry to be directed to an industrial association.",
      "id": "s329"
    },
    {
      "text": "\"Industrial association\" is defined in s 779(1).",
      "id": "s330"
    },
    {
      "text": "The wording of s 793(1)(j) , particularly the reference to person or body rather than industrial association, is inconsistent with the limitation of persons or bodies to industrial associations.",
      "id": "s331"
    },
    {
      "text": "Consideration of s 795 reinforces this conclusion.",
      "id": "s332"
    },
    {
      "text": "Hence, s 793(1)(j) would include a complaint or inquiry to an industrial association but is not necessarily limited to a complaint or inquiry to such a body.",
      "id": "s333"
    },
    {
      "text": "77 The next question is whether WorkCover is such a body or person.",
      "id": "s334"
    },
    {
      "text": "This requires consideration of WorkCover's functions.",
      "id": "s335"
    },
    {
      "text": "WorkCover is constituted by s 14 of the Workplace Injury Management and Workers Compensation Act 1998 (NSW).",
      "id": "s336"
    },
    {
      "text": "It is responsible for ensuring compliance with the workers compensation legislation and the occupational health and safety legislation (s 22(1)(a)).",
      "id": "s337"
    },
    {
      "text": "The workers compensation legislation means (s 4): \n (a) this Act and the instruments under this Act, or (b) the 1987 Act and the instruments under that Act, or (c) the Workers Compensation (Bush Fire, Emergency and Rescue Services) Act 1987 and the instruments under that Act, or (d) the Workers' Compensation (Dust Diseases) Act 1942 and the instruments under that Act, or (e) any other Act or instrument (or part) prescribed by the regulations.",
      "id": "s338"
    },
    {
      "text": "78 The occupational health and safety legislation means:\n (a) the Occupational Health and Safety Act 2000 and the instruments under that Act, or (b) the associated occupational health and safety legislation within the meaning of that Act, or (c) any other Act or instrument (or part) prescribed by the regulations.",
      "id": "s339"
    },
    {
      "text": "79 WorkCover has a range of enforcement powers under legislation vesting it with functions including the taking of criminal proceedings, the issuing of penalty notices, the preparation of industry codes of practice, powers to issue investigation notices, improvement notices and prohibition notices, powers to take proceedings for offences against such notices, and powers to include directions in such notices.",
      "id": "s340"
    },
    {
      "text": "The orders relevant courts can make in such proceedings are not limited to penalties (for example, Div 2 of Pt 7 of the Occupational Health and Safety Act 2000 (NSW)).",
      "id": "s341"
    },
    {
      "text": "Moreover, a recipient of a notice may appeal to the Local Court which may confirm the notice, vary it or revoke it (s 97).",
      "id": "s342"
    },
    {
      "text": "80 The legislation in respect of which WorkCover has functions include issues relating to the relationships between employers and employees and not merely, as the respondent submitted, regulating the environment within which such relationships operated.",
      "id": "s343"
    },
    {
      "text": "For example, s 46 of the Workplace Injury Management and Workers Compensation Act requires employers to participate and co-operate in the establishment of an injury management plan required to be established for an injured worker and to comply with the plan.",
      "id": "s344"
    },
    {
      "text": "Section 47 imposes reciprocal obligations on employees.",
      "id": "s345"
    },
    {
      "text": "Section 48 imposes an obligation on an injured employee to return to work and s 49 imposes a reciprocal obligation on the employer to provide suitable work for an injured employee.",
      "id": "s346"
    },
    {
      "text": "There are many other examples of such mutual or related obligations as between employers and employees in the legislation vesting functions in WorkCover.",
      "id": "s347"
    },
    {
      "text": "81 Having regard to these matters I am satisfied that the legislation vesting functions in WorkCover, in a number of respects, regulates the relationships between employers and employees.",
      "id": "s348"
    },
    {
      "text": "The legislation is thus within the definition of \"industrial law\" in s 779.",
      "id": "s349"
    },
    {
      "text": "This conclusion is consistent with other provisions in the Workplace Relations Act which effectively assume that occupational health and safety laws are a form of industrial law (such as ss 16 and 17 ).",
      "id": "s350"
    },
    {
      "text": "It is also consistent with the tentative opinion expressed by Finkelstein J in Geelong Grammar School [2000] FCA 557.",
      "id": "s351"
    },
    {
      "text": "His Honour accepted that such laws were industrial laws but considered that, given the particular terms of the legislation (which permitted penalties only to be imposed), no \"seeking\" of compliance was involved.",
      "id": "s352"
    },
    {
      "text": "The same cannot be said of, for example, the Occupational Health and Safety Act where notices may include directions and be the subject of an appeal and where the powers of courts in offence provisions are broader than the mere imposition of a penalty.",
      "id": "s353"
    },
    {
      "text": "82 Against this background I am not persuaded that the word \"seek\" in s 793(1)(j) bears the weight the respondent wishes to place on it.",
      "id": "s354"
    },
    {
      "text": "\"Seek\" simply means \"try\".",
      "id": "s355"
    },
    {
      "text": "WorkCover is a statutory body not a court.",
      "id": "s356"
    },
    {
      "text": "WorkCover does not declare and enforce laws; it fulfils its statutory function of ensuring compliance with laws by (amongst other things) seeking compliance with those laws.",
      "id": "s357"
    },
    {
      "text": "When exercising various functions WorkCover thus seeks (and has capacity to seek) compliance with legislation which vests it with functions being laws that, amongst other things, regulate the relationship between employers and employees.",
      "id": "s358"
    },
    {
      "text": "83 It does not matter that the appellant's proposal to make a complaint to WorkCover was vague and open ended.",
      "id": "s359"
    },
    {
      "text": "WorkCover is a body having capacity under industrial laws to seek compliance with those laws.",
      "id": "s360"
    },
    {
      "text": "The appellant proposed to complain to WorkCover about what he believed to be breaches of those laws.",
      "id": "s361"
    },
    {
      "text": "This is sufficient for s 793(1)(j) to apply.",
      "id": "s362"
    },
    {
      "text": "Even if the employee's proposed complaint is misconceived the taking of the proscribed conduct will engage s 792 provided the reason for the conduct is within the scope of s 793(1)(j).",
      "id": "s363"
    },
    {
      "text": "This makes sense on the basis that it is the employer's state of mind (its reasons for the conduct) that trigger the application or potential application of the provisions and not the validity or efficacy of the complaint or inquiry the employee has made or proposes to make.",
      "id": "s364"
    },
    {
      "text": "84 By analogy to the process of reasoning in Davids Distribution (1999) 91 FCR 463 ; [1999] FCA 1108 at [109] the appellant had to prove that he was an employee of the respondent.",
      "id": "s365"
    },
    {
      "text": "There was no dispute that this was the fact.",
      "id": "s366"
    },
    {
      "text": "The appellant had to prove that he had made or proposed to make an inquiry or complaint to a person or body of the type described in s 793(1)(j).",
      "id": "s367"
    },
    {
      "text": "The fact that the appellant had proposed to complain to WorkCover about what he perceived to be the respondent's wrong treatment of him was also not in dispute.",
      "id": "s368"
    },
    {
      "text": "In order to make the next required link between the termination and the respondent's reasons for it the presumption in s 809 operates.",
      "id": "s369"
    },
    {
      "text": "It is presumed that the conduct was engaged in for the prohibited reason unless the respondent proves to the contrary.",
      "id": "s370"
    },
    {
      "text": "85 For these reasons I do not agree with the conclusion of the trial judge at [44] that the principal proceedings had no reasonable prospect of success because WorkCover is not an industrial association and thus cannot be a person or body within the meaning of s 793(1)(j).",
      "id": "s371"
    },
    {
      "text": "I also do not uphold the respondent's notice of contention.",
      "id": "s372"
    },
    {
      "text": "The allegation made by the appellant in the evidence he filed about proposing to make a complaint to WorkCover about his treatment, prima facie, engages s 793(1)(j).",
      "id": "s373"
    },
    {
      "text": "The consequence is that s 809 (the presumption about the reason for the conduct) is also engaged.",
      "id": "s374"
    },
    {
      "text": "86 That having been said I accept that a proposal to seek relief from a court is not within the scope of s 793(1)(j).",
      "id": "s375"
    },
    {
      "text": "Courts are not persons or bodies that seek compliance with the law.",
      "id": "s376"
    },
    {
      "text": "Courts declare and enforce the law.",
      "id": "s377"
    },
    {
      "text": "Hence, the appellant's proposal to go to court for some form of relief potentially engages s 793(1)(k) but not s 793(1)(j).",
      "id": "s378"
    },
    {
      "text": "Section 793(1)(k) allegation \n \n87 The trial judge (at [45]) held that foreshadowing a complaint to WorkCover was not a proposal to participate in a proceeding and the appellant's belief that he could take out a court order was not the announcement of an intention to seek one.",
      "id": "s379"
    },
    {
      "text": "88 The respondent's first submission about s 793(1)(k) was that the section required the proceeding to exist at the time of the relevant proposal with the only element of futurity being the proposal to participate.",
      "id": "s380"
    },
    {
      "text": "As there was no proceeding under an industrial law on foot at the time the appellant made his statements about going to WorkCover and court, the respondent said that s 793(1)(k) could not be engaged.",
      "id": "s381"
    },
    {
      "text": "This reason for rejecting the application of s 793(1)(k) was not referred to by the trial judge.",
      "id": "s382"
    },
    {
      "text": "It also does not appear in the respondent's notice of contention.",
      "id": "s383"
    },
    {
      "text": "Nevertheless, it involves a pure question of statutory construction and I will therefore deal with the submission.",
      "id": "s384"
    },
    {
      "text": "89 The submission does not sit well with the natural and ordinary meaning of the words \"proposes to participate in...a proceeding under an industrial law\".",
      "id": "s385"
    },
    {
      "text": "The word \"participate\" means to take part in.",
      "id": "s386"
    },
    {
      "text": "A person can participate in a proceeding in different ways (as the provisions recognise by drawing a distinction between participating in and giving evidence in a proceeding, ss 793(1)(k) and (l)).",
      "id": "s387"
    },
    {
      "text": "People can participate in proceedings by (at least) commencing proceedings, defending proceedings, or giving evidence in proceedings.",
      "id": "s388"
    },
    {
      "text": "If participation includes commencement of proceedings (as I think it does) then a proposal to participate in proceedings includes a proposal to commence proceedings.",
      "id": "s389"
    },
    {
      "text": "On this basis, it was not necessary for the provision to refer to \"a proceeding or proposed proceeding\" as the respondent submitted.",
      "id": "s390"
    },
    {
      "text": "The element of futurity captured by the proposal to participate applies to all potential forms of participation, including by way of commencement.",
      "id": "s391"
    },
    {
      "text": "90 This construction of s 793(1)(k) also accords with the purpose of the provision to prohibit an employer from taking proscribed conduct against an employee (as set out in s 792(1)) because an employee wishes to avail themselves of the right to be involved in legal process.",
      "id": "s392"
    },
    {
      "text": "The consequences of the respondent's construction also need to be considered.",
      "id": "s393"
    },
    {
      "text": "A person could give an employer notice before taking court action in an attempt to avoid the need to take proceedings.",
      "id": "s394"
    },
    {
      "text": "The employer, on the respondent's construction, could act pre-emptively by terminating the employment of persons proposing to participate in those proceedings before the date in the notice before action had been reached.",
      "id": "s395"
    },
    {
      "text": "A person could inform an employer that proceedings had been commenced when, in fact, the proceedings had not yet been filed.",
      "id": "s396"
    },
    {
      "text": "The employer could terminate the employment of persons proposing to participate in those proceedings before the filing date on the belief the proceedings had been filed.",
      "id": "s397"
    },
    {
      "text": "In the context of a provision that attaches potential liability to the employer's reasons for conduct, such an approach is not persuasive.",
      "id": "s398"
    },
    {
      "text": "The statement in Burnie Port Corporation Pty Ltd v Maritime Union of Australia (2000) 104 FCR 440 ; [2000] FCA 1768 at [24] that, in the predecessor provision to s 793(1), \"when the legislature intended to distinguish between a past, present or future event or state of affairs, it did so\" provides some support for this conclusion but, in any event, I consider it follows as a matter of proper construction of the particular provision in context.",
      "id": "s399"
    },
    {
      "text": "91 There are a range of possible meanings to be attributed to the appellant's statements.",
      "id": "s400"
    },
    {
      "text": "The range of statements he made have to be considered together rather than as individual items.",
      "id": "s401"
    },
    {
      "text": "They also have to be considered against the background of the dealings between the respondent and the appellant at the time.",
      "id": "s402"
    },
    {
      "text": "When considered together it is apparent that the appellant alleged that the respondent's conduct amounted to breaches of occupational health and safety and industrial laws.",
      "id": "s403"
    },
    {
      "text": "He said he proposed to go to WorkCover and believed he could go to court about his allegations (namely, breaches of occupational health and safety and industrial laws).",
      "id": "s404"
    },
    {
      "text": "92 The respondent submitted that these allegations did not fall within s 793(1)(k) because: - (i) the appellant had never articulated the industrial law on which he proposed to rely, and (ii) a mere statement of belief does not amount to a proposal to participate in proceedings.",
      "id": "s405"
    },
    {
      "text": "93 As to the first submission, the context and purpose of ss 792 and 793 indicate to the contrary.",
      "id": "s406"
    },
    {
      "text": "Provided the employee can prove that he or she proposed to participate in a proceeding under an industrial law the section is engaged.",
      "id": "s407"
    },
    {
      "text": "It does not matter if the employee is vague or mistaken about the validity or efficacy of, or the grounds for, the proceedings.",
      "id": "s408"
    },
    {
      "text": "The appellant's statements, considered together, alleged contraventions of industrial laws.",
      "id": "s409"
    },
    {
      "text": "The fact that the appellant never articulated the name of the relevant statute or the section on which he proposed to rely (or, indeed, proved that he could rely on any such section) is not fatal to the application of s 793(1)(k).",
      "id": "s410"
    },
    {
      "text": "This does not give the section an improbably wide operation.",
      "id": "s411"
    },
    {
      "text": "For example, assume a person commenced proceedings alleging breaches of sections of the Workplace Relations Act on the mistaken belief that they had standing to do so.",
      "id": "s412"
    },
    {
      "text": "The employer terminated the person's employment.",
      "id": "s413"
    },
    {
      "text": "In fact, the person had no standing with the consequence that the proceedings had to be struck out.",
      "id": "s414"
    },
    {
      "text": "These facts all might be relevant to the likelihood or unlikelihood of the ultimate question of proof (namely, whether the termination in fact was for the prohibited reason or for some other reason).",
      "id": "s415"
    },
    {
      "text": "But they do not prevent the application of s 793(1)(k) because, irrespective of the employee's mistake, the employee participated in a proceeding under an industrial law.",
      "id": "s416"
    },
    {
      "text": "The same reasoning must apply to an employee proposing to participate in a proceeding under an industrial law.",
      "id": "s417"
    },
    {
      "text": "Failure to name the law or the relevant section and mistakes about the application of the law to the employee's circumstances do not necessarily mean that the person has not proposed to participate in proceedings of the relevant type.",
      "id": "s418"
    },
    {
      "text": "94 Conduct (including statements) of the employee about the type of claim being made might suffice to identify the proposal as one to participate in proceedings under an industrial law depending on the whole context in which the statements are made.",
      "id": "s419"
    },
    {
      "text": "As Gray J observed in Employment Advocate v Williamson (2001) 111 FCR 20 ; [2001] FCA 1164 at [26] the \"context of a communication is all important\" so that words that may not engage a provision in one set of circumstances do engage the provision in another set of circumstances.",
      "id": "s420"
    },
    {
      "text": "As Gray J also explained, the employer's position under s 793 is different.",
      "id": "s421"
    },
    {
      "text": "For example, an employer may dismiss an employee on the mistaken belief that the employee proposed to participate in proceedings under an industrial law when there were no such proceedings or no such proposal.",
      "id": "s422"
    },
    {
      "text": "In that case, s 793(1)(k) could not apply because the facts specified in it do not exist (at [23]).",
      "id": "s423"
    },
    {
      "text": "The same reasoning would apply to each of the other forms of prohibited reasons and proscribed conduct in Pt 16 applying to employees and independent contractors (s 795) and industrial associations (ss 796 --- 802 ).",
      "id": "s424"
    },
    {
      "text": "95 As to the second submission, the application of the reasoning in Davids Distribution (1999) 91 FCR 463 ; [1999] FCA 1108 at [109] suggests to the contrary.",
      "id": "s425"
    },
    {
      "text": "The appellant had to prove that he proposed to participate in a proceeding under an industrial law.",
      "id": "s426"
    },
    {
      "text": "One meaning of \"propose\" is intend; but the idea of intention itself has shades of meaning ranging from a fixed and immediate resolve to a contingent proposition.",
      "id": "s427"
    },
    {
      "text": "The difficulties of construction to which the predecessor provision to s 793 gave rise, including with respect to the meaning of \"propose\", were explored by the Full Court in Williamson (2001) FCR 20 ; [2001] FCA 1164 at [14] to [20].",
      "id": "s428"
    },
    {
      "text": "Consistent with Gray J's reasoning in Williamson I accept that a simple state of indecision cannot amount to a proposal.",
      "id": "s429"
    },
    {
      "text": "But the evidence in this case supports a finding of more than simple indecision on the appellant's part.",
      "id": "s430"
    },
    {
      "text": "The appellant said he believed he could take out a court order.",
      "id": "s431"
    },
    {
      "text": "In the context of all of his other statements and the circumstances as between the appellant and respondent at the relevant time the fact that the appellant framed his statement as one of belief cannot bear too much weight.",
      "id": "s432"
    },
    {
      "text": "Support for this approach is provided by the discussion in Endresz v Whitehouse [1998] 3 VR 461 (albeit arising in a different context).",
      "id": "s433"
    },
    {
      "text": "Placing weight on the circumstances prevailing at the time and the range of statements made by the appellant I consider that the evidence is sufficient to conclude that the appellant proposed to participate in a proceeding under an industrial law within the meaning of s 793(1)(k) with the consequence that s 809 is engaged.",
      "id": "s434"
    },
    {
      "text": "96 In reaching this conclusion about s 793(1)(k) (which relates only to the principal proceedings the subject of the appeal), I do not consider it necessary or fruitful to deal separately with the appellant's statements about WorkCover and taking out a court order.",
      "id": "s435"
    },
    {
      "text": "I accept that a proposal to complain to WorkCover, without more, would not engage s 783(1)(k) (as opposed to s 793(1)(j)).",
      "id": "s436"
    },
    {
      "text": "But the statements were not made without more in this case.",
      "id": "s437"
    },
    {
      "text": "Moreover, I have found that the proposal to complain to WorkCover engages s 793(1)(j).",
      "id": "s438"
    },
    {
      "text": "Consequences of conclusions for each appeal \n \n97 For the reasons set out above I do not agree that the appellant's application to obtain leave to rely on s 793(1)(j) and (k) in the principal proceedings the subject of the appeal and s 793(1)(j) in the directors and officers proceedings the subject of the appeal was futile.",
      "id": "s439"
    },
    {
      "text": "As the trial judge's decision to refuse the appellant leave to amend and summarily dismiss both proceedings as having no reasonable prospects of success was based on this conclusion of futility the appeals must each be upheld.",
      "id": "s440"
    },
    {
      "text": "On the basis of the conclusions above about the meaning of ss 793(1)(j) and (k), there was no circumstance weighing against the grant of leave (that is, to permit the appellant to rely on s 793(1)(j) and (k) in the principal proceedings and s 793(1)(j) in the directors and officers proceedings).",
      "id": "s441"
    },
    {
      "text": "98 There is only one other observation I wish to make before moving on to the next issue in the appeals.",
      "id": "s442"
    },
    {
      "text": "The appellant was concerned that the trial judge made no reference to correspondence from the Department of Employment and Workplace Relations and WorkCover.",
      "id": "s443"
    },
    {
      "text": "The appellant objected to the respondent characterising the letters as \"submissions\" rather than \"evidence\".",
      "id": "s444"
    },
    {
      "text": "The issue is better understood as relating to the basic requirement of our system that it is a matter for the courts and the courts alone to determine the meaning of statutes.",
      "id": "s445"
    },
    {
      "text": "That has to be taken with another basic requirement of the law that only relevant evidence is admissible.",
      "id": "s446"
    },
    {
      "text": "These two requirements, taken together, preclude a court from treating letters from government departments about the meaning of a statute written after the statute has been enacted as relevant to that meaning.",
      "id": "s447"
    },
    {
      "text": "The court must look at the statute and decide its meaning for itself in accordance with the principles of statutory construction and assisted only by permissible extrinsic material (see, for example, s 15AB of the Acts Interpretation Act 1901 (Cth)).",
      "id": "s448"
    },
    {
      "text": "The disqualification point \n \n99 The issue of disqualification arises only in the directors and officers proceedings the subject of the appeal.",
      "id": "s449"
    },
    {
      "text": "This is because the appellant's other applications for disqualification were the subject of a leave application rejected by Rares J in Dowling v Kirk [2008] FCA 165.",
      "id": "s450"
    },
    {
      "text": "100 Having regard to the decision in Dowling v Kirk [2008] FCA 165 , the disqualification issues that are capable of arising for consideration in the directors and officers proceedings the subject of appeal relate to the trial judge having met (or possibly met) one of the respondents to those proceedings once or twice and having pre-judged the matter due to his decision in the principal proceedings.",
      "id": "s451"
    },
    {
      "text": "101 The law with respect to these issues is settled.",
      "id": "s452"
    },
    {
      "text": "The test is whether fair-minded people might reasonably apprehend that the judge might not bring an impartial mind to resolution of the issues the judge is required to decide in the proceedings ( Ebner v Official Trustee in Bankruptcy (2000) 205 CLR 337 ; [2000] HCA 63 at [6] ).",
      "id": "s453"
    },
    {
      "text": "Two steps are involved in answering this question.",
      "id": "s454"
    },
    {
      "text": "First, \"it requires the identification of what it is said might lead a judge (or juror) to decide a case other than on its legal and factual merits\".",
      "id": "s455"
    },
    {
      "text": "Secondly, there \"must be an articulation of the logical connection between the matter and the feared deviation from the course of deciding the case on its merits.",
      "id": "s456"
    },
    {
      "text": "The bare assertion that a judge (or juror) has an \"interest\" in litigation, or an interest in a party to it, will be of no assistance until the nature of the interest, and the asserted connection with the possibility of departure from impartial decision making, is articulated\" ( Ebner at [8]).",
      "id": "s457"
    },
    {
      "text": "Further, it has been said that judges should not too readily accede to applications for disqualification as to do so involves a failure to shoulder the obligations of judicial office ( Re JRL; Ex parte CJL [1986] HCA 39 ; (1986) 161 CLR 342 at 352; [1986] HCA 39 at [5] ).",
      "id": "s458"
    },
    {
      "text": "These principles require rejection of this appeal ground.",
      "id": "s459"
    },
    {
      "text": "Other matters \n \n102 Insofar as the appeal in the directors and officers proceedings the subject of appeal raised other grounds relating to the operation of ss 792 and 793 of the Workplace Relations Act , I have dealt with the relevant aspects of those claims above other than in one respect.",
      "id": "s460"
    },
    {
      "text": "Certain other allegations were made in submissions which were not the subject of the amended notice of appeal (except for one instance, being ground 3 in the amended notice of appeal in the directors and officers proceedings the subject of the appeal).",
      "id": "s461"
    },
    {
      "text": "These allegations were not supported by evidence capable of admission in a court of law either before the trial judge or on appeal and I need say no more about them.",
      "id": "s462"
    },
    {
      "text": "103 The one relevant respect outstanding is that the appellant claimed that the trial judge erred in concluding that there can be no accessorial liability under s 728 of the Workplace Relations Act if there are no proceedings against the principal.",
      "id": "s463"
    },
    {
      "text": "Given the findings above I do not need to resolve this issue.",
      "id": "s464"
    },
    {
      "text": "The only observation I make is that a contravention by a principal might be proved as a fact along the way in proceedings against persons under s 728 without proceedings against the principal having been taken.",
      "id": "s465"
    },
    {
      "text": "I do not consider that the conclusions in [9] of the trial judge's reasons in the directors and officers proceedings the subject of the appeal should be understood as stating to the contrary.",
      "id": "s466"
    },
    {
      "text": "I certify that the preceding one hundred and three (103) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s467"
    },
    {
      "text": "Associate:\n\nDated: 1 October 2008\n\n The Appellant appeared in person.",
      "id": "s468"
    },
    {
      "text": "Counsel for the Respondents: Mr J J Fernon SC and Ms K Eastman \n\n Date of Hearing: 26 September 2008 \n \n Date of Judgment: 1 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1470.html",
      "id": "s469"
    }
  ]
}