{
  "name": "Heritage Clothing Pty Ltd trading as Peter Jackson Australia v Mens Suit Warehouse Direct Pty Ltd trading as Walter Withers [2008] FCA 1775 (28 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1775.html",
  "catchphrases": [
    {
      "text": "claim of misleading and deceptive conduct in advertising in retail market for men's suits",
      "id": "c0"
    },
    {
      "text": "various false representations alleged, including representations that purchasers would receive a second suit free, such offer to be open for \"a limited time\"",
      "id": "c1"
    },
    {
      "text": "claim that applicant's store forced to closed due to misleading and deceptive conduct of respondents",
      "id": "c2"
    },
    {
      "text": "only \"limited time\" representation found to be contravening",
      "id": "c3"
    },
    {
      "text": "no damage established",
      "id": "c4"
    },
    {
      "text": "difficulty in framing injunction",
      "id": "c5"
    },
    {
      "text": "trade practices",
      "id": "c6"
    },
    {
      "text": "damages",
      "id": "c7"
    },
    {
      "text": "injunction",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant has for many years carried on business as a retailer of menswear at stores in the Melbourne CBD and elsewhere in Victoria trading under the name \"Peter Jackson\".",
      "id": "s0"
    },
    {
      "text": "It will be convenient to refer to it by that name.",
      "id": "s1"
    },
    {
      "text": "2 The first respondent Mens Suit Warehouse Direct Pty Ltd (MSWD) has since 2002 operated menswear stores in or near the Melbourne CBD, and in particular at 500 Collins Street (North side between William and King Streets), in Queen Street on the corner of Little Collins Street in the old RACV building and at 177 Toorak Road, South Yarra.",
      "id": "s2"
    },
    {
      "text": "These stores trade under the name \"Walter Withers\".",
      "id": "s3"
    },
    {
      "text": "MSWD has other stores, including one at 431A Victoria Street, Abbotsford and one at the corner of Lonsdale and Queen Streets in the CBD, where it trades under the name \"Mens Suit Warehouse Direct\".",
      "id": "s4"
    },
    {
      "text": "3 Peter Jackson complains of a number of alleged representations made by MSWD which are said to be misleading and deceptive in contravention of s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s5"
    },
    {
      "text": "Sections 53(a) , (c), (d), (e) and (eb) of the Trade Practices Act and a number of provisions of the Fair Trading Act 1999 (Vic) are mentioned in the further amended statement of claim (FASC) but were not the subject of consideration at the hearing.",
      "id": "s6"
    },
    {
      "text": "Peter Jackson claims to have suffered loss and damage and seeks damages and declaratory and injunctive relief.",
      "id": "s7"
    },
    {
      "text": "THE CBD REPRESENTATIONS \n \n4 In television advertising MSWD, in respect of its Walter Withers stores, made a statement which, although varied from time to time, was substantially in these terms:\n For the business executive wanting to look the part without the hefty price tag, Walter Withers Suits for Men is the place to be.",
      "id": "s8"
    },
    {
      "text": "Stand out from the crowd with the latest European fabrics and styles.",
      "id": "s9"
    },
    {
      "text": "You'll look a million dollars at an affordable price when dressed by Walter Withers.",
      "id": "s10"
    },
    {
      "text": "For a limited time, receive a second suit free with your first suit purchase.",
      "id": "s11"
    },
    {
      "text": "Walter Withers Suits for Men.",
      "id": "s12"
    },
    {
      "text": "177 Toorak Road, South Yarra and 500 Collins Street, City.",
      "id": "s13"
    },
    {
      "text": "Open 7 days.",
      "id": "s14"
    },
    {
      "text": "5 Similar statements are alleged to have been made on signage at the Walter Withers CBD stores and on labels on suits sold at those stores.",
      "id": "s15"
    },
    {
      "text": "It is not necessary to consider such statements separately.",
      "id": "s16"
    },
    {
      "text": "The statements are said to have conveyed the following representations.",
      "id": "s17"
    },
    {
      "text": "The Second Suit Free representation \n \n6 The suits in question have a marked price of $799 or $899.",
      "id": "s18"
    },
    {
      "text": "The statements are said to be misleading and deceptive because, according to FASC par 5(c), they convey the representation that suits sold at the Walter Withers stores \"are each of a quality and style being made of European fabric and in a European style to warrant a retail of price (sic) $799 or $899\".",
      "id": "s19"
    },
    {
      "text": "7 According to FASC par 6(d), this representation is false and misleading because \"the price of $799 or $899 for which the suits are sold does not represent a price bearing out the true retail value of suits sold by (MSWD)\".",
      "id": "s20"
    },
    {
      "text": "The European Fabrics representation \n \n8 The statements are said to convey a false representation by MSWD that its suits sold at the Walter Withers stores are made from European fabrics (FASC par 5(a)).",
      "id": "s21"
    },
    {
      "text": "The Exclusivity representation \n \n9 The statements are said to convey a false representation that MSWD's suits are made exclusively for its Walter Withers stores (FASC par 5(b)).",
      "id": "s22"
    },
    {
      "text": "The Limited Time representation \n \n10 The statements are said to convey a false representation that that the Second Suit Free offer is available for a limited time only whereas the offer has run continuously except for a six week period in February-March 2008 and a four week period in July 2008, when a 50 per cent off sale was promoted (FASC pars 5(e), 6(e)).",
      "id": "s23"
    },
    {
      "text": "THE ABBOTSFORD REPRESENTATIONS \n \n11 Separate representations are relied on in relation to the Abbotsford store.",
      "id": "s24"
    },
    {
      "text": "These are said to arise from signage at the store.",
      "id": "s25"
    },
    {
      "text": "The store has a substantial frontage to Victoria Street, a busy arterial road.",
      "id": "s26"
    },
    {
      "text": "The signs contained the following words:\n \n&#8226; Don't pay retail\n \n&#8226; 50% off rec.",
      "id": "s27"
    },
    {
      "text": "retail\n \n&#8226; Australian made pure wool suits\n \n&#8226; Don't pay $699 $799 Pay no more than $399 for any suit!",
      "id": "s28"
    },
    {
      "text": "&#8226; Direct to public\n \n&#8226; Mens Suit Warehouse Direct\n \n12 The FASC does not plead separately what are said to be the representations conveyed by the Abbotsford store signage.",
      "id": "s29"
    },
    {
      "text": "The following allegations of representations are to be implied from the allegations of falsity in par 8 of the FASC.",
      "id": "s30"
    },
    {
      "text": "The Wholesale representation \n \n13 It is said that there is a representation that MSWD's suits are being sold on a wholesale basis or at a wholesale price.",
      "id": "s31"
    },
    {
      "text": "This is misleading and untrue because they are being sold on a retail basis (FASC par 8(a)).",
      "id": "s32"
    },
    {
      "text": "The 50% Off representations \n \n14 It is said there is a representation that the price of $399 is 50 per cent off \"the true retail value of the suits\" (FASC par 8(b)) whereas this is not so.",
      "id": "s33"
    },
    {
      "text": "The Australian Made representation \n \n15 It is said there is a representation that the suits are Australian made.",
      "id": "s34"
    },
    {
      "text": "This is false and misleading and untrue because \"the large majority of the suits are not Australian made in any respect but are fully imported from China\" (FASC par 8(c)).",
      "id": "s35"
    },
    {
      "text": "The True Retail Value representation \n \n16 It is said there is a representation that the \"true retail value\" of MSWD's suits is $699 or $799 whereas this is not so (FASC par 8(d)).",
      "id": "s36"
    },
    {
      "text": "TRUTH OR FALSITY OF REPRESENTATIONS \n \n17 With one possible exception, there is no dispute as to the making of the statements alleged.",
      "id": "s37"
    },
    {
      "text": "What is in contest is whether they would convey the representations alleged and, if so, whether those representations are untrue so as to mislead a hypothetical ordinary and reasonable member of the class of potential purchasers: Campomar Sociedad Limitada v Nike International Limited [2000] HCA 12 ; (2000) 202 CLR 45 at [102] - [103] .",
      "id": "s38"
    },
    {
      "text": "Such a person in the present case would be a potential purchaser of men's suits from a retail store in or near the Melbourne CBD.",
      "id": "s39"
    },
    {
      "text": "Since a purchase price of $400 to $900 is a significant amount, and is for an item which would normally be expected to last for a number of years, and which will affect the image the wearer presents to the world, the hypothetical ordinary and reasonable purchaser (perhaps assisted by the hypothetical ordinary and reasonable spouse) is to be regarded as taking a fair amount of care in arriving at a purchase decision.",
      "id": "s40"
    },
    {
      "text": "This case is not concerned with impulse buying of items for a few dollars.",
      "id": "s41"
    },
    {
      "text": "The Second Suit Free representation \n \n18 This case is to be distinguished from the kind of case where something represented as \"free\" is in fact only obtainable if the purchaser provides some benefit to the representor.",
      "id": "s42"
    },
    {
      "text": "An example is Fraser v NRMA Holdings Limited (1995) 55 FCR 452.",
      "id": "s43"
    },
    {
      "text": "In that case proponents of the demutualisation of NRMA represented that policyholders would receive \"free\" shares, whereas the acquisition of those shares would involve the relinquishment of significant rights.",
      "id": "s44"
    },
    {
      "text": "The Full Court, 55 FCR at 483, recognised that in some contexts \n the word \"free\" may be understood as meaning \"without additional or marginal outlay over what is obviously being paid\", [but] this is not invariably so.",
      "id": "s45"
    },
    {
      "text": "19 In the present case there is no extra charge or loss or obligation to be borne by the purchaser.",
      "id": "s46"
    },
    {
      "text": "If the purchaser pays $799 or $899 for a suit he will in fact get another suit without charge.",
      "id": "s47"
    },
    {
      "text": "The evidence does not suggest otherwise.",
      "id": "s48"
    },
    {
      "text": "20 The representation does not convey anything as to whether the suits \"warrant\" a retail price of $799 or $899 or that such prices \"bear out the true retail value\".",
      "id": "s49"
    },
    {
      "text": "Offering goods for sale at a given price, without more, usually does not imply any statement as to \"true\" value.",
      "id": "s50"
    },
    {
      "text": "The seller is merely saying \"If you pay me $X, I will sell you this article\".",
      "id": "s51"
    },
    {
      "text": "The position is no different when the seller is offering to sell two articles for a given price.",
      "id": "s52"
    },
    {
      "text": "21 So far I have considered Peter Jackson's case as pleaded in the FASC.",
      "id": "s53"
    },
    {
      "text": "During the course of the hearing, however, there was a significant shift.",
      "id": "s54"
    },
    {
      "text": "It was said that MSWD at its Walter Withers stores never, or almost never, sells suits for the full marked price of $799 or $899.",
      "id": "s55"
    },
    {
      "text": "The case was said to be analogous to cases such as Trade Practices Commission v Cue Design Pty Ltd (1996) ATPR 41-475 where tags on garments had a higher price struck out so as to lead purchasers to believe that the garment had previously been offered for sale at the higher price.",
      "id": "s56"
    },
    {
      "text": "So, it is said, the alleged misleading and deceptive conduct here is to present an inflated \"normal\" price to induce the buyer to believe he is getting a second suit \"free\" if he pays such a price.",
      "id": "s57"
    },
    {
      "text": "This version of Peter Jackson's case alleges misrepresentation as to price, not value.",
      "id": "s58"
    },
    {
      "text": "22 However, the evidence establishes that MSWD does, at its Walter Withers stores, sell single suits for $799 or $899.",
      "id": "s59"
    },
    {
      "text": "23 There was evidence from the third respondent Mr Daniel Mortellaro, a director of MSWD, corroborated by the second respondent Mr Angelo Salerno, the second respondent and also a director, which was to the following effect.",
      "id": "s60"
    },
    {
      "text": "In 2004 MSWD adopted a system, which was used at Walter Withers stores, including the Collins Street store from the time it opened in July 2005.",
      "id": "s61"
    },
    {
      "text": "Every suit when first delivered to the store has its label tagged with a gold sticker.",
      "id": "s62"
    },
    {
      "text": "Every gold sticker label suit sells for the full price, either $799 or $899.",
      "id": "s63"
    },
    {
      "text": "Every 10 to 12 weeks all of the stock in Walter Withers stores is assessed by Mr Mortellaro or Mr Salerno.",
      "id": "s64"
    },
    {
      "text": "Depending on suit volumes, sales and other considerations, gold sticker label suits might be reclassified as black label, in which case the labels are tagged with a black sticker.",
      "id": "s65"
    },
    {
      "text": "Some suits of a particular colour, for example \"birds eye grey\", never become black sticker label suits.",
      "id": "s66"
    },
    {
      "text": "The second suit free offer only applies to black sticker label suits.",
      "id": "s67"
    },
    {
      "text": "24 A general change of all prices of suits only occurs during clearance sales when all suits and accessories (shirts, ties, etc) are sold for half price.",
      "id": "s68"
    },
    {
      "text": "Since opening the Walter Withers CBD stores there have been two clearance sales, both in 2008, for approximately six weeks from mid February to the end of March and for approximately four weeks in July.",
      "id": "s69"
    },
    {
      "text": "25 Mr Mortellaro produced as exhibits to his affidavit photocopies of sales dockets from the Walter Withers Collins Street store for periods in February 2007 and March-April 2008.",
      "id": "s70"
    },
    {
      "text": "I asked counsel at the conclusion of the hearing to agree on an analysis of the figures.",
      "id": "s71"
    },
    {
      "text": "The analyses supplied differed slightly, but not materially.",
      "id": "s72"
    },
    {
      "text": "The figures supplied by Peter Jackson are as follows.",
      "id": "s73"
    },
    {
      "text": "Where the MSWD figure differs it is bracketed.",
      "id": "s74"
    },
    {
      "text": "MSWD did not supply figures for half price suits.",
      "id": "s75"
    },
    {
      "text": "Second Free Suit Half Price Single Suit Exhibit DJM-1\n2 to 22 February 2007 13 (12) 2 4 (5) Exhibit DJM-2\n20 March to 8 April 2008 3 23 8 (7) \n26 Mr Salvatore Filippone, the Administration Manager of Peter Jackson, deposed that on 9 November 2006 he went to the Walter Withers store in Queen Street.",
      "id": "s76"
    },
    {
      "text": "He spoke to a sales person who introduced herself as Paula.",
      "id": "s77"
    },
    {
      "text": "He asked her about the \"buy one get one free\" offer.",
      "id": "s78"
    },
    {
      "text": "She said it applied to approximately 95 per cent of the suits in the store.",
      "id": "s79"
    },
    {
      "text": "It did not apply to suits with a gold sticker because they were recently received and were the \"latest range\".",
      "id": "s80"
    },
    {
      "text": "She said he could choose two suits and would only be required to pay for the higher priced suit and would receive the second suit free.",
      "id": "s81"
    },
    {
      "text": "She said the prices of the suits marked were either $799 or $899.",
      "id": "s82"
    },
    {
      "text": "27 Mr Filippone asked Paula to show him gold label suits.",
      "id": "s83"
    },
    {
      "text": "She showed him suits which were priced at $899.",
      "id": "s84"
    },
    {
      "text": "He said he liked them and asked her if she could do a better price for him.",
      "id": "s85"
    },
    {
      "text": "She replied that if he purchased one of the gold label suits that day she could include it in the one free suit offer.",
      "id": "s86"
    },
    {
      "text": "However Mr Filippone did not buy a suit on that occasion.",
      "id": "s87"
    },
    {
      "text": "28 Mr Rodney Jones is the Inventory Manager of Peter Jackson.",
      "id": "s88"
    },
    {
      "text": "He visited the Walter Withers Collins Street store on 1 and 2 April 2008.",
      "id": "s89"
    },
    {
      "text": "He saw a particular suit marked at $799.",
      "id": "s90"
    },
    {
      "text": "He told a salesman at the shop that he only wanted to buy one suit.",
      "id": "s91"
    },
    {
      "text": "The salesman said he could get two suits for the price of one.",
      "id": "s92"
    },
    {
      "text": "He was shown other suits.",
      "id": "s93"
    },
    {
      "text": "The majority of suits in his size had swing tickets marked with a black spot.",
      "id": "s94"
    },
    {
      "text": "He chose a second suit marked \"Paris Lyon\".",
      "id": "s95"
    },
    {
      "text": "He paid $799 and received two suits.",
      "id": "s96"
    },
    {
      "text": "The suits were produced in evidence (exhibits J and K).",
      "id": "s97"
    },
    {
      "text": "In the case of each suit there is both a gold and a black sticker on the price tag.",
      "id": "s98"
    },
    {
      "text": "29 On 28 October 2008 Mr Jones went to the Walter Withers Queen Street store.",
      "id": "s99"
    },
    {
      "text": "The signage in the window said \"Buy one suit get one free --- black label suits only\".",
      "id": "s100"
    },
    {
      "text": "He browsed through suits for about ten minutes.",
      "id": "s101"
    },
    {
      "text": "All the swing tickets he looked at had both gold and black stickers on them.",
      "id": "s102"
    },
    {
      "text": "He did not find any swing tickets which had only gold stickers.",
      "id": "s103"
    },
    {
      "text": "30 On the same day Mr Jones visited the Walter Withers Collins Street store.",
      "id": "s104"
    },
    {
      "text": "The signage on the front said \"Buy 1 suit get 1 free --- black label suits only\".",
      "id": "s105"
    },
    {
      "text": "He browsed through about 20 or 30 suits at random.",
      "id": "s106"
    },
    {
      "text": "The swing tickets had both gold and black stickers.",
      "id": "s107"
    },
    {
      "text": "31 A salesman asked if he needed help.",
      "id": "s108"
    },
    {
      "text": "He asked about the buy one get one free promotion and what suits it applied to.",
      "id": "s109"
    },
    {
      "text": "The salesman said that any suit with a gold and black sticker on the label was part of the promotion and any suit with just a gold sticker was not.",
      "id": "s110"
    },
    {
      "text": "Mr Jones remarked that it appeared to him that all the suits had gold and black stickers.",
      "id": "s111"
    },
    {
      "text": "The salesman then took a suit from the rack.",
      "id": "s112"
    },
    {
      "text": "The suit had only a gold sticker on the swing ticket.",
      "id": "s113"
    },
    {
      "text": "Mr Jones thanked the salesman, browsed a bit longer and then left the store.",
      "id": "s114"
    },
    {
      "text": "32 Mr Nicholas Jackson is a sales area manger for Cambridge Clothing.",
      "id": "s115"
    },
    {
      "text": "I do not know whether that firm has any connection with Peter Jackson.",
      "id": "s116"
    },
    {
      "text": "He is a son of Mr Paul Jackson, the Managing Director of Peter Jackson.",
      "id": "s117"
    },
    {
      "text": "On 27 October 2006 he visited the Walter Withers Collins Street store.",
      "id": "s118"
    },
    {
      "text": "He noticed signage on the front window with words \"Buy one Suit, get one Free\".",
      "id": "s119"
    },
    {
      "text": "He tried on a suit and asked its price.",
      "id": "s120"
    },
    {
      "text": "The salesman said \"$799\".",
      "id": "s121"
    },
    {
      "text": "When Mr Jackson remarked that the price was expensive, the salesman said that if he purchased the suit at $799 he would receive another one free.",
      "id": "s122"
    },
    {
      "text": "The conversation continued:\n \n \n Jackson: Is this suit really $799?",
      "id": "s123"
    },
    {
      "text": "Salesman: Yes, if you come back any other time when the promotion is not on then you will pay $799.",
      "id": "s124"
    },
    {
      "text": "Mr Jackson asked when the promotion ended and the salesman told him \"at the end of the month\".",
      "id": "s125"
    },
    {
      "text": "33 Mr Nicholas Jackson found another suit and purchased the two for $799.",
      "id": "s126"
    },
    {
      "text": "The suits were in evidence (exhibits D and E).",
      "id": "s127"
    },
    {
      "text": "Neither had a gold or black sticker on its swing tag.",
      "id": "s128"
    },
    {
      "text": "34 Mr David Jackson is the Merchandise Manager for Peter Jackson.",
      "id": "s129"
    },
    {
      "text": "He is also a son of Mr Paul Jackson.",
      "id": "s130"
    },
    {
      "text": "On 9 November 2006 he visited the MSWD Abbotsford store.",
      "id": "s131"
    },
    {
      "text": "He saw there a rack of suits in his size all marked $399.",
      "id": "s132"
    },
    {
      "text": "He purchased one for that price (exhibit B).",
      "id": "s133"
    },
    {
      "text": "It bore the label Nicolas Jordan.",
      "id": "s134"
    },
    {
      "text": "It did not have a gold or black sticker.",
      "id": "s135"
    },
    {
      "text": "He noticed eight other suits in the same rack.",
      "id": "s136"
    },
    {
      "text": "These were labelled Walter Withers.",
      "id": "s137"
    },
    {
      "text": "They had a swing tag with a price of $799.",
      "id": "s138"
    },
    {
      "text": "The salesman said: \"They're all selling for $399\".",
      "id": "s139"
    },
    {
      "text": "35 On 8 August 2008 Mr David Jackson visited the Walter Withers Collins Street store.",
      "id": "s140"
    },
    {
      "text": "A saleswoman showed him an ash grey birds eye suit and told him the price was $899 but that he was entitled to another suit of equal value in the store at no extra charge.",
      "id": "s141"
    },
    {
      "text": "She did not say anything about gold or black stickers.",
      "id": "s142"
    },
    {
      "text": "A salesman who intervened in the conversation told him that if he was unsuccessful in finding a second suit there and then, they would issue a credit which would entitle him to obtain in the future any suit at no extra charge.",
      "id": "s143"
    },
    {
      "text": "Mr Jackson said he didn't want another suit.",
      "id": "s144"
    },
    {
      "text": "The salesman offered him a $300 reduction on a single suit purchase with complimentary alterations.",
      "id": "s145"
    },
    {
      "text": "Mr Jackson did not reply.",
      "id": "s146"
    },
    {
      "text": "36 Mr Jackson pointed out to the salesman that last week \"All suits half price\" had been painted on the window.",
      "id": "s147"
    },
    {
      "text": "The salesman said: \"It's effectively the same promotion\".",
      "id": "s148"
    },
    {
      "text": "37 On 29 August 2008 Mr Jackson visited the Walter Withers Queen Street store.",
      "id": "s149"
    },
    {
      "text": "There was signage on the window \"Buy one suit get one free --- black label suits only\".",
      "id": "s150"
    },
    {
      "text": "He asked a saleswoman if there was any promotion if he bought only one suit.",
      "id": "s151"
    },
    {
      "text": "She replied that they did not split sales, but he could bring a friend to the store in which case they would pay half price each or she could issue a credit.",
      "id": "s152"
    },
    {
      "text": "38 On 23 October 2008 Mr Jackson visited the Walter Withers Queen Street store.",
      "id": "s153"
    },
    {
      "text": "The signage on the front window displayed the words \"Buy 1 suit get 1 free\".",
      "id": "s154"
    },
    {
      "text": "He asked a saleswoman what suits the promotion applied to and she told him that it applied to all suits with a black sticker.",
      "id": "s155"
    },
    {
      "text": "He selected two suits in his size marked Linea Uomo.",
      "id": "s156"
    },
    {
      "text": "Both suits had both black and gold stickers on the swing label.",
      "id": "s157"
    },
    {
      "text": "In answer to Mr Jackson's query as to which sticker was relevant, the saleswoman said it was the black sticker as it was on top of the gold one.",
      "id": "s158"
    },
    {
      "text": "Mr Jackson purchased the two suits for $899 (exhibits L and M).",
      "id": "s159"
    },
    {
      "text": "39 I am not satisfied that MSWD, at its Walter Withers stores, conducted Second Suit Free promotions based on a fictitious \"normal\" price of $799 or $899.",
      "id": "s160"
    },
    {
      "text": "Mr Mortellaro and Mr Salerno gave detailed evidence of the gold and black sticker system.",
      "id": "s161"
    },
    {
      "text": "It appears to be a commercially rational system which might be adopted in this kind of business.",
      "id": "s162"
    },
    {
      "text": "Their evidence was not seriously challenged, it is not inherently improbable, and I accept it.",
      "id": "s163"
    },
    {
      "text": "Most of the Peter Jackson witnesses gave evidence at least of the presence of gold and black stickers on labels of suits at the Walter Withers stores in Collins Street and Queen Street, and that Walter Withers employees by and large were aware of the sticker system even if they did not always follow it strictly.",
      "id": "s164"
    },
    {
      "text": "There is no suggestion as to what was the purpose of having gold and black stickers if not to implement the system described by Mr Mortellaro and Mr Salerno.",
      "id": "s165"
    },
    {
      "text": "40 The evidence of the sales dockets corroborates the evidence of Mr Mortellaro and Mr Salerno.",
      "id": "s166"
    },
    {
      "text": "They do not support the allegation that the sale of single suits is something which never, or almost never, happens.",
      "id": "s167"
    },
    {
      "text": "Mr Goldblatt for Peter Jackson complained that the dockets only covered limited periods.",
      "id": "s168"
    },
    {
      "text": "However, if there was any concern as to the adequacy of discovery by MSWD, remedies were available.",
      "id": "s169"
    },
    {
      "text": "I cannot see any rational reason for concluding, or suspecting, that the periods covered by exhibits DJM-1 and DJM-2 were selected so as to give a misleading impression as to the ordinary course of business.",
      "id": "s170"
    },
    {
      "text": "No Jones v Dunkel (1959) 101 CLR 298 inference should be drawn.",
      "id": "s171"
    },
    {
      "text": "Like most business systems dependent on human implementation, the gold and black sticker system may not always have been adhered to strictly, but that is not to say that the system did not exist.",
      "id": "s172"
    },
    {
      "text": "41 The Second Suit Free representation did not convey the meaning alleged in the FASC that the suits had a particular \"real\" worth, and so was not misleading in this way.",
      "id": "s173"
    },
    {
      "text": "In the form as put during trial and referred to in [21] above, the representation was true and was not misleading since a not insignificant number of suits were in fact offered for sale and sold at the full price.",
      "id": "s174"
    },
    {
      "text": "The European Fabrics representation \n \n42 The statements would not convey to a hypothetical ordinary and reasonable purchaser that all suits sold at Walter Withers stores are made from European fabrics.",
      "id": "s175"
    },
    {
      "text": "The ordinary message conveyed by retailer's advertisements of articles with desirable attributes is that such articles can be purchased from the advertiser, not that all products sold have these attributes.",
      "id": "s176"
    },
    {
      "text": "43 Mr Mortellaro's evidence was that approximately 30 per cent of all suits sold in the Walter Withers stores were manufactured from European fabrics.",
      "id": "s177"
    },
    {
      "text": "These fabrics were mostly from Italy and were selected by Mr Salerno or himself.",
      "id": "s178"
    },
    {
      "text": "The suits were then manufactured in China.",
      "id": "s179"
    },
    {
      "text": "44 Mr Howard Thompson was called by Peter Jackson.",
      "id": "s180"
    },
    {
      "text": "He is the Managing Director of Expedition Apparel Pty Ltd, an importer of clothing which sells to MSWD.",
      "id": "s181"
    },
    {
      "text": "He did not swear an affidavit and gave evidence pursuant to subpoena.",
      "id": "s182"
    },
    {
      "text": "He was asked in examination in chief to give an indication as to what percentage of suits supplied to Mens Suit Warehouse Direct and Walter Withers would be made from European fabrics, Spanish or Italian.",
      "id": "s183"
    },
    {
      "text": "His answer was \"Between 25 to 30 max\".",
      "id": "s184"
    },
    {
      "text": "45 I find that a far from trivial proportion of suits sold by MSWD have in fact been made from European fabrics.",
      "id": "s185"
    },
    {
      "text": "Contravention of s 52 by the making of the European Fabrics representation is not made out.",
      "id": "s186"
    },
    {
      "text": "(There was some reference in the FASC par 5(c), in the context of the Second Suit Free representation, to MSWD suits being said to be \"in a European style\".",
      "id": "s187"
    },
    {
      "text": "The style aspect was not, however, the subject of any attention at the hearing.",
      "id": "s188"
    },
    {
      "text": ")\n The Exclusivity representation \n \n46 The unusual feature of this alleged representation is that although the making of it is admitted in MSWD's defence, and in Mr Mortellaro's affidavit, there is no evidence of it.",
      "id": "s189"
    },
    {
      "text": "47 In par 11 of his affidavit Mr Mortellaro deposed:\n In the course of promoting the Walter Withers business, MSWD made the following statements: ... (d) a statement to the effect that certain of the suits sold by MSWD were made exclusively for Walter Withers.",
      "id": "s190"
    },
    {
      "text": "48 Later, in par 14, he deposed that the statement in par 11(d) \"was, and is, true\".",
      "id": "s191"
    },
    {
      "text": "He continued:\n From at least 2004, some suits of a particular colour were made exclusively for the Walter Withers business.",
      "id": "s192"
    },
    {
      "text": "These suits were unavailable at any other retail outlet.",
      "id": "s193"
    },
    {
      "text": "MSWD never stated in any promotion that all of the suits sold in Walter Withers stores were made exclusively for it.",
      "id": "s194"
    },
    {
      "text": "However, he said in examination-in-chief that he had gone though all the firm's advertising campaigns and television advertisements and \"at no time at any time has there been the reference to exclusivity or 100 per cent exclusivity\".",
      "id": "s195"
    },
    {
      "text": "49 Peter Jackson did not adduce any evidence of a representation as to exclusivity, other than that of Mr David Jackson who deposed that on his visit to the Walter Withers Queen Street store on 29 August 2008 he asked a saleswoman where the suits were made and was told: \n China, but we have designers that oversee production and everything is exclusive to Walter Withers.",
      "id": "s196"
    },
    {
      "text": "At best this was a passing comment from an unidentified employee, made long after the commencement of proceedings on 4 December 2006.",
      "id": "s197"
    },
    {
      "text": "It was not part of any organised promotion, but in answer to a supposed customer.",
      "id": "s198"
    },
    {
      "text": "Mr Mortellaro's unshaken evidence and the lack of any other evidence from Peter Jackson leads me to a conclusion that I am not satisfied that MSWD engaged in any promotional statements which made any claim for exclusivity.",
      "id": "s199"
    },
    {
      "text": "50 In any event, on the basis of the evidence of Mr Mortellaro, and Mr Howard Thomson of Expedition Apparel, any such statement would have been true.",
      "id": "s200"
    },
    {
      "text": "Mr Thompson said his firm did supply suits to Walter Withers which were of European fabric which would be exclusive to MSWD's \"area of trade\", such as the CBD or Richmond, although not for Australia.",
      "id": "s201"
    },
    {
      "text": "As an example he was asked to comment on, he said that Peter Jackson's store in Southland would not be able to get such a fabric or suit.",
      "id": "s202"
    },
    {
      "text": "Giving the expression \"exclusive\" a realistic commercial meaning, it would be true to say that some of MSWD's suits would be exclusive to it.",
      "id": "s203"
    },
    {
      "text": "The Limited Time representation \n \n51 The Second Suit Free offer was commenced by MSWD at its Walter Withers stores from 2004 and was run at the Collins Street store from the time it opened in July 2005.",
      "id": "s204"
    },
    {
      "text": "As already noted ([24] above), there was an exception of two periods in February-March 2008 for six weeks and at the end of the 2008 financial year for four weeks, at which times a 50 per cent off all suits and accessories promotion was held instead.",
      "id": "s205"
    },
    {
      "text": "52 Mr Messer for MSWD suggested that because the offer was not promoted in advertisements the entire time, it was truly for a \"limited time\".",
      "id": "s206"
    },
    {
      "text": "However, the relevant allegation is not that MSWD advertised the offer during a limited time, but that it advertised an offer which was to run only for a limited time.",
      "id": "s207"
    },
    {
      "text": "It is a misrepresentation as to the nature of the offer, rather than the advertising of that offer.",
      "id": "s208"
    },
    {
      "text": "53 While there may be room for debate as to what is a \"limited\" time, a period of several years clearly fails to qualify.",
      "id": "s209"
    },
    {
      "text": "The presentation of an offer for \"a limited time\" could convey to a potential purchaser that there is some fixed date in the future, and probably the near future, after which the beneficial offer will no longer be available.",
      "id": "s210"
    },
    {
      "text": "The practical effect could well be to concentrate the mind of the potential purchaser, who perhaps has no more than a vague awareness that he might need a new suit --- perhaps for a wedding in two months time --- or is thinking that he might wait a while until his finances are in better shape.",
      "id": "s211"
    },
    {
      "text": "Such an acceleration of a purchase decision could confer a benefit on the offeror.",
      "id": "s212"
    },
    {
      "text": "In truth, the offer was to be open indefinitely, subject only to suspension during temporary periods when equally attractive offers would be available.",
      "id": "s213"
    },
    {
      "text": "54 Contravention of s 52 by the making of the Limited Time representation is established.",
      "id": "s214"
    },
    {
      "text": "The Wholesale representation \n \n55 The Macquarie Dictionary defines \"wholesale\" as:\n The sale of commodities in large quantities, as to retailers or jobbers rather than to consumers directly (distinguished from retail).",
      "id": "s215"
    },
    {
      "text": "Similarly the Shorter Oxford, noting that originally the term was two words, \"whole sale\", gives the primary definition as:\n In large quantities, in gross (opp.",
      "id": "s216"
    },
    {
      "text": "to by retail).",
      "id": "s217"
    },
    {
      "text": "\"Retail\" is, according to Macquarie:\n The sale of commodities to household or ultimate consumers, usu.",
      "id": "s218"
    },
    {
      "text": "in small quantities (opposed to wholesale).",
      "id": "s219"
    },
    {
      "text": "The Shorter Oxford definition is:\n The sale of commodities in small quantities.",
      "id": "s220"
    },
    {
      "text": "56 The Abbotsford MSWD store is self-evidently a retail outlet.",
      "id": "s221"
    },
    {
      "text": "It offers suits for sale to the general public.",
      "id": "s222"
    },
    {
      "text": "Suits are offered for sale not in bulk, but as single items for ultimate consumption (in the economic sense) by the purchaser.",
      "id": "s223"
    },
    {
      "text": "The word \"wholesale\" was not used by MSWD.",
      "id": "s224"
    },
    {
      "text": "The 50% Off representation \n \n57 This representation is said to claim that (a) $699 or $799 was not the \"true retail value\" of the suits, or alternatively, that (b) the suits were never sold at MSWD outlets at the higher prices.",
      "id": "s225"
    },
    {
      "text": "58 As to (a), a reasonable consumer would not understand from a statement that merely suggests he should not pay $699 or $799 that in fact the articles are \"worth\" that amount: see [20] above.",
      "id": "s226"
    },
    {
      "text": "Rather, the advertisement tends to suggest that at other places a customer might be asked to pay those prices for the same suit that they can purchase for $399 at MSWD.",
      "id": "s227"
    },
    {
      "text": "This is in fact true, as the same suits are sold at Walter Withers for $799 and $899 (see [39]-[40] above).",
      "id": "s228"
    },
    {
      "text": "The evidence revealed that MSWD's retail strategy is to sell the same suits, with different labels, at higher prices at its Walter Wither stores which have a more upmarket ambience than its Mens Suit Warehouse Direct stores.",
      "id": "s229"
    },
    {
      "text": "59 As to (b), the statements do not convey the meaning that the suits in question had previously been sold at the Abbotsford store or other MSWD outlets for $699 or $799.",
      "id": "s230"
    },
    {
      "text": "Rather, the statement tends to suggest that elsewhere (ie in other stores, not necessarily within the MSWD chain) it would be possible to buy an equivalent suit for those higher prices, whereas at MSWD one can purchase them for $399.",
      "id": "s231"
    },
    {
      "text": "60 These representations have not been shown to be untrue.",
      "id": "s232"
    },
    {
      "text": "The Australian Made representation \n \n61 Mr Mortellaro deposed that MSWD does sell Australian made pure wool suits from the Abbotsford store.",
      "id": "s233"
    },
    {
      "text": "This evidence was not shaken in cross-examination.",
      "id": "s234"
    },
    {
      "text": "The FASC, par 8(c), did not go beyond an allegation that the \"large majority\" of suits are not Australian made.",
      "id": "s235"
    },
    {
      "text": "Even if there were evidence to support this allegation, which there was not, the representation would not be untrue; see [42] above.",
      "id": "s236"
    },
    {
      "text": "62 The falsity of this representation was not established.",
      "id": "s237"
    },
    {
      "text": "The True Retail Value representation \n \n63 For the reasons discussed in [20] and [58] above, this representation was not untrue.",
      "id": "s238"
    },
    {
      "text": "DAMAGES \n \n64 For the purposes of s 82 of the Trade Practices Act , Peter Jackson has to show that it has \"suffer(ed) loss or damage by the conduct of\" MSWD in respect of the Limited Time representation, that being the only representation which has been established as misleading or deceptive or being likely to mislead or deceive.",
      "id": "s239"
    },
    {
      "text": "It is sufficient that this conduct was a cause of the loss or damage; it does not have to be the sole, or even the dominant cause: Henville v Walker [2001] HCA 52 ; (2001) 206 CLR 459 ; I &amp; L Securities Pty Limited v HTW Valuers (Brisbane) Pty Limited [2002] HCA 41 ; (2002) 210 CLR 109.",
      "id": "s240"
    },
    {
      "text": "The proportionate liability provisions of Pt VIA of the Act, and in particular s 87CD , have no application because MSWD was not a \"concurrent wrongdoer\" within the meaning of s 87CB(3) ; no third party is suggested to have contributed to any relevant loss or damage suffered by Peter Jackson.",
      "id": "s241"
    },
    {
      "text": "Peter Jackson's case \n \n65 Peter Jackson's claim for damages centres around its CBD store at 84 William Street (Eastern side between Collins and Little Collins Streets).",
      "id": "s242"
    },
    {
      "text": "It is said that as a result of MSWD's s 52-contravening conduct the William Street store was closed on 6 November 2006.",
      "id": "s243"
    },
    {
      "text": "Quantification of damage was the subject of reports by Peter Jackson's expert accounting witness, Mr David Ferrier of BDO Kendalls.",
      "id": "s244"
    },
    {
      "text": "66 The decision to close the William Street store must have been taken much earlier.",
      "id": "s245"
    },
    {
      "text": "On 20 February 2006 Mr Paul Jackson wrote to the landlord of the premises advising that Peter Jackson did not wish to exercise its option for a new term of the lease, from 1 September 2006 to 31 August 2011.",
      "id": "s246"
    },
    {
      "text": "It will be necessary to return to this letter.",
      "id": "s247"
    },
    {
      "text": "67 Mr Ferrier worked on profit and loss statements for the William Street store prepared by another accountant for the financial years 2004, 2005 and 2006 and the period 1 July to 10 November 2006.",
      "id": "s248"
    },
    {
      "text": "These statements, relating as they did to an individual store, were not part of Peter Jackson's ordinary business records but were prepared for the purposes of this litigation.",
      "id": "s249"
    },
    {
      "text": "68 In his first report Mr Ferrier took average net profit of the store in the 2004 and 2005 financial years prior to the commencement of trading of the Walter Withers Collins Street store as $210,088 with an average monthly sales growth of 2.1 per cent.",
      "id": "s250"
    },
    {
      "text": "Because Peter Jackson declined to exercise an option to renew its existing lease for a further five years, he estimated the \"total loss as a result of store closure\" by extrapolating those figures over five years and arrived at $1,090,000.",
      "id": "s251"
    },
    {
      "text": "69 Shortly prior to the trial Mr Ferrier was informed that the gross sales figures which he had worked on were incorrect.",
      "id": "s252"
    },
    {
      "text": "He produced two supplementary reports which, while adopting the same methodology, arrived at a reduced figure of $256,000.",
      "id": "s253"
    },
    {
      "text": "70 During the course of Mr Goldblatt's opening I asked him to provide further particulars of loss and damage giving dollar figures as to how the damages claim was calculated or arrived at.",
      "id": "s254"
    },
    {
      "text": "The document subsequently produced did not give any such figures but simply stated the following:\n The damages suffered by the Applicant as a consequence of the (CBD) store representations and the Abbotsford store representations are damages at large.",
      "id": "s255"
    },
    {
      "text": "In assessing damages the Court can be assisted by expert evidence given on behalf of the Applicant by Mr David Ferrier and by the evidence of damage given to the Court by Paul Jackson.",
      "id": "s256"
    },
    {
      "text": "Save as aforesaid the Applicant is unable to provide any further particulars of the loss and damage which it has suffered consequent upon the Respondents' wrongful conduct in the making of the (CBD) representations and the Abbotsford store representations.",
      "id": "s257"
    },
    {
      "text": "Criticisms of Peter Jackson's case \n \n71 MSWD called as its accounting expert Mr Tom Fitzgerald.",
      "id": "s258"
    },
    {
      "text": "He made a number of criticisms of Mr Ferrier's reports.",
      "id": "s259"
    },
    {
      "text": "Some of these criticisms involved comparisons between Peter Jackson's William Street store and its other CBD stores which were at 131 Elizabeth Street, 418-420 Bourke Street and 161 Collins Street.",
      "id": "s260"
    },
    {
      "text": "The more important of Mr Fitzgerald's criticisms were as follows.",
      "id": "s261"
    },
    {
      "text": "72 During the period January 2005 to February 2006 there were other factors which may have affected the performance of the William Street store.",
      "id": "s262"
    },
    {
      "text": "In January 2005 Peter Jackson closed its Elizabeth Street store for renovations and sales at its Collins Street store were recorded for the first time.",
      "id": "s263"
    },
    {
      "text": "In July 2005 Peter Jackson re-opened its Elizabeth Street store.",
      "id": "s264"
    },
    {
      "text": "About this time the Walter Withers Collins Street store opened with a supporting television campaign.",
      "id": "s265"
    },
    {
      "text": "Also about July 2005 scaffolding was erected on the eastern footpath of William Street footpath in the immediate vicinity of the Peter Jackson store.",
      "id": "s266"
    },
    {
      "text": "This was in place for some six to eight months.",
      "id": "s267"
    },
    {
      "text": "73 The sales value and volumes at William Street were the lowest of all the Peter Jackson CBD stores.",
      "id": "s268"
    },
    {
      "text": "74 Prior to the opening of the Walter Withers Collins Street store, sales at the Peter Jackson William Street store had been in constant decline since 2002.",
      "id": "s269"
    },
    {
      "text": "There was a temporary improvement, also before the Walter Withers Collins Street opening, which seems to be attributable to the temporary closure of the Peter Jackson Elizabeth Street store.",
      "id": "s270"
    },
    {
      "text": "The figures for sales of suits are shown in Mr Fitzgerald's Table 5.2:\n \n \n75 As to Mr Ferrier's two supplementary reports, Mr Fitzgerald made comments in a further report of his own.",
      "id": "s271"
    },
    {
      "text": "He noted that it was now accepted that sales for the financial years 2004 and 2005 had been overstated by $498,319 and $546,005 respectively.",
      "id": "s272"
    },
    {
      "text": "Applying Peter Jackson's stated gross margins, the impact of the overstatement on gross profits for the two the year period was an average of $216,059.",
      "id": "s273"
    },
    {
      "text": "This exceeded the average net profit previously claimed.",
      "id": "s274"
    },
    {
      "text": "On this basis, in Mr Fitzgerald's opinion, the William Street store was trading at best at a break-even level and probably was making a loss.",
      "id": "s275"
    },
    {
      "text": "76 Peter Jackson's solicitors provided Mr Fitzgerald with corrections to the expenses of the William Street store.",
      "id": "s276"
    },
    {
      "text": "Supporting details were not provided.",
      "id": "s277"
    },
    {
      "text": "The net effect was to reduce expenses and thereby increase net profits by a two year average of $50,489.",
      "id": "s278"
    },
    {
      "text": "The revised average profit was $44,520.",
      "id": "s279"
    },
    {
      "text": "77 Peter Jackson also supplied figures for financial 2006 and the first four months in financial 2007 (July to October, prior to the store's closure in November 2006).",
      "id": "s280"
    },
    {
      "text": "These showed a decline in net profit in 2006 of $22,214 from the previous year, some 50 per cent.",
      "id": "s281"
    },
    {
      "text": "However, in the remaining four months the net profit was $41,563, which is approximately the same as the profit in each of the twelve month periods in financial 2004 and 2005.",
      "id": "s282"
    },
    {
      "text": "The gross margins for financial 2006 (48.4 per cent) and the first four months of financial 2007 (50.1 per cent) increased significantly over 2004 (40.8 per cent) and 2005 (41.9 per cent), which is not consistent with what one would expect from a closing down sale campaign.",
      "id": "s283"
    },
    {
      "text": "78 Mr Fitzgerald's conclusion was that even if the corrected expenses were valid, which he did not accept, the maximum loss suffered in financial 2006 was $22,214.",
      "id": "s284"
    },
    {
      "text": "As mentioned, there were several other factors which could have contributed to that result.",
      "id": "s285"
    },
    {
      "text": "Further, there is the unexplained increase in margins and net profits in the four months in calendar 2006 immediately before closure of the store.",
      "id": "s286"
    },
    {
      "text": "Perhaps that is the reason why Peter Jackson does not appear to have made a claim for loss of profits for the period prior to closure.",
      "id": "s287"
    },
    {
      "text": "79 I accept Mr Fitzgerald's criticism of Peter Jackson's accounting evidence.",
      "id": "s288"
    },
    {
      "text": "In particular the primary figures advanced do not inspire confidence, especially given the huge discrepancy between the original and revised gross sales figures.",
      "id": "s289"
    },
    {
      "text": "It was said that somehow interstate sales had found their way into these figures.",
      "id": "s290"
    },
    {
      "text": "But there is still no basis provided for the revised expenses.",
      "id": "s291"
    },
    {
      "text": "Damages at large \n \n80 There is no suggestion that MSWD made any misrepresentation about Peter Jackson or its products.",
      "id": "s292"
    },
    {
      "text": "This case is not like those Trade Practices Act claims which are analogous to defamation or passing off.",
      "id": "s293"
    },
    {
      "text": "The case on damages has to be that the one type of representation established as contravening s 52 , the Limited Time representation, was a cause of persons who would, or might, have bought a suit from Peter Jackson's William Street store instead buying a suit from the Walter Withers Collins Street store.",
      "id": "s294"
    },
    {
      "text": "It may be unreasonable to expect a precise dollar figure on such a loss, but at least there has to be some rational basis for an estimate.",
      "id": "s295"
    },
    {
      "text": "It would not be correct to fix a sum which represented simply a mark of disapproval of MSWD's conduct.",
      "id": "s296"
    },
    {
      "text": "This case is concerned with damages, not penalties.",
      "id": "s297"
    },
    {
      "text": "81 I am not satisfied that Peter Jackson has established any loss or damage suffered as a result of MSWD's contravening conduct.",
      "id": "s298"
    },
    {
      "text": "82 There were serious problems with the William Street store well before the Walter Withers Collins Street store opened.",
      "id": "s299"
    },
    {
      "text": "The William Street store was not in a good location.",
      "id": "s300"
    },
    {
      "text": "That section of William Street is not a retail thoroughfare.",
      "id": "s301"
    },
    {
      "text": "Apart from a small menswear store on the Western side of William Street on the corner of Little Collins Street, the block between Collins and Bourke Streets is taken up with banks, other commercial buildings and a large club building.",
      "id": "s302"
    },
    {
      "text": "The scaffolding which was in place for a substantial part of 2006 was very obtrusive, as is shown in photographs produced by Mr Mortellaro.",
      "id": "s303"
    },
    {
      "text": "83 As to the non-exercise of the option in February 2006, Mr Paul Jackson, as Managing Director of Peter Jackson, wrote on 20 February of that year to Mr Adrian Hardingham, the Leasing Executive of the landlord, Henkell Brothers.",
      "id": "s304"
    },
    {
      "text": "The letter was addressed to \"Dear Adrian\" and included the following:\n After carefully considering our distribution strategy, we feel our product is over distributed in the Melbourne CBD.",
      "id": "s305"
    },
    {
      "text": "Accordingly we plan to vacate the premises at the end of the lease term, or if the landlord desires, to remain on a monthly holding basis, until such time as a suitable incoming tenant is found.",
      "id": "s306"
    },
    {
      "text": "...",
      "id": "s307"
    },
    {
      "text": "I take this opportunity to thank you for your assistance and courtesy throughout our past dealings, and will keep you advised of any developments.",
      "id": "s308"
    },
    {
      "text": "84 By this stage the Walter Withers Collins Street store had already been operating for some eight months and had been using the promotions complained of in this proceeding.",
      "id": "s309"
    },
    {
      "text": "In evidence Mr Jackson's explanation of the letter was that the landlord was \"very supportive\" and probably the best landlord the company had had.",
      "id": "s310"
    },
    {
      "text": "The reference to being \"over distributed\" was offered\n as a suggestion so that he would not pursue us with an alternative basis to renew the rent.",
      "id": "s311"
    },
    {
      "text": "We decided to exit the store because the store was no longer profitable, and we really weren't desirous of negotiating with him a lower rent and for a new term.",
      "id": "s312"
    },
    {
      "text": "85 Mr Jackson said in evidence the reason given, that their product was \"over distributed\", was untrue.",
      "id": "s313"
    },
    {
      "text": "He said that with the fall in turnover of the store it was no longer profitable, and that the \"store's turnover fell after the actions of (MSWD)\".",
      "id": "s314"
    },
    {
      "text": "The conclusion to be drawn from Mr Fitzgerald's figures ([74] above) is that Peter Jackson's product was in fact over distributed and that the reason Mr Jackson gave in the letter to Mr Hardingham was the true reason.",
      "id": "s315"
    },
    {
      "text": "If Mr Jackson wished to explain that Peter Jackson's decision to leave the William Street premises was irrevocable, why did he give an explanation which he now says was untrue and fail to give what he now says is the true explanation?",
      "id": "s316"
    },
    {
      "text": "86 If Mr Jackson really believed at the time that the loss of turnover was the result of MSWD's actions, it is hard to see why he did not confide in Mr Hardingham, with whom he was obviously on excellent terms, and state that as a reason, even if only an additional one.",
      "id": "s317"
    },
    {
      "text": "87 It may well be that the Walter Withers Collins Street store drew business away from the Peter Jackson William Street store.",
      "id": "s318"
    },
    {
      "text": "They were direct competitors in the same market.",
      "id": "s319"
    },
    {
      "text": "The stores were only one to two minutes' walk apart, separated by one set of traffic lights.",
      "id": "s320"
    },
    {
      "text": "The effect of the Walter Withers store on the Peter Jackson store could be a result of both uncontroversial factors --- such as a more modern, attractive layout and convenient location --- and contentious factors which I have nevertheless found to be not unlawful --- such as the Second Suit Free promotion.",
      "id": "s321"
    },
    {
      "text": "On the other hand, there is the striking increase in gross and net profit in July to October 2006 ([77]-[78] above) which, perhaps counter-intuitively, tends to show that the fortunes of Peter Jackson William Street were unconnected to anything done at or in relation to Walter Withers Collins Street.",
      "id": "s322"
    },
    {
      "text": "88 In any event, I am unable to see that the Limited Time representation can be realistically isolated as having any causal effect on the trading of the Peter Jackson William Street store.",
      "id": "s323"
    },
    {
      "text": "I say this having regard to the location problems which were well established prior to the establishment of the Walter Withers store and the other possible factors mentioned.",
      "id": "s324"
    },
    {
      "text": "89 Another factor arguing against any finding of causality flowing from the Limited Time representation is that, over a reasonably short period of time, it would be self-correcting.",
      "id": "s325"
    },
    {
      "text": "The longer the representation was in existence, with no termination of the Second Suit Free offer, the more potential customers would see the Limited Time statement as lacking potency.",
      "id": "s326"
    },
    {
      "text": "This is particularly so in an environment where many passers by would be regulars, people who work in the vicinity or habitually pass along those parts of Collins, Little Collins or Queen Streets.",
      "id": "s327"
    },
    {
      "text": "90 The claim for damages will be dismissed.",
      "id": "s328"
    },
    {
      "text": "RELIEF \n Declaration \n \n91 There will be a declaration of contravention in relation to the Limited Time representation.",
      "id": "s329"
    },
    {
      "text": "Injunction \n \n92 The grant of an injunction is not appropriate.",
      "id": "s330"
    },
    {
      "text": "Obviously enough, there could not be an injunction simply restraining MSWD from making the Limited Time representation.",
      "id": "s331"
    },
    {
      "text": "In itself this is a familiar and quite lawful marketing technique.",
      "id": "s332"
    },
    {
      "text": "Any injunction could only be in terms of restraint from making such a representation unless the offer was truly for a limited time, or a \"reasonable\" limited time.",
      "id": "s333"
    },
    {
      "text": "But is such a time to be defined as a week, or several weeks, or a month, or several months?",
      "id": "s334"
    },
    {
      "text": "It is not for the Court to define a marketing program for MSWD, with sanctions, including imprisonment, if it is departed from.",
      "id": "s335"
    },
    {
      "text": "93 Because of the ongoing involvement of the Court, the serious consequences for the parties, and the occasional room, as there would be in the present case, for confusion and disagreement as to the terms and effect of an injunction, it is relief which should not be granted.",
      "id": "s336"
    },
    {
      "text": "94 I am also influenced by my impression that Mr Mortellaro and Mr Salerno are intelligent businessmen who have built up a substantial and successful business.",
      "id": "s337"
    },
    {
      "text": "I feel reasonably confident that they will understand from this judgment what is permissible and what is not.",
      "id": "s338"
    },
    {
      "text": "Costs \n \n95 I will direct that the parties file and serve written submissions as to costs within fourteen days.",
      "id": "s339"
    },
    {
      "text": "I certify that the preceding ninety-five (95) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s340"
    },
    {
      "text": "Associate:\n\nDated: 28 November 2008\n\n Counsel for the Applicant: M S Goldblatt \n \n Solicitors for the Applicant: Meerkin &amp; Apel \n \n Counsel for the Respondents: T R Messer \n \n Solicitors for the Respondents: Spencer Law Partners \n\n Date of Hearing: 18, 19 November 2008 \n \n Date of Judgment: 28 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1775.html",
      "id": "s341"
    }
  ]
}