{
  "name": "ACCC v Carrerabenz Diamond Industries Pty Ltd [2008] FCA 1103 (9 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1103.html",
  "catchphrases": [
    {
      "text": "prosecution",
      "id": "c0"
    },
    {
      "text": "s 75azc(1)(g) of the trade practices act 1974 (cth)",
      "id": "c1"
    },
    {
      "text": "false and misleading representations about the price of goods",
      "id": "c2"
    },
    {
      "text": "guilty plea by corporate defendant",
      "id": "c3"
    },
    {
      "text": "newspaper advertisements about sale of diamonds",
      "id": "c4"
    },
    {
      "text": "factors taken into account in determining penalty",
      "id": "c5"
    },
    {
      "text": "consumer protection purpose of trade practices act",
      "id": "c6"
    },
    {
      "text": "factors in s 16a of the crimes act 1914 (cth)",
      "id": "c7"
    },
    {
      "text": "deterrence",
      "id": "c8"
    },
    {
      "text": "mitigating factors",
      "id": "c9"
    },
    {
      "text": "no loss or damage to a particular consumer",
      "id": "c10"
    },
    {
      "text": "evidence of contrition",
      "id": "c11"
    },
    {
      "text": "parity",
      "id": "c12"
    },
    {
      "text": "totality principle",
      "id": "c13"
    },
    {
      "text": "time allowed for payment of fine",
      "id": "c14"
    },
    {
      "text": "trade practices",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "1 The effect of a change of plea by the Corporate Defendant earlier today and the offering of no evidence by the prosecution in respect of the Second Defendant is that the charges laid as against the Corporate Defendant in this matter now stand in the list for judgment in respect of the imposition of penalty in relation to the charges laid in their amended form.",
      "id": "s0"
    },
    {
      "text": "Earlier in the course of the trial objection was taken on behalf of the Defendants to the then form of the charges on the basis that they were duplex.",
      "id": "s1"
    },
    {
      "text": "After consideration of the submissions made on behalf of the Defendants, the prosecution determined that the appropriate course to take was to make an election.",
      "id": "s2"
    },
    {
      "text": "The result of that election, as well as other amendments which were sought and which became the subject of leave, is now reflected in an amended information and summons which is presently Exhibit 2.",
      "id": "s3"
    },
    {
      "text": "Schedule A reflects the charges as made after the amendment.",
      "id": "s4"
    },
    {
      "text": "2 It is not necessary to elaborate upon the occasion for the amendment which resulted from the concession as to duplicity.",
      "id": "s5"
    },
    {
      "text": "I delivered short ex tempore reasons separately on that subject in the course of the trial.",
      "id": "s6"
    },
    {
      "text": "The effect, though, of the amendment is materially that, in respect of each charge, there is but one diamond which is the subject of the alleged criminal conduct.",
      "id": "s7"
    },
    {
      "text": "That conduct is said to amount to a breach of s 75AZC(1)(g) of the Trade Practices Act 1974 (Cth) (\"Trade Practices Act\").",
      "id": "s8"
    },
    {
      "text": "So far as presently material that section provides:\n Section 75AZC False or misleading representations A corporation must not, in trade or commerce, in connection with the supply or possible supply of goods or services, or in connection with the promotion, by any means, of the supply or use of goods or services, do any of the following: (a) ... (b) ... (g) Make a false or misleading representation about the price of goods or services.",
      "id": "s9"
    },
    {
      "text": "3 The Corporate Defendant is a company presently known as Carrerabenz Diamond Industries Proprietary Limited.",
      "id": "s10"
    },
    {
      "text": "That company was originally known as Kleen Artefacts Proprietary Limited, its Australian Company Number is ACN098 814 227.",
      "id": "s11"
    },
    {
      "text": "It was incorporated in Queensland on 20 November 2001.",
      "id": "s12"
    },
    {
      "text": "A Mr Shahid Iqbal Chaudhary is and, at all material times has been, the sole director and secretary of that company.",
      "id": "s13"
    },
    {
      "text": "He is also the owner of the only issued share in that company.",
      "id": "s14"
    },
    {
      "text": "The business of the Corporate Defendant has, at all times material to these proceedings, been the buying and selling of diamonds and other items of jewellery.",
      "id": "s15"
    },
    {
      "text": "The effect of the course taken by the prosecution is that the proceedings, insofar as they alleged originally that Mr Chaudhary was knowingly concerned in the offences alleged against the Corporate Defendant, must be dismissed.",
      "id": "s16"
    },
    {
      "text": "4 What remains then is the question as to the appropriate penalty to impose, by way of fine, on the Corporate Defendant.",
      "id": "s17"
    },
    {
      "text": "It is necessary, first, to make some, albeit brief reference to the nature of the offending conduct as was disclosed in the material put before me for the purposes of sentencing.",
      "id": "s18"
    },
    {
      "text": "That material, so far as background facts are concerned, principally comprised Exhibit 1.",
      "id": "s19"
    },
    {
      "text": "Exhibit 1 was the written statement of the opening made by the prosecution in respect of the charges as originally drawn.",
      "id": "s20"
    },
    {
      "text": "In light of the course of events, care must be taken in the reading of Exhibit 1 so as to recall the nature of the amendments that are made to the charges and, further, to recall that it is not the case that Mr Chaudhary is any longer in jeopardy in respect of an allegation of being knowingly concerned in respect of offences against the Trade Practices Act .",
      "id": "s21"
    },
    {
      "text": "5 In their amended form the charges, in a collective sense, might be said to allege that, on six occasions the Corporate Defendant placed newspaper advertisements advertising diamond sales which described various items of jewellery, one only being the subject of each charge in amended form, showing a \"usual mark.price\" and a \"crazy price\" in respect of that particular jewellery item.",
      "id": "s22"
    },
    {
      "text": "6 The case for the Commission, which is by the plea now conceded by the Corporate Defendant, is that these descriptions grounded offences against s 75AZC(1)(g) of the Trade Practices Act .",
      "id": "s23"
    },
    {
      "text": "The way that particular offence has been particularised is as follows.",
      "id": "s24"
    },
    {
      "text": "First, the advertisement would have led a reasonable person to believe that the diamond in question had previously been offered for sale to the general public at a \"usual mark.price\" and was now being offered for sale for a limited period at a substantially lower \"crazy price\".",
      "id": "s25"
    },
    {
      "text": "Second, each advertisement would have led such a person to believe that if they purchased the diamond in question in each instance, that they would obtain a substantial saving, which amounted to the difference between those two prices, as described.",
      "id": "s26"
    },
    {
      "text": "Third, the representation in the advertisement in question in each instance that there would, for a limited period, be substantial reductions to the \"crazy price\" from prices which had previously been charged for the diamonds, was misleading, in that in each instance, the diamond in question had never previously been offered for sale to the general public at the \"usual mark.price.",
      "id": "s27"
    },
    {
      "text": "\" So much now is accepted by the Corporate Defendant.",
      "id": "s28"
    },
    {
      "text": "7 It is very important in the context of sentencing to recall what this case is not about.",
      "id": "s29"
    },
    {
      "text": "It is no part of the prosecution case that it concerns a price at which a member of the public might have been able to purchase a diamond of comparable quality, size and description in the marketplace to that diamond which has become the subject of a particular amended charge.",
      "id": "s30"
    },
    {
      "text": "Rather, what is put forward by the prosecution is that the Corporate Defendant has misleadingly advertised to the public that the particular diamond, the subject of a particular amended charge, was previously offered for sale to the general public at the usual marked price, when in fact, each particular diamond had not previously been offered for sale at the \"usual mark.price\".",
      "id": "s31"
    },
    {
      "text": "8 The 27 offences alleged against the Corporate Defendant arise from six advertisements placed in metropolitan newspapers on the following dates, and they relate to what have been described as \"exhibition sales\" of jewellery at the following places: \n \n(a) 17 January 2003, Herald Sun, Melbourne, Crown Towers, Melbourne; \n \n(b) 24 January 2003, Daily Telegraph, Sydney, Star Casino, Sydney; \n \n(c) 26 January 2003, Sunday Telegraph, Sydney, Star Casino, Sydney; \n \n(d) 21 February 2003, West Australian, Perth, Burswood Convention Centre; \n \n(e) 1 March 2003, West Australian, Perth, Burswood Convention Centre; \n \n(f) 8 March 2003, The Advertiser, Adelaide, Hyatt Regency Hotel.",
      "id": "s32"
    },
    {
      "text": "9 In all, there are 25 diamonds which are the subject of reference in the 27 charges.",
      "id": "s33"
    },
    {
      "text": "The occasion for the difference is that in some instances, an advertisement was placed such that it appeared on two days.",
      "id": "s34"
    },
    {
      "text": "In each advertisement, the diamond in question is identified by a discrete alphanumeric stock number.",
      "id": "s35"
    },
    {
      "text": "The form of the advertisements differed somewhat in terms of the entitlement of the advertisement.",
      "id": "s36"
    },
    {
      "text": "For example, that which appears in the Herald Sun was entitled:\n Public Notice The Final Sale Diamond Clearance View the most spectacular collection of exquisite certified diamonds and diamond jewellery ever gathered in Australia at prices never seen before.",
      "id": "s37"
    },
    {
      "text": "10 That which appeared, for example, in The Adelaide Advertiser had a different entitlement.",
      "id": "s38"
    },
    {
      "text": "It was as follows: \n Under Instructions from the Official Court Appointed Liquidator Diamond Clearance Carrerabenz has been officially instructed to sell all remaining diamonds up to 70 per cent off usual marked prices!",
      "id": "s39"
    },
    {
      "text": "11 It should be noted that it is no part of the prosecution case that any of the diamonds in question were the subject of an instruction from a court appointed liquidator for sale, although there were other diamonds that were the subject of such instruction.",
      "id": "s40"
    },
    {
      "text": "They do not form part of the alleged offending conduct, and neither, it must be emphasised, is there any allegation of any misleading quality in relation to that generic heading.",
      "id": "s41"
    },
    {
      "text": "I therefore do not take that particular aspect of the general descriptor into account adversely, as against the Corporate Defendant.",
      "id": "s42"
    },
    {
      "text": "12 The Corporate Defendant did have a system in relation to the pricing after receipt of jewellery purchased by it in the course of the conduct of its business.",
      "id": "s43"
    },
    {
      "text": "An affidavit from a person once employed as an accountant in the Corporate Defendant's office at Bundall, on the Gold Coast, has deposed to the nature of that system in an affidavit particular paragraphs of which were read before me in the course of sentencing submissions.",
      "id": "s44"
    },
    {
      "text": "13 From that it emerges that the Corporate Defendant did not have a fixed retail outlet in the sense of having a store front, as the nature of its business was the sale of jewellery at exhibition venues.",
      "id": "s45"
    },
    {
      "text": "Thus the Corporate Defendant rarely sold jewellery from its Bundall office.",
      "id": "s46"
    },
    {
      "text": "Any such sales were of an ad hoc nature and insignificant in number compared with the total sales of the Corporate Defendant.",
      "id": "s47"
    },
    {
      "text": "The system employed was that upon the delivery of jewellery to the Corporate Defendant's Bundall office, staff would, in general, sort, tag and price each item and then arrange for an independent appraisal.",
      "id": "s48"
    },
    {
      "text": "The staff would write a unique alphanumeric stock number on the particular supplier invoice for each item of jewellery.",
      "id": "s49"
    },
    {
      "text": "This was done so as to identify each item for tagging with the particular relevant stock number.",
      "id": "s50"
    },
    {
      "text": "14 The First Defendant, after purchasing an item of jewellery, adopted a formula by which its cost price was marked up either by its director or employees.",
      "id": "s51"
    },
    {
      "text": "This would then be entered into the Corporate Defendant's computer system as a recommended retail price.",
      "id": "s52"
    },
    {
      "text": "A subordinate officer of the Corporate Defendant was engaged in the task of recording on tags for each item of jewellery, on one side of the tag a stock number together with some information relating to carat size and clarity in the case of diamonds.",
      "id": "s53"
    },
    {
      "text": "On the other side of the tag the staff member would, as a matter of system, write two prices, one in red ink which was then immediately crossed out with a lower price being written underneath it in black ink.",
      "id": "s54"
    },
    {
      "text": "The staff member wrote these prices from information written on copies of invoices.",
      "id": "s55"
    },
    {
      "text": "That task was of a clerical nature and, it would seem, followed the making of pricing decisions by a more senior person in the company.",
      "id": "s56"
    },
    {
      "text": "15 The case for the Commission was, and remains, that the mischief involved is similar to that which was disclosed in Trade Practices Commission v Cue Design Pty Ltd &amp; Anor (1996) 85 A Crim R 500.",
      "id": "s57"
    },
    {
      "text": "So it is that the submission of the Commission is that the following passage from the reasons for judgment in that case, at page 505, is apposite:\n What I need to determine, for the purpose of assessing penalty, is Cue's motive in involving itself in the dual-priced swing tags in the manner in which it did.",
      "id": "s58"
    },
    {
      "text": "If [the product manager] truthfully stated that it did not occur to her that members of the buying public would infer from the two prices that the garments had been on sale at the higher prices for any substantial period of time then she is either very naive or recklessly indifferent to the perceptions of the buying public.",
      "id": "s59"
    },
    {
      "text": "16 Then a little later :\n In my opinion, the natural and probable consequence of a dual-priced swing tag is that members of the buying public would assume that the garment had previously been offered for sale at the higher of the two prices and was now available at the lower price.",
      "id": "s60"
    },
    {
      "text": "17 Then a little later still, at page 508:\n I regard the conduct of the defendants as serious breaches of the TPA.",
      "id": "s61"
    },
    {
      "text": "It was conduct that preyed on the gullibility of the public.",
      "id": "s62"
    },
    {
      "text": "18 The case for the Commission which is, in effect, accepted now by the plea of guilty, is that the practice revealed in these advertisements in the specification of the \"usual mark.price\" and \"crazy price\" reveals the same type of breach.",
      "id": "s63"
    },
    {
      "text": "That is certainly one way in which one might view the advertisements in question and I propose to sentence the Corporate Defendant on that basis.",
      "id": "s64"
    },
    {
      "text": "In so doing, I recall, though, a response which the Corporate Defendant gave to a notice which had been directed to it by the Commission under s 155 of the Trade Practices Act .",
      "id": "s65"
    },
    {
      "text": "In that response the Corporate Defendant stated as follows:\n The usual marked price of the items was calculated utilising a standard formula that the company has adopted for a number of years to calculate its retail prices, namely, four times the wholesale price of the item.",
      "id": "s66"
    },
    {
      "text": "Items of comparable quality, size and description were retailed at prices (being those prices detailed in the advertisements as the usual marked [sic] price) at the following locations: \n\n \n \n &#8226; Exhibition Hall, Australian Technology Park, Eveleigh, Redfern, New South Wales, 25 June 2002 to 15 July 2002\n &#8226; 3466 Pacific Highway, Springwood, Queensland, 29 July 2002 to 19 August 2002.",
      "id": "s67"
    },
    {
      "text": "19 The submission has been made on behalf of the Corporate Defendant that this particular feature of the case, which is not challenged by the Commission in terms of the factual accuracy of the response, is a matter going to mitigation in the sense that this is not a case where a diamond of at least a particular comparability in terms of type had never been offered for sale.",
      "id": "s68"
    },
    {
      "text": "I agree, and I do take that into account in mitigation of penalty.",
      "id": "s69"
    },
    {
      "text": "That is not to say, however, that there is not a discrete vice revealed by the conduct of the same ilk as that revealed in the Cue case.",
      "id": "s70"
    },
    {
      "text": "20 So far as penalty is concerned, one is constrained to have regard to particular factors by the terms of s 16A of the Crimes Act 1914 (Cth) (\"Crimes Act\") .",
      "id": "s71"
    },
    {
      "text": "Other judges of this Court have taken the view that the factors listed in s 16A(2) of the Crimes Act are not exhaustive of considerations that are relevant in the imposition of penalty in respect of a Federal offence.",
      "id": "s72"
    },
    {
      "text": "I respectfully agree.",
      "id": "s73"
    },
    {
      "text": "In particular, one does not see, in s 16A , a reference to general deterrence as a sentencing consideration, nor does one see reference to having regard to the objects of the statute which makes provision for the particular Federal offence.",
      "id": "s74"
    },
    {
      "text": "21 In this instance, it is relevant to recall that a particular purpose of the Trade Practices Act is consumer protection.",
      "id": "s75"
    },
    {
      "text": "Further, offences against the Trade Practices Act are not always easy to detect or, at least, insofar as they are detected, involve a considerable investment in public funds in their investigation and prosecution.",
      "id": "s76"
    },
    {
      "text": "The Trade Practices Act also represents a value judgement by the Australian Parliament as to particular standards of commercial morality that should obtain in our country.",
      "id": "s77"
    },
    {
      "text": "I bear all of these factors in mind in relation to sentencing, apart from having regard to s 16A(2), list of factors.",
      "id": "s78"
    },
    {
      "text": "22 I have already related something of the nature and circumstances of the offence as seem to me germane in relation to sentencing.",
      "id": "s79"
    },
    {
      "text": "It seems to me that what is involved in this case is a course of criminal conduct, not an isolated aberration.",
      "id": "s80"
    },
    {
      "text": "So far as corporate antecedents are concerned, I have extremely limited information before me as a result of the submissions of the parties.",
      "id": "s81"
    },
    {
      "text": "Significantly perhaps, it is not suggested that the Corporate Defendant will not be able to pay any penalty imposed.",
      "id": "s82"
    },
    {
      "text": "Undoubtedly relevant is the fact that no particular previous transgression of either the Trade Practices Act or, for that matter, any other consumer protection legislation, is alleged.",
      "id": "s83"
    },
    {
      "text": "23 There is no evidence before me of any particular consumer having seen the advertisement coming to purchase any of the diamonds which remain as the subject of charges.",
      "id": "s84"
    },
    {
      "text": "To that extent, it is not necessary to consider the personal circumstances of any victim of the offence.",
      "id": "s85"
    },
    {
      "text": "Likewise, and consequentially, no question of injury, loss or damage to a particular consumer arising from any of the offences concerned is relevant.",
      "id": "s86"
    },
    {
      "text": "24 Section 16A(2) also requires one to consider the degree to which a person has shown contrition to the offence.",
      "id": "s87"
    },
    {
      "text": "A plea of guilty, at least when given at an early stage, can be evidence of contrition.",
      "id": "s88"
    },
    {
      "text": "When given in the course of a trial, as this plea was, the weight, so far as contrition is concerned, of the plea of guilty is moot indeed.",
      "id": "s89"
    },
    {
      "text": "Be that as it may, an undoubted effect of the plea of guilty has been, firstly, to free scarce judicial resources from what would have been a lengthy trial.",
      "id": "s90"
    },
    {
      "text": "Secondly, so far as the Executive Branch is concerned, public resources in relation to the conduct of the trial have been saved, as has, at least on and from today, the inconvenience to those who were under subpoena as witnesses from further attendance.",
      "id": "s91"
    },
    {
      "text": "25 There is then undoubtedly a mitigating quality in relation to the plea of guilty so far as sentence is concerned.",
      "id": "s92"
    },
    {
      "text": "However, that does not have, in my opinion, the same resonance as would a plea of guilty entered shortly after the institution of the proceedings.",
      "id": "s93"
    },
    {
      "text": "It does seem to me, though, if only from the limited information before me in relation to the giving of the s 155 notice and the response to it, that there was a degree of cooperation with the Commission in its investigation and I do take that into account.",
      "id": "s94"
    },
    {
      "text": "26 The Crimes Act makes particular reference to specific deterrence.",
      "id": "s95"
    },
    {
      "text": "There is certainly a need to bring home to the Corporate Defendant, and those who control it, the absolute need scrupulously to comply with the consumer protection provisions of the Trade Practices Act and I take that into account.",
      "id": "s96"
    },
    {
      "text": "Beyond that, it seems that the Corporate Defendant is a presently trading corporation, and again that is a reminder of a need for specific deterrence in relation to further conduct in the marketplace.",
      "id": "s97"
    },
    {
      "text": "27 General deterrence, in my respectful opinion, is a particularly pertinent consideration on sentencing in this instance.",
      "id": "s98"
    },
    {
      "text": "There is a need for a reminder to be given to those who engage in trade or commerce that an advertisement which is misleading in the representation made in respect of price is criminal conduct and will be visited with salutary penalty if proved.",
      "id": "s99"
    },
    {
      "text": "It is not realistically possible on the material before me to make any reliable judgment as to the prospect of rehabilitation.",
      "id": "s100"
    },
    {
      "text": "I do note, though, that there is no suggestion of any repetition of conduct, and that the conduct concerned occurred in excess now of five years ago.",
      "id": "s101"
    },
    {
      "text": "Perhaps that is a cause for hope.",
      "id": "s102"
    },
    {
      "text": "28 It is, of course, desirable that there be, to the extent possible, parity in the imposition of penalties.",
      "id": "s103"
    },
    {
      "text": "That is rendered difficult in the context of Trade Practices offences, in that the volume of such offences is not such as to establish patterns of sentencing of the kind that one encounters in criminal practice in respect of offences against State law.",
      "id": "s104"
    },
    {
      "text": "There it is often more readily discernible as to whether there is some particular pattern, or for that matter, aberration in pattern, in sentencing.",
      "id": "s105"
    },
    {
      "text": "29 I note that in Australian Competition and Consumer Commission v Chubb Security Australia Proprietary Limited [2004] FCA 1750 , 30 December 2004, under the heading \"Parity\", Bennett J, with respect, helpfully, surveyed a number of authorities which dealt with the question of penalty in the context of that case.",
      "id": "s106"
    },
    {
      "text": "There was some submission made to me that a like exercise might be undertaken in this case by reference to the circumstances of and the sentences imposed in Australian Competition and Consumer Commission v Skippy Australia Proprietary Limited [2006] FCA 1343 , and Australian Competition and Consumer Commission v Allans Music Group Proprietary Limited [2002] FCA 1552.",
      "id": "s107"
    },
    {
      "text": "30 It seems to me, though, that the circumstances of this case have a uniqueness which limits the utility of that exercise.",
      "id": "s108"
    },
    {
      "text": "I have noted, however, and see force in the submission made on behalf of the Corporate Defendant, that so far as the Allans Music case is concerned, this ought not be approached on the basis that one is sentencing a defendant who has demonstrated market power.",
      "id": "s109"
    },
    {
      "text": "Equally, I see force in the submission that there was an additional aggravating quality in the Skippy case, lent by the threat posed to the safety of children by the nature of the conduct in respect of the product in question.",
      "id": "s110"
    },
    {
      "text": "31 For all that, the purchase of a diamond by a consumer can be a very special thing, and common experience of most Australians would take one to the proposition that in making that purchase it can involve saving, at some financial sacrifice, for a special occasion.",
      "id": "s111"
    },
    {
      "text": "So one should not downplay the mischief involved in this type of conduct.",
      "id": "s112"
    },
    {
      "text": "32 There was some controversy before me in relation to how one approached the question of the maximum aggregate penalty.",
      "id": "s113"
    },
    {
      "text": "The calculation of the maximum penalty in respect of any given individual offence is readily enough ascertainable.",
      "id": "s114"
    },
    {
      "text": "The Trade Practices Act provides in respect of each offence in question for a penalty of 10,000 penalty units in respect of a Corporate Defendant, and the Crimes Act instructs one that the present worth of a penalty unit is $100.",
      "id": "s115"
    },
    {
      "text": "That being so, the maximum penalty in respect of an individual offence against s 75AZC(1)(g) by a Corporate Defendant is $1.1 million.",
      "id": "s116"
    },
    {
      "text": "33 The more difficult question is whether s 79(2) of the Trade Practices Act has application so as to allow for what one might term \"grouping\".",
      "id": "s117"
    },
    {
      "text": "Each of the charges alleges an offence against the same provision, but the question is whether or not they have occurred at or about the same time.",
      "id": "s118"
    },
    {
      "text": "It seems to me that the spread of the offences temporally is such that they ought not to be so regarded.",
      "id": "s119"
    },
    {
      "text": "Rather, the occasion for aggregate sentencing is supplied by s 4K(4) of the Crimes Act .",
      "id": "s120"
    },
    {
      "text": "34 Further, one must, in my opinion, in the circumstances of this case, have regard to the principle of totality when sentencing, even though the sentence be by way of the imposition of a fine.",
      "id": "s121"
    },
    {
      "text": "On behalf of the Commission, it is submitted that the rest of the application of s 4K and a totality principle in sentencing would, absent a plea of guilty, yield in the circumstances of this case a penalty in the order of $350,000.",
      "id": "s122"
    },
    {
      "text": "That penalty submission has been derived from a consideration of proportionality of maximum in respect of previous sentences imposed by this Court, the proportion being derived from the proportion of the particular prevailing maximum.",
      "id": "s123"
    },
    {
      "text": "It is further submitted, on behalf of the Commission, that taking into account a plea of guilty one would derive, in terms of proportion, a penalty range of 20 to 25 per cent of the penalty.",
      "id": "s124"
    },
    {
      "text": "35 For reasons in respect of mitigating factors that I have earlier highlighted, the submission on behalf of the Corporate Defendant is that one might even go a little below that particular proportionate range.",
      "id": "s125"
    },
    {
      "text": "36 It seems to me that were I to impose individual penalties in this case, of an order that would reflect a proportion of the maximum, the aggregate result would be out of all relationship with the gravity of the criminal conduct, having regard to the totality principle.",
      "id": "s126"
    },
    {
      "text": "That being so, I have, in reflecting upon the application of s 4K and that totality principle, come to a view that I ought to impose but one penalty and that that penalty should be $220,000.",
      "id": "s127"
    },
    {
      "text": "In coming to that view, I have considered those cases in respect of penalty to which I've referred already, namely, the Skippy case and the Allen's Music case although, as I have observed, it seems to me that there is a uniqueness about this case which does limit the utility, even in a proportionality exercise.",
      "id": "s128"
    },
    {
      "text": "37 The submission that was made on behalf of the Commission is that a short time ought to be allowed in respect of the payment of the penalty by way of fine.",
      "id": "s129"
    },
    {
      "text": "One aspect of that short tine that was put forward was 14 days, although, I did not detect any particular rigidity in that reference, as opposed to the submission that it should not be so long as to allow the Defendant anything more than a reasonable opportunity to ascertain whether or not it was indeed in a position to meet the amount of the fine.",
      "id": "s130"
    },
    {
      "text": "The submission made on behalf of the Defendant was that one ought to allow one month.",
      "id": "s131"
    },
    {
      "text": "Given the amount of the fine that I have come to regard as appropriate and the facts - little though they may be - that are known to the Court in relation to the Corporate Defendant, it would be in the interests of justice to allow that slightly longer period of one month.",
      "id": "s132"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s133"
    },
    {
      "text": "Associate:\n\nDated: 28 July 2008\n\n Counsel for the Applicant: Mr Boddice S.C.",
      "id": "s134"
    },
    {
      "text": "Counsel for the Applicant: Ms Mellifont \n \n Solicitor for the Applicant: Commonwealth Director of Public Prosecutions \n \n Counsel for the Respondents: Mr Walker S.C.",
      "id": "s135"
    },
    {
      "text": "Counsel for the Respondents: Mr McCafferty \n \n Solicitor for the Respondents: Nyst Lawyers \n\n Dates of Hearing: 7, 8 &amp; 9 July 2008 \n \n Date of Judgment: 9 July 2008 \n\n Schedule \"A\" \n Count for First Defendant Date of Offence Newspaper Invoice date \n &amp; number Stock 1 17 January 2003 Heard Sun, Melbourne.",
      "id": "s136"
    },
    {
      "text": "CB147\n9/1/03 AHA001 3 \" \" CB152\n15/1/03 DC245 5 \" \" CB369\n30/12/02 CBD013 7 \" \" CB167\n30/1/03 YH006 9 24 January 2003 Daily Telegraph, Sydney CB147\n9/1/03 AHA008 11 \" \" CB152\n15/1/03 DC245 13 \" \" CB369\n30/12/02 CBD006 15 \" \" CB167\n30/1/03 YH002 17 26 January 2003 Sunday Telegraph, Sydney CB147\n9/1/03 AHA006 19 \" \" CB152\n15/1/03 DC245 21 \" \" CB369\n30/12/02 CBD005 23 \" \" CB167\n30/1/03 YH004 25 21 February 2003 West Australian, \n Perth CB147\n9/1/03 AHA014 27 \" \" CB168\n8/1/03 YH010 29 \" \" CB166\n23/1/03 RH008 31 \" \" CB165\n22/1/03 ELE039 33 \" \" CB156\n28/1/03 DC012959 35 1 March 2003 West Australian, Perth CB187\n6/2/03 AHA029 37 \" \" CB168\n8/1/03 YH011 39 \" \" CB166\n23/1/03 RH003 41 \" \" CB165\n22/1/03 ELE034 43 \" \" CB156\n28/1/03 DC013118 45 8 March 2003 The Advertiser, Adelaide CB187\n6/2/03 AHA027 47 \" \" CB156\n22/1/03 DC012958 49 \" \" CB163\n21/2/03 ELE056\n* No need to elect.",
      "id": "s137"
    },
    {
      "text": "Charge as is.",
      "id": "s138"
    },
    {
      "text": "51 \" \" CB166\n23/1/03 RH019 53 \" \" CB167\n30/1/03 YH007 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1103.html",
      "id": "s139"
    }
  ]
}