{
  "name": "Ferris v Schafferius [2008] FCA 116 (19 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/116.html",
  "catchphrases": [
    {
      "text": "application for leave pursuant to s 58(3)(b) of the bankruptcy act 1966 (cth) to commence proceedings",
      "id": "c0"
    },
    {
      "text": "bankruptcy",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, Sharyn Faye Ferris, seeks leave pursuant to s 58(3)(b) of the Bankruptcy Act 1966 (Cth) to commence proceedings for the recovery of loan moneys, together with interest advanced by the applicant to her two brothers, Bevan Robert Schafferius and the bankrupt, Keith Douglas Schafferius.",
      "id": "s0"
    },
    {
      "text": "The bankrupt presented a debtors petition on 16 October 2006.",
      "id": "s1"
    },
    {
      "text": "The moneys are said to have been lent to the proposed defendants upon terms that the loans would be repaid by them upon the sale of an asset, a motel, by a company in which the borrowers had an interest.",
      "id": "s2"
    },
    {
      "text": "The asset has been sold.",
      "id": "s3"
    },
    {
      "text": "Some interest has been repaid by the borrowers but the principal and other interest moneys remain outstanding.",
      "id": "s4"
    },
    {
      "text": "2 Leave is sought in terms of Annexure 'MLM-01' of the affidavit of Margaret Laurelle McNamara, and that exhibit attaches an application and statement of claim.",
      "id": "s5"
    },
    {
      "text": "By para 9 of the affidavit, the deponent identifies that there are questions of fact which are inseparable from the claim to be made against the first respondent.",
      "id": "s6"
    },
    {
      "text": "Submissions have been made this morning that there is a common substratum of fact and there are questions of fact and law which are heavily interrelated.",
      "id": "s7"
    },
    {
      "text": "The application for leave is not opposed by the trustee of the estate of the bankrupt.",
      "id": "s8"
    },
    {
      "text": "The trustee has confirmed by letter to the solicitors for the applicant that no objection is taken to the grant of leave.",
      "id": "s9"
    },
    {
      "text": "3 Accordingly, I propose to give leave in terms of the application, that is, leave pursuant s 58(3)(b) of the Bankruptcy Act 1966 (Cth) to commence proceedings against the respondent in terms of Exhibit 'MLM-01' to the affidavit of Margaret Laurelle McNamara filed with the application.",
      "id": "s10"
    },
    {
      "text": "No orders as to costs are sought.",
      "id": "s11"
    },
    {
      "text": "I certify that the preceding three (3) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s12"
    },
    {
      "text": "Associate:\n\nDated: 19 February 2008\n\n Counsel for the Applicant: Mr P A Looney \n \n Solicitor for the Applicant: Biggs &amp; Biggs \n \n Counsel for the Respondents: Unrepresented \n \n Solicitor for the Respondents: Unrepresented \n \n Date of Hearing: 19 February 2008 \n \n Date of Judgment: 19 February 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/116.html",
      "id": "s13"
    }
  ]
}