{
  "name": "Deputy Commissioner of Taxation v BK Ganter Holdings Pty Ltd [2008] FCA 1730 (18 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1730.html",
  "catchphrases": [
    {
      "text": "winding up",
      "id": "c0"
    },
    {
      "text": "neglect to pay debt after statutory demand",
      "id": "c1"
    },
    {
      "text": "acceptance of bank cheque in payment of debt subject to condition that winding up application be adjourned for one week so as to confirm its clearance",
      "id": "c2"
    },
    {
      "text": "continuation of proceedings by creditor in the interim",
      "id": "c3"
    },
    {
      "text": "whether applicant continued to have standing",
      "id": "c4"
    },
    {
      "text": "whether court obliged to dismiss application",
      "id": "c5"
    },
    {
      "text": "applicant held to continue to have standing",
      "id": "c6"
    },
    {
      "text": "no obligation to dismiss application",
      "id": "c7"
    },
    {
      "text": "application adjourned as a matter of discretion",
      "id": "c8"
    },
    {
      "text": "corporations",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 This matter came on for hearing before me yesterday on referral from the District Registrar's Corporations List on 13 November 2008.",
      "id": "s0"
    },
    {
      "text": "2 The Applicant, a Deputy Commissioner of Taxation (the Deputy Commissioner), has applied to the Court for the winding up of the Respondent Company, BK Ganter Holdings Pty Ltd ACN 088 472 066 (Ganter).",
      "id": "s1"
    },
    {
      "text": "3 The proceeding commenced upon the filing of the application for the winding up of Ganter on 20 August 2008.",
      "id": "s2"
    },
    {
      "text": "Prior to that date, the Deputy Commissioner had served a statutory demand upon Ganter with which that company failed to comply.",
      "id": "s3"
    },
    {
      "text": "The application first came on for hearing before the Court in the Registrar's list on 18 September 2008.",
      "id": "s4"
    },
    {
      "text": "Since then, it has been twice adjourned by Registrars; firstly on 18 September 2008 when it was adjourned until 30 October 2008 and then, secondly, on that date when it was further adjourned until 13 November 2008.",
      "id": "s5"
    },
    {
      "text": "It suffices to note that the occasion for each of the adjournments appears to have been correspondence directed by or on behalf of Ganter to the Deputy Commissioner indicating that the company was in the process of obtaining finance to enable it to pay the debt due in full and a corresponding request to the Registrar by the Deputy Commissioner to adjourn the application.",
      "id": "s6"
    },
    {
      "text": "4 Earlier this month and prior to 13 November 2008, like correspondence was directed to the Deputy Commissioner by the solicitors acting for Ganter.",
      "id": "s7"
    },
    {
      "text": "An adjournment of the proceeding for a further four weeks \"so that finance can be secured\" was proposed.",
      "id": "s8"
    },
    {
      "text": "On this occasion, the Deputy Commissioner signified that he would not agree to an adjournment.",
      "id": "s9"
    },
    {
      "text": "Instead, on 4 November 2008, the Deputy Commissioner advised the solicitors for Ganter that an order for the winding up of the company would be sought on 13 November 2008 \"unless payment in full in cleared funds is received on or before 13 November 2008\".",
      "id": "s10"
    },
    {
      "text": "The preceding day Ganter had made a payment of $150,000 to the Deputy Commissioner in reduction of the amount then due to the Commonwealth of Australia and payable to the Commissioner of Taxation in respect of a revenue debt.",
      "id": "s11"
    },
    {
      "text": "That left a balance of $149,762.09 outstanding.",
      "id": "s12"
    },
    {
      "text": "5 On 5 November 2008, having confirmed that the amount owed as at that date was $149,762.09, the Deputy Commissioner advised the solicitors acting for Ganter that, if that sum was paid prior to the hearing of the application on 13 November 2008, the Deputy Commissioner would seek the adjournment of the proceedings \"until all funds have been cleared and then dismiss the wind up application at the next return date\".",
      "id": "s13"
    },
    {
      "text": "6 Thereafter, an endeavour was made by Ganter to transfer the advised outstanding amount to the credit of an account maintained by the Deputy Commissioner on behalf of the Commonwealth.",
      "id": "s14"
    },
    {
      "text": "That endeavour failed, not through any fault on the part of the Ganter, but apparently because of an inability on the part of the banking system to annotate the transfer with all of the identification details specified by the Deputy Commissioner.",
      "id": "s15"
    },
    {
      "text": "If nothing else, the course of subsequent events in this case might be thought to highlight the desirability of the Commissioner's settling with the major trading banks a means by which such transfers might be facilitated in a mutually satisfactory way.",
      "id": "s16"
    },
    {
      "text": "That though is a matter for the Commissioner, not the judiciary, for it is the Commissioner who has the responsibility for the general administration of the taxation laws.",
      "id": "s17"
    },
    {
      "text": "7 Upon ascertaining that it was not possible to effect payment by direct transfer, Ganter procured from the National Australia Bank Limited (NAB) a bank cheque in favour of the Australian Taxation Office (ATO) in the sum of $149,762.09.",
      "id": "s18"
    },
    {
      "text": "This cheque was delivered to the Brisbane Office of the ATO by Ganter's solicitors under cover of a letter from those solicitors which accurately recited the effect of a conversation which had occurred earlier that day between a solicitor in the employ of that firm and an officer in the Legal Services Branch of the ATO.",
      "id": "s19"
    },
    {
      "text": "The letter recited that \"you [the Deputy Commissioner of Taxation] intend to adjourn the application, which is presently listed for Thursday 13 November 2008, for one week to allow for the cheque to clear, and that the matter will be dismissed at the next return date upon clearance of the bank cheque\".",
      "id": "s20"
    },
    {
      "text": "8 On 11 November 2008, the Deputy Commissioner agreed to this proposed course.",
      "id": "s21"
    },
    {
      "text": "Later that same day an alternative was proposed on behalf of Ganter by its solicitors.",
      "id": "s22"
    },
    {
      "text": "That was that the winding up application ought to be dismissed on its next return date, ie 13 November 2008.",
      "id": "s23"
    },
    {
      "text": "That course was not agreed to by the Deputy Commissioner.",
      "id": "s24"
    },
    {
      "text": "Instead, on 12 November 2008, the Deputy Commissioner signified a disposition to seek a one week adjournment the following day.",
      "id": "s25"
    },
    {
      "text": "Ganter's solicitors replied later on 12 November 2008, indicating that they intended to appear on 13 November 2008 so as to seek the dismissal of the winding up application.",
      "id": "s26"
    },
    {
      "text": "9 When, on 13 November 2008, the application for winding up was called on in the Registrar's list, the solicitors for Ganter sought the dismissal of the application.",
      "id": "s27"
    },
    {
      "text": "This course was opposed on the part of the Deputy Commissioner who sought adjournment of the application for a further week.",
      "id": "s28"
    },
    {
      "text": "Apprehending, with respect correctly, that a point of general practical utility was raised by the circumstances of the case, the District Registrar then referred the hearing of the application to a Judge, adjourning accordingly for that purpose.",
      "id": "s29"
    },
    {
      "text": "10 It appears from the evidence that the Deputy Commissioner's nomination of a period of one week for the proposed adjournment of the winding up application was not coincidental.",
      "id": "s30"
    },
    {
      "text": "It seems that the experience of the ATO in dealing with Australian banks is that, in the ordinary course of events, Australian banks take five working days following the electronic reporting by the ATO to the relevant bank of the receipt of a cheque.",
      "id": "s31"
    },
    {
      "text": "That electronic reporting seems to be the equivalent of the presentation of the cheque to the bank for payment.",
      "id": "s32"
    },
    {
      "text": "The inference necessarily arises that the Deputy Commissioner's nomination of one week as the length of the proposed adjournment was informed by a knowledge of this experience with the banks.",
      "id": "s33"
    },
    {
      "text": "11 In this case, the electronic reporting by the ATO occurred on 11 November 2008 via the Penrith, NSW office of the ATO.",
      "id": "s34"
    },
    {
      "text": "In the course of his general administration of the taxation laws the Commissioner has determined that the ATO should centralise its processing of payments.",
      "id": "s35"
    },
    {
      "text": "That task has fallen to the Penrith office.",
      "id": "s36"
    },
    {
      "text": "It was to there that the Brisbane office forwarded the bank cheque received on 10 November 2008.",
      "id": "s37"
    },
    {
      "text": "12 Investigations by the ATO of the NAB have disclosed that the bank's position in relation to bank cheques is informed by its membership of the Australian Bankers' Association.",
      "id": "s38"
    },
    {
      "text": "The NAB's policy in relation to its bank cheques is expressed as follows:\n The term 'bank cheque' describes a cheque that is issued by a bank.",
      "id": "s39"
    },
    {
      "text": "Bank cheques are generally treated by the law in the same manner as ordinary cheques.",
      "id": "s40"
    },
    {
      "text": "Although some people regard bank cheques as equivalent to cash, there are certain circumstances where a bank cheque may not be paid.",
      "id": "s41"
    },
    {
      "text": "To clarify the position, NAB, as a member of the Australian Bankers' Association, adopts the following policy in relation to NAB bank cheques.",
      "id": "s42"
    },
    {
      "text": "Forged or unauthorised If the signature of an officer of NAB is forged or placed on a bank cheque without NAB's authority, NAB is not legally liable for the cheque concerned.",
      "id": "s43"
    },
    {
      "text": "Materially altered NAB will dishonour a bank cheque that has been fraudulently and materially altered.",
      "id": "s44"
    },
    {
      "text": "NAB will co-operate with any holder of a cheque, or person who is about to receive it, who may want to verify that the cheque is a valid cheque.",
      "id": "s45"
    },
    {
      "text": "Reported stolen or lost If NAB is told that a bank cheque is stolen or lost and is satisfied that this is the case, NAB will not pay the cheque if it is presented for payment by a person who has no right to it.",
      "id": "s46"
    },
    {
      "text": "NAB may provide a replacement cheque for a fee.",
      "id": "s47"
    },
    {
      "text": "Court order restraining payment NAB must observe an order of a court restraining NAB from paying a bank cheque which is presented for payment while the order is in force.",
      "id": "s48"
    },
    {
      "text": "Failure of consideration for the issue of a bank cheque Where NAB has not received payment for issuing a bank cheque to a customer (e.g.",
      "id": "s49"
    },
    {
      "text": "your cheque to NAB in payment for the bank cheque is dishonoured), NAB may refuse to pay the bank cheque only if the person presenting the bank cheque for payment: has not given value for it (e.g.",
      "id": "s50"
    },
    {
      "text": "the bank cheque is stolen); or has given value for it but at the time of doing so he or she knew NAB had not been paid for the cheque (e.g.",
      "id": "s51"
    },
    {
      "text": "that the cheque in favour of NAB had been dishonoured).",
      "id": "s52"
    },
    {
      "text": "13 It was not suggested in this proceeding that, so far as a Commonwealth revenue debt is concerned, there is any express statutory provision which alters the usual position which prevails as between creditor and debtor when a cheque is given in payment of a debt.",
      "id": "s53"
    },
    {
      "text": "That usual position was expressed by Mason CJ, Brennan, Deane, Dawson and Toohey JJ in National Australia Bank v KDS Construction Services Pty Ltd [1987] HCA 65 ; (1987) 163 CLR 668 , at 676 to be as follows:\n Generally speaking, when a cheque is given in payment of a debt, it operates as a conditional payment.",
      "id": "s54"
    },
    {
      "text": "The payment is subject to a condition that the cheque be paid on presentation.",
      "id": "s55"
    },
    {
      "text": "If it is dishonoured the debt revives.",
      "id": "s56"
    },
    {
      "text": "Although it is sometimes said that the remedy for the primary debt is suspended, the suspension is no more than a consequence of the conditional nature of the payment: Tilley v Official Receiver in Bankruptcy [1960] HCA 86 ; (1960) 103 CLR 529 , at pp 532-533, 535-536, 537.",
      "id": "s57"
    },
    {
      "text": "The condition is a condition subsequent so that, if the cheque is met, it ranks as an actual payment from the time it was given.",
      "id": "s58"
    },
    {
      "text": "Subject to non-fulfilment of the condition subsequent, the payment is complete at the time when the cheque is accepted by the creditor: Thomson v Moyse (1961) AC 967 , at p 1004.",
      "id": "s59"
    },
    {
      "text": "14 It was submitted for the Deputy Commissioner that, in the events which had transpired in this case, that usual position had been altered by the signification by the Deputy Commissioner that he would agree to the dismissal of the winding up application once the proceeds of the cheque had been cleared.",
      "id": "s60"
    },
    {
      "text": "It seems to me though that the evidence is more consistent with the Deputy Commissioner's adopting a position which was in accordance with the general position when a cheque is given in payment of a debt.",
      "id": "s61"
    },
    {
      "text": "It has been accepted subject to a condition that the cheque would be paid on presentation.",
      "id": "s62"
    },
    {
      "text": "Subject to the fulfilment of that condition, payment of the then outstanding amount of the debt due to the Commonwealth and payable to the Commissioner was complete upon the acceptance by the Deputy Commissioner on 10 November 2008 of the cheque then proffered on behalf of Ganter.",
      "id": "s63"
    },
    {
      "text": "In this regard, the fact that the proffered cheque was a bank cheque may well have provided a degree of comfort to the Deputy Commissioner in deciding to accept it, but the position would have been the same in law so far as the relationship of debtor and creditor was concerned had the cheque concerned been one where the drawer was other than a bank.",
      "id": "s64"
    },
    {
      "text": "15 Strictly speaking, a cheque, even a bank cheque, is not a form of legal tender.",
      "id": "s65"
    },
    {
      "text": "Subject to some particular contractual or statutory provision, the only forms of legal tender remain Australian notes or, subject to the limits specified, Australian coins --- see s 36 of the Reserve Bank Act 1959 and s 16 of the Currency Act 1965 respectively.",
      "id": "s66"
    },
    {
      "text": "However, in general trade and commerce, as Mason J observed in George v Cluning (1979) 53 ALJR 767 (note) by reference to Canadian authority, a payment by cheque can amount to sufficient payment if not objected to on that account.",
      "id": "s67"
    },
    {
      "text": "In this case there was no objection made by the Deputy Commissioner on account of Ganter's endeavouring to settle its indebtedness by the tendering of a cheque only, as I have noted a signification that it was accepted subject to a condition that the cheque would be paid on presentation\n \n16 None of this is to suggest that the Deputy Commissioner was under any obligation to accept the proffered cheque.",
      "id": "s68"
    },
    {
      "text": "When the history of Ganter's endeavours to pay the debt after the filing of the winding up application is recalled and that the company was, by operation of s 459C(2)(a) the Corporations Act 2001 presumed to be insolvent the Deputy Commissioner would have been entitled not to accept the cheque.",
      "id": "s69"
    },
    {
      "text": "A refusal to accept the cheque would not have eliminated the debt in question: Australian Mid-Eastern Club Ltd v Yassim (1989) 1 ACSR 399 , at 403 (NSWCA); Deputy Commissioner of Taxation v Visidet Pty Ltd [2005] FCA 830 at [3] per Gyles J.",
      "id": "s70"
    },
    {
      "text": "17 The accounts of the ATO in respect of Ganter record a credit to its account on 11 November 2008 in the amount of $149,762.09.",
      "id": "s71"
    },
    {
      "text": "That does no more than recognise what will be the effect of the acceptance of the cheque if the condition subsequent as to the clearance of the cheque is met.",
      "id": "s72"
    },
    {
      "text": "Were the cheque for some reason to be dishonoured the creation in the accounts of the ATO of an entry reversing the credit recorded on 11 November 2008 would be appropriate.",
      "id": "s73"
    },
    {
      "text": "I note that the account concerned is made accessible to the company's tax agent by the Commissioner in the ordinary course of his administration of the taxation laws.",
      "id": "s74"
    },
    {
      "text": "18 As it happens, though the period within which, in accordance with the NAB's usual practice, a notice of dishonour might be given to the ATO has yet to elapse, other evidence from the NAB, which was not available at the time when the application came on before the District Registrar on 13 November 2008, suggests that the bank does now have cleared funds available to meet the cheque.",
      "id": "s75"
    },
    {
      "text": "As at 13 November 2008 the prevailing position, so far as advice to the ATO from the NAB was concerned, was that, even were a special clearance to be sought, it would not be possible to clear the cheque until after 11:00 am on 18 November 2008.",
      "id": "s76"
    },
    {
      "text": "I am not satisfied on present materials that the condition subsequent has been met.",
      "id": "s77"
    },
    {
      "text": "19 For Ganter reliance was placed on the following observation made by Barrett J in Bidald Consulting Pty Ltd v Miles Special Builders Pty Ltd [2005] NSWSC 397 at [11] :\n [A] plaintiff whose debt has been paid after the time for challenging a s.459E demand based on the debt has expired and before the hearing of the winding up application is no longer able to maintain and pursue that application.",
      "id": "s78"
    },
    {
      "text": "20 Assuming that the Deputy Commissioner ought presently to be regarded as an applicant whose debt has been paid, it does not, with respect, seem to me to follow that the application must therefore necessarily be dismissed.",
      "id": "s79"
    },
    {
      "text": "In his judgment in Motor Terms Co Pty Ltd v Liberty Insurance Ltd [1967] HCA 9 ; (1967) 116 CLR 177 , at 194-195, Menzies J, in what is strictly an obiter dictum , opined:\n In the course of argument upon this appeal, reference was made to the consequence of a petitioning creditor being paid off between the presentation of the petition and the making of an order.",
      "id": "s80"
    },
    {
      "text": "That circumstance would not, in my opinion, put an end to the petition nor would it affect the jurisdiction of the court to hear and determine the petition although, of course, in such circumstances proceedings might not be continued and, if they were, the court could, in the exercise of its discretion, refuse to make a winding up order upon the petition of a person not then a creditor.",
      "id": "s81"
    },
    {
      "text": "In that same case, Barwick CJ (at 179) also seems to have been of the view that, under the then statutory regime for the winding up of a company, the date for the determination of whether a petitioner was a creditor was the date of presentation of the winding up petition.",
      "id": "s82"
    },
    {
      "text": "21 In my opinion, the date for the determination of standing to apply for the winding up of a company is the date when the application is made.",
      "id": "s83"
    },
    {
      "text": "As it was when Motor Terms v Liberty Insurance (supra) was decided, the process for the winding up of a company remains today entirely statutory.",
      "id": "s84"
    },
    {
      "text": "By s 459A(1)(b) of the Corporations Act a creditor is one of the persons who may apply for the winding up of a company.",
      "id": "s85"
    },
    {
      "text": "The application for the winding up of Ganter was made by the Deputy Commissioner upon the filing of the application in this Court on 20 August 2008.",
      "id": "s86"
    },
    {
      "text": "At that time, the Deputy Commissioner was, on any view, a creditor.",
      "id": "s87"
    },
    {
      "text": "Like Gyles J in Deputy Commissioner of Taxation v Visidet Pty Ltd (at [5]), I am not persuaded that there is any requirement flowing from the Corporations Act that the applicant must continue to be a creditor at the time when the winding up application is heard.",
      "id": "s88"
    },
    {
      "text": "As his Honour there states (ibid), and though it is cited in a number of cases which he notes, the passage from the judgement of Menzies J in Motor Terms v Liberty Insurance (supra) does not support the existence of any such requirement.",
      "id": "s89"
    },
    {
      "text": "22 The true position is that the applicant's status as a creditor at the time when the application was made and the presumption flowing from the company's failure to comply with the terms of a statutory demand are sufficient to give the Court jurisdiction to order the winding up of the company.",
      "id": "s90"
    },
    {
      "text": "That was the conclusion reached by Zeeman J in Deputy Commissioner of Taxation v Guy Holdings Pty Ltd (1994) 116 FLR 314 at 318.",
      "id": "s91"
    },
    {
      "text": "As did Gyles J in Deputy Commissioner of Taxation v Visidet Pty Ltd (at [6]), I agree with that conclusion.",
      "id": "s92"
    },
    {
      "text": "As Zeeman J observed in the Guy Holdings Case (at 320), \"in the case of an application under s 459P where the debt the subject of the statutory demand has been paid after the filing of the application, the application ought to be dismissed unless there is established some positive reason that a winding up order ought to be made\".",
      "id": "s93"
    },
    {
      "text": "His Honour is there referring to the way in which, in those circumstances, the discretion vested in the Court on the hearing of a winding up application by s 467 of the Corporations Act would ordinarily be exercised.",
      "id": "s94"
    },
    {
      "text": "23 How should that discretion be exercised as matters presently stand in this case?",
      "id": "s95"
    },
    {
      "text": "There is no proof that the company owes any other amount either to the Commissioner or to any other creditor.",
      "id": "s96"
    },
    {
      "text": "Perhaps in testimony to the latter, no other creditor of the company has sought to be substituted as an applicant.",
      "id": "s97"
    },
    {
      "text": "24 In their submissions the solicitors for the company pointed to the observation made by Gyles J in Deputy Commissioner of Taxation v Visidet Pty Ltd (at [8]), \"With trading companies the existence of a winding up proceeding is a very serious inhibition and has very serious impacts\".",
      "id": "s98"
    },
    {
      "text": "I respectfully agree.",
      "id": "s99"
    },
    {
      "text": "That is one reason why it behoves a company which wishes to keep trading to pay its debts as they fall due or at least later to comply with the terms of a statutory demand.",
      "id": "s100"
    },
    {
      "text": "It is also a reason why, all other things being equal, a Court would be disposed, as a matter of discretion, to dismiss a winding up application if satisfied that the debt owed to the applicant creditor had been paid.",
      "id": "s101"
    },
    {
      "text": "Another consideration not to be ignored is the protection of the revenue.",
      "id": "s102"
    },
    {
      "text": "Yet another consideration is that Ganter, by its solicitors, initially agreed with the Deputy Commissioner's proposal that on 13 November 2008 the adjournment of the application for one week ought to be sought.",
      "id": "s103"
    },
    {
      "text": "A further consideration is the public interest in whether a company which is presumed to be insolvent ought to be permitted to continue to trade or whether it ought to be wound up.",
      "id": "s104"
    },
    {
      "text": "25 Ganter's change of heart as to the course which ought to be taken on 13 November 2008 seems to have been multi-factorial in origin.",
      "id": "s105"
    },
    {
      "text": "Inferentially from the submissions made to me and to the District Registrar it was founded upon what I regard as the misapprehension that the payment of an applicant creditor's debt obliged the Court to dismiss a winding up application, as opposed to that being a factor going to discretion.",
      "id": "s106"
    },
    {
      "text": "Likewise, it seems to have been grounded on the belief that the acceptance of the bank cheque by the Deputy Commissioner extinguished the debt then and there, as opposed to so doing upon the fulfilment of the condition subsequent of the cheque's being cleared.",
      "id": "s107"
    },
    {
      "text": "Further, it seems to have been grounded upon the belief that, the cheque payment having been recorded as a credit on 11 November 2008 in its accounts, the Deputy Commissioner was obliged, as a \"model litigant\" to agree to the dismissal of the winding up application on 13 November 2008.",
      "id": "s108"
    },
    {
      "text": "26 This, with respect, misapprehends the obligation that falls on those representing the interests of the Crown in civil litigation.",
      "id": "s109"
    },
    {
      "text": "One of those interests, and it is a vital interest, is the protection of the revenue.",
      "id": "s110"
    },
    {
      "text": "The Deputy Commissioner would certainly have failed in his duty to the Court as a model litigant had the acceptance of the cheque and the terms upon which it had been accepted not been drawn to the Court's attention on 13 November 2008.",
      "id": "s111"
    },
    {
      "text": "It was.",
      "id": "s112"
    },
    {
      "text": "Especially as matters then stood as to the clearing of the bank cheque and the Deputy Commissioner's knowledge as to the practice of the NAB in relation to the circumstances in which it would not meet a bank cheque and the time within which any such disposition on the part of the bank would usually be signified, it was not unreasonable for the Deputy Commissioner to resist the dismissal of the application that day.",
      "id": "s113"
    },
    {
      "text": "The position then to take was a matter for the value judgement of the Deputy Commissioner in the circumstances in the administration of the taxation laws.",
      "id": "s114"
    },
    {
      "text": "The entry in the accounts of the ATO had no more than a provisional quality about it.",
      "id": "s115"
    },
    {
      "text": "27 As at 13 November 2008 there was no obligation on the part of the Court then to dismiss the application.",
      "id": "s116"
    },
    {
      "text": "The disposal of the application then called for the exercise of a discretion.",
      "id": "s117"
    },
    {
      "text": "It still does.",
      "id": "s118"
    },
    {
      "text": "Though there is more confidence now that the condition subsequent will be met, it seems to me in the circumstances of this case that Ganter ought to be held to the terms upon which it asked and the Deputy Commissioner agreed to accept the cheque and to seek the adjournment of the winding up application.",
      "id": "s119"
    },
    {
      "text": "I therefore adjourn the hearing of the application until 19 November 2008 at 9:30 am, the date requested by the Deputy Commissioner.",
      "id": "s120"
    },
    {
      "text": "Even assuming that there is power so to do, I do not believe that it would be appropriate to make a conditional order of dismissal, which was an alternative suggested on behalf of the Deputy Commissioner.",
      "id": "s121"
    },
    {
      "text": "28 I shall hear the parties as to costs.",
      "id": "s122"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraph is a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s123"
    },
    {
      "text": "Associate:\n\nDated: 18 November 2008\n\n Counsel for the Applicant: Mr P Looney \n \n Solicitor for the Applicant: Australian Taxation Office \n \n Solicitor for the Respondent: Morgan Conley Solicitors \n\n Date of Hearing: 17 November 2008 \n \n Date of Judgment: 18 November 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1730.html",
      "id": "s124"
    }
  ]
}