{
  "name": "Arc Energy Limited, In the matter of Arc Energy Limited [2008] FCA 1396 (8 August 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1396.html",
  "catchphrases": [
    {
      "text": "approval of scheme of arrangement",
      "id": "c0"
    },
    {
      "text": "intervener",
      "id": "c1"
    },
    {
      "text": "supreme court writ of summons with endorsement alleging breach of obligations relating to a confidentiality and non- circumvention agreement served by intervener on plaintiff",
      "id": "c2"
    },
    {
      "text": "writ served two working days before meeting of plaintiff's shareholders to approve the scheme",
      "id": "c3"
    },
    {
      "text": "members who attended meeting informed of writ",
      "id": "c4"
    },
    {
      "text": "proxy voters not so informed directly",
      "id": "c5"
    },
    {
      "text": "asx informed of writ before meeting",
      "id": "c6"
    },
    {
      "text": "allegations in writ denied by plaintiff",
      "id": "c7"
    },
    {
      "text": "scheme approved by overwhelming majority of members",
      "id": "c8"
    },
    {
      "text": "whether notice of writ to proxy voters may have altered their decision whether to vote in favour of the scheme",
      "id": "c9"
    },
    {
      "text": "appropriate that matter of writ was brought to the attention of the court",
      "id": "c10"
    },
    {
      "text": "writ did disclose triable issues",
      "id": "c11"
    },
    {
      "text": "plaintiff willing to consent to orders to preserve intervener's legitimate interests",
      "id": "c12"
    },
    {
      "text": "intervener pressed for adjournment and for orders that a further meeting of members be convened to enable proxy voters to consider terms of writ",
      "id": "c13"
    },
    {
      "text": "no explanation as to why adjournment being sought when intervener had no obvious interest",
      "id": "c14"
    },
    {
      "text": "ulterior purpose inferred.",
      "id": "c15"
    },
    {
      "text": "corporations",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "1 The plaintiff Arc Energy Ltd (\"Arc\") seeks final orders approving the scheme in this matter.",
      "id": "s0"
    },
    {
      "text": "I granted leave to Oil Basins Limited (\"Oil Basins\") to intervene and to hear on an urgent basis its application for orders pursuant to s 413(1)(c) and (g) of the Corporations Act 2001 (Cth) (\"the Act \").",
      "id": "s1"
    },
    {
      "text": "Substantial reliance was placed by counsel for Oil Basins on s 413(1)(c) of the Act and it will suffice if I refer to that subsection.",
      "id": "s2"
    },
    {
      "text": "It provides, relevantly, for the Court, in such an application as this, to make orders, where property has been or is to be transferred from, in this case, the plaintiff, to Buru Energy Ltd (\"Buru\").",
      "id": "s3"
    },
    {
      "text": "Certain oil permits in the Canning Basin are, pursuant to an executed sale agreement, to be transferred to Buru by Arc.",
      "id": "s4"
    },
    {
      "text": "2 Arc is prepared to consent to the orders sought by Oil Basins in its interlocutory process dated 7 August 2008.",
      "id": "s5"
    },
    {
      "text": "However Oil Basins also seeks orders that: \n \n \n 5.",
      "id": "s6"
    },
    {
      "text": "Alternatively, the plaintiff's application for the approval by this Honourable Court pursuant to section 414 of the Corporations Act of the proposed scheme be adjourned until:\n \n 5.1 The plaintiff provides a supplementary statement (supplementary statement) to its members in relation to the effect of litigation titled Oil Basis Limited v Arc Energy Limited, issued out of the Supreme Court of Western Australia, bearing action number 1947 of 2008 on the scheme.",
      "id": "s7"
    },
    {
      "text": "5.2 The plaintiff convenes a further meeting of its members (Meeting) for the purposes of considering, and, if thought fit, agreeing to the scheme between the plaintiff and its members.",
      "id": "s8"
    },
    {
      "text": "Arc opposes the making of those orders.",
      "id": "s9"
    },
    {
      "text": "3 On Friday, 1 August 2008, Oil Basins served a writ on Arc concerning an alleged breach of obligations relating to a confidentiality and non-circumvention agreement signed by Arc in November 2006 in relation to the Canning Basin oil permits.",
      "id": "s10"
    },
    {
      "text": "The writ contained a general endorsement that does not disclose what the confidential information is or how the so-called breach of the circumvention clause occurred, beyond the assertion that it occurred when Arc made and completed negotiations to purchase from Golden Dynasty the shares it held in a company called Terratek Drilling Tools Pty Ltd (\"Terratek\").",
      "id": "s11"
    },
    {
      "text": "The confidential information is said to concern both those companies.",
      "id": "s12"
    },
    {
      "text": "4 The endorsement to the summons pleads that by the confidentiality agreement, Arc was not to disclose the confidential information without consent and secondly, not to circumvent Oil Basins in its dealings with any party in respect of the confidential information.",
      "id": "s13"
    },
    {
      "text": "I have considered the terms of the confidentiality agreement.",
      "id": "s14"
    },
    {
      "text": "There is no evidence whatsoever before the Court, even to suggest, that the circumvention term has been breached.",
      "id": "s15"
    },
    {
      "text": "The confidentiality agreement did not prohibit use by Arc with the confidential information.",
      "id": "s16"
    },
    {
      "text": "It is the use of that information about which Oil Basin complains, without, however, particularising that complaint.",
      "id": "s17"
    },
    {
      "text": "5 Arc issued an announcement to the Australian Stock Exchange, on 4 August 2008, which was the Monday following the receipt of the writ.",
      "id": "s18"
    },
    {
      "text": "The company vigorously denied the claims asserted.",
      "id": "s19"
    },
    {
      "text": "Those present at the meeting of Arc's shareholders on the following day, 5 August, were told of the writ in as detailed terms, as were revealed to the company at that time.",
      "id": "s20"
    },
    {
      "text": "The chairman of the meeting, amongst other things, told the shareholders:\n Importantly, the legal action instigated by Oil Basins has no impact on the implementation of the merger and demerger and the matters being considered at today's meetings.",
      "id": "s21"
    },
    {
      "text": "If the resolutions under consideration today are passed by shareholders and the Court approves the Scheme, responsibility for Oil Basins' claim would be transferred to Buru.",
      "id": "s22"
    },
    {
      "text": "6 The meeting voted overwhelmingly in favour of the scheme.",
      "id": "s23"
    },
    {
      "text": "Because of the eleventh hour - indeed a later time than that - service of the writ on Arc, it was unable to advise shareholders about the writ prior to the meeting on the 5 th directly, although it did, as I said, issue an announcement to the Australian Stock Exchange on 4 August.",
      "id": "s24"
    },
    {
      "text": "It is likely that at least some, if not all, of the Arc shareholders who lodged proxy votes were not apprised of the fact that the writ had been served.",
      "id": "s25"
    },
    {
      "text": "The adjournment sought by Oil Basins is said by it to be necessary to protect the interests of those shareholders who voted by proxy without the benefit of knowing that the writ had issued or of considering any implications referrable to how they cast their votes.",
      "id": "s26"
    },
    {
      "text": "There is no evidence as to how many shareholders lodged proxies, or the percentage of the total shares held by them, or indeed how they voted.",
      "id": "s27"
    },
    {
      "text": "7 I observe that the scheme booklet, at section 5 , deals with Risk Factors.",
      "id": "s28"
    },
    {
      "text": "Section 5.2.7 , which deals with litigation risks, contains the following:\n Exposure to litigation brought by third parties such as customers, regulators, employees or business associates could negatively impact upon the Merged Group's and Buru Energy's financial performance, through increased costs, payments for damages and damage to reputation.",
      "id": "s29"
    },
    {
      "text": "In a general sense then, Arc's shareholders were on notice as to this kind of risk.",
      "id": "s30"
    },
    {
      "text": "Further, the resolution put to the members of Arc on 5 August was, in these terms:\n That subject to and conditional on the Capital Reduction Resolution being approved by ARC Shareholders, pursuant to and in accordance with the provisions of section 411 of the Corporations Act , the scheme of arrangement proposed to be entered into between the Company and the holders of its fully paid ordinary shares (the \"Scheme\") as contained in and more particularly described in the booklet accompanying the notice convening this meeting, is agreed to and the Board of Directors of the Company is authorised to agree to such alterations or conditions to the Scheme as are thought to fit by the Court and, subject to approval of the Scheme with any such alterations or conditions by the Court, to implement the Scheme with any such alterations or conditions.",
      "id": "s31"
    },
    {
      "text": "8 There was, accordingly, a degree of flexibility built into the resolution which was passed at that meeting.",
      "id": "s32"
    },
    {
      "text": "By way of background, Arc publicly announced its acquisition of the Canning Basin permits in question in December 2006.",
      "id": "s33"
    },
    {
      "text": "These were acquired from Golden Dynasty.",
      "id": "s34"
    },
    {
      "text": "I am not persuaded that, at any adjourned shareholders meeting of Arc, if those who did not attend the 5 August meeting, were advised that the writ had been issued and its claims rejected vigorously by the company through its board, that there is any real likelihood that they would change their vote.",
      "id": "s35"
    },
    {
      "text": "9 I am concerned as to the lateness of the application by Oil Basins, and by the vagueness of its case as articulated in the papers and from the bar table.",
      "id": "s36"
    },
    {
      "text": "The relief it seeks in the Supreme Court is primarily for equitable relief by way of the transfer of Arc shares in Terratek to Oil Basins.",
      "id": "s37"
    },
    {
      "text": "For that to occur, and I am not persuaded that even triable issues have been demonstrated that, Oil Basins would of course have to pay for these shares.",
      "id": "s38"
    },
    {
      "text": "It is speculation to think that there will be significant or material shift in values.",
      "id": "s39"
    },
    {
      "text": "10 I invited counsel for Oil Basins to explain why the adjournment was being pressed, when obviously Oil Basins has no personal standing to protect the interests of Arc shareholders.",
      "id": "s40"
    },
    {
      "text": "Its interests would have been served by the making of the orders sought under s 413(1)(c) of the Act .",
      "id": "s41"
    },
    {
      "text": "I was not given any answer which I found to be satisfactory.",
      "id": "s42"
    },
    {
      "text": "Oil Basins' conduct in bringing such a belated application upon a paucity of fact and without a satisfactory explanation leads me to conclude that its real reasons are for some commercial gain or advantage, by putting a roadblock in front of the progress of the scheme.",
      "id": "s43"
    },
    {
      "text": "It should not be allowed to succeed in that course unless of course there is, objectively viewed, a proper basis for granting the orders sought.",
      "id": "s44"
    },
    {
      "text": "11 The submission of Mr Bruce was that the mere fact that the writ had been issued together with their being an endorsement might in itself be enough to cause proxy voters to change their vote at an adjourned members meeting.",
      "id": "s45"
    },
    {
      "text": "For the reasons that I have mentioned, I do not consider that likely to occur.",
      "id": "s46"
    },
    {
      "text": "However, when information provided to the court is considered, I do not regard that, in its totality, it is material in the sense that it would likely affect the way in which those proxy voters would vote.",
      "id": "s47"
    },
    {
      "text": "I have not been persuaded that a serious claim has been made out.",
      "id": "s48"
    },
    {
      "text": "The claim is vigorously denied by Arc.",
      "id": "s49"
    },
    {
      "text": "The overwhelming majority of shareholders present at the 5 August meeting and who knew of the writ voted in favour of the scheme.",
      "id": "s50"
    },
    {
      "text": "There is nothing before me to suggest that the proxy voters would do differently.",
      "id": "s51"
    },
    {
      "text": "For these brief reasons, in the urgency of this application, I would refuse the application stated in the alternative; namely, to adjourn the application for the approval of the scheme.",
      "id": "s52"
    },
    {
      "text": "The orders that I propose to make are in the terms of the amended minute of proposed orders filed by the solicitors for the applicant dated 8 August 2008.",
      "id": "s53"
    },
    {
      "text": "I will hear the parties on the question of costs.",
      "id": "s54"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s55"
    },
    {
      "text": "Associate:\n\nDated: 15 September 2008\n\n Counsel for the Plaintiff: Mr C L Zelestis QC with Mr M G Lundberg \n \n Counsel for the Intervener Mr M P Bruce with Mr J Abberton \n \n Counsel for Australian Worldwide Exploration Ltd Mr M Corboy SC with Mr C Belyea \n\n Date of Hearing: 8 August 2008 \n \n Date of Judgment: 8 August 2008 \n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1396.html",
      "id": "s56"
    }
  ]
}