{
  "name": "St George Bank Limited, in the matter of St George Bank Limited (ACN 055 513 070) [2008] FCA 1839 (29 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1839.html",
  "catchphrases": [
    {
      "text": "scheme of arrangement",
      "id": "c0"
    },
    {
      "text": "performance risk",
      "id": "c1"
    },
    {
      "text": "exclusivity provision",
      "id": "c2"
    },
    {
      "text": "break fee",
      "id": "c3"
    },
    {
      "text": "deemed warranty that shares be unencumbered",
      "id": "c4"
    },
    {
      "text": "orders that meetings to consider scheme of arrangement be convened",
      "id": "c5"
    },
    {
      "text": "corporations",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 On 29 September 2008 I made orders pursuant to s 411(1) of the Corporations Act 2001 (Cth) convening three meetings to be held for the purpose of considering schemes of arrangement relating to a proposed merger between the plaintiff (\"St George\") and Westpac Banking Corporation (\"Westpac\").",
      "id": "s0"
    },
    {
      "text": "These are the reasons why I made those orders.",
      "id": "s1"
    },
    {
      "text": "2 The meetings which I ordered to be convened were, in summary, as follows:\n \n&#8226; A meeting of shareholders of St George (other than Westpac or its related bodies corporate) for the purpose of considering, and if thought fit, agreeing to a scheme of arrangement between them and St George (\"the share scheme\");\n \n&#8226; A meeting of holders of non-cumulative, redeemable and convertible preference shares of St George, known as SAINTS (other than Westpac or its related bodies corporate), for the purpose of considering, and if thought fit, agreeing to a scheme of arrangement between them and St George (the SAINTS Scheme);\n \n&#8226; A meeting of holders of options acquired under St George's Executive Performance Share Plan, for the purpose of considering and, if thought fit, agreeing to a scheme of arrangement between them and St George (the Options Scheme).",
      "id": "s2"
    },
    {
      "text": "3 Full details of the Share Scheme, the SAINTS Scheme and the Options Scheme were contained in helpful written submissions which were provided to me by Senior Counsel for St George, Mr Jackman SC, prior to the first court hearing on 29 September 2008.",
      "id": "s3"
    },
    {
      "text": "I marked the submissions MFI 1 at the hearing.",
      "id": "s4"
    },
    {
      "text": "4 The reasons why I made the orders were essentially those set out in the written submissions which I adopted.",
      "id": "s5"
    },
    {
      "text": "It is unnecessary for me to repeat the content of the submissions but I will refer briefly to four matters to which Mr Jackman drew my attention.",
      "id": "s6"
    },
    {
      "text": "5 The first was the issue of performance risk.",
      "id": "s7"
    },
    {
      "text": "This is an issue which has been raised in a number of cases to which Mr Jackman referred.",
      "id": "s8"
    },
    {
      "text": "The most recent case is Re APN News &amp; Media Limited [2007] FCA 770 at [23] .",
      "id": "s9"
    },
    {
      "text": "6 I was satisfied that the \"performance risk\" was sufficiently addressed in relation to each of the Schemes for the reasons set out in the written submissions.",
      "id": "s10"
    },
    {
      "text": "7 The second matter to which reference was made was an exclusivity provision contained in clause 19 of the Merger Implementation Agreement.",
      "id": "s11"
    },
    {
      "text": "This contained a \"no shop restriction\", a \"no talk restriction\" and a \"no due diligence restriction\".",
      "id": "s12"
    },
    {
      "text": "8 Each of the concerns in relation to exclusivity clauses expressed by Santow J in Re Arthur Yates &amp; Co Ltd [2001] NSWSC 40 ; (2001) 36 ACSR 758 at [9] was addressed in the written submissions.",
      "id": "s13"
    },
    {
      "text": "9 The third issue to which Mr Jackman referred was the question of a break fee of $100 million provided for in cl 20.2 of the Merger Implementation Agreement.",
      "id": "s14"
    },
    {
      "text": "10 I was satisfied that the break fee provision did not offend the principles stated in the authorities including Re SFE Corporation Ltd [2006] FCA 670 at [6] --- [7].",
      "id": "s15"
    },
    {
      "text": "11 The fourth issue was the deemed warranty in cl 4.5 of the Share Scheme that the shares be free from encumbrances.",
      "id": "s16"
    },
    {
      "text": "Mr Jackman referred me to the view which is accepted in this Court as stated in Re Hostworks Group Ltd (2008) 26 ACLC 137 at [41].",
      "id": "s17"
    },
    {
      "text": "This view has been followed in the Supreme Court of New South Wales by Barrett J in Macquarie Private Capital A Ltd (2008) 26 ACLC 366.",
      "id": "s18"
    },
    {
      "text": "The clause was therefore in accordance with established authority and it was drawn to the attention of scheme participants: see further Re APN News &amp; Media Ltd at [63].",
      "id": "s19"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s20"
    },
    {
      "text": "Associate:\n\nDated: 11 December 2008\n\n Counsel for the Plaintiff: Mr I Jackman SC Solicitor for the Plaintiff: Allens Arthur Robinson Counsel for Westpac Banking Corporation: Mr T F Bathurst QC with A J Payne Solicitors for Westpac Banking Corporation: Gilbert &amp; Tobin \n\n Date of Hearing: 29 September 2008 Date of Judgment: 29 September 2008 Date of Publication of Reasons for Judgment: 3 December 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1839.html",
      "id": "s21"
    }
  ]
}