{
  "name": "Gryst v Dromana Estate Limited (No 2) [2008] FCA 1499 (9 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1499.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "whether departure from the general rule warranted",
      "id": "c1"
    },
    {
      "text": "where plaintiff persisted in what should have been seen as a hopeless case",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 In Gryst v Dromana [2008] FCA 1148 I ordered that an application under s 459P of the Corporations Act 2001 (Cth) to wind up Dromana be summarily dismissed under s 31A(2) of the Federal Court of Australia Act 1975 (Cth).",
      "id": "s0"
    },
    {
      "text": "The issue now before me is that of costs.",
      "id": "s1"
    },
    {
      "text": "2 Dromana seeks that Mr Gryst pay its costs of the proceedings on either an indemnity basis or a solicitor and client basis instead of, as is the usual case, on a party and party basis: on which see Re Wilcox; Ex parte Venture Industries Pty Ltd (No 2) (1996) 72 FCR 151 at 156-157.",
      "id": "s2"
    },
    {
      "text": "The primary reason for it so doing is the assertion that the proceeding itself was an abuse of process.",
      "id": "s3"
    },
    {
      "text": "Reliance is placed upon Mr Gryst's own affidavit evidence that he commenced the winding up application \"to try to obtain payment for services which [he] rendered\".",
      "id": "s4"
    },
    {
      "text": "Alternatively, it is said that a departure from the ordinary practice of the court is warranted because Mr Gryst persisted in what should on proper consideration have been seen to be a hopeless case: see J-Corp Pty Ltd v Australian Builders Labourers Federated Union of Workers --- WA Branch (No 2) (1993) 46 IR 301 at 303.",
      "id": "s5"
    },
    {
      "text": "3 As is apparent from my reasons in the principal proceedings there does appear to have been a genuine dispute between the parties arising out of Mr Gryst's employment with Dromana.",
      "id": "s6"
    },
    {
      "text": "Mr Gryst served a statutory demand on Dromana which in the event proved to be ineffectual to found a winding up order.",
      "id": "s7"
    },
    {
      "text": "The reason for that, as I indicated in my reasons, was that in the circumstances Mr Gryst could not avail of a presumption of insolvency under s 459C(2)(a) as the statutory demand was stale and there was no other basis relied upon to wind up Dromana.",
      "id": "s8"
    },
    {
      "text": "The authorities pointing to the futility in the circumstances of reliance upon the statutory demand were clear and free from doubt.",
      "id": "s9"
    },
    {
      "text": "4 Though in correspondence with Dromana Mr Gryst intentionally created the impression that he was in receipt of fulsome legal advice justifying the course he was taking, I am prepared to accept that he was for most of the period leading up to the summary dismissal hearing before me practically unrepresented, although he received casual advice from time to time.",
      "id": "s10"
    },
    {
      "text": "He has conceded the falsity of the representations that he made.",
      "id": "s11"
    },
    {
      "text": "I need not enter upon his justifications for it.",
      "id": "s12"
    },
    {
      "text": "What is clear is that in correspondence from Dromana's solicitors he was warned, first, of their view that his commencing winding up proceedings based on the statutory demand was an abuse of process and, more importantly, that on a careful analysis of the statutory provisions and the relevant case law the winding up application would fail.",
      "id": "s13"
    },
    {
      "text": "5 By 11 July 2008 Mr Gryst had been provided with a List of Authorities to substantiate the solicitors' claims, which authorities included those upon which I relied in my reasons for decision.",
      "id": "s14"
    },
    {
      "text": "6 When the matter first came on for hearing on 16 July 2008 before Registrar Christie, submissions were made to the effect that the winding up application would have to be dismissed on the grounds it was bound to fail because of the principles stated in Deputy Commissioner of Taxation v Tixana Pty Ltd (2003) 202 ALR 401.",
      "id": "s15"
    },
    {
      "text": "Before the matter was referred by Registrar Christie to me for it to be heard and determined, she indicated to Mr Gryst's then counsel that Tixana was not the only relevant case and that if she was hearing the matter she would as of course follow Tixana .",
      "id": "s16"
    },
    {
      "text": "It appears that some time after 16 July Mr Gryst engaged new counsel who in turn was informed by counsel for Dromana of the cases that stood in the way of the winding up application.",
      "id": "s17"
    },
    {
      "text": "These are the cases upon which I relied in my reasons for decision.",
      "id": "s18"
    },
    {
      "text": "Mr Gryst was subsequently advised that it was \"extremely difficult and unlikely\" that I would not follow the Tixana line of cases.",
      "id": "s19"
    },
    {
      "text": "Nonetheless, Mr Gryst proceeded with the matter and it met its inevitable fate.",
      "id": "s20"
    },
    {
      "text": "7 While the above is simply a skeletal account of the circumstances leading up to the hearing, I am prepared to accept that, while Mr Gryst's conduct in the face of what had been pointed out to him provides grounds for suggesting that a departure from party and party costs might be warranted from a relatively early date, I consider that the appropriate point at which Mr Gryst's conduct can be said to have constituted persistence in a hopeless case was reached when Registrar Christie made plain what would have been its fate if heard by her, and did so by reference to Tixana indicating that it was not the only case relevant to the question.",
      "id": "s21"
    },
    {
      "text": "8 While there are aspects of this matter about which Mr Gryst may feel some grievance --- and in particular the sequence of events which led to the statutory demand becoming stale --- those are not matters which in any way could justify his persistence in pursuing the winding up application in the face of what over time must have been obvious to him.",
      "id": "s22"
    },
    {
      "text": "He needlessly put Dromana to expense and this must be reflected in the costs order made.",
      "id": "s23"
    },
    {
      "text": "9 Accordingly, I will order that Mr Gryst pay Dromana its costs on a party and party basis up to and including 16 July 2008 and thereafter on a solicitor and client basis.",
      "id": "s24"
    },
    {
      "text": "10 A question has been raised before me about whether it was appropriate that Dromana be represented in the matter by senior counsel.",
      "id": "s25"
    },
    {
      "text": "This is a matter on which it is appropriate that the taxing officer makes a judgment.",
      "id": "s26"
    },
    {
      "text": "I express no view on it.",
      "id": "s27"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finn.",
      "id": "s28"
    },
    {
      "text": "Associate:\n\nDated: 9 October 2008\n\n Counsel for the Plaintiff: Mr M Hoile \n \n Counsel for the Defendant: Mr N Lucarelli QC with Mr C Salpic Solicitor for the Defendant: Wilmoth Field Warne \n\n Date of Written Submissions: 2 September 2008 \n \n Date of Judgment: 9 October 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1499.html",
      "id": "s29"
    }
  ]
}