{
  "name": "SZLMY v Minister for Immigration and Citizenship [2008] FCA 1679 (11 November 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1679.html",
  "catchphrases": [
    {
      "text": "application for a protection visa",
      "id": "c0"
    },
    {
      "text": "appellant did not appear",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against an order of the Federal Magistrates Court dismissing the appellant's application for judicial review in connection with refusal of a protection (class XA) visa under s 65 of the Migration Act 1958 (Cth) ( SZLMY v Minister for Immigration &amp; Citizenship &amp; Anor [2008] FMCA 963).",
      "id": "s0"
    },
    {
      "text": "Under s 36(2) of the Act the criterion for a protection visa is that the applicant for the visa is (relevantly) a non-citizen in Australia to whom the Minister is satisfied Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol (meaning, in accordance with s 5(1) , the 1951 Convention relating to the Status of Refugees and the 1967 Protocol relating to the Status of Refugees).",
      "id": "s1"
    },
    {
      "text": "Section 474 of the Migration Act protects \"privative clause decisions\" (defined to include decisions with respect to protection visas) from challenge other than on the grounds of jurisdictional error.",
      "id": "s2"
    },
    {
      "text": "2 The appellant is a citizen of India.",
      "id": "s3"
    },
    {
      "text": "He arrived in Australia on 22 March 2007.",
      "id": "s4"
    },
    {
      "text": "He applied for a protection visa on 10 April 2007.",
      "id": "s5"
    },
    {
      "text": "The respondent Minister's delegate refused the application on 16 May 2007.",
      "id": "s6"
    },
    {
      "text": "The appellant applied to the Refugee Review Tribunal for a review on 12 June 2007.",
      "id": "s7"
    },
    {
      "text": "The Tribunal affirmed the decision on 28 August 2007.",
      "id": "s8"
    },
    {
      "text": "The appellant appealed to the Federal Magistrates Court on 17 October 2007.",
      "id": "s9"
    },
    {
      "text": "In his amended application the appellant claimed that the Tribunal's decision was void for jurisdictional error on numerous grounds most of which related to his claim of a fear of persecution in India by reason of his membership of the Khalistan movement which aims to form a Sikh homeland.",
      "id": "s10"
    },
    {
      "text": "The Federal Magistrates Court dismissed the appeal on 22 July 2008.",
      "id": "s11"
    },
    {
      "text": "3 In his notice of appeal to this Court the appellant claimed that the Federal Magistrates Court erred by: - (i) not considering the appellant's fear of persecution by police and authorities in India due to his membership of the Khalistan movement, (ii) not considering the appellant's claim that the Tribunal ignored his evidence, (iii) not following the procedures required by the legislation, (iv) not asking the appellant for additional information about some of his claims, (v) the Tribunal not giving the appellant an opportunity to give another interview in support of his claims, (vi) failing to consider the relevant facts, (vii) failing to consider that the appellant did not have legal representation, (viii) not considering documents before the Tribunal, (ix) failing to consider that the Tribunal had erred, and (x) failing to find that the Tribunal had incorrectly interpreted and applied the law to the facts.",
      "id": "s12"
    },
    {
      "text": "4 The primary judge noted that the appellant forwarded a letter to the Court dated 28 April 2008 advising that he would be in Perth and unable to appear at the hearing.",
      "id": "s13"
    },
    {
      "text": "The appellant requested that the Court consider his written submissions and determine the application in his absence.",
      "id": "s14"
    },
    {
      "text": "The respondent Minister applied to dismiss the proceedings because of the appellant's failure to appear (rule 13.03A(c) of the Federal Magistrates Court Rules 2001 (Cth)).",
      "id": "s15"
    },
    {
      "text": "The primary judge refused this application.",
      "id": "s16"
    },
    {
      "text": "Because the respondent Minister's written submissions dealt with the original rather than the amended notice of appeal, the primary judge granted the respondent Minister leave to rely on supplementary submissions.",
      "id": "s17"
    },
    {
      "text": "The primary judge also gave the appellant leave to reply to these supplementary submissions.",
      "id": "s18"
    },
    {
      "text": "The appellant filed submissions which the primary judge described as \"an attempt to re-open his case\".",
      "id": "s19"
    },
    {
      "text": "The primary judge said he had disregarded these submissions but, in any event, they added nothing of substance.",
      "id": "s20"
    },
    {
      "text": "5 A similar situation has arisen today.",
      "id": "s21"
    },
    {
      "text": "The appellant has not appeared.",
      "id": "s22"
    },
    {
      "text": "Instead he forwarded a facsimile to the Court yesterday stating that he could not appear due to health problems and requesting that the appeal be dealt with in his absence.",
      "id": "s23"
    },
    {
      "text": "He asked the Court to have regard to his written submissions and affidavit in support.",
      "id": "s24"
    },
    {
      "text": "Neither the Court's file nor the respondent's inquiries have disclosed any affidavit in support of the submissions.",
      "id": "s25"
    },
    {
      "text": "6 The respondent Minister sought summary dismissal of the proceedings under s 25(2B)(bb) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s26"
    },
    {
      "text": "There is also a power to hear and determine the appeal in the appellant's absence under Order 52 rule 38A(1)(d) of the Federal Court Rules .",
      "id": "s27"
    },
    {
      "text": "I propose to adopt the latter course.",
      "id": "s28"
    },
    {
      "text": "7 The appellant's first claim that the primary judge failed to consider the appellant's fear of persecution by police and authorities in India due to his membership of the Khalistan movement cannot be sustained.",
      "id": "s29"
    },
    {
      "text": "The primary judge recorded the appellant's claims of persecution both as made in his protection visa application and before the Tribunal.",
      "id": "s30"
    },
    {
      "text": "The primary judge also identified the Tribunal's consideration of the appellant's claims including that the Tribunal found that the appellant had not been truthful about matters central to those claims.",
      "id": "s31"
    },
    {
      "text": "Accordingly, the primary judge considered the matters that the appellant alleged were not considered.",
      "id": "s32"
    },
    {
      "text": "8 The appellant's second claim that the primary judge failed to consider the fact that in his written submissions the Tribunal ignored his evidence also cannot be sustained.",
      "id": "s33"
    },
    {
      "text": "The appellant has not identified in his written submissions the evidence the Tribunal is said to have ignored.",
      "id": "s34"
    },
    {
      "text": "The Tribunal considered the information that the appellant put forward in his application and before the Tribunal.",
      "id": "s35"
    },
    {
      "text": "For this reason the primary judge found that the Tribunal's approach was \"logical and reasoned and clearly took into account the evidence proffered by the applicant\".",
      "id": "s36"
    },
    {
      "text": "I agree.",
      "id": "s37"
    },
    {
      "text": "9 The appellant's third claim that the primary judge erred by not following the procedures required by the legislation also confronts difficulties.",
      "id": "s38"
    },
    {
      "text": "The appellant has not identified any particular procedural error said to have been made by the primary judge.",
      "id": "s39"
    },
    {
      "text": "None is apparent on the material before me.",
      "id": "s40"
    },
    {
      "text": "10 The appellant's fourth claim that the primary judge erred by not asking the appellant for additional information about some of his claims is misconceived.",
      "id": "s41"
    },
    {
      "text": "The primary judge was not the original decision-maker.",
      "id": "s42"
    },
    {
      "text": "The primary judge's function was limited to review of the Tribunal's decision for jurisdictional error.",
      "id": "s43"
    },
    {
      "text": "11 The appellant's fifth claim that the primary judge erred because the Tribunal did not give the appellant an opportunity to give another interview in support of his claims is equally misconceived.",
      "id": "s44"
    },
    {
      "text": "The Tribunal invited the appellant to appear at the hearing on the basis that it was unable to make a favourable determination on the information the appellant had provided.",
      "id": "s45"
    },
    {
      "text": "The appellant said he was sick and unable to attend the hearing.",
      "id": "s46"
    },
    {
      "text": "The Tribunal deferred the hearing until the appellant could attend.",
      "id": "s47"
    },
    {
      "text": "The appellant gave evidence and attended the hearing on 9 August 2007.",
      "id": "s48"
    },
    {
      "text": "12 The appellant's sixth claim that the primary judge erred by failing to consider the relevant facts does not rise above a generalised assertion.",
      "id": "s49"
    },
    {
      "text": "The primary judge's reasons show a detailed consideration of the Tribunal's decision-making process.",
      "id": "s50"
    },
    {
      "text": "13 The appellant's seventh claim about his lack of legal representation does not give rise to any error warranting intervention by an appellate court.",
      "id": "s51"
    },
    {
      "text": "14 The appellant's eighth claim that the primary judge erred by not considering documents before the Tribunal suffers from the same problem as his fourth claim.",
      "id": "s52"
    },
    {
      "text": "Neither the Federal Magistrates Court nor this Court is the original decision-maker.",
      "id": "s53"
    },
    {
      "text": "The function of this Court is appellate review of the decision of the Federal Magistrates Court.",
      "id": "s54"
    },
    {
      "text": "15 The appellant's ninth claim that the primary judge erred by failing to consider that the Tribunal had erred is nothing more than a complaint about the fact that the primary judge dismissed the appeal.",
      "id": "s55"
    },
    {
      "text": "16 The appellant's tenth claim that the primary judge erred by failing to find that the Tribunal had incorrectly interpreted and applied the law to the facts cannot be sustained.",
      "id": "s56"
    },
    {
      "text": "The claim is a generalised assertion of error.",
      "id": "s57"
    },
    {
      "text": "It is apparent that the Tribunal did not accept the appellant's version of events because it found his evidence inconsistent and implausible.",
      "id": "s58"
    },
    {
      "text": "It found that his documentary evidence, even if accepted, did not assist his claims.",
      "id": "s59"
    },
    {
      "text": "As the primary judge found, the Tribunal is empowered to determine the facts.",
      "id": "s60"
    },
    {
      "text": "17 For these reasons the appeal must be dismissed.",
      "id": "s61"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s62"
    },
    {
      "text": "Associate:\n\nDated: 11 November 2008\n\n\n\n The Appellant did not appear.",
      "id": "s63"
    },
    {
      "text": "Counsel for the First Respondent: Y Shariff \n \n Solicitor for the First Respondent: Clayton Utz \n \n The Second Respondent did not appear.",
      "id": "s64"
    },
    {
      "text": "Date of Hearing: 11 November 2008 \n \n Date of Judgment: 11 November 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1679.html",
      "id": "s65"
    }
  ]
}