{
  "name": "Phosphate Resources Ltd v Minister for the Environment Heritage and the Arts (No 3) [2008] FCA 1899 (12 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1899.html",
  "catchphrases": [
    {
      "text": "s 43 of the federal court of australia act 1976 (cth)",
      "id": "c0"
    },
    {
      "text": "whether court should depart from the ordinary rule that costs follow the result",
      "id": "c1"
    },
    {
      "text": "special circumstances shown",
      "id": "c2"
    },
    {
      "text": "applicant failed on issues originally argued",
      "id": "c3"
    },
    {
      "text": "applicant ultimately successful on different grounds",
      "id": "c4"
    },
    {
      "text": "applicant awarded only 50% of its costs",
      "id": "c5"
    },
    {
      "text": "costs",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 The jurisdiction of this Court to award costs is to be found in s 43 of the Federal Court of Australia Act 1976 (Cth) in the following terms:\n \n \n 43(1) Subject to subsection (1A), the Court or a Judge has jurisdiction to award costs in all proceedings before the Court (including proceedings dismissed for want of jurisdiction) other than proceedings in respect of which any other Act provides that costs shall not be awarded.",
      "id": "s0"
    },
    {
      "text": "(1A) [Concerns only representative proceedings.",
      "id": "s1"
    },
    {
      "text": "] \n \n \n (2) Except as provided by any other Act, the award of costs is in the discretion of the Court or Judge.",
      "id": "s2"
    },
    {
      "text": "2 The general principles which govern the exercise of the discretion referred to in s 43(2) are well established.",
      "id": "s3"
    },
    {
      "text": "In Ruddock v Vadarlis (No 2) (2001) 115 FCR 229 ( 'Vadarlis' ) Black CJ and French J stated (at [11]-[12]):\n 11 Within the general discretion of the courts to award costs it is accepted by decisions in both Australian and English jurisdictions that: \n \n &#8226; Ordinarily costs follow the event and a successful litigant receives costs in the absence of special circumstances justifying some other order.",
      "id": "s4"
    },
    {
      "text": "&#8226; Where a litigant has succeeded only upon a portion of the claim, the circumstances may make it reasonable that the litigant bear the expense of litigating that portion upon which he or she has failed.",
      "id": "s5"
    },
    {
      "text": "&#8226; A successful party who has failed on certain issues may not only be deprived of the costs of those issues but may be ordered as well to pay the other parties' costs of them.",
      "id": "s6"
    },
    {
      "text": "In this sense \"issue\" does not mean a precise issue in the technical pleading sense but any disputed question of fact or law.",
      "id": "s7"
    },
    {
      "text": "See Hughes v Western Australian Cricket Association (Inc) &amp; Ors (1986) ATPR 40-748 (at 48,136); approved by the Full Court in Queensland Wire Industries Pty Ltd v Broken Hill Co Ltd (1987) 117 FCR 211 (at 222).",
      "id": "s8"
    },
    {
      "text": "12 The award of costs to a successful party is principally by way of perceived restorative justice.",
      "id": "s9"
    },
    {
      "text": "The general rule assumes that where an applicant succeeds it will have incurred costs because the respondent's conduct made it necessary for the applicant to bring the proceedings.",
      "id": "s10"
    },
    {
      "text": "If the applicant fails, the respondent will have incurred costs defending an action which ought not to have been brought against it.",
      "id": "s11"
    },
    {
      "text": "The order made in such cases is compensatory: \n \n \"If one thing is clear in the realm of costs, it is that, in criminal as well as civil proceedings, costs are not awarded by way of punishment of the unsuccessful party.",
      "id": "s12"
    },
    {
      "text": "They are compensatory in the sense that they are awarded to indemnify the successful party against the expense to which he or she has been put by reason of the legal proceedings: Cilli v Abbott [(1981) 53 FLR 108 (at 111)]\" \n \n- Latoudis v Casey (1990) 170 CLR 534 per Mason CJ (at 543); see to similar effect McHugh J (at 567).",
      "id": "s13"
    },
    {
      "text": "3 Not surprisingly, there is from time to time debate about the quality of the \"special circumstances\" which might provide the foundation for withholding from a successful litigant some or all of its costs.",
      "id": "s14"
    },
    {
      "text": "Indeed the requirement to demonstrate such special circumstances has been doubted.",
      "id": "s15"
    },
    {
      "text": "Thus, in Bowen Investments Pty Ltd v Tabcorp Holdings Ltd (No 2) [2008] FCAFC 107 Finkelstein and Gordon JJ said (at [3]-[5]):\n 3 We think there is force in the argument that the appellant should not benefit from the usual rule that costs follow the event.",
      "id": "s16"
    },
    {
      "text": "For many years the traditional rule has been that the winner (once the winner is properly identified) is entitled to recover his costs of the trial.",
      "id": "s17"
    },
    {
      "text": "It sometimes happens that there is a departure from the traditional rule and the costs order takes account of the success of the parties on particular issues.",
      "id": "s18"
    },
    {
      "text": "But to date the award of costs on an issue by issue basis has only been accepted in limited cases and then only when the circumstances are exceptional.",
      "id": "s19"
    },
    {
      "text": "4 This approach is, if we may be permitted to say so, quite unfair.",
      "id": "s20"
    },
    {
      "text": "Its effect is that a winner is entitled to all of his costs even if he raises a plethora of issues on which he is unsuccessful.",
      "id": "s21"
    },
    {
      "text": "The unfairness of the traditional rule has been recognised in England where, following Lord Woolf's interim report, Access to Justice (June, 1995) [at para 25.22], the Civil Procedure Rules were modified to require the judge to have regard to the circumstance (if it occurs) that the unsuccessful party has succeeded on some issues: see r 44.3(4)(b).",
      "id": "s22"
    },
    {
      "text": "In Western Australia, the Supreme Court Rules provide that costs should follow the event of each pleaded cause of action: see r 66(2)(a).",
      "id": "s23"
    },
    {
      "text": "This is narrower than the English approach but certainly more reasonable than adherence to the traditional rule.",
      "id": "s24"
    },
    {
      "text": "5 We do not believe there is any need to wait for a change in the Federal Court Rules to adopt an issue by issue approach here.",
      "id": "s25"
    },
    {
      "text": "Costs are in the court's discretion.",
      "id": "s26"
    },
    {
      "text": "Fairness should dictate how that discretion is to be exercised.",
      "id": "s27"
    },
    {
      "text": "So, if an issue by issue approach will produce a result that is fairer than the traditional rule, it should be applied.",
      "id": "s28"
    },
    {
      "text": "It is not suggested that such an approach requires a precise arithmetical apportionment of the costs as between the winner and loser of discrete issues.",
      "id": "s29"
    },
    {
      "text": "No doubt the assessment will often be rough and ready.",
      "id": "s30"
    },
    {
      "text": "But it will have the virtues of both fairness and reasonableness, which are often lacking in the application of the traditional rule.",
      "id": "s31"
    },
    {
      "text": "4 Notwithstanding their Honours' criticism of the \"traditional rule\" that \"a winner is entitled to all of his costs even if he raises a plethora of issues on which he is unsuccessful\" it is usually emphasised that departure from the rule is the exception (see e.g.",
      "id": "s32"
    },
    {
      "text": "Cultivaust Pty Ltd v Grain Pool Pty Ltd [2004] FCA 1568 at [40] ; Wilderness Society Inc v Hon Malcolm Turnbull, Minister for Environment and Water Resources [2008] FCAFC 19 at [6] ; Lowe v Mack Trucks Australia Pty Ltd (No 2) [2008] FCA 711 at [5] and Australian Pesticides and Veterinary Medicines Authority v Administrative Appeals Tribunal (No 2) [2008] FCA 1672 at [3] - [4] and [24]).",
      "id": "s33"
    },
    {
      "text": "5 In the present case I do not need to respond to any invitation or suggestion to depart from the approach approved in Vadarlis .",
      "id": "s34"
    },
    {
      "text": "I am satisfied that there are special circumstances in the present case justifying a departure from the tradition rule that ordinarily costs follow the event.",
      "id": "s35"
    },
    {
      "text": "6 It will be apparent from my earlier judgment ( Phosphate Resources Ltd v Minister for the Environment, Heritage and the Arts (No.",
      "id": "s36"
    },
    {
      "text": "2) [2008] FCA 1521) that the applicant (\"PRL\") failed upon the case which it initially brought to trial.",
      "id": "s37"
    },
    {
      "text": "PRL put the entirety of its written and oral case in chief upon premises and arguments which I found in the earlier judgment did not provide a legal foundation for its application for relief to be granted.",
      "id": "s38"
    },
    {
      "text": "The respondent was required to devote its energies to a comprehensive written and oral response.",
      "id": "s39"
    },
    {
      "text": "Had the case gone forward on the basis of pleadings, and had PRL sought and been granted leave to supplement its case at such a late stage in the proceedings as occurred in this case, there seems little doubt that it would only have been permitted to do so in return for some protection of the respondent on the question of costs.",
      "id": "s40"
    },
    {
      "text": "The case was not conducted on pleadings.",
      "id": "s41"
    },
    {
      "text": "As I explained in the earlier judgment that was the result of a position taken by the respondent.",
      "id": "s42"
    },
    {
      "text": "7 PRL was allowed to refocus its case but in my view consideration must now be given to the fact that PRL succeeded on a very different case from that which it originally advanced and that all the arguments upon which it originally relied, and which the respondent was required to answer, were rejected in the earlier judgment.",
      "id": "s43"
    },
    {
      "text": "8 The primary foundation for PRL's submission that it should now have all its costs is that its application ultimately succeeded, coupled with an assertion that the issues on which it failed \"were elements of a challenge that was based on a materially false assumption that was induced by the respondent's conduct\".",
      "id": "s44"
    },
    {
      "text": "That false assumption was identified as an assumption that a Statement of Reasons given to it on 14 June 2007, which I discussed in the earlier judgment, was a reliable statement of the reasons for the respondent's decision to refuse PRL's request to carry out additional mining on Christmas Island.",
      "id": "s45"
    },
    {
      "text": "9 However, it should appear sufficiently from the earlier judgment that there were ample grounds upon which PRL might have put forward from the outset the matters upon which it finally succeeded.",
      "id": "s46"
    },
    {
      "text": "I do not accept that the respondent must take responsibility for the way PRL put its case initially.",
      "id": "s47"
    },
    {
      "text": "10 The respondent, on the other hand, contended firstly that PRL should not have any costs before 23 May 2008 as the case which it mounted before that date, which the respondent was required to answer, failed entirely having regard to the way it was argued.",
      "id": "s48"
    },
    {
      "text": "11 The significance of the date of 23 May 2008 is that it was the date upon which PRL formally advanced the contention that the Statement of Reasons should not, necessarily, be regarded as stating the real reasons for the decision made on 27 April 2007.",
      "id": "s49"
    },
    {
      "text": "It is worth noting that even at this point in time PRL's new submission was only made in the alternative.",
      "id": "s50"
    },
    {
      "text": "PRL never abandoned its original arguments even though, as I pointed out in the earlier judgment, they depended heavily upon accepting the Statement of Reasons as reliable.",
      "id": "s51"
    },
    {
      "text": "To be fair, PRL had foreshadowed its change of position in evidence which it filed in support of a notice of motion prompted by events on the second day of the trial.",
      "id": "s52"
    },
    {
      "text": "The position is, therefore, not as aggravated as the respondent contends.",
      "id": "s53"
    },
    {
      "text": "12 Moreover, despite the fact that PRL's original case was based upon propositions which were rejected, and that those propositions were maintained to the end of the case, there is no gainsaying the fact that in due course PRL succeeded in its forensic objective, which was to set aside the decision made on 27 April 2007.",
      "id": "s54"
    },
    {
      "text": "The attainment of that objective was resisted at all stages by the respondent.",
      "id": "s55"
    },
    {
      "text": "I do not think, in the circumstances, that it would be appropriate to dissect the position as finely as the respondent suggested by reference only to the dates upon which formal changes of position were notified by filing and service of particular documents.",
      "id": "s56"
    },
    {
      "text": "13 The respondent also contended that PRL should not have its costs on and from 23 May 2008.",
      "id": "s57"
    },
    {
      "text": "I do not accept that is so.",
      "id": "s58"
    },
    {
      "text": "The matters upon which PRL ultimately succeeded, even if it was slow to appreciate their significance, were resisted firmly by the respondent.",
      "id": "s59"
    },
    {
      "text": "The respondent was, of course, entitled to maintain its opposition to the application even after the emerging crystallisation of the matters to which I drew attention in the earlier judgment, such as the nature and content of the advice which had been provided prior to the decision made on 27 April 2007, but in my view, PRL is entitled to some compensation for its costs as a result of ultimately succeeding in its application.",
      "id": "s60"
    },
    {
      "text": "To put it another way, applying the test in Vadarlis at [12] there can be no doubt that \"the respondent's conduct made it necessary for the applicant to bring the proceedings\".",
      "id": "s61"
    },
    {
      "text": "14 Any assessment of the matter is bound to be arbitrary but it appears to me to accord with broad notions of fairness and overall justice to conclude that PRL should be entitled to at least, but no more than, 50 percent of its costs in connection with the principal proceedings.",
      "id": "s62"
    },
    {
      "text": "15 In addition to seeking its costs of the proceedings as a whole PRL sought costs of a notice of motion which I rejected with costs on 19 March 2008 ( Phosphate Resources Ltd v Minister for the Environment, Heritage and the Arts [2008] FCA 385).",
      "id": "s63"
    },
    {
      "text": "The notice of motion was prompted by a concession that the decision made on 27 April 2007 could not be sustained as having effect for all of the statutory provisions to which it referred, which I discussed in greater detail in the earlier judgment.",
      "id": "s64"
    },
    {
      "text": "As I explained in the earlier judgment my rejection of the notice of motion was based, in part but not entirely, upon an erroneous view of the nature and content of material provided to the respondent by officers of the Department on 2 February 2007.",
      "id": "s65"
    },
    {
      "text": "In my judgment dismissing the notice of motion I also said (at [8]): \n I do not see how, in any event, the errors which are now revealed concerning the provisions unnecessarily and incorrectly referred to in the decision made on 27 April 2007, bear upon the application for discovery.",
      "id": "s66"
    },
    {
      "text": "16 That remains my view.",
      "id": "s67"
    },
    {
      "text": "Although the concession on the second day of the trial set in train the series of events which led in due course to the embrace by PRL of the point upon which it ultimately succeeded, the significance of the conceded errors lay more importantly in their indication that the Statement of Reasons provided on 14 June 2007 was irreconcilable in important respects with the advice provided to the Minister before the decision was made on 27 April 2007.",
      "id": "s68"
    },
    {
      "text": "Exploration of the significance of that circumstance, and of the nature and content of the erroneous advice which was provided to the Minister before the decision was made, did not require access to the documents sought by the notice of motion.",
      "id": "s69"
    },
    {
      "text": "Even after they were provided they did not contribute in any major respect to an analysis of the legal position.",
      "id": "s70"
    },
    {
      "text": "The argument could have been as effectively made without them.",
      "id": "s71"
    },
    {
      "text": "17 In the circumstances I am not satisfied that there is any justification for PRL now to be awarded its costs in relation to the notice of motion.",
      "id": "s72"
    },
    {
      "text": "I decline to vary the order for costs which I earlier made in that respect.",
      "id": "s73"
    },
    {
      "text": "18 The order which I will make is that the respondent pay 50% of the applicant's costs of the proceedings (excluding costs dealt with in the order made on 19 March 2008).",
      "id": "s74"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s75"
    },
    {
      "text": "Associate:\n\nDated: 12 December 2008\n\n Counsel for the Applicant: Mr G R Hancy \nMs F C E Davis \n \n Solicitor for the First Applicant: Mr Kevin Edwards \n \n Counsel for the First Respondent: Dr M Perry QC\nMr P Macliver \n \n Solicitor for the First Respondent: Australian Government Solicitor \n\n Date of Last Written Submission: 17 November 2008 \n \n Date of Judgment: 12 December 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1899.html",
      "id": "s76"
    }
  ]
}