{
  "name": "Readymix Holdings International Pte Ltd v Wieland Process Equipment Pty Ltd (No 2) [2008] FCA 1480 (3 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1480.html",
  "catchphrases": [
    {
      "text": "misleading or deceptive conduct",
      "id": "c0"
    },
    {
      "text": "representations as to future matters",
      "id": "c1"
    },
    {
      "text": "no reversal of onus",
      "id": "c2"
    },
    {
      "text": "need to adduce evidence to the contrary",
      "id": "c3"
    },
    {
      "text": "aiding and abetting",
      "id": "c4"
    },
    {
      "text": "contract for sale of goods",
      "id": "c5"
    },
    {
      "text": "implied term as to fitness for purpose",
      "id": "c6"
    },
    {
      "text": "business efficacy",
      "id": "c7"
    },
    {
      "text": "trade practices",
      "id": "c8"
    },
    {
      "text": "contract",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 The First Applicant in this proceeding, Readymix Holdings International Pte Ltd ( Readymix Holdings ), is one of what has been described as \" the Readymix group of companies \".",
      "id": "s0"
    },
    {
      "text": "Readymix Holdings was previously known as Readymix Management Services Pte Ltd.",
      "id": "s1"
    },
    {
      "text": "The Readymix group is in the business of manufacturing and supplying ready-mixed concrete and quarry products in Indonesia, Vietnam, Brunei and Singapore, and to remote infrastructure projects across South East Asia.",
      "id": "s2"
    },
    {
      "text": "2 The Second Applicant, PT Readymix Concrete Indonesia ( Readymix Indonesia ), is also a part of the Readymix group.",
      "id": "s3"
    },
    {
      "text": "Its business is that of manufacturing and supplying concrete and quarry products in the East Java market.",
      "id": "s4"
    },
    {
      "text": "The quarry it operates, known as the Jeladri Quarry, is located some two hours' drive from Surabaya.",
      "id": "s5"
    },
    {
      "text": "3 The First Respondent, Wieland Process Equipment Pty Ltd ( Wieland Equipment ), manufactures equipment used in the mining industry.",
      "id": "s6"
    },
    {
      "text": "The Second Respondent, Mr Stuart Wieland, is its Managing Director.",
      "id": "s7"
    },
    {
      "text": "He has held that position for a period in excess of ten years and has been involved in the manufacture of mining and earthmoving equipment since 1985.",
      "id": "s8"
    },
    {
      "text": "4 The Application was first filed in this Court on 15 March 2004.",
      "id": "s9"
    },
    {
      "text": "5 Whatever be the reason for the delay in the progress of this case to hearing, it is sufficient for present purposes to note that directions were finally made on 3 December 2007 for the filing of evidence.",
      "id": "s10"
    },
    {
      "text": "On 20 March 2008 the proceeding was set down for hearing for two weeks commencing 21 July 2008.",
      "id": "s11"
    },
    {
      "text": "Notwithstanding those directions, on 18 July 2008 the Applicants served upon the Respondents a further Affidavit in support of their claim for loss or damage.",
      "id": "s12"
    },
    {
      "text": "Not surprisingly, Counsel for the Respondents claimed prejudice and sought a vacation of the entire hearing.",
      "id": "s13"
    },
    {
      "text": "6 No satisfactory explanation for the delay in the service of the Affidavit was then forthcoming from the Applicants and the claim of prejudice advanced on behalf of the Respondents could not summarily be dismissed.",
      "id": "s14"
    },
    {
      "text": "Prior to that Affidavit being served, no order had been sought for separate hearings on liability and damages.",
      "id": "s15"
    },
    {
      "text": "Other than vacating the hearing and ordering the Applicants to pay costs (possibly on an indemnity basis), little choice was left open other than to determine liability first and to reserve to the Respondents the opportunity to seek such orders as to costs occasioned by a resumed hearing on damages.",
      "id": "s16"
    },
    {
      "text": "Witnesses required for cross-examination had been flown to Sydney, including from overseas.",
      "id": "s17"
    },
    {
      "text": "The desirability of attempting to accommodate the convenience of expert witnesses also dictated that so much of the hearing as could then occur should proceed.",
      "id": "s18"
    },
    {
      "text": "CLAIMS BEING MADE \n \n7 The Applicants in their Second Further Amended Statement of Claim as filed on 21 July 2008 claim:\n \n(a) damages for breach of a contract executed on 7 February 2003 as between Readymix Management Services Pte Ltd and Wieland Equipment .",
      "id": "s19"
    },
    {
      "text": "The conditions of the contract said to have been breached include breach of both express provisions and provisions implied by reason of s 14(a) of the Sale of Goods Act 1895 (SA), s 19(1) of the Sale of Goods Act 1923 (NSW) and conditions implied \" to give business efficacy to the Contract \"; \n \n(b) damages as against both Respondents for breach of s 52 of the Trade Practices Act 1974 (Cth); and\n \n(c) damages by reason of negligent misrepresentation.",
      "id": "s20"
    },
    {
      "text": "The claim reliant upon negligent misrepresentation was abandoned during the course of the hearing.",
      "id": "s21"
    },
    {
      "text": "8 Albeit addressed in a different order to that pursued in the Second Further Amended Statement of Claim , for the reasons expressed below it has been concluded (in summary form) that:\n \n(a) there has been conduct engaged in by the First Respondent contravening s 52 of the Trade Practices Act 1974 (Cth); \n \n(b) the Second Respondent is also liable for such contravening conduct by reason of s 75B of the 1974 Act;\n \n(c) there is an implied term of the February 2003 contract between Readymix Management Services Pte Ltd, now known as Readymix Holdings , and Wieland Equipment that the machine supplied pursuant to that contract (described as an SLP 1100) would be \" fit for purpose \";\n \n(d) there has been a breach of that contract as executed in February 2003 as the SLP 1100 supplied was not \" fit for purpose \"; and\n \n(e) the Applicants have suffered loss or damage arising by reason of the contravention of the 1974 Act and the breach of contract.",
      "id": "s22"
    },
    {
      "text": "It remains necessary to resolve at a resumed hearing the quantum of the loss or damage suffered by the Applicants.",
      "id": "s23"
    },
    {
      "text": "ORIGINS OF THE DISPUTE \n \n9 The dispute between the parties has its origins in Indonesia.",
      "id": "s24"
    },
    {
      "text": "10 In 1997 Readymix Indonesia decided to establish a crushing plant to produce concrete aggregates and it located a suitable site in that same year.",
      "id": "s25"
    },
    {
      "text": "By 2001 the demand for quarry products and concrete had increased and by May 2002 a decision had been made to replace an existing stone crusher, a 1970's Pegson primary crusher.",
      "id": "s26"
    },
    {
      "text": "A \" primary crusher \" is usually the first in line of a number of rock crushing machines used to process and reduce rock to a required size.",
      "id": "s27"
    },
    {
      "text": "11 The Pegson crusher over time had (not surprisingly) suffered wear and tear and ultimately it became necessary to find a replacement.",
      "id": "s28"
    },
    {
      "text": "12 Although it is necessary to resolve the dispute to descend into the facts in greater detail, for present purposes it is sufficient to note that there were discussions between (in particular) the Managing Director of Readymix Holdings (Mr Nicholas Cocks) and a Mr Steve Mellor in 2002 and 2003.",
      "id": "s29"
    },
    {
      "text": "Those discussions focussed upon obtaining a replacement crusher.",
      "id": "s30"
    },
    {
      "text": "Mr Mellor was then employed by Chemex Pte Ltd (\" Chemex \") and was a person regarded by both Mr Nicholas Cocks and his brother (Mr Jonathon Cocks) as having the requisite expertise to provide advice.",
      "id": "s31"
    },
    {
      "text": "Mr Jonathon Cocks was the Group Operations Director.",
      "id": "s32"
    },
    {
      "text": "13 On or about 11 September 2002 Readymix Management Services Pte Ltd entered into an agreement with Chemex to purchase the SLP 1100 crusher (the \" Chemex Agreement \").",
      "id": "s33"
    },
    {
      "text": "This was a machine manufactured by Wieland Equipment .",
      "id": "s34"
    },
    {
      "text": "\" SLP \" apparently stands for \" Super Low Profile \" and the SLP 1100 was a machine specifically designed for mobile applications such that it could easily be mounted on a mobile trailer or tracks and moved from site to site.",
      "id": "s35"
    },
    {
      "text": "14 The SLP 1100 supplied pursuant to that agreement was installed in late December 2002.",
      "id": "s36"
    },
    {
      "text": "But by January 2003 difficulties with it were already being experienced.",
      "id": "s37"
    },
    {
      "text": "15 The dispute which followed immediately thereafter was in part resolved by a further agreement executed on 7 February 2003.",
      "id": "s38"
    },
    {
      "text": "The parties to that agreement were Readymix Management Services Pte Ltd (now known as Readymix Holdings ) and Wieland Equipment .",
      "id": "s39"
    },
    {
      "text": "A second SLP 1100 was supplied in accordance with that second agreement and installed and commissioned in April 2003.",
      "id": "s40"
    },
    {
      "text": "It worked satisfactorily until about August 2003.",
      "id": "s41"
    },
    {
      "text": "Difficulties were again experienced and in September 2003 the second SLP 1100 was decommissioned.",
      "id": "s42"
    },
    {
      "text": "16 In early 2004 Readymix Holdings purchased a replacement crusher from a different supplier, described as a Jaques machine.",
      "id": "s43"
    },
    {
      "text": "17 In summary form, the Applicants contend that representations and statements were made as to the fitness and suitability of the SLP 1100 for use in the Indonesian quarry and that -- notwithstanding the representations and statements -- that crusher was manifestly not fit for that purpose.",
      "id": "s44"
    },
    {
      "text": "They also contend that representations were made as to the reliability of the SLP 1100 in circumstances where those representations were misleading or deceptive.",
      "id": "s45"
    },
    {
      "text": "Reliance was placed by the Applicants, they contend, upon what they had been told and as a result they have suffered loss and damage.",
      "id": "s46"
    },
    {
      "text": "18 The Respondents, again in summary form, maintain that the reason why the first SLP 1100 failed was because it was dropped and damaged after it was shipped to the Applicants.",
      "id": "s47"
    },
    {
      "text": "The second SLP 1100, commissioned in April 2003, they contend, failed because it was improperly maintained.",
      "id": "s48"
    },
    {
      "text": "SELECTION OF THE SLP 1100 \n \n19 The Pegson crusher, which was the primary crusher on site up to its replacement, was deteriorating by 2002.",
      "id": "s49"
    },
    {
      "text": "20 The decision to replace this deteriorating Pegson crusher was described by Mr Jonathon Cocks as a \" substantial investment \".",
      "id": "s50"
    },
    {
      "text": "Mr Jonathon Cocks regarded the purchase of a primary crusher as a \" major item \" which involved \" considerable expenditure \".",
      "id": "s51"
    },
    {
      "text": "In assisting the decision to be made, the services of Mr Mellor were called upon.",
      "id": "s52"
    },
    {
      "text": "He was regarded by both Mr Jonathon Cocks and Mr Nicholas Cocks as a person experienced in concrete crushing equipment.",
      "id": "s53"
    },
    {
      "text": "He had previously supplied parts to the site in Indonesia and had also previously been retained by Readymix Holdings (or its predecessor) as an expert in a dispute between it and one of its customers.",
      "id": "s54"
    },
    {
      "text": "21 Steps to find a replacement primary crusher obviously commenced prior to the purchase of the first SLP 1100 in September 2002.",
      "id": "s55"
    },
    {
      "text": "22 Mr Mellor and Mr Nicholas Cocks had thus visited the Sydney workshop of Wieland Equipment in June 2002.",
      "id": "s56"
    },
    {
      "text": "The visit occupied some hours, from 9.00 am to 2.00 pm.",
      "id": "s57"
    },
    {
      "text": "There was then no SLP 1100 available to be inspected by Mr Nicholas Cocks but he was told by a \" fitter \" on site that the SLP 1100 was a crusher which was being produced.",
      "id": "s58"
    },
    {
      "text": "During that visit an employee of Wieland Equipment , Mr David Bannister, had also described that company ( inter alia ) as a \" reputable operation \".",
      "id": "s59"
    },
    {
      "text": "The conversation with Mr Bannister concerning the SLP 1100 was, however, \" quite brief \".",
      "id": "s60"
    },
    {
      "text": "Brochures were supplied and Mr Nicholas Cocks went away believing that Wieland Equipment produced \" good quality machines \".",
      "id": "s61"
    },
    {
      "text": "23 At a board meeting of Readymix Holdings on about 21 August 2002, a decision was taken not to purchase a new primary rock crusher but to purchase a smaller Chinese Shan Bao rock crusher to replace the Pegson crusher.",
      "id": "s62"
    },
    {
      "text": "But by 31 August Mr Jonathon Cocks had emailed Mr Mellor advising him that a further decision had apparently been taken to delay the purchase of a primary crusher and to rent a machine for a period of 6---12 months.",
      "id": "s63"
    },
    {
      "text": "But they were unable to find a suitable rental solution.",
      "id": "s64"
    },
    {
      "text": "It was considered that the \" best arrangement \" was to purchase the Chinese manufactured crusher.",
      "id": "s65"
    },
    {
      "text": "Mr Jonathon Cocks emailed Mr Mellor on that date advising him of that decision.",
      "id": "s66"
    },
    {
      "text": "Mr Mellor replied stating that he could secure a \" more recent version of your Pegson crusher \" and could have it delivered in three weeks.",
      "id": "s67"
    },
    {
      "text": "The following day Mr Mellor advised that he could offer the \" most suitable Chinese crusher \", the Shan Bao, and further advised that if a decision was made to purchase that crusher, spare parts should be ordered at the same time.",
      "id": "s68"
    },
    {
      "text": "24 As between 21---31 August 2002, if not far earlier, Readymix Holdings was clearly exploring its options.",
      "id": "s69"
    },
    {
      "text": "Thereafter, Mr Nicholas Cocks sought out Mr Mellor and organised a lunch in Singapore on 4 September 2002 to explore with Mr Mellor the available \" options \".",
      "id": "s70"
    },
    {
      "text": "A variety of other crushers were discussed at that lunch and Mr Mellor then recommended the purchase of the Wieland SLP 1100 which he said was \" far superior to the Chinese Shan Bao model \".",
      "id": "s71"
    },
    {
      "text": "Mr Mellor further advised that \" Readymix can expect a longer life from the SLP 1100 \" and that the \" Wieland SLP 1100 will meet what I understand to be your production requirements of at [least] 1500 tonnes per day \".",
      "id": "s72"
    },
    {
      "text": "An email confirming the recommendations made was sent to Mr Nicholas Cocks (and copied to Mr Jonathon Cocks) after the 4 September lunch had concluded.",
      "id": "s73"
    },
    {
      "text": "A hand-written note made by Mr Nicholas Cocks of the lunch also recorded in part as follows:\n ...",
      "id": "s74"
    },
    {
      "text": "Hydraulic adjustment $59,500 Bearings oversize --- SKF Ex China Delivery 3 Weeks Untested 4 Tested Same factory as TIBE --- Quality OK Produced 3 units ... \n25 Although Mr Nicholas Cocks could not recall Mr Mellor telephoning Mr Wieland during the course of that lunch, Mr Mellor clearly did so.",
      "id": "s75"
    },
    {
      "text": "Mr Mellor telephoned Mr Wieland for the purpose of obtaining information to answer questions being put by Mr Nicholas Cocks.",
      "id": "s76"
    },
    {
      "text": "26 There thereafter ensued a period during which the price of the SLP 1100 was negotiated, including a buy-back clause subject to conditions.",
      "id": "s77"
    },
    {
      "text": "On 7 September 2002 Mr Mellor was advised that the SLP 1100 could be purchased for $55,000 and that Wieland Equipment would agree to a buy-back clause.",
      "id": "s78"
    },
    {
      "text": "27 The contract with Chemex for the supply of the SLP 1100 was thereafter executed on 11 September 2002.",
      "id": "s79"
    },
    {
      "text": "28 Other statements had also been made by Mr Mellor.",
      "id": "s80"
    },
    {
      "text": "Those statements, which it is considered were made by him and which were relied upon by Mr Nicholas Cocks in selecting the first SLP 1100, were his statements that:\n \n&#8226; the SLP 1100 was reliable;\n \n&#8226; it was a copy of a well-known brand and it was \" tried and tested \"; \n \n&#8226; there were three other SLP 1100s in use and that there were no problems; \n \n&#8226; he was experienced with respect to those other machines; and\n \n&#8226; \" overall it was an ideal machine for our circumstances \".",
      "id": "s81"
    },
    {
      "text": "The \" most important issue was reliability \".",
      "id": "s82"
    },
    {
      "text": "Not surprisingly, other matters were also relevant to the decision to purchase the SLP 1100.",
      "id": "s83"
    },
    {
      "text": "Price was a relevant factor, as was the fact that the SLP 1100 could be fitted with what were perceived to be superior bearings (the SKF bearings).",
      "id": "s84"
    },
    {
      "text": "Also relevant was the fact that the SLP 1100 \" would fit easily into our existing circuit \".",
      "id": "s85"
    },
    {
      "text": "29 Mr Jonathon Cocks did not know anything of the SLP 1100 prior to the August 2002 board meeting.",
      "id": "s86"
    },
    {
      "text": "He did, however, talk the matter through with his brother \" at length \" and relied upon what he had been told by his brother.",
      "id": "s87"
    },
    {
      "text": "In particular, he relied upon being told that:\n \n&#8226; there were three other machines in operation.",
      "id": "s88"
    },
    {
      "text": "He could not recall any conversation prior to the decision to purchase the first SLP 1100 between himself and Mr Wieland; nor could he recall any conversation directly with Mr Mellor about the SLP 1100 prior to the purchase of the first SLP 1100.",
      "id": "s89"
    },
    {
      "text": "30 Sometime after the lunch between his brother and Mr Mellor, and prior to signing the agreement to purchase the SLP 1100, Mr Jonathon Cocks also accessed a \" Wieland website \".",
      "id": "s90"
    },
    {
      "text": "In respect to that website, the following exchange occurred in cross-examination:\n Was there anything on that website that induced you to consider favourably the idea of purchasing the SLP1100?---Yes.",
      "id": "s91"
    },
    {
      "text": "It was a marketing brochure that said things like professionally engineered, reliable, track record, yes, such things as are common in marketing brochures.",
      "id": "s92"
    },
    {
      "text": "Of particular importance to Mr Jonathon Cocks was the statement that the equipment was \" professionally engineered \".",
      "id": "s93"
    },
    {
      "text": "31 It was upon the basis of what Mr Mellor had told his brother, that which was contained on the website and the inclusion of the buy-back clause, that Mr Jonathon Cocks decided to agree with his brother in purchasing the SLP 1100.",
      "id": "s94"
    },
    {
      "text": "THE FAILURE OF BOTH SLP 1100S \n \n32 The first SLP 1100 arrived in Indonesia and had been cleared by customs on about 30 November 2002.",
      "id": "s95"
    },
    {
      "text": "It was installed on about 26 December 2002.",
      "id": "s96"
    },
    {
      "text": "No one from the Respondents was then present.",
      "id": "s97"
    },
    {
      "text": "33 The reason for the delay was that there was an Indonesian holiday, the Idul Fitri holiday, which was apparently already underway by 4 December 2002 and lasted for about two weeks.",
      "id": "s98"
    },
    {
      "text": "34 The first SLP 1100 failed shortly after it started.",
      "id": "s99"
    },
    {
      "text": "Reports of trouble being experienced with the first SLP 1100 came on 27 December 2002.",
      "id": "s100"
    },
    {
      "text": "On that date the Crushing Plant Manager, Mr Jonny Patra, contacted Readymix Indonesia's Manager, Mr Bambang Cahyadi, and said:\n There are problems with the First SLP 1100.",
      "id": "s101"
    },
    {
      "text": "I heard a funny noise coming from the left outer bearing.",
      "id": "s102"
    },
    {
      "text": "Also, when I shut off the electrical power to the motor instead of the machine slowing gradually, the machine stopped suddenly.",
      "id": "s103"
    },
    {
      "text": "There is also a problem with the hydraulic locking system.",
      "id": "s104"
    },
    {
      "text": "Mr Cahyadi then told Mr Mellor that the crusher's motor was \" tripping out and there was a noise from one bearing \".",
      "id": "s105"
    },
    {
      "text": "Readymix Indonesia's Crushing and Quarry Manager, Mr Sulfan Hidayat, also recalled a like conversation with Mr Patra in early January 2003.",
      "id": "s106"
    },
    {
      "text": "35 The problems could not be rectified and the Pegson crusher was called back into service on about 17 January 2003.",
      "id": "s107"
    },
    {
      "text": "36 Mr Mellor arrived on site on about 12 January 2003 and ultimately concluded that the crusher \" had sustained a heavy impact on the shaft end cover \".",
      "id": "s108"
    },
    {
      "text": "He \" sensed some sort of conspiracy \".",
      "id": "s109"
    },
    {
      "text": "A suggestion pursued by the Respondents during the course of the hearing was that the machine had been dropped on site, a suggestion denied by those officers of the Applicants present when the machine was delivered.",
      "id": "s110"
    },
    {
      "text": "The suggestion, perhaps, gained some traction by the non-attendance of Mr Mellor on site when the machine was installed.",
      "id": "s111"
    },
    {
      "text": "Had he been present, it may have been that he would have seen any existing damage --- assuming there was damage to be seen.",
      "id": "s112"
    },
    {
      "text": "There was a suggestion in the evidence, although not pursued in submissions, that Mr Mellor deliberately may not have been invited to attend to the installation of the SLP 1100 so that he would not be able to see any damage to the machine.",
      "id": "s113"
    },
    {
      "text": "37 Any \" conspiracy \" and, more relevantly, the manner in which the first SLP 1100 came to be damaged, and whether any such damage was the reason for the failure of this machine, ultimately remained unexplained.",
      "id": "s114"
    },
    {
      "text": "38 The simple fact is that it did fail and its failure gave rise to a dispute and a Letter of Demand being served by Readymix Management Services Pte Ltd upon Chemex on 27 January 2003.",
      "id": "s115"
    },
    {
      "text": "39 The dispute was resolved -- at least in part -- by an agreement to supply a second SLP 1100.",
      "id": "s116"
    },
    {
      "text": "40 It was that agreement which was executed on 7 February 2003 as between Readymix Management Services Pte Ltd and Wieland Equipment .",
      "id": "s117"
    },
    {
      "text": "It was a term of that agreement that the letters of demand previously served be \" suspended \".",
      "id": "s118"
    },
    {
      "text": "It was a further term that \" the delivery of the Replacement SLP 1100 is to comply with all specifications and conditions as outlined in the Chemex Contract, except where this Agreement specifies otherwise \".",
      "id": "s119"
    },
    {
      "text": "The first SLP 1100 was to be returned to Wieland Equipment .",
      "id": "s120"
    },
    {
      "text": "41 That which influenced Mr Jonathon Cocks to give Wieland Equipment \" another try \" was summarised in the following exchange in cross-examination:\n And you were happy to accept the second SLP1100 notwithstanding the difficulties experienced with the first, weren't you?---Yes, we thought we'd give it another try.",
      "id": "s121"
    },
    {
      "text": "And there was nothing said to you by either Mr Mellor or Mr Wieland between your agreement to purchase the first SLP1100 and the agreement on 7 February 2003 to purchase the second SLP1100 that induced you to enter into that second agreement, was there?---We'd discussed how to solve the problem of the first SLP at length and I'd been assured by Stuart that putting a second machine to work would get us up and running.",
      "id": "s122"
    },
    {
      "text": "My only objective was to get him to meet the specifications and putting the second machine in and he assured me he would achieve that.",
      "id": "s123"
    },
    {
      "text": "42 That which influenced Mr Nicholas Cocks in agreeing to the supply of the second SLP 1100 was, and perhaps not surprisingly, much the same factors as had motivated the selection of that machine at the outset.",
      "id": "s124"
    },
    {
      "text": "Mr Nicholas Cocks, in agreeing to the supply of the replacement SLP 1100, was influenced by the representations and recommendations of Mr Mellor in respect to the SLP 1100 and what had been said by the Wieland Equipment staff during the site visit in June 2002.",
      "id": "s125"
    },
    {
      "text": "The decision was also based upon the information obtained from the website, the buy-back clause, and the fact that the net price was cheaper than the Chinese Shan Bao model.",
      "id": "s126"
    },
    {
      "text": "43 The second SLP 1100 was installed and commissioned on or about 17 April 2003.",
      "id": "s127"
    },
    {
      "text": "Whatever may have been the circumstances in respect to the installation of the first SLP 1100, a Sales Engineer of Wieland Equipment (Mr David Hansor) attended on the commissioning of the replacement machine.",
      "id": "s128"
    },
    {
      "text": "A trial production of this machine took place on 16 April 2003 for about 2 hours and a full commercial production took place on 17 April 2003.",
      "id": "s129"
    },
    {
      "text": "44 The second SLP 1100 operated satisfactorily from April to August 2003.",
      "id": "s130"
    },
    {
      "text": "It was on 28 August 2003 that Mr Sulfan Hidayat was telephoned whilst on leave and told:\n The jaw motor has tripped.",
      "id": "s131"
    },
    {
      "text": "The bearing is overheated and the flywheel cannot be turned at all.",
      "id": "s132"
    },
    {
      "text": "The Pegson crusher was again called into operation and returned to service on about 10 September 2003.",
      "id": "s133"
    },
    {
      "text": "45 Wieland Equipment thereafter made arrangements for an employee, Mr Jurgen Watz, to travel to Indonesia with a view to repairing the machine.",
      "id": "s134"
    },
    {
      "text": "Some criticism was directed to the amount of time that it took Wieland Equipment to arrange for someone to attend on site.",
      "id": "s135"
    },
    {
      "text": "But Mr Watz finally arrived on 27 September 2003.",
      "id": "s136"
    },
    {
      "text": "He left on 3 October 2003 prior to the machine being repaired.",
      "id": "s137"
    },
    {
      "text": "46 A further issue pursued during the course of the hearing, but abandoned during the course of submissions, was whether any consequences flowed from the Applicants denying the Respondents an opportunity to repair the second SLP 1100.",
      "id": "s138"
    },
    {
      "text": "The failure to allow such an opportunity may potentially have been a wrongful termination of the second contract.",
      "id": "s139"
    },
    {
      "text": "In the absence of any submission being advanced, this or other associated issues need not be pursued.",
      "id": "s140"
    },
    {
      "text": "It is sufficient to note that by 3 October 2003 Mr Jonathon Cocks had formed the view that Wieland Equipment had \" had enough chances \" to address the problems being experienced.",
      "id": "s141"
    },
    {
      "text": "His view was \" that they'd had enough chances, enough things had gone wrong and I'd reached the conclusion that the machine would not be able to fulfil the specifications even if a new labyrinth seal was put on \".",
      "id": "s142"
    },
    {
      "text": "He decided that he would not extend to Wieland Equipment a further opportunity to repair the second SLP 1100.",
      "id": "s143"
    },
    {
      "text": "He reached that conclusion because he believed (based upon what he had been told) that Mr Watz did not know how to remove the seal and that the replacement of the retaining ring and seal would not remedy the problem.",
      "id": "s144"
    },
    {
      "text": "He believed that the \" overall design \" of the SLP 1100 was defective.",
      "id": "s145"
    },
    {
      "text": "STATEMENTS WHICH WERE FACTUALLY WRONG \n \n47 It is considered that important aspects of what the Applicants were being told about the SLP 1100 in September 2002 were seriously wrong.",
      "id": "s146"
    },
    {
      "text": "48 In particular, it is considered that as at 4 September 2002, it was factually wrong to assert that:\n \n(i) the SLP 1100 was a machine of \" proven reliability \"; and\n \n(ii) there were \" 3 units ... in operation without fault \".",
      "id": "s147"
    },
    {
      "text": "To the extent that it was being asserted that:\n \n(iii) there was an SLP 1100 in operation, being a machine supplied to Manso Holdings Pty Ltd, trading as Millers Metals, that machine was most probably not then in operation -- but, even if it was in operation, it had been in operation for such a short period of time that it could not be relied upon to support any contention that the machine was one of \" proven reliability \".",
      "id": "s148"
    },
    {
      "text": "The expression of the factual issues in this way, it will be appreciated, subsumes a number of other factual areas of dispute into but a number of limited categories.",
      "id": "s149"
    },
    {
      "text": "PROVEN RELIABILITY OR WAS THE CHEMEX SLP 1100 ONE OF THE FIRST EVER BUILT?",
      "id": "s150"
    },
    {
      "text": "49 A key factor relied upon by Readymix Holdings (or, as it was previously known, Readmix Management Services Pte Ltd) when selecting the SLP 1100 was the fact that it was a machine which had been proven to be reliable.",
      "id": "s151"
    },
    {
      "text": "This was the substance of what Mr Wieland had told Mr Mellor for the purpose of the information being relayed to Mr Nicholas Cox.",
      "id": "s152"
    },
    {
      "text": "Mr Mellor during his cross-examination was taken to the occasion when he telephoned Mr Wieland during the course of the September 2002 lunch and he gave the following evidence:\n You, obviously enough, thought that what Mr Wieland was telling you in that conversation was correct?---Correct.",
      "id": "s153"
    },
    {
      "text": "And you knew that you were conveying that information received from Mr Wieland to Mr Cocks on behalf of Readymix?",
      "id": "s154"
    },
    {
      "text": "I think you have to verbalise an answer, sorry?---Yes.",
      "id": "s155"
    },
    {
      "text": "Yes.",
      "id": "s156"
    },
    {
      "text": "Now, something that was said -- I know it's several years ago and you can't recollect exactly what was said to you on the telephone from Mr Wieland, but something along the lines was said that the Wieland SLP 1100 was proven to be a reliable crusher?---Correct.",
      "id": "s157"
    },
    {
      "text": "That three had been made and were operating successfully?---Correct.",
      "id": "s158"
    },
    {
      "text": "And that he said something about the fact that he could provide you with contact details and arrange for Readymix representatives to go to the site?---Correct.",
      "id": "s159"
    },
    {
      "text": "On the basis of that, that the machine had a proven track record, you were content to suggest to Mr Nicholas Cocks that it sounded like a good solution for his crushing needs?---Correct.",
      "id": "s160"
    },
    {
      "text": "Because you understood, didn't you, that the touchstone or the great importance, being a man experienced in the industry, was to have a reliable crusher?---Of course.",
      "id": "s161"
    },
    {
      "text": "50 There is every reason to conclude, however, that the SLP 1100 as supplied under the Chemex Agreement was one of the first machines ever built and, accordingly, was not a machine of \" proven reliability \".",
      "id": "s162"
    },
    {
      "text": "51 Serial numbers were affixed to each of the SLP 1100s manufactured by Wieland Equipment .",
      "id": "s163"
    },
    {
      "text": "But the sequence in which the machines were built and supplied, it is considered, cannot be conclusively resolved by reference to those serial numbers.",
      "id": "s164"
    },
    {
      "text": "One reason for that is that two machines were built at the same time.",
      "id": "s165"
    },
    {
      "text": "However, the serial numbers do provide at least a starting point.",
      "id": "s166"
    },
    {
      "text": "52 The serial number affixed to the SLP 1100 supplied under the Chemex Agreement was 001.",
      "id": "s167"
    },
    {
      "text": "That was the evidence of Mr Hidayat and Mr Nicholas Cocks.",
      "id": "s168"
    },
    {
      "text": "Notwithstanding that serial number, the Cocks brothers were told that as at September 2002 three other machines had previously been produced.",
      "id": "s169"
    },
    {
      "text": "53 Mr Wieland contended that the serial number for the Chemex machine was 003.",
      "id": "s170"
    },
    {
      "text": "54 But that cannot be correct.",
      "id": "s171"
    },
    {
      "text": "The SLP 1100 to which was affixed the serial number 003 could not possibly have been the machine supplied pursuant to the Chemex Agreement .",
      "id": "s172"
    },
    {
      "text": "55 An initial difficulty is that the serial plate bearing the number 003 was found, not with the machine supplied pursuant to the Chemex Agreement , but in the crate in which the second SLP 1100 installed in Indonesia had been returned.",
      "id": "s173"
    },
    {
      "text": "56 Moreover, that which is not controversial is the fact that the first SLP 1100, supplied pursuant to the Chemex Agreement , left the factory in China on 16 October 2002.",
      "id": "s174"
    },
    {
      "text": "It was shipped on board a vessel known as the \" Ever Ally \" on 24 October 2002.",
      "id": "s175"
    },
    {
      "text": "The bill of lading confirms that date.",
      "id": "s176"
    },
    {
      "text": "57 Insofar as the machine which has serial number 003 is concerned, it is considered that the following findings should be made in respect to that machine, namely that:\n \n(i) it was inspected on 20 October 2002, that being the date appearing on the Chinese copy of the Production Inspection Report , albeit mistakenly translated to read 2 October 2002; \n \n(ii) key components were inspected on 16 October 2002, that being the date appearing on the Inspection Report on Key Components ; and\n \n(iii) the bearing temperature test on the machine was carried out on 20 October 2002, that being the date appearing on the Whole Machine Turning Test Records , albeit the year being \" illegible \".",
      "id": "s177"
    },
    {
      "text": "If these facts be found, as they are, it is simply not possible for the machine bearing the serial number 003 to have been the one which left the factory on 16 October 2002 and was shipped on 24 October 2002.",
      "id": "s178"
    },
    {
      "text": "The machine in fact shipped must necessarily have been another machine.",
      "id": "s179"
    },
    {
      "text": "58 The explanation provided by Mr Wieland as to why the inspections may well have occurred at an earlier point of time, namely that the dates appearing on the records are the dates upon which those \" in the office \" subsequently completed the records, is rejected.",
      "id": "s180"
    },
    {
      "text": "Such an explanation is inconsistent with that which the records expose -- the records requiring those conducting the inspections to certify that which they found and to state (for example) the \" date of testing \".",
      "id": "s181"
    },
    {
      "text": "Mr Wieland ultimately accepted that the explanation he was advancing as a \" possibility \" was but \" speculation \".",
      "id": "s182"
    },
    {
      "text": "In such circumstances, there is no reason not to find that the test records were carried out upon the dates set forth.",
      "id": "s183"
    },
    {
      "text": "The findings of fact that the machines were inspected on the dates appearing on the face of individual documents, it is considered, is supported by both the form of the documents themselves and the conclusion that Mr Wieland's evidence, especially in this respect, was considered to be unpersuasive.",
      "id": "s184"
    },
    {
      "text": "Moreover, those findings of fact are only further reinforced by the absence of any evidence being called from those persons employed in the Chinese factory to either support the \" speculation \" of Mr Wieland or to expressly state what the practice was in respect to the dating of inspection reports: cf Jones v Dunkel (1959) 101 CLR 298 at 308 per Kitto J.",
      "id": "s185"
    },
    {
      "text": "Given the importance of the dates upon which inspections did in fact occur, being evidence centrally relevant to when the SLP 1100s were manufactured and were in fact in operation, it is considered that those persons who in fact completed the inspection reports (or at least perhaps one of them) could have shed light on the matter and would have been expected to have done so: cf RPS v The Queen [2000] HCA 3 at [25] , [2000] HCA 3 ; 199 CLR 620 at 632 per Gaudron ACJ, Gummow, Kirby and Hayne JJ.",
      "id": "s186"
    },
    {
      "text": "59 Separate from such conclusions as may be drawn from the serial numbers is the evidence of Mr Hidayat and his conversation with Mr Hansor in April 2003.",
      "id": "s187"
    },
    {
      "text": "Mr Hansor was then on site supervising the installation and commissioning of the second SLP 1100.",
      "id": "s188"
    },
    {
      "text": "Mr Hidayat was referring to the machine then being installed and gave the following account of that conversation:\n I said: \"This machine has got a serial number of 003.",
      "id": "s189"
    },
    {
      "text": "Does this mean that this is the third machine ever produced and our First SLP 1100 was the first ever produced?",
      "id": "s190"
    },
    {
      "text": "\" He said: \"Yes.",
      "id": "s191"
    },
    {
      "text": "But Wieland are experts in crushers and has about ten years of experience in overhauling them.",
      "id": "s192"
    },
    {
      "text": "\" \n60 Whatever was the serial number affixed to the Chemex machine, it was certainly not 003.",
      "id": "s193"
    },
    {
      "text": "Although Mr Wieland denied that the SLP 1100 supplied by Chemex had the serial number 001, he did agree that if it did have that number it could properly be regarded as a \" test machine \".",
      "id": "s194"
    },
    {
      "text": "The following exchange thus occurred:\n Now, would you accept that if the first SLP1100, serial number 001, was the machine that was shipped to Indonesia, it could properly be regarded as a test machine?---If that had been, in fact, the case?",
      "id": "s195"
    },
    {
      "text": "Yes?---Yes.",
      "id": "s196"
    },
    {
      "text": "61 Whatever number of SLP 1100s had been built as at 4 September 2002, it is considered that it was simply wrong for Mr Wieland to have contended that as at that date the SLP 1100 was a machine of \" proven reliability \".",
      "id": "s197"
    },
    {
      "text": "The SLP 1100 supplied under the Chemex Agreement was one of the first such machines ever built.",
      "id": "s198"
    },
    {
      "text": "THREE UNITS IN OPERATION AS AT SEPTEMBER 2002?",
      "id": "s199"
    },
    {
      "text": "62 At the lunch on 4 September 2002 between Mr Nicholas Cocks and Mr Mellor, Mr Mellor told Mr Nicholas Cocks ( inter alia ) that the SLP 1100 was \" far superior to the Chinese Shan Bao model \" and that the SLP 1100 was \" highly suitable to Readymix's needs \".",
      "id": "s200"
    },
    {
      "text": "Mr Mellor also said that \" Wieland has produced 3 units of the SLP 1100 and all are in operation without fault \".",
      "id": "s201"
    },
    {
      "text": "63 Again, it is considered that the statement was in fact made at that lunch that, as at 4 September 2002, three other SLP 1100s had been manufactured and were in operation.",
      "id": "s202"
    },
    {
      "text": "Again, that statement was wrong.",
      "id": "s203"
    },
    {
      "text": "64 The statement, of course, was part of the basis upon which Mr Wieland was seeking to advance or support his position that the machine was one of \" proven reliability \".",
      "id": "s204"
    },
    {
      "text": "65 As at 4 September 2002, one machine had been sold to a buyer in Austria.",
      "id": "s205"
    },
    {
      "text": "There was some suggestion that this could have been an SLP 1100 -- but it is considered that the machine which was sold to the Austrian purchaser (Mr Herbert Altmaniger) was a different machine, having a different weight and sold for a very different price.",
      "id": "s206"
    },
    {
      "text": "The machine which was sold to the Austrian purchaser was initially said by Mr Wieland to have had the serial number 001 affixed; but that was a proposition he later abandoned.",
      "id": "s207"
    },
    {
      "text": "The machine, in any event, had been sold for a price approximately half of that which was being charged to other purchasers of the SLP 1100.",
      "id": "s208"
    },
    {
      "text": "Indeed, there was a real question as to whether this machine had been sold by Wieland Equipment as opposed to \" Wieland Consumables \".",
      "id": "s209"
    },
    {
      "text": "But, whatever machine had been sold to the buyer in Austria, it was not an SLP 1100.",
      "id": "s210"
    },
    {
      "text": "66 As at 4 September 2002 there were not three machines in operation.",
      "id": "s211"
    },
    {
      "text": "A variant of this was advanced by Mr Mellor, namely \" three produced, two in operation ... something like that \".",
      "id": "s212"
    },
    {
      "text": "Nor were there two in operation as at that date.",
      "id": "s213"
    },
    {
      "text": "67 It was simply wrong for Mr Wieland to have told Mr Mellor that there were \" 3 units ... in operation without fault \".",
      "id": "s214"
    },
    {
      "text": "68 Some support for a conclusion that there were in fact three SLP 1100s which had been at least built as at September 2002 was provided, at least superficially, by a certificate signed by Mr Wieland in October 2002.",
      "id": "s215"
    },
    {
      "text": "That certificate stated as follows: \n TO WHOM IT MAY CONCERN, WE HEREBY CERTIFY THAT ONE NEW SLP1100 JAW CRUSHER SERIAL NUMBER JCSLP11000004 HAS BEEN TEST RUN IN OUR WORKSHOP FOR A PERIOD OF 16 HOURS OVER 2 DAYS.",
      "id": "s216"
    },
    {
      "text": "THE CRUSHER OPERATED CORRECTLY WITH BEARING TEMPERATURES WITHIN MANUFACTURERS SPECIFICATIONS.",
      "id": "s217"
    },
    {
      "text": "SIGNED BY STUART WIELAND DIRECTOR SIGNED BY SHEN LONGLONG MANAGING DIRECTOR 17-10-2002 17-10-2002 \nAccepted at face value, this certificate supports a conclusion that prior to 17 October 2002 there were three machines which had already been built.",
      "id": "s218"
    },
    {
      "text": "69 But there is reason to question the accuracy of that which is set forth in that certificate.",
      "id": "s219"
    },
    {
      "text": "Notwithstanding the fact that Mr Wieland accepted that it was a \" particularly solemn type of document \" because he knew \" it's going to be relied upon by other people \", and notwithstanding that he would normally correct a document if it bore the wrong date, it bears the date 17 October 2002 and yet was faxed on 16 October 2002.",
      "id": "s220"
    },
    {
      "text": "Little may turn upon such a possible oversight, other than perhaps inadvertent error, if that was the only reason to exercise caution in relation to the certificate.",
      "id": "s221"
    },
    {
      "text": "Further reason, however, is occasioned by the fact that the inspection reports in respect to this machine indicate that it was not inspected and tested until much later.",
      "id": "s222"
    },
    {
      "text": "70 In respect to the SLP 1100 that was ascribed the serial number 004, and the one the subject of the certificate signed in October 2002, it should be concluded that:\n \n(i) it was inspected on 3 March 2003, that being the date on the inspection report; \n \n(ii) the bearing temperature test was carried out on 3 March 2003, that being the date on the Whole Machine Turning Test Records , albeit the year being \" illegible \".",
      "id": "s223"
    },
    {
      "text": "Although the year on the document is not otherwise apparent, it was accepted by Mr Wieland -- and it was otherwise common ground -- that the year was in fact 2003; and \n \n(iii) key components were inspected on 3 March 2003.",
      "id": "s224"
    },
    {
      "text": "Contrary to the approach pursued by Mr Wieland in respect to the Chinese factory records and the dates upon which inspections were carried out for the Chemex machine , namely the account that the inspections for that machine occurred earlier than the dates disclosed on the face of the records, Mr Wieland \" assumed \" or \" guessed \" that the inspections and records for the 004 machine were carried out \" contemporaneously \".",
      "id": "s225"
    },
    {
      "text": "It should further be concluded that:\n \n(iv) when Mr Watz visited the Wieland Equipment premises in May/June 2003 and saw an SLP 1100 on site, the SLP 1100 he saw was in fact the one with serial number 004.",
      "id": "s226"
    },
    {
      "text": "Relevantly only three SLP 1100s were shipped to Australia.",
      "id": "s227"
    },
    {
      "text": "One was the machine supplied to Mr Miller; one had the serial number 006; and the other was 004.",
      "id": "s228"
    },
    {
      "text": "The SLP 1100 with serial number 006 was not inspected until January 2004.",
      "id": "s229"
    },
    {
      "text": "The only machine Mr Watz could have seen was that with the serial number 004.",
      "id": "s230"
    },
    {
      "text": "71 The October 2002 certificate provides no basis for concluding that as at September 2002 there were three machines then in operation.",
      "id": "s231"
    },
    {
      "text": "A statement to that effect was simply wrong.",
      "id": "s232"
    },
    {
      "text": "It is unnecessary to resolve whether Mr Wieland deliberately misstated the facts in the October 2002 certificate with a view to supporting a contention that prior to that date there were already three other machines manufactured or in operation.",
      "id": "s233"
    },
    {
      "text": "THE MILLER MACHINE: WHEN WAS IT IN OPERATION?",
      "id": "s234"
    },
    {
      "text": "72 In support of a contention that the SLP 1100 was a machine of \" proven reliability \", Mr Wieland also told Mr Mellor that three machines had been produced and that one of these machines had been sold to Millers Metals.",
      "id": "s235"
    },
    {
      "text": "This is what Mr Mellor was relaying to Mr Nicholas Cocks.",
      "id": "s236"
    },
    {
      "text": "73 Mr Mellor only knew what Mr Wieland had told him.",
      "id": "s237"
    },
    {
      "text": "And Mr Mellor had been told as at 4 September 2002 that there was one SLP 1100 which was operating and available for inspection if he wished to see it.",
      "id": "s238"
    },
    {
      "text": "Millers Metals had in fact purchased two SLP 1100s -- one was put into operation at a road base quarry in Dubbo; the other later came into operation at a gravel pit in the Blandshire area.",
      "id": "s239"
    },
    {
      "text": "74 Mr Wieland also contended that the first machine sold to Mr Miller was the one bearing the serial number 002 and that it had been supplied in April/May 2002.",
      "id": "s240"
    },
    {
      "text": "This date of supply was, again, a factually incorrect statement.",
      "id": "s241"
    },
    {
      "text": "75 Rather than concluding that this SLP 1100 was in fact supplied in April/May 2002 and was operating and available for inspection as at 4 September 2002, the fact is that this machine was not supplied until much later in time, and certainly not prior to the very end of August 2002.",
      "id": "s242"
    },
    {
      "text": "The Product Inspection Report for this machine -- serial number 002 -- is dated 20 August 2002.",
      "id": "s243"
    },
    {
      "text": "A separate Inspection Report is also dated 20 August 2002.",
      "id": "s244"
    },
    {
      "text": "And Mr Miller stated that \" the SLP 1100 ... was delivered and commissioned in about late 2002 \".",
      "id": "s245"
    },
    {
      "text": "The date of final delivery to Millers Metals also has to take into account the delay between inspection and the shipment of the machine from the Chinese factory to Australia.",
      "id": "s246"
    },
    {
      "text": "According to Mr Wieland, \" once they tested it and it was deemed okay they would get a shipment number then they would book the shipper and within a week a container would arrive, they'd pack it and it'd go to port \".",
      "id": "s247"
    },
    {
      "text": "In addition to that timing, Mr Wieland was also \" happy \" with an \" approximate shipping time ... for shipping of goods from Shanghai to Port Botany \" being 20 days.",
      "id": "s248"
    },
    {
      "text": "76 After the machine was delivered to Millers Metals, further modification was carried out.",
      "id": "s249"
    },
    {
      "text": "Following commissioning of this machine, a further adjustment was required to the hydraulic locking mechanism due to a small amount of movement of the jaw.",
      "id": "s250"
    },
    {
      "text": "77 It is highly unlikely that as at early September 2002 this machine was in operation.",
      "id": "s251"
    },
    {
      "text": "Even if it was, it provided no support for any contention that the SLP 1100 was a machine of \" proven reliability \".",
      "id": "s252"
    },
    {
      "text": "TRADE PRACTICES ACT : SECTION 52 \n \n78 The Second Further Amended Statement of Claim sets forth two series of representations, namely what were identified as the \" Initial Representations \" and the \" Second SLP 1100 Representations \".",
      "id": "s253"
    },
    {
      "text": "79 The \" Initial Representations \" were said to have been made prior to 11 September 2002 (the date of the Chemex Agreement ) and were representations that the SLP 1100:\n \n(a) had been a reliable primary jaw crusher and would be a reliable product if purchased; \n \n(b) was of high quality;\n \n(c) was superior in quality and had a longer life expectancy than the comparable Chinese made Shan Bao crusher; and \n \n(d) was suitable for the purpose of providing crushed rock for Readymix Holdings ' use in concrete production generally and providing ready-mixed concrete and crushed rock to the Surabaya Airport construction site in particular.",
      "id": "s254"
    },
    {
      "text": "80 The \" Second SLP 1100 Representations \" were said to have been those made after the execution of the Chemex Agreement but prior to the contract for the supply of the second SLP 1100.",
      "id": "s255"
    },
    {
      "text": "These representations were said to be that:\n \n(a) any SLP 1100 machine was of high quality; \n \n(b) the second SLP 1100 was the most appropriate replacement for the first SLP 1100; and \n \n(c) by installing the second SLP 1100 Readymix Holdings and Readmyix Indonesia would not have any further problems with the operation of an SLP 1100 machine.",
      "id": "s256"
    },
    {
      "text": "81 These representations are a mixture of representations as to existing facts and representations as to future matters.",
      "id": "s257"
    },
    {
      "text": "82 The written submissions as filed on behalf of the Applicants identified as the \" primary contravening conduct \" the representation made prior to 11 September 2002 that the SLP 1100 \" had been a reliable primary jaw crusher \".",
      "id": "s258"
    },
    {
      "text": "That was a representation as to an existing fact and is a representation which was undoubtedly made.",
      "id": "s259"
    },
    {
      "text": "83 It is considered that that representation constituted a contravention of s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s260"
    },
    {
      "text": "That provision is well known and provides as follows:\n Misleading or deceptive conduct (1) A corporation shall not, in trade or commerce, engage in conduct that is misleading or deceptive or is likely to mislead or deceive.",
      "id": "s261"
    },
    {
      "text": "(2) Nothing in the succeeding provisions of this Division shall be taken as limiting by implication the generality of subsection (1).",
      "id": "s262"
    },
    {
      "text": "84 Conduct is \" likely to mislead or deceive \" if there is a \" real or not remote chance or possibility regardless of whether it is less or more than fifty per cent \": Global Sportsman Pty Ltd v Mirror Newspapers Ltd [1984] FCA 180 ; (1984) 2 FCR 82 at 87 per Bowen CJ, Lockhart and Fitzgerald JJ (applying Tillmanns Butcheries Pty Ltd v Australian Meat Industry Employees' Union (1979) 42 FLR 331 at 346 per Deane J; Sheen v Fields Pty Ltd (1984) 58 ALJR 93) ; Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 7) [2008] FCA 1364 at [97] .",
      "id": "s263"
    },
    {
      "text": "A corporation's state of mind is immaterial in making out a case of misleading or deceptive conduct.",
      "id": "s264"
    },
    {
      "text": "In Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd [1984] FCA 180 ; (1984) 2 FCR 82 at 88 the Full Court relevantly observed:\n If a corporation is alleged to have contravened s 52(1) by making a statement of past or present fact, the corporation's state of mind is immaterial unless the statement involved the state of the corporation's mind.",
      "id": "s265"
    },
    {
      "text": "Whether or not s 52(1) is contravened does not depend upon the corporation's intention or its belief concerning the accuracy of such statement, but upon whether the statement in fact contains or conveys a meaning which is false; that is to say whether the statement contains or conveys a misrepresentation.",
      "id": "s266"
    },
    {
      "text": "Most commonly, such a statement will contain or convey a false meaning if what is stated concerning the past or present fact is not accurate; but a statement which is literally true may contain or convey a meaning which is false.",
      "id": "s267"
    },
    {
      "text": "See also: Construction, Forestry, Mining and Energy Union v Hadgkiss [2007] FCAFC 197 at [79] ---[83], [2007] FCAFC 197 ; 248 ALR 169 at 182---3 per Buchanan J.",
      "id": "s268"
    },
    {
      "text": "The liability created by s 52 , it must also be recalled, was not \" designed for the benefit of persons who fail, in the circumstances of the case, to take reasonable care of their own interests \": Elders Trustee and Executor Co Ltd v E G Reeves Pty Ltd [1987] FCA 332 ; (1987) 78 ALR 193 at 241 per Gummow J.",
      "id": "s269"
    },
    {
      "text": "See also: Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1981) 149 CLR 191 at 199 per Gibbs CJ ; Rawley Pty Ltd v Bell (No 2) [2007] FCA 583 at [212] , 61 ACSR 648 at 701 per Finn J; Webster v Havyn Pty Ltd [2004] NSWSC 227 at [73] per Palmer J.",
      "id": "s270"
    },
    {
      "text": "85 There can be no doubt that it was both \" misleading \" and \" likely to mislead \" for representations to be made that the first SLP 1100, as supplied pursuant to the Chemex Agreement , was a reliable rock crusher or that it had proven reliability or that there were already three in operation as at September 2002.",
      "id": "s271"
    },
    {
      "text": "The simple fact is that the SLP 1100 supplied pursuant to the Chemex Agreement was one of the first, if not the first machine, ever manufactured; the machine supplied pursuant to the February 2003 agreement was the third machine ever manufactured.",
      "id": "s272"
    },
    {
      "text": "86 Not only should this conduct be characterised as \" misleading \" for the purposes of s 52 , it may also be noted that Mr Wieland would most probably agree with that characterisation -- given the findings of fact that have been made.",
      "id": "s273"
    },
    {
      "text": "The following exchange thus took place during his cross-examination:\n And you knew the only things that Mr Mellor knew about Wieland, its operations and its machines, was information that was conveyed to him by Wieland?---Correct.",
      "id": "s274"
    },
    {
      "text": "Would you accept, in the light of those answers, that in the event that in September 2002 there had not been a SLP 1100 in operation in Australia as you said to Mr Mellor, that what you said to Mr Mellor would be quite a wicked thing to say?---Yes, if there hadn't been a machine operating, I shouldn't have said to him that I had.",
      "id": "s275"
    },
    {
      "text": "It would be seriously misleading, wouldn't it?---I believe so, yes.",
      "id": "s276"
    },
    {
      "text": "On a very important point?---Yes.",
      "id": "s277"
    },
    {
      "text": "87 Of the further \" Initial Representations \" as pleaded by the Applicants, it is considered that representations were also made that the SLP 1100 was a machine of \" high quality \" and was a machine \" superior in quality and had a longer life expectancy than the comparable Chinese made Shan Bao crusher \".",
      "id": "s278"
    },
    {
      "text": "It was also represented as suitable for those purposes made known to the Respondents.",
      "id": "s279"
    },
    {
      "text": "88 Each of these representations also played a significant part in the initial purchase of the SLP 1100 and each of them constituted a contravention of s 52.",
      "id": "s280"
    },
    {
      "text": "89 Of the \" Second SLP 1100 Representations \" as pleaded by the Applicants, it is likewise considered that representations were made that the SLP 1100 was a machine of high quality and was the most appropriate replacement for the failed machine supplied under the Chemex Agreement.",
      "id": "s281"
    },
    {
      "text": "And, again, each of these representations played a relevant part in the decision to replace that failed machine with a further SLP 1100 and each of them constituted a contravention of s 52.",
      "id": "s282"
    },
    {
      "text": "90 In the present proceeding it is considered that the contravening conduct was a very substantial reason why the contracts were executed, including the February 2003 agreement.",
      "id": "s283"
    },
    {
      "text": "TRADE PRACTICES ACT : SECTION 51A \n \n91 Insofar as representations were made as to \" future matters \", the Applicants called in aid s 51A of the 1974 Act.",
      "id": "s284"
    },
    {
      "text": "92 One of the representations relied upon by the Applicants, for example, is a representation that the SLP 1100 \" would be a reliable product if purchased \".",
      "id": "s285"
    },
    {
      "text": "This was correctly said to be a representation as to a \" future matter \" within the meaning of s 51A.",
      "id": "s286"
    },
    {
      "text": "93 That section provides as follows:\n 51A Interpretation (1) For the purposes of this Division, where a corporation makes a representation with respect to any future matter (including the doing of, or the refusing to do, any act) and the corporation does not have reasonable grounds for making the representation, the representation shall be taken to be misleading.",
      "id": "s287"
    },
    {
      "text": "(2) For the purposes of the application of subsection (1) in relation to a proceeding concerning a representation made by a corporation with respect to any future matter, the corporation shall, unless it adduces evidence to the contrary, be deemed not to have had reasonable grounds for making the representation.",
      "id": "s288"
    },
    {
      "text": "(3) Subsection (1) shall be deemed not to limit by implication the meaning of a reference in this Division to a misleading representation, a representation that is misleading in a material particular or conduct that is misleading or is likely or liable to mislead.",
      "id": "s289"
    },
    {
      "text": "94 Section 51A is a section which facilitates proof.",
      "id": "s290"
    },
    {
      "text": "But it is not a section which provides for an independent cause of action separate from s 52 or other sections of Part V of the 1974 Act: Citrus Queensland Pty Ltd v Sunstate Orchards Pty Ltd (No 7) [2008] FCA 1364 at [96] per Collier J.",
      "id": "s291"
    },
    {
      "text": "95 There has been a division of views as to the operation of s 51A(2).",
      "id": "s292"
    },
    {
      "text": "96 One view has been that s 51A(2) casts a burden of proof upon those making a representation as to a future matter to show that there were reasonable grounds for making it: Ting v Blanche [1993] FCA 524 ; (1993) 118 ALR 543.",
      "id": "s293"
    },
    {
      "text": "Hill J there observed (at 552):\n The section is but an interpretation section; it does not of itself create a cause of action, nor define a norm of conduct.",
      "id": "s294"
    },
    {
      "text": "The relevant cause of action is to be found in s 82(1) of the Act by reference to the norm of conduct laid down in s 52 of the Act.",
      "id": "s295"
    },
    {
      "text": "What s 51A does, in a practical sense, in cases where it applies, is to cast the burden of proof upon the respondent corporation who has made a representation about a future matter to show that in making that representation it had reasonable grounds for so doing.",
      "id": "s296"
    },
    {
      "text": "In the language of Sheppard and Neaves JJ in Cummings v Lewis (1993) 113 ALR 285 ; ATPR (Digest) 46---103, s 51A is \"designed to facilitate proof\" (at ALR 294; ATPR 53,450).",
      "id": "s297"
    },
    {
      "text": "Representation as to future facts may, of course, constitute conduct which is misleading or deceptive or likely to mislead or deceive within s 52 of the Act, irrespective of the operation of s 51A.",
      "id": "s298"
    },
    {
      "text": "However, without the intervention of s 51A the burden would remain upon the applicant to show that the representation, in whatever form it took, was misleading or deceptive or likely to mislead or deceive.",
      "id": "s299"
    },
    {
      "text": "In the ordinary case where a representation as to future conduct or events is alleged to have been made, that means that the burden would be upon the applicant to show not merely that the conduct or event has not come to pass but also that at the time the representation was made the respondent did not believe that the conduct or event would come to pass or that there was no basis for a belief that the conduct or event would come to pass: James v ANZ Banking Group Ltd (1986) 64 ALR 347 ; Global Sportsman Pty Ltd v Mirror Newspapers Pty Ltd [1984] FCA 180 ; (1984) 2 FCR 82 at 88; [1984] FCA 180 ; 55 ALR 25.",
      "id": "s300"
    },
    {
      "text": "It will be readily apparent that a representation as to future conduct or a future event will generally imply (and sometimes explicitly state) that the maker of the representation was of a particular state of mind as to the future conduct or event as at the time the representation was made.",
      "id": "s301"
    },
    {
      "text": "... \nSee also: Wright v TNT Management Pty Ltd (1989) 15 NSWLR 679 at 690 per McHugh JA; Lewarne v Momentum Productions Pty Ltd [2007] FCA 1136 at [78] ---[82] per Stone J.",
      "id": "s302"
    },
    {
      "text": "97 A different approach was that of Emmett J in Australian Competition &amp; Consumer Commission v Universal Sports Challenge Ltd [2002] FCA 1276.",
      "id": "s303"
    },
    {
      "text": "His Honour there set forth as follows his understanding as to the effect of s 51A(2):\n [46] Another question concerning the effect of s51A(2) is whether the provision does no more than require a corporation to go into evidence.",
      "id": "s304"
    },
    {
      "text": "That is to say, it does not ultimately reverse the onus but simply provides that the deeming takes effect unless the corporation adduces some evidence to the contrary.",
      "id": "s305"
    },
    {
      "text": "Once such evidence is adduced, it is for the Court to make a judgment, on the balance of probabilities, having regard to all the evidence, as to whether the corporation had reasonable grounds for making the representation.",
      "id": "s306"
    },
    {
      "text": "If an applicant elects to adduce no evidence as to that question, then the only evidence before the Court would be that adduced by the corporation.",
      "id": "s307"
    },
    {
      "text": "Whether that is adequate to establish that the corporation had reasonable grounds for making the representations is a matter for the Court.",
      "id": "s308"
    },
    {
      "text": "However, once the corporation has adduced some evidence, there is no deeming arising from s51A(2).",
      "id": "s309"
    },
    {
      "text": "98 More recently, in McGrath v Australian Naturalcare Products Pty Ltd [2008] FCAFC 2 , 165 FCR 230 the Full Court revisited the construction of s 51A(2).",
      "id": "s310"
    },
    {
      "text": "Emmett J, one of the members of the Full Court, there observed:\n [44] Under s 51A(1) of the Trade Practices Act , a representation is to be taken to be misleading if it is a representation with respect to any future matter and the maker of the representation does not have reasonable grounds for making the representation.",
      "id": "s311"
    },
    {
      "text": "Under s 51A(2) , the maker of the representation with respect to any future matter is to be deemed not to have had reasonable grounds for making the representation unless it adduces evidence to the contrary.",
      "id": "s312"
    },
    {
      "text": "However, if evidence is adduced by a representor to the effect that the representor had reasonable grounds for making the representation, the deeming provision will not operate.",
      "id": "s313"
    },
    {
      "text": "Where the representor adduces such evidence, it is then a matter for the Court to determine, on the balance of probabilities in the ordinary way, whether or not the representor had reasonable grounds for making the representation.",
      "id": "s314"
    },
    {
      "text": "This is understood to be the same approach that His Honour had previously expressed.",
      "id": "s315"
    },
    {
      "text": "In McGrath Allsop J also referred to the views previously expressed by Emmett J in Universal Sports and continued:\n [192] If evidence is adduced by the representor that is said to be evidence to the contrary, it will be for the Court to determine whether it is to the contrary in the sense just discussed.",
      "id": "s316"
    },
    {
      "text": "If it is, the deeming provision will cease to operate.",
      "id": "s317"
    },
    {
      "text": "That was the view of Emmett J, as understood by Keane JA [Downey v Carlson Hotels Asia Pacific Pty Ltd [2005] QCA 199].",
      "id": "s318"
    },
    {
      "text": "That is my view.",
      "id": "s319"
    },
    {
      "text": "That was not, however, an expression of the view that the legal or persuasive onus has been changed by s 51A(2) , as some of the judgments in the \"trend of established authority\" referred to by Keane JA have stated.",
      "id": "s320"
    },
    {
      "text": "For instance, if evidence \"to the contrary\" is adduced by the representor, and if the representee itself adduces evidence tending to the lack of reasonable grounds, the matter might be equally poised.",
      "id": "s321"
    },
    {
      "text": "In such a case, there has been evidence \"to the contrary\" adduced by the representee, thereby eliminating the operation of the deeming provision, and, on the totality of the evidence, the proof of the reasonableness (or lack thereof) of the grounds is evenly balanced.",
      "id": "s322"
    },
    {
      "text": "Section 51A(2) does not, in my view, mean that in those circumstances the representor has not met an onus.",
      "id": "s323"
    },
    {
      "text": "The section does not cast the legal or persuasive onus, in such a case, on the representor.",
      "id": "s324"
    },
    {
      "text": "Its terms do not say so.",
      "id": "s325"
    },
    {
      "text": "The enactment history makes clear that the terms were deliberately chosen not to say so.",
      "id": "s326"
    },
    {
      "text": "Keane JA, despite his reference to the \"trend of established [first instance] authority\", does not say so.",
      "id": "s327"
    },
    {
      "text": "In my respectful view, to the extent that decisions such as IMB Group (1999) ATPR 41-704 ; Blacker [2000] FCA 681 ; Kaye [2004] FCA 1363 ; Lewarne [2007] FCA 1136 and Emerald Ocean [2006] ATPR 42-096 say, or may be taken as saying, that the legal or persuasive onus of proof is shifted to the representor by s 51A(2) , they are wrong.",
      "id": "s328"
    },
    {
      "text": "None examined the enactment history of s 51A.",
      "id": "s329"
    },
    {
      "text": "If it be thought, contrary to my reading of Keane JA's reasons, that his Honour's reference to Kaye [2004] FCA 1363 as \"established authority\" was a conclusion that s 51A(2) effected a reversal of the legal and persuasive onus of proof, I would be driven to the respectful view that his Honour was plainly wrong for the reasons that I have given.",
      "id": "s330"
    },
    {
      "text": "Perhaps not surprisingly, Emmett J also agreed with Allsop J as to the operation of s 51A(2): [2008] FCA 2 at [6] , 165 FCR at 233---4.",
      "id": "s331"
    },
    {
      "text": "The third member of the Full Court, Stone J, considered that the issues thrown up by s 51A(2) were best left to be resolved by a Full Court where there had been full argument and where the outcome depended on the view taken of the section: [2008] FCAFC 2 at [76] , 165 FCR at 247---8.",
      "id": "s332"
    },
    {
      "text": "99 The construction given to s 51A(2) by Emmett and Allsop JJ in McGrath , it is respectfully considered, should now be applied.",
      "id": "s333"
    },
    {
      "text": "On the facts of the present case, however, it would not have mattered which approach was followed.",
      "id": "s334"
    },
    {
      "text": "100 In the present proceeding, the bases upon which Mr Wieland believed the SLP 1100 was both a reliable machine and would prove to be a reliable machine were summarised in the following exchange with his cross-examiner:\n Can I go back to the penultimate proposition that I took you to that is that the Wieland SLP 1100 has proved to be a reliable crusher and you said to me that that was an accurate statement as at September 2002, correct?---Mm.",
      "id": "s335"
    },
    {
      "text": "What are the facts, matters and circumstances upon which you rely to allow you to express the view as at September 2002 that the Wieland SLP 1100 had, at that stage, proven to be a reliable crusher?---Well, we had one running in Australia and Peter had no issues with it.",
      "id": "s336"
    },
    {
      "text": "It was based on a design of a very well-known crusher, the Telsmith 25 by 40 which, you know, you can find everywhere around the world in use, so it was well-proven technology.",
      "id": "s337"
    },
    {
      "text": "So those two factors are the two that you've identified, one, that there was one machine that was already running in Australia?---Yes.",
      "id": "s338"
    },
    {
      "text": "Secondly, it was based, to use your words, on a design of another machine that had a proven track record of reliability, correct?---Correct.",
      "id": "s339"
    },
    {
      "text": "Now, aside from those two matters, are there any other things that spring to mind?---Yes, I mean we've got a good workshop in China with new machine tools and we make other types of equipment so they had a good level of experience for building high tolerance machines.",
      "id": "s340"
    },
    {
      "text": "101 The grounds upon which Mr Wieland relied to assert that the SLP 1100 would be a reliable machine thus essentially reduced themselves to two, namely:\n \n(i) the fact that it was \" heavily based \" upon a design of another proven crusher, the \" Telsmith 25/40 Single Toggle Jaw crusher \" -- and, as Mr Wieland would have it, was not only based upon this design but was \" over designed \".",
      "id": "s341"
    },
    {
      "text": "The SLP 1100 was said to be \" an enhanced and improved design to the Telsmith \" and a machine \" reverse engineered \" from the Telsmith; and \n \n(ii) the confidence that he had in his Chinese factory to manufacture the machine to a reliable standard.",
      "id": "s342"
    },
    {
      "text": "It is considered that the former ground may have gone some way towards making out the reasonable grounds for the representation that the SLP 1100 would prove to be a reliable machine; but the confidence placed upon the Chinese factory was misplaced.",
      "id": "s343"
    },
    {
      "text": "102 No case was sought to be advanced that the Telsmith machine was not itself a reliable crusher; the case sought to be advanced was that the dangers inherent in copying a machine were such that no confidence could be placed in the copied product.",
      "id": "s344"
    },
    {
      "text": "Although based upon the Telsmith, Mr Wieland set out to make modifications such that his machine would be \" the next step up \".",
      "id": "s345"
    },
    {
      "text": "These modifications were the insertion of a bigger bearing and a bigger bearing mount.",
      "id": "s346"
    },
    {
      "text": "103 The idea may have been good, but its implementation was lacking.",
      "id": "s347"
    },
    {
      "text": "It was accepted that fundamental to the manufacture of a reliable machine, including one which was reverse engineered, is the maintenance of accurate drawings.",
      "id": "s348"
    },
    {
      "text": "It was apparent that whatever system was in place in the Chinese factory for the maintenance of drawings, it was so deficient that no confidence could reasonably be placed upon the factory producing any machine in accordance with any identifiable drawings.",
      "id": "s349"
    },
    {
      "text": "The \" as built \" drawings initially produced on discovery, for example, were the \" wrong \" drawings and ultimately a second set of drawings were produced which resulted in \" two different versions of an as built drawing for the very eccentric shaft critical to this case \".",
      "id": "s350"
    },
    {
      "text": "Not only were the drawings different, the drawings produced exposed \" different critical dimensions \".",
      "id": "s351"
    },
    {
      "text": "104 Although the SLP 1100s were \" quite simple machines \", the drawings used to manufacture those machines had to be followed precisely.",
      "id": "s352"
    },
    {
      "text": "The bearing component, for example, according to Mr Harry Better, the expert retained by the Applicants, \" had extremely tight tolerances on how it's made.",
      "id": "s353"
    },
    {
      "text": "It's very tight tolerances \".",
      "id": "s354"
    },
    {
      "text": "105 Upon the basis of such evidence, it is considered that there were no reasonable grounds upon which any representation could be made that the SLP 1100 would be a reliable machine.",
      "id": "s355"
    },
    {
      "text": "Had the former approach as to the construction of s 51A(2) been applied such that there was an onus upon the Respondents to establish reasonable grounds for the making of the representation, that onus would not have been discharged.",
      "id": "s356"
    },
    {
      "text": "Upon the approach of Emmett and Allsop JJ in McGrath , and acting upon the basis that the Respondents did adduce \" evidence to the contrary \", it is considered that there was no reasonable basis upon which Mr Wieland could have made the representations as to reliability that he in fact made.",
      "id": "s357"
    },
    {
      "text": "106 It is also considered that there were no reasonable grounds for the other representation as to a future matter, namely the representation that \" by installing the Second SLP 1100 Readymix Holdings and Readymix Indonesia would not have any further problems with the operation of a SLP 1100 machine \".",
      "id": "s358"
    },
    {
      "text": "107 It is thus considered that there has also been a contravention of s 52 of the 1974 Act by the First Respondent, Wieland Equipment , in respect to those \" future matters \" relied upon by the Applicants.",
      "id": "s359"
    },
    {
      "text": "LIABILITY OF THE SECOND RESPONDENT: SECTION 75B \n \n108 The Applicants also seek to establish the liability of the Second Respondent, Mr Wieland, for the contraventions of s 52.",
      "id": "s360"
    },
    {
      "text": "To that end they invoke s 75B of the 1974 Act.",
      "id": "s361"
    },
    {
      "text": "109 Section 75B provides in relevant part as follows: \n 75B Interpretation (1) A reference in this Part to a person involved in a contravention of a provision of Part IV, IVA, IVB, V or VC, or of section 75AU, 75AYA or 95AZN, shall be read as a reference to a person who: (a) has aided, abetted, counselled or procured the contravention; ... (c) has been in any way, directly or indirectly, knowingly concerned in, or party to, the contravention; ...",
      "id": "s362"
    },
    {
      "text": "Section 75B does not require that a person knew he was participating in a contravention of the Act; what is required is actual knowledge of the essential elements of the contravention and intentional participation in it: Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661 at 666---70 per Mason ACJ, Wilson, Deane and Dawson JJ; Rawley Pty Ltd v Bell (No 2) [2007] FCA 583 at [40] per Finn J; Genocanna Nominees Pty Ltd v Thirsty Point Pty Ltd [2006] FCA 1268 at [267] ---[280].",
      "id": "s363"
    },
    {
      "text": "There may be some circumstances where knowledge may be inferred from the surrounding circumstances: cf Pereira v Director of Public Prosecutions [1988] HCA 57 at [11] , [1988] HCA 57 ; 82 ALR 217 at 219---20.",
      "id": "s364"
    },
    {
      "text": "110 There has been some debate as to whether \" knowledge of the essential elements of the contravention \" requires knowledge that the conduct is misleading or deceptive: see Medical Benefits Fund of Australia Ltd v Cassidy [2003] FCAFC 289 at [80] ---[88], 135 FCR 1 at 29---31 per Stone J; Cairnsmore Holdings Pty Ltd v Bearsden Holdings Pty Ltd [2007] FCA 1822 at [133] per Jacobson J.",
      "id": "s365"
    },
    {
      "text": "111 In the present proceeding, however, no relevant distinction can be drawn between the conduct of the First and Second Respondents.",
      "id": "s366"
    },
    {
      "text": "Mr Wieland was the Managing Director of Wieland Equipment , he being the Managing Director of that company for a period in excess of 10 years.",
      "id": "s367"
    },
    {
      "text": "Moreover, and more relevantly, he readily accepted that when communicating information to Mr Mellor on 4 September 2002, when Mr Mellor was having lunch with Mr Nicholas Cocks in Singapore, he was \" speaking on behalf of the Wieland group of companies \".",
      "id": "s368"
    },
    {
      "text": "He \" didn't distinguish in [his] day to day affairs whether or not [he was] speaking on behalf of any particular entity within the Wieland group \" and accepted that he was \" the controlling mind of all the Wieland group companies \".",
      "id": "s369"
    },
    {
      "text": "112 When communicating the information to Mr Mellor on 4 September 2002, in his capacity as a \" convenient medium \", Mr Wieland had knowledge (for example) as to the number of SLP 1100s then in operation and then manufactured.",
      "id": "s370"
    },
    {
      "text": "He also had knowledge as to the factual basis upon which each of the other representations was being made.",
      "id": "s371"
    },
    {
      "text": "It is not considered that any finding is open other than that he had actual knowledge of the falsity of the information being communicated to Mr Nicholas Cocks and that he intentionally communicated that information to Mr Mellor so that it could be further communicated to Mr Cocks.",
      "id": "s372"
    },
    {
      "text": "113 It is thus concluded that Mr Wieland is also liable for the breach of s 52 committed by Wieland Equipment as having aided and abetted Wieland Equipment in its breach.",
      "id": "s373"
    },
    {
      "text": "LOSS OR DAMAGE: SECTION 82 \n \n114 In order for the Applicants to recover damages under s 82 they must show that their loss or damage was occasioned \" by \" the contravening conduct.",
      "id": "s374"
    },
    {
      "text": "Sub-section (1) of s 82 of the 1974 Act thus provides as follows:\n Subject to subsection (1AAA), a person who suffers loss or damage by conduct of another person that was done in contravention of a provision of Part IV, IVA, IVB or V or section 51AC may recover the amount of the loss or damage by action against that other person or against any person involved in the contravention.",
      "id": "s375"
    },
    {
      "text": "With reference to the term \" by \", Mason CJ, Dawson, Gaudron and McHugh JJ observed in Wardley Australia Ltd v Western Australia [1992] HCA 55 ; (1992) 175 CLR 514 (at 525):\n By virtue of s 82(2) of the Act, the period of limitation begins to run at the time when the cause of action under s 82(1) accrues.",
      "id": "s376"
    },
    {
      "text": "As loss or damage is the gist of the statutory cause of action for which s 82(1) provides [Elna Australia Pty Ltd v International Computers (Australia) Pty Ltd (No 2) [1987] FCA 230 ; (1987) 16 FCR 410 at 418], the cause of action does not accrue until actual loss or damage is sustained.",
      "id": "s377"
    },
    {
      "text": "The statutory cause of action arises when the plaintiff suffers loss or damage \"by\" contravening conduct of another person.",
      "id": "s378"
    },
    {
      "text": "\"By\" is a curious word to use.",
      "id": "s379"
    },
    {
      "text": "One might have expected \"by means of\", \"by reason of\", \"in consequence of\" or \"as a result of\".",
      "id": "s380"
    },
    {
      "text": "But the word clearly expresses the notion of causation without defining or elucidating it.",
      "id": "s381"
    },
    {
      "text": "In this situation, s 82(1) should be understood as taking up the common law practical or common-sense concept of causation recently discussed by this Court in March v Stramare (E &amp; M H) Pty Ltd [1991] HCA 12 ; [(1991) 171 CLR 506] , except in so far as that concept is modified or supplemented expressly or impliedly by the provisions of the Act.",
      "id": "s382"
    },
    {
      "text": "Had Parliament intended to say something else, it would have been natural and easy to have said so.",
      "id": "s383"
    },
    {
      "text": "115 The contravening conduct of the Respondents may have caused loss or damage if that conduct was an inducement to the decision to purchase the SLP 1100: Lam v Ausintel Investments Australia Pty Ltd (1989) 97 FLR 458 at 477---8 per Gleeson CJ (Samuels AJA and Meagher JA agreeing).",
      "id": "s384"
    },
    {
      "text": "The \" causative threshold \" remains a matter of judgment: Ricochet Pty Ltd v Equity Trustees Executors and Agency Co Ltd [1993] FCA 99 ; (1993) 41 FCR 229 at 235.",
      "id": "s385"
    },
    {
      "text": "Lockhart, Gummow and French JJ there observed (at 235):\n A finding that a misrepresentation might have induced a decision will not of itself establish as a matter of probability that it did.",
      "id": "s386"
    },
    {
      "text": "Consistently with that finding, it may be that, on the balance of probabilities, a party was induced to make a decision by a combination of factors including the misrepresentation.",
      "id": "s387"
    },
    {
      "text": "Assuming a non-trivial contribution to the causative process by the misrepresentation, then it may be actionable.",
      "id": "s388"
    },
    {
      "text": "Ultimately, the \"causative threshold\" beyond which liability attaches to a misrepresentation which is one of a number of factors inducing a decision that produces loss, will be a question of judgment.",
      "id": "s389"
    },
    {
      "text": "This is a familiar process adverted to in various related contexts by Mason CJ in March v E &amp; M H Stramare Pty Ltd (supra) and in this Court in Elna Australia Pty Ltd v International Computers (Aust) Pty Ltd (No 2) [1987] FCA 230 ; (1987) 16 FCR 410 at 418---419 and Pavich v Bobra Nominees Pty Ltd [1988] ATPR 49 ,849.",
      "id": "s390"
    },
    {
      "text": "(See also Munchies Management Pty Ltd v Belperio (1988) 84 ALR 700 at 712).",
      "id": "s391"
    },
    {
      "text": "But the mere possibility that a misrepresentation might have induced a course of action by the representee can never of itself attach liability under s 82 to the making of it.",
      "id": "s392"
    },
    {
      "text": "116 The inquiry required by s 82 is not an inquiry into cause and effect in mathematical or philosophical terms, but is rather an inquiry into that conduct which influences action taken: Como Investments Pty Ltd v Yenald Nominees Pty Ltd (1997) ATPR 41-550.",
      "id": "s393"
    },
    {
      "text": "Burchett, Ryan and Nicholson JJ there concluded:\n The law does not consider cause and effect in mathematical or in philosophical terms.",
      "id": "s394"
    },
    {
      "text": "The law looks at what influences the actions of the parties.",
      "id": "s395"
    },
    {
      "text": "Acknowledging that people are often swayed by several considerations, influencing them to varying extents, the law attributes causality to a single one of those considerations, provided it had some substantial rather than negligible effect.",
      "id": "s396"
    },
    {
      "text": "As Brennan J said in San Sebastian Pty Ltd v Minister administering the Environmental Planning and Assessment Act 1979 [1986] HCA 68 ; (1986) 162 CLR 340 at 366: \n \n \"The representation must be a real inducement or one of the real inducements to engage in the conduct which occasions the loss\" \n \n Where a representation is relevant to the decision in question, and in its nature persuasive to induce the making of that decision, it accords with legal notions of causation to hold that it has a causative effect.",
      "id": "s397"
    },
    {
      "text": "And where a respondent, who may be taken to know his own business, has thought it was in his interests to misrepresent the situation in a particular respect, the Court may infer that the misrepresentation was persuasive.",
      "id": "s398"
    },
    {
      "text": "These inferences arise from the making of the respondent doing the thing it was calculated to induce him to do.",
      "id": "s399"
    },
    {
      "text": "All this is a matter of common sense.",
      "id": "s400"
    },
    {
      "text": "It has also been stated in the authorities.",
      "id": "s401"
    },
    {
      "text": "In Gould v Vaggelas [1985] HCA 85 ; (1985) 157 CLR 215 at 236 Wilson J said: \"If a material representation is made which is calculated to induce the representee to enter into a contract and that person in fact enters into the contract there arises a fair inference of fact that he was induced to do so by the representation.",
      "id": "s402"
    },
    {
      "text": "\" His Honour went on to say that the \"inference may be rebutted\", but this is to imply that in the absence of rebuttal the conclusion should stand.",
      "id": "s403"
    },
    {
      "text": "... \n117 In the circumstances of the present case it is concluded that the contravening conduct was a very substantial reason for the decision made to execute the February 2003 agreement.",
      "id": "s404"
    },
    {
      "text": "But for that contravening conduct, the February 2003 agreement would in all probability not have been executed.",
      "id": "s405"
    },
    {
      "text": "118 Reliance was placed upon the information communicated by Mr Wieland to Mr Mellor and thereafter communicated to the Applicants.",
      "id": "s406"
    },
    {
      "text": "Mr Mellor, it may be accepted, was for these purposes but a \" convenient medium \" through whom the Respondents were communicating their representations: cf Barton v Croner Trading Pty Ltd [1984] FCA 195 ; (1984) 3 FCR 95 at 107 per Bowen CJ, Beaumont and Wilcox JJ; Downey v Carlson Hotels Asia Pacific Pty Ltd [2005] QCA 199 at [46] per Keane JA (Williams JA and Atkinson J agreeing).",
      "id": "s407"
    },
    {
      "text": "119 The importance of what the Applicants were being told could not be doubted.",
      "id": "s408"
    },
    {
      "text": "Mr Nicholas Cocks, for example, gave the following account of a conversation with the Operational Director on site, Mr Bambang Cahyadi, and his reaction to what he was told:\n On or about 20 April 2003, I had a conversation with Bambang Cahyadi who I recall said words to the following effect: \n \n He said: \" Whilst David Hansor of Wieland was on site commissioning the Second SLP 1100, he told Sulfan Hidayat, the Quarry and Crushing Manager at the site, that the First SLP 1100 is the first machine of its kind ever made and that the Second SLP 1100 that he is now commissioning is the third of its kind ever made .",
      "id": "s409"
    },
    {
      "text": "\"\n \n \nI was shocked when I heard this news as I believed that it was entirely inconsistent with the comments that had been made to me prior to the purchase of the First SLP 1100, that the SLP 1100 was a reliable machine and one that had a good track record.",
      "id": "s410"
    },
    {
      "text": "Given the central importance of the reliability of the machine to my decision-making processes, I recall the level of my surprise.",
      "id": "s411"
    },
    {
      "text": "Reliability to me was so important as the isolation of the site meant that rectification work to capital equipment on the site was invariably time consuming and expensive.",
      "id": "s412"
    },
    {
      "text": "Mr Nicholas Cocks also stated that:\n If I had have been told at the time of the decision that the SLP 1100 had no track record and no established record for reliability or that it was not highly suitable to Readymix's needs or that I could not expect the same sort of life from the SLP 1100 as had been obtained from the Pegson crusher or that it would need or be likely to need significant maintenance work, other than routine servicing, I would have made a decision to purchase the Chinese Shan Bao machine.",
      "id": "s413"
    },
    {
      "text": "120 The representation identified as the \" primary contravening conduct \" was a significant part of the decision-making process to purchase the first SLP 1100 and was also a significant part of the decision-making process to purchase the second SLP 1100.",
      "id": "s414"
    },
    {
      "text": "121 It is further considered that loss or damage has most probably been occasioned to the Applicants by reason of the contravening conduct.",
      "id": "s415"
    },
    {
      "text": "But any final conclusion as to loss or damage (if any) must necessarily await the further hearing.",
      "id": "s416"
    },
    {
      "text": "122 The quantum of such loss or damage to which the Applicants, or either of them, may be entitled pursuant to s 82 thus remains a matter to be assessed.",
      "id": "s417"
    },
    {
      "text": "For present purposes it is sufficient to note that that task will be \" to select a measure of damages which conforms to the remedial purpose of the statute and to the justice and equity of the case \": Henville v Walker [2001] HCA 52 at [18] , [2001] HCA 52 ; 206 CLR 459 at 470 per Gleeson CJ.",
      "id": "s418"
    },
    {
      "text": "The measure of the relief available under s 82 is not to be confined by an analogy with damages in contract or tort or equitable remedies: Marks v GIO Australia Holdings Ltd [1998] HCA 69 ; (1998) 196 CLR 494.",
      "id": "s419"
    },
    {
      "text": "The task will be to ascertain the loss suffered by the contravening conduct and to assess the amount necessary to compensate for that loss: Henville v Walker [2001] HCA 52 at [66] , [2001] HCA 52 ; 206 CLR 459 at 482 per McHugh J.",
      "id": "s420"
    },
    {
      "text": "Although not confined by those analogies, they will usually be of \" great assistance \": [2001] HCA 52 at [130] per McHugh J.",
      "id": "s421"
    },
    {
      "text": "But such analogies should not distract \" attention from the primary task of construing the relevant provisions of the Act \": Murphy v Overton Investments Pty Ltd [2004] HCA 3 at [44] , [2004] HCA 3 ; 216 CLR 388 at 407 per Gleeson CJ, McHugh, Gummow, Kirby, Hayne, Callinan and Heydon JJ.",
      "id": "s422"
    },
    {
      "text": "123 It has not been suggested that the Applicants were \" careless \" in relying upon any of the representations of the Respondents.",
      "id": "s423"
    },
    {
      "text": "Even carelessness or negligence on the part of an applicant, it may be noted, will not deny relief -- provided the carelessness has not been such as to destroy the causal connection between the contravening conduct and the loss or damage suffered: Henville v Walker [2001] HCA 52 at [13] , [2001] HCA 52 ; 206 CLR 459 at 468---9.",
      "id": "s424"
    },
    {
      "text": "Gleeson CJ there observed:\n [13] It will commonly be the case that a person who is induced by a misleading or deceptive representation to undertake a course of action will have acted carelessly, or will have been otherwise at fault, in responding to the inducement.",
      "id": "s425"
    },
    {
      "text": "The purpose of the legislation is not restricted to the protection of the careful or the astute.",
      "id": "s426"
    },
    {
      "text": "Negligence on the part of the victim of a contravention is not a bar to an action under s 82 unless the conduct of the victim is such as to destroy the causal connection between contravention and loss or damage.",
      "id": "s427"
    },
    {
      "text": "... [14] For there to be the necessary causal relationship between a contravention of s 52, and loss or damage, so as to satisfy the requirements of s 82(1), it is not essential that the contravention be the sole cause of the loss or damage.",
      "id": "s428"
    },
    {
      "text": "...",
      "id": "s429"
    },
    {
      "text": "The present case is not a case of carelessness or negligence.",
      "id": "s430"
    },
    {
      "text": "In the present proceeding, the Applicants acted at all material times prudently.",
      "id": "s431"
    },
    {
      "text": "They retained the services of an experienced person (Mr Mellor), made their own inquiries, and carefully considered the options available.",
      "id": "s432"
    },
    {
      "text": "The present case is one in which representations were made by Mr Wieland for the very purpose of inducing or encouraging the purchase of his machine.",
      "id": "s433"
    },
    {
      "text": "Not only is there an inference available that those statements were instrumental in the execution of the contracts (cf Gould v Vaggelas [1985] HCA 85 ; (1985) 157 CLR 215 at 236 per Wilson J; Campbell v Backoffice Investments Pty Ltd [2008] NSWCA 95 at [41] , [2008] NSWCA 95 ; 66 ACSR 359 at 370), the fact is that those statements have been proven to have played a large part in the decision to acquire the SLP 1100.",
      "id": "s434"
    },
    {
      "text": "BREACH OF CONTRACT \n \n124 The alternative manner in which the First Applicant, Readymix Holdings , seeks to expose the First Respondent, Wieland Equipment , to damages is a claim for damages for breach of contract.",
      "id": "s435"
    },
    {
      "text": "125 This is a claim founded upon the second contract, that being the contract executed in February 2003.",
      "id": "s436"
    },
    {
      "text": "This agreement was executed initially in Sydney by Wieland Equipment ; it was thereafter signed by Mr Nicholas Cocks on behalf of Readymix Holdings in Adelaide.",
      "id": "s437"
    },
    {
      "text": "126 In the Second Further Amended Statement of Claim , Readymix Holdings contends that prior to that contract being executed, it had made known to Wieland Equipment that a crusher was required for the purposes of:\n \n(a) operating at the site to provide crushed rock for Readymix Holdings ' use in concrete production generally; \n \n(b) meeting the obligation of Readymix Holdings to supply rock to a competitor of Readymix Holdings ; and \n \n(c) performing obligations under contracts entered into by Readymix Indonesia for the purpose of providing ready-mixed concrete and crushed rock to, among others, the Surabaya Airport construction site.",
      "id": "s438"
    },
    {
      "text": "127 The Defence as filed by the Respondents during the course of the hearing admitted \" that Readymix Holdings acquired the second SLP 1100 to provide crushed rock for Readymix Holdings' own internal demand for use in concrete production \" but it otherwise denied the case sought to be advanced.",
      "id": "s439"
    },
    {
      "text": "128 No case was sought to be advanced on behalf of Readymix Holdings that the February 2003 agreement contained an express provision that the SLP 1100 would be reasonably fit for the stated purposes; that contract claim is based exclusively upon such a term being implied.",
      "id": "s440"
    },
    {
      "text": "129 In the circumstances of the present proceeding, no conclusion is open on the evidence other than that:\n \n(a) the Applicants made known to the Respondents the purpose for which they required the replacement SLP 1100; \n \n(b) the Respondents accepted that it was as \" plain as a pikestaff \" that the replacement SLP 1100 had to be able to be used for the purpose of crushing rocks; and\n \n(c) the Applicants relied upon the skill and expertise of Mr Wieland in entering into the second agreement.",
      "id": "s441"
    },
    {
      "text": "It is clear that Readymix Holdings made known to Mr Wieland the purpose for which the second SLP 1100 was required.",
      "id": "s442"
    },
    {
      "text": "There is no doubt that Mr Jonathon Cocks made known to Mr Wieland that they needed a machine to crush rocks for the supply of both crushed rock and concrete in respect to the Surabaya Airport.",
      "id": "s443"
    },
    {
      "text": "On 30 January 2003, for example, Mr Jonathon Cocks, in a telephone conversation with Mr Wieland, said:\n We are facing considerable down time and lost business as a result of the problems with the First SLP 1100.",
      "id": "s444"
    },
    {
      "text": "For instance, we have the contract for the supply of concrete to the Surabaya Airport and our chances of securing a second contract to supply crushed rock to Surabaya Airport are very strong.",
      "id": "s445"
    },
    {
      "text": "If you can get us back up and running quickly.",
      "id": "s446"
    },
    {
      "text": "We will be able to place future orders for additional machines required with you.",
      "id": "s447"
    },
    {
      "text": "In a subsequent conversation which occurred on about 6 February 2003, the following conversation also occurred with Mr Wieland:\n Readymix's orders are exceeding its productive capacity.",
      "id": "s448"
    },
    {
      "text": "I need a clause in the agreement for the replacement SLP 1100 to give us the option to acquire an additional SLP 1100, particularly if we are successful in securing the second Surabaya Airport contract which means that we will need the extra capacity of an additional SLP 1100.",
      "id": "s449"
    },
    {
      "text": "130 In addition to what he had been told by Mr Jonathon Cocks, Mr Wieland had had a number of conversations with Mr Mellor concerning the difficulties being experienced in Indonesia with respect to the first SLP 1100.",
      "id": "s450"
    },
    {
      "text": "Mr Wieland, of course, had already had a number of conversations with Mr Mellor previously when discussing the supply by Chemex to Readymix Holdings of the first SLP 1100.",
      "id": "s451"
    },
    {
      "text": "131 It is equally clear that Readymix Holdings did so in circumstances where it made it known to Mr Wieland that it was relying upon his skill or judgment.",
      "id": "s452"
    },
    {
      "text": "Unquestionably, Readymix Holdings had previously placed considerable reliance upon the skill or judgment of Mr Mellor; that was the very reason he was retained to assist in the selection and purchasing of a suitable crusher.",
      "id": "s453"
    },
    {
      "text": "But it is also considered that it was made known to Mr Wieland that Readymix Holdings was also relying upon the skill of Wieland Equipment in manufacturing rock crushers fit for the purpose of which it had been made aware.",
      "id": "s454"
    },
    {
      "text": "132 Reliance upon the skill of Wieland Equipment in supplying rock crushers may not have been the only cause of the agreement being signed, but reliance was in fact placed upon the skill and judgment of Mr Wieland: cf Gibbett v Forwood Products Pty Ltd [2001] FCA 290 at [95] per Mansfield J.",
      "id": "s455"
    },
    {
      "text": "133 After the conclusion of the evidence, and in particular the cross-examination of Mr Wieland, it was difficult to see how a term could not be implied to the effect that the SLP 1100 would be fit for the purpose (generally stated) of crushing rock in Indonesia.",
      "id": "s456"
    },
    {
      "text": "Especially is this the case where Mr Wieland regarded it as \" so obvious that [it] went without saying \" that \" the bargain between the parties \" was that he was \" going to solve the problem by providing ... a brand new SLP 1100 \".",
      "id": "s457"
    },
    {
      "text": "It was \" fundamental to that bargain \" that the \" machine ... was going to be able to be used for the quarry operation at Surabaya \" and that \" it would be able to be used effectively for that purpose \".",
      "id": "s458"
    },
    {
      "text": "It was to be \" a top quality machine \".",
      "id": "s459"
    },
    {
      "text": "Such matters, Mr Wieland accepted, were \" plainly obvious, plain as a pikestaff \".",
      "id": "s460"
    },
    {
      "text": "134 For a term to be implied into a contract, it is not sufficient that the implication of such a term would be reasonable in all of the circumstances.",
      "id": "s461"
    },
    {
      "text": "The requirements to be satisfied have conveniently been summarised for present purposes by the Privy Council in BP Refinery (Westernport) Pty Ltd v President, Councillors and Ratepayers of the Shire of Hastings [1977] HCA 40 ; (1977) 180 CLR 266.",
      "id": "s462"
    },
    {
      "text": "The Privy Council there concluded at 283:\n ... for a term to be implied, the following conditions (which may overlap) must be satisfied: (1) it must be reasonable and equitable; (2) it must be necessary to give business efficacy to the contract, so that no term will be implied if the contract is effective without it; (3) it must be so obvious that \"it goes without saying\"; (4) it must be capable of clear expression; (5) it must not contradict any express term of the contract.",
      "id": "s463"
    },
    {
      "text": "A term that the SLP 1100 would be \" fit for purpose \", it is considered, satisfies these requirements.",
      "id": "s464"
    },
    {
      "text": "See also: Codelfa Construction Pty Limited v State Rail Authority of NSW [1982] HCA 24 ; (1981) 149 CLR 337 at 347 per Mason J.",
      "id": "s465"
    },
    {
      "text": "135 Written submissions were filed by the Respondents after the conclusion of the evidence.",
      "id": "s466"
    },
    {
      "text": "But those submissions did not address the contract claim at all.",
      "id": "s467"
    },
    {
      "text": "And, it was only during the course of oral submissions that Counsel for the Respondents accepted that a term was to be implied into the February 2003 agreement that the SLP 1100 would be \" fit for purpose \" and that the only issue to be resolved was the question as to whether or not the SLP 1100 was indeed \" fit for purpose \".",
      "id": "s468"
    },
    {
      "text": "It was understood that the concession of the Respondents was that it mattered not whether such a term was to be implied by reason of either the necessity to give business efficacy to the contract or by reason of one or other of the Sale of Goods Acts.",
      "id": "s469"
    },
    {
      "text": "136 Abandoned was a contention, advanced at one stage during the course of the hearing, that neither the South Australian nor the New South Wales legislation applied because the agreement entered into in February 2003 was an agreement supported by consideration but was not a \" contract of sale of goods \".",
      "id": "s470"
    },
    {
      "text": "The contention was that the earlier Chemex Agreement may have been such a contract; but the February 2003 agreement was simply an agreement to replace goods that had previously been sold.",
      "id": "s471"
    },
    {
      "text": "137 In advancing this contention, Wieland Equipment accepted that there was no relevant distinction as between the State legislation.",
      "id": "s472"
    },
    {
      "text": "Reliance can thus conveniently be directed to the terms of the New South Wales legislation alone.",
      "id": "s473"
    },
    {
      "text": "138 Section 6 of the 1923 Act provides as follows:\n Sale and agreement to sell (1) A contract of sale of goods is a contract whereby the seller transfers or agrees to transfer the property in goods to the buyer for a money consideration called the price.",
      "id": "s474"
    },
    {
      "text": "There may be a contract of sale between one part owner and another.",
      "id": "s475"
    },
    {
      "text": "(2) A contract of sale may be absolute or conditional.",
      "id": "s476"
    },
    {
      "text": "(3) Where under a contract of sale the property in the goods is transferred from the seller to the buyer, the contract is called a sale; but where the transfer of the property in the goods is to take place at a future time, or subject to some condition thereafter to be fulfilled, the contract is called an agreement to sell.",
      "id": "s477"
    },
    {
      "text": "(4) An agreement to sell becomes a sale when the time elapses or the conditions are fulfilled, subject to which the property in the goods is to be transferred.",
      "id": "s478"
    },
    {
      "text": "139 Counsel for the Respondents accepted that it was by reason of the February 2003 agreement that the property in the second SLP 1100 was transferred.",
      "id": "s479"
    },
    {
      "text": "The contention that the State legislation would not have applied because the agreement was not a contract for the sale of goods was an argument without substance.",
      "id": "s480"
    },
    {
      "text": "140 The concessions made on behalf of the Respondents during the course of oral submissions also made it unnecessary to resolve potentially complex issues as to the law governing the contract.",
      "id": "s481"
    },
    {
      "text": "Had such an issue been necessary to resolve, its resolution would not have been without difficulty or significance.",
      "id": "s482"
    },
    {
      "text": "The parties to the Chemex Agreement were two Singaporean companies and that agreement may have been governed by the law of Singapore.",
      "id": "s483"
    },
    {
      "text": "The only presently relevant provisions of the subsequent February 2003 agreement was clause 5 which provided in part as follows:\n The terms and conditions of the purchase will be the same as the Chemex Contract except where this Agreement specifies otherwise.",
      "id": "s484"
    },
    {
      "text": "141 One submission advanced by the Applicants in their written submissions, or more immediately advanced by Readymix Holdings , was that the agreement was governed by the Singaporean Sale of Goods Act .",
      "id": "s485"
    },
    {
      "text": "Section 14(3) of that Act provides as follows:\n Where the seller sells goods in the course of a business and the buyer, expressly or by implication, makes known -- (a) to the seller; or ... any particular purpose for which the goods are being bought, there is an implied condition that the goods supplied under the contract are reasonably fit for that purpose, whether or not that is a purpose for which such goods are commonly supplied, except where the circumstances show that the buyer does not rely, or that it is unreasonable for him to rely, on the skill or judgment of the seller or credit-broker.",
      "id": "s486"
    },
    {
      "text": "The alternative submission was that the Sale of Goods Act 1895 (SA) or the Sale of Goods Act 1923 (NSW) applied.",
      "id": "s487"
    },
    {
      "text": "Both State Acts contain provisions as to the implication of a term as to the fitness of goods supplied.",
      "id": "s488"
    },
    {
      "text": "Section 19 of the NSW Act, for example, provides as follows:\n Implied condition as to quality or fitness Subject to the provisions of this Act, and of any statute in that behalf, there is no implied warranty or condition as to the quality or fitness for any particular purpose of goods supplied under a contract of sale, except as follows: (1) Where the buyer expressly or by implication makes known to the seller the particular purpose for which the goods are required so as to show that the buyer relies on the seller's skill or judgment, and the goods are of a description which it is in the course of the seller's business to supply (whether the seller be the manufacturer or not), there is an implied condition that the goods shall be reasonably fit for such purpose: Provided that in the case of a contract for the sale of a specified article under its patent or other trade name there is no implied condition as to its fitness for any particular purpose.",
      "id": "s489"
    },
    {
      "text": "If either of these provisions were to be applied, it was said that they would be \" picked up \" and applied by this Court by reason of s 79 of the Judiciary Act 1903 (Cth).",
      "id": "s490"
    },
    {
      "text": "142 Notwithstanding the difference in terminology employed by the Singaporean legislation as opposed to the Australian State legislation, no relevant distinction as between any of these provisions was sought to be drawn by Counsel for either the Applicants or the Respondents.",
      "id": "s491"
    },
    {
      "text": "143 Even in the absence of the concession on behalf of the Respondents that a term was to be implied into the February 2003 agreement, and even in the absence of the acceptance by Mr Wieland that it was as \" plain as a pikestaff \" that such a term was necessary to give business efficacy to the agreement, it would have been found that such a term would also have been implied pursuant to one or other of the statutory provisions otherwise in issue.",
      "id": "s492"
    },
    {
      "text": "It would, for example, have been difficult for Wieland Equipment to have denied that the purpose for which the SLP 1100 was being purchased had not been made known.",
      "id": "s493"
    },
    {
      "text": "Not only had Mr Wieland been told of the very site to which the machine was being sent and the use to which it was to be put, it may otherwise have been safely assumed that a purchaser who purchases a rock crusher does so for the purpose of crushing rocks: cf Priest v Last [1903] 2 KB 148.",
      "id": "s494"
    },
    {
      "text": "There would have been no other purpose for which such a machine would be purchased.",
      "id": "s495"
    },
    {
      "text": "There may, however, have been some room for argument as to whether the SLP 1100 was suitable for its particular use at the Jeladri Quarry.",
      "id": "s496"
    },
    {
      "text": "See: Brown I, ' The Swing of the Pendulum from Caveat Venditor to Caveat Emptor ' (2000) 116 LQR 537.",
      "id": "s497"
    },
    {
      "text": "But all such subtleties as may have emerged became unnecessary to resolve given the course ultimately pursued by the Respondents during oral submissions.",
      "id": "s498"
    },
    {
      "text": "144 It is regrettable, however, that the position as ultimately advanced by Counsel for the Respondents during the course of oral submissions was not communicated to either the Applicants or the Court at a far earlier point of time.",
      "id": "s499"
    },
    {
      "text": "The very purpose of requiring a written outline of submissions to be filed in advance of oral submissions is to provide notice to both the opposing party and the Court of the issues in need of resolution.",
      "id": "s500"
    },
    {
      "text": "Written submissions filed after the close of evidence can self-evidently take into account an assessment of the submissions which can properly be advanced upon the basis of the evidence then available.",
      "id": "s501"
    },
    {
      "text": "That assessment may well be different to the manner in which a case has been opened.",
      "id": "s502"
    },
    {
      "text": "The failure to make a decision as to the submissions to be in fact advanced, and to make a decision confining submissions to issues more limited than those foreshadowed in either an opening or in a pleading, necessarily exposes both an opposing party and the Court to the very real potential for costs and resources to be unnecessarily incurred and expended.",
      "id": "s503"
    },
    {
      "text": "145 Such has been the experience in the present proceeding -- at least insofar as the Court is concerned.",
      "id": "s504"
    },
    {
      "text": "Needless to say, the expeditious resolution of any dispute involves an identification of the issues to be resolved at the earliest opportunity.",
      "id": "s505"
    },
    {
      "text": "146 Whatever consequences may attach to the failure to identify the true issues at a far earlier point of time may presently be left to one side.",
      "id": "s506"
    },
    {
      "text": "For present purposes it is sufficient to note that the Respondents accepted that a term as to fitness for purpose is to be implied into the February 2003 agreement.",
      "id": "s507"
    },
    {
      "text": "147 Whether the machine as supplied was \" fit for purpose \" is to be resolved by reference to the dispute as between the experts as to whether the SLP 1100 failed, as is contended on behalf of the Respondents, by reason of inadequate maintenance.",
      "id": "s508"
    },
    {
      "text": "THE LABYRINTH SEAL: DISPUTE BETWEEN THE EXPERTS \n \n148 The cause of the failure of the SLP 1100 as supplied pursuant to the February 2003 agreement assumes relevance for at least two reasons, namely: \n \n(i) whether such \" loss or damage \" as may have been suffered by the Applicants by reason of the breach of s 52 of the 1974 Act was occasioned \" by \" that contravening conduct; and \n \n(ii) the necessity to resolve whether the machine was \" fit for purpose \" in accordance with the implied term of that agreement and, in the event that it was not \" fit for purpose \", the damages that may flow from such a breach.",
      "id": "s509"
    },
    {
      "text": "149 The Applicants and the Respondents, not surprisingly, each retained their own experts.",
      "id": "s510"
    },
    {
      "text": "The Applicants retained the services of HRL Technology Pty Ltd and a Mr Harry Better provided an initial report in March 2006.",
      "id": "s511"
    },
    {
      "text": "Subsequent reports were prepared in August 2006, December 2006 and June 2008.",
      "id": "s512"
    },
    {
      "text": "The Respondents retained the services of PearlStreet Energy Services and a Mr Paul Tutin prepared his initial report in July 2006.",
      "id": "s513"
    },
    {
      "text": "He supplemented that report in January 2007 and July 2008.",
      "id": "s514"
    },
    {
      "text": "150 Both experts, it should be recorded, expressed their competing views in a careful, measured and independent manner.",
      "id": "s515"
    },
    {
      "text": "Gratitude is expressed for their patience in explaining that which to them may have been obvious -- but which to a lawyer, or at least the Court, was far from self-evident.",
      "id": "s516"
    },
    {
      "text": "151 In April 2008 a conclave of the two experts occurred and it was then concluded that:\n ... the failure of the crusher was due to the seizure of the non drive-end retaining ring and spacer at the labyrinth seal.",
      "id": "s517"
    },
    {
      "text": "The disagreement between the experts was as to the cause of the seizure.",
      "id": "s518"
    },
    {
      "text": "152 It is the case for the Applicants that:\n ... the seizure occurred due to insufficient axial clearance in the labyrinth seal.",
      "id": "s519"
    },
    {
      "text": "The Summary provided to the June 2008 Report helpfully pulls together as follows the views of Mr Better:\n The seizure in the floating side labyrinth seal occurred because there was insufficient axial clearance between the opposing faces of the spacer and retaining ring in the seal.",
      "id": "s520"
    },
    {
      "text": "At the time of failure there was effectively no axial clearance between the spacer and the retaining ring.",
      "id": "s521"
    },
    {
      "text": "Examination of a section through the labyrinth confirms that there was contact.",
      "id": "s522"
    },
    {
      "text": "Examination of the end faces and the contour shape of the contact confirmed that the faces were touching during the running of the crusher.",
      "id": "s523"
    },
    {
      "text": "This has led to galling, metal pick-up and in situ welding of the opposing pieces, resulting in the seizure.",
      "id": "s524"
    },
    {
      "text": "If the crusher was assembled correctly it is not possible for this axial clearance to decrease in operation --- it is therefore concluded that minimal clearance existed at the time of assembly.",
      "id": "s525"
    },
    {
      "text": "From measured dimensions of components it can be shown that assembly would result in minimal/zero axial clearance in the labyrinth and effectively no clearance between the bearing and the mount or retaining ring --- ie the assembly was locked into one position as a result of assembly.",
      "id": "s526"
    },
    {
      "text": "There is no evidence that poor lubrication or inadequate maintenance caused or contributed to the failure.",
      "id": "s527"
    },
    {
      "text": "Poor lubrication would affect the bearings primarily --- these are under high loads and lubrication is essential for continuing service without damage to the races or bearing rollers.",
      "id": "s528"
    },
    {
      "text": "There is no indication that the bearing was damaged.",
      "id": "s529"
    },
    {
      "text": "The opposing faces of the labyrinth are not meant to be in contact, and there is no loading in this area.",
      "id": "s530"
    },
    {
      "text": "Lack of lubrication would have a secondary impact on damage in this area compared with the bearings.",
      "id": "s531"
    },
    {
      "text": "Ingress of sand/dust (due to insufficient grease migration through the labyrinth) could lead to wear in the labyrinth.",
      "id": "s532"
    },
    {
      "text": "This would not lead to metal-to-metal contact between the labyrinth faces.",
      "id": "s533"
    },
    {
      "text": "It would not lead to the galling and welding damage that was observed.",
      "id": "s534"
    },
    {
      "text": "The case for the Respondents is that the failure was due to insufficient lubrication of the bearing or improper maintenance.",
      "id": "s535"
    },
    {
      "text": "It was Mr Tutin's view that either the grease used to replenish the bearing was contaminated or that there was so little greasing taking place that dust particles were entering the bearing cavity through the labyrinth seal itself.",
      "id": "s536"
    },
    {
      "text": "153 An Appendix to the report prepared by Mr Better in June 2008 following the April conclave further attempted to summarise the extent of the divergence of views as between himself and Mr Tutin with greater particularity as follows:\n \n No \n Item Agree/Disagree \n Comments Mr Tutin Mr Better 1 The failure of the crusher was due to the seizure of the non drive end retaining ring and spacer at the labyrinth seal.",
      "id": "s537"
    },
    {
      "text": "yes yes \n 2 A drive end retaining ring was fitted to the non drive end bearing assembly and in turn reducing the axial clearance in the assembly.",
      "id": "s538"
    },
    {
      "text": "no yes Mr Tutin contends that the as built item is not completely consistent with any of the drawings submitted 3 The main bearing assemblies were fitted with withdrawal sleeves and not adapter sleeves.",
      "id": "s539"
    },
    {
      "text": "yes yes \n 4 Inspection of the both main bearings showed that the radial clearance in the main bearings was within the specified range (in the order of 250 microns).",
      "id": "s540"
    },
    {
      "text": "yes yes \n 5 Consequently there was no gross wear in the main bearings yes yes \n 6 Inspection of the dismantled non drive end main bearing showed it to be in a serviceable condition.",
      "id": "s541"
    },
    {
      "text": "yes yes \n 7 Wieland's design drawings are not marked as \"approved for manufacture\".",
      "id": "s542"
    },
    {
      "text": "yes yes Mr Tutin contends that whilst ideal it is not a requirement for manufacture in all cases.",
      "id": "s543"
    },
    {
      "text": "Mr Better contends that the drawings supplied by Weilands were marked as \"as built\" drawings and this becomes important when one considerers [sic] this becomes important in the clearances in main bearing assembly and in the labyrinth seals.",
      "id": "s544"
    },
    {
      "text": "8 There are many critical dimensional differences between the drawings supplied and the actual items.",
      "id": "s545"
    },
    {
      "text": "Not applicable yes Mr Tutin contends that the drawings submitted can only be used as a guide.",
      "id": "s546"
    },
    {
      "text": "9 With the \"as drawn\" components fitted to the non drive end main bearing assembly, axial clearance in the outer labyrinth seal cannot be guaranteed.",
      "id": "s547"
    },
    {
      "text": "unknown yes Mr Tutin contends that the drawings submitted can only be used as a guide.",
      "id": "s548"
    },
    {
      "text": "10 With the \"as drawn\" components fitted to the non drive end main bearing assembly, axial clearance in the inner labyrinth seal cannot be guaranteed.",
      "id": "s549"
    },
    {
      "text": "Unknown Yes Mr Tutin contends that the drawings submitted can only be used as a guide.",
      "id": "s550"
    },
    {
      "text": "11 If the two components of the labyrinth seal (namely the retaining ring and spacer) touch in service, wear and seizure of these components will occur.",
      "id": "s551"
    },
    {
      "text": "yes yes However Mr Tutin contends that this did not occur on this occasion and the failure was due to dust/grit ingress.",
      "id": "s552"
    },
    {
      "text": "12 The main bearing assemblies of the SLP 1100 jaw crusher are identical to those in the SLP 1300 jaw crusher.",
      "id": "s553"
    },
    {
      "text": "The SLP 1300 is a wider crusher capable [of] taking larger product.",
      "id": "s554"
    },
    {
      "text": "Not applicable yes Mr Tutin contends this is not relevant to the current failure and is outside the brief.",
      "id": "s555"
    },
    {
      "text": "13 The seizure of the retaining ring and spacer was due to insufficient axial clearance in the labyrinth seal.",
      "id": "s556"
    },
    {
      "text": "no yes \n 14 The seizure occurred as a result of design and/or manufacturing deficiencies no yes \n 15 The above situation was made worse by the installation of the wrong retaining ring on the non drive end bearing assembly.",
      "id": "s557"
    },
    {
      "text": "unknown yes Mr Tutin contends that the drawings submitted can only be used as a guide.",
      "id": "s558"
    },
    {
      "text": "16 The failure of the labyrinth seal between the retaining ring and the spacer was due to dust and grit ingress into the labyrinth causing a grinding past[e] to be formed hence grinding the tongues of the central section of the seal and initiating the [seiz]ure yes no Mr Better contends that the failure was due by way of the mechanisms listed in items 13 to 15 above.",
      "id": "s559"
    },
    {
      "text": "17 It would have been impossible to replenish the grease on an eight hourly interval as per the equipment manufacturers instructions if the grease nipples were as found during the visual examination of the crusher.",
      "id": "s560"
    },
    {
      "text": "yes Not applicable Mr Better contends the grease nipples failed during disassembly/\ntransportation.",
      "id": "s561"
    },
    {
      "text": "154 It was difficult -- if not impossible -- to follow the extent of this divergence of views without recourse to the photographs, drawings and cross-sections of the actual SLP 1100 referred to during the giving of evidence.",
      "id": "s562"
    },
    {
      "text": "155 The \" labyrinth seal \" is a combination of a \" retaining \" ring and a \" spacer \".",
      "id": "s563"
    },
    {
      "text": "The retaining ring is bolted to the \" main frame \" or the \" housing \"; the \" spacer \" is bolted to the shaft.",
      "id": "s564"
    },
    {
      "text": "A useful diagram depicting the interconnection of these parts is as follows: \n \n \n156 The \" bearing spacer \" is fitted tightly up against the \" withdrawal sleeve \" -- being a tapered sleeve which fits under the bearing and locks the bearing to the shaft.",
      "id": "s565"
    },
    {
      "text": "The bearing allows for a certain amount of angular misalignment.",
      "id": "s566"
    },
    {
      "text": "The spacer serves the dual purpose of securing the bearing onto the shaft and it also forms part of the labyrinth seal.",
      "id": "s567"
    },
    {
      "text": "The retaining ring and bearing spacer are, of course, fixed, and it is through those parts that the shaft it located.",
      "id": "s568"
    },
    {
      "text": "This diagram also depicts what is meant by the \" axial clearance \" -- that being the clearance as between the protruding parts of both the \" bearing spacer \" and the \" retaining ring \".",
      "id": "s569"
    },
    {
      "text": "The \" radial clearance \" is that clearance horizontally between those protruding parts.",
      "id": "s570"
    },
    {
      "text": "157 Grease had to be regularly applied to the machine.",
      "id": "s571"
    },
    {
      "text": "That grease was inserted at the top of the main frame bearing mount and thereafter found its way through to the bearings.",
      "id": "s572"
    },
    {
      "text": "The grease that had been used was thereafter expelled as a result of the combination of both movement and centrifugal force.",
      "id": "s573"
    },
    {
      "text": "The grease served the dual purpose of both reducing friction and removing such dirt or dust as had otherwise entered the machine.",
      "id": "s574"
    },
    {
      "text": "As explained by Mr Tutin in his January 2007 report:\n 5.1 ... the use of a labyrinth arrangement to seal a bearing is to allow one of the sections to rotate, on this case the spacer on the shaft, whilst allowing no ingress of contaminants from the outside environment to enter the bearing.",
      "id": "s575"
    },
    {
      "text": "Hence the use of a labyrinth seal is not so much to keep the grease inside the bearing but to keep the outside contaminated environment away from the bearing lubricant.",
      "id": "s576"
    },
    {
      "text": "For the system to work effectively there needs to be a positive flow of clean lubricant through the bearing to and out through the labyrinth seal.",
      "id": "s577"
    },
    {
      "text": "In this way any contamination which enters the seal on the outside ring will get no further as the positive flow of grease from inside to out will prevent the contaminant from entering the bearing space.",
      "id": "s578"
    },
    {
      "text": "This ensures the bearing will have maximum life and no premature failures.",
      "id": "s579"
    },
    {
      "text": "158 The diagram also attempts to depict the SLP 1100 as it would have appeared had it been made in accordance with the drawings.",
      "id": "s580"
    },
    {
      "text": "159 When the second SLP 1100 was dismantled, however, it is common ground that the machine was not then in the condition as depicted in the diagram.",
      "id": "s581"
    },
    {
      "text": "Rather than there being an axial clearance as between the bearing spacer and the retaining ring, the two were in contact with each other on the left hand side of the machine or, at the very least, there was significant deterioration in the seal.",
      "id": "s582"
    },
    {
      "text": "160 According to Mr Better, this was the consequence of both:\n \n(i) the fitted spacer on that end having a width of 74.3 mm whereas the \" as built \" drawings showed that this should have been 80 mm; and \n \n(ii) the length of the locating ring on the fitted retaining ring was found to be 34.7 mm whereas the \" as built \" drawings showed that this should have been 30 mm.",
      "id": "s583"
    },
    {
      "text": "The combination of these two factors, in his opinion, had the consequence that there was insufficient clearance between the opposing faces of the spacer and the retaining ring in the labyrinth seal.",
      "id": "s584"
    },
    {
      "text": "161 The insufficient clearance, in his opinion, meant that there was metal-to-metal contact as between the retaining ring and the bearing spacer, and that contact resulted in the two becoming welded together.",
      "id": "s585"
    },
    {
      "text": "This welding may be seen by a physical examination of the cross-sections of the seal tendered as evidence and may be seen from a series of photographs also admitted as evidence.",
      "id": "s586"
    },
    {
      "text": "162 The following photograph of the labyrinth seal shows both the retaining ring at the base and the bearing spacer on top:\n \n \nThe labyrinth seal was then dissected as shown by the following cross-section:\n \n \n163 The fact that the SLP 1100 failed was undisputed, as was the fact that there was an obvious and observable deterioration of the condition of the labyrinth seal.",
      "id": "s587"
    },
    {
      "text": "Photographs of the two cross-sections of the labyrinth seal, being the cross-sections diametrically opposed to each other, are as follows:\n \n \n164 A number of propositions were put in cross-examination to Mr Better to explain the deterioration of the labyrinth seal -- being reasons other than insufficient axial clearance.",
      "id": "s588"
    },
    {
      "text": "165 One proposition was that the deterioration of the seal could be attributed to contaminants in the grease used, or -- more broadly -- contaminants.",
      "id": "s589"
    },
    {
      "text": "Mr Better rejected this upon the basis that the photographs and the examination of the SLP 1100 when dismantled showed:\n \n(i) a difference in the deterioration of the seal in the diametrically opposed cross-sections.",
      "id": "s590"
    },
    {
      "text": "One cross-section exposed contact at the base of the retaining ring with the bearing spacer; the other cross-section exposed no contact.",
      "id": "s591"
    },
    {
      "text": "This difference, in his opinion, was attributable to misalignment; \n \n(ii) a deterioration which could only be attributable to a combination of heat and pressure to cause the welding of parts of the retaining ring and bearing spacer.",
      "id": "s592"
    },
    {
      "text": "Had the deterioration been caused by contaminants, Mr Better maintained that the \" patterns \" would have been different, namely contaminants would have been evidenced by grinding rather than welding; and \n \n(iii) a lack of wear at the top of the space as between the retaining ring and the bearing spacer.",
      "id": "s593"
    },
    {
      "text": "If there had been contaminants, Mr Better maintained that he would have expected greater wear in this region.",
      "id": "s594"
    },
    {
      "text": "Rather than the grease being the source of the contaminants, it was further contended that contaminants may have entered the labyrinth seal from outside of the seal itself.",
      "id": "s595"
    },
    {
      "text": "But this being the source of the contaminants was also rejected by Mr Better.",
      "id": "s596"
    },
    {
      "text": "He maintained that:\n \n(iv) it would be difficult for contaminants to enter in this manner, bearing in mind (at least in part) the centrifugal forces which would force the grease to carry any contaminants out of the seal, rather than permitting entry against such forces.",
      "id": "s597"
    },
    {
      "text": "166 Some initial support for Mr Tutin's theory that the grease was contaminated was to be found in the grease analysis he caused to be carried out.",
      "id": "s598"
    },
    {
      "text": "To carry out his analysis he removed samples from:\n \n&#8226; the shaft inner end of the bearing; \n \n&#8226; the labyrinth outer edge behind the bearing housing; \n \n&#8226; the housing behind the bearing; and \n \n&#8226; the NDE bearing rollers.",
      "id": "s599"
    },
    {
      "text": "This analysis -- carried out in December 2006 -- revealed significant portions of contaminants.",
      "id": "s600"
    },
    {
      "text": "Mr Tutin's January 2007 Report thus recorded that the Oil Test Certificates dated 13 December 2006 \" showed both ingress of dust and the formation of ferrous wear particles from the abrasive nature of the dust which is essentially fine particles from the quarry rock itself \".",
      "id": "s601"
    },
    {
      "text": "167 The reliability of what would otherwise be objective evidence of contaminants in the grease used to maintain the SLP 1100, however, was undermined by the fact that the retaining ring and spacer were cleaned of grease when they were removed by Mr Watz in September 2003 in his attempt to separate them.",
      "id": "s602"
    },
    {
      "text": "The reliability of the test results was further undermined by the fact that the retaining ring and spacer had thereafter been stored in a quarry workshop covered only by a tarpaulin.",
      "id": "s603"
    },
    {
      "text": "Mr Tutin was asked to assume that the SLP 1100 had been steam-cleaned and accepted that -- if that had occurred -- he had not taken such a factor into account when preparing his report.",
      "id": "s604"
    },
    {
      "text": "More relevantly, the following exchange also occurred:\n ... And the fact of any findings of any dust in the labyrinth would certainly be affected by the fact it had been lying around the dust for two years in a quarry in rural Indonesia, you'd accept that?---I would accept, yes.",
      "id": "s605"
    },
    {
      "text": "After the second SLP 1100 had failed in August 2003, the \" whole assembly \" had been moved from the Applicants' quarry site to a heavy engineering workshop in early September 2003 as it was believed that they would have the proper tools to carry out repairs.",
      "id": "s606"
    },
    {
      "text": "Attempts in early September 2003 to dismantle the machine proved unsuccessful.",
      "id": "s607"
    },
    {
      "text": "Greater success was achieved with the arrival of Mr Watz.",
      "id": "s608"
    },
    {
      "text": "It was on 1 October 2003 that he was successful in removing the flywheel and exposing the bearings.",
      "id": "s609"
    },
    {
      "text": "The following day there was success in getting the spacer and the retaining ring off.",
      "id": "s610"
    },
    {
      "text": "168 But thereafter the dismantled machine was left at the engineering workshop to which the machine had been removed.",
      "id": "s611"
    },
    {
      "text": "In such circumstances it is not considered that any great reliance can be placed upon the analysis of contaminants otherwise undertaken by Mr Tutin.",
      "id": "s612"
    },
    {
      "text": "169 A variant of this proposition was that there was inadequate greasing.",
      "id": "s613"
    },
    {
      "text": "This proposition had to confront the fact that it was again common ground that the bearing itself, when the machine was dismantled, showed no damage.",
      "id": "s614"
    },
    {
      "text": "As Mr Tutin observed in his January 2007 report:\n [4.4] ...",
      "id": "s615"
    },
    {
      "text": "When the grease was removed from the bearing elements, it was found to be in a generally good condition with some wear on the rollers due to the ingress of hard dust particles into the grease.",
      "id": "s616"
    },
    {
      "text": "However the bearing clearances were within tolerances and the bearing was still in a serviceable condition.",
      "id": "s617"
    },
    {
      "text": "If the SLP 1100 had not been greased, the bearing would have itself been damaged.",
      "id": "s618"
    },
    {
      "text": "To accommodate the condition of the bearing, the cross-examiner contended that there may have been sufficient greasing to maintain the condition of the bearing -- but insufficient greasing to maintain the integrity of the labyrinth seal.",
      "id": "s619"
    },
    {
      "text": "This variant was also rejected by Mr Better.",
      "id": "s620"
    },
    {
      "text": "Whatever grease had been present in the bearing would, in time, need replacing and would ultimately exit via the labyrinth seal.",
      "id": "s621"
    },
    {
      "text": "His evidence, like that of Mr Tutin, was that the bearing was found to be in good condition.",
      "id": "s622"
    },
    {
      "text": "More relevantly, the following exchange occurred in his evidence in chief:\n Now, if there was insufficient grease or contaminated grease being fed into the machine how would that in your experience first manifest itself?---Well, this type of machine is fairly high loading on the bearings and grease under normal operation deteriorates.",
      "id": "s623"
    },
    {
      "text": "If you get insufficient grease or you get contaminated grease it would reflect very quickly on the bearing itself and a bearing deteriorates very fast if it's not properly lubricated.",
      "id": "s624"
    },
    {
      "text": "Did you inspect the bearings on the second SLP 1100?---Yes, we did.",
      "id": "s625"
    },
    {
      "text": "What was your impression of the -- formed from inspection of the bearings?---I would put the bearing back in operation.",
      "id": "s626"
    },
    {
      "text": "170 In cross-examination, Mr Better further reinforced his views as follows:\n Indeed, the case is that most of the grease -- if there is a lack of grease if I can put it that way that the grease would be retained within the bearing and just would not be forced through into the labyrinth seal.",
      "id": "s627"
    },
    {
      "text": "Isn't that correct?---No, it's not.",
      "id": "s628"
    },
    {
      "text": "If the system -- it's a complex system and what you get is that when you're using grease rather than oil the grease does deteriorate which means that you have to put new grease into the bearing because this is a high impact high load bearing set-up, then if you were to get no grease or a very small amount of grease in then the bearings would suffer tremendously long before this.",
      "id": "s629"
    },
    {
      "text": "Yes, but it's possible, is it not, Mr Better, to have enough grease in the bearing to keep the bearing operating but it's may not be enough grease to work its way up through the labyrinth seal and out.",
      "id": "s630"
    },
    {
      "text": "Isn't that correct?---When you say have enough grease in the bearing, enough grease to fully lubricate the bearing and stop damage occurring?",
      "id": "s631"
    },
    {
      "text": "Mm?---No.",
      "id": "s632"
    },
    {
      "text": "You need to put new grease in to seal -- to lubricate the bearing so it requires greasing.",
      "id": "s633"
    },
    {
      "text": "Can I suggest to you that what you would have is sufficient grease within the bearing but that that grease would not then --- it would be retained in the bearing because there wouldn't be more grease coming in to force the grease up through the labyrinth seal, if I could put it that way?---You've got the same mechanism in the bearing as you have in the labyrinth seal.",
      "id": "s634"
    },
    {
      "text": "The grease is continually moved around the bearing because the bearing elements are rotating, the inner racer is rotating, the rollers and the cage is rotating and when that rotates it moves the grease.",
      "id": "s635"
    },
    {
      "text": "Now, it requires certain amount of grease and new grease to replace to deteriorated grease to keep the bearing sound.",
      "id": "s636"
    },
    {
      "text": "171 A further challenge sought to be advanced by the Respondents was that there had been an inadequate maintenance routine implemented on site and that there had been a damaged grease nipple.",
      "id": "s637"
    },
    {
      "text": "Both lines of challenge, it is considered, should be rejected.",
      "id": "s638"
    },
    {
      "text": "172 Although there was \" a defined set of maintenance procedures that are followed at the Jiladree quarry \", no such records were produced.",
      "id": "s639"
    },
    {
      "text": "But there was evidence that those on site were trained and did in fact carry out proper maintenance.",
      "id": "s640"
    },
    {
      "text": "As to the expectations of Mr Jonathon Cocks with respect to the manner in which the site operated, he said:\n Do you maintain maintenance logs at the quarry in relation to the various machines?---The company does.",
      "id": "s641"
    },
    {
      "text": "The company has logs of maintenance.",
      "id": "s642"
    },
    {
      "text": "I don't personally do that but there are logs.",
      "id": "s643"
    },
    {
      "text": "Do you ever have cause to inspect those logs?---From time to time, yes.",
      "id": "s644"
    },
    {
      "text": "What's time to time?",
      "id": "s645"
    },
    {
      "text": "A few months or six months or a year?---If there is an event that -- where I would gain from reading them then I would seek them out and read them but it's not part of my daily routine to review maintenance logs.",
      "id": "s646"
    },
    {
      "text": "Did you do it every time you attended the quarry?---No.",
      "id": "s647"
    },
    {
      "text": "I do not review maintenance logs every single time that I attend the quarry.",
      "id": "s648"
    },
    {
      "text": "The fact is you wouldn't have any idea whether your staff were greasing the various machines or not, would you?---I strongly believe that they grease the machines and the bearings at regular intervals.",
      "id": "s649"
    },
    {
      "text": "What is your basis of that belief?---We have procedures on how to do it, they're trained, we have supervisors who oversee their work, we have discipline to make sure that people are doing their jobs properly, we're a professional company and in that regard I know that they -- that they do their maintenance work properly.",
      "id": "s650"
    },
    {
      "text": "How do you know?---I know because, as I just said, they're trained to do that job, we have procedures, discipline, to make sure people do their jobs properly and they're supervised through a management structure that ensures that people do their jobs properly.",
      "id": "s651"
    },
    {
      "text": "And, of those on site, Mr Cahyadi said:\n ...",
      "id": "s652"
    },
    {
      "text": "The machine broke down?---Yes.",
      "id": "s653"
    },
    {
      "text": "Mr Watz comes up to fix it; you are in charge of the operations in Indonesia.",
      "id": "s654"
    },
    {
      "text": "Was one of the thoughts that crossed your mind that the breakdown could have been caused by bad maintenance?---No.",
      "id": "s655"
    },
    {
      "text": "Why not?",
      "id": "s656"
    },
    {
      "text": "Why didn't that thought cross your mind?",
      "id": "s657"
    },
    {
      "text": "It had been operating well up until then?---Yes, because I run a lot of machinery at the quarry site and I never have this experience like this before.",
      "id": "s658"
    },
    {
      "text": "I run many machinery on the quarry site.",
      "id": "s659"
    },
    {
      "text": "What other machinery did you run on the quarry site?---Yes, we have three crusher and then excavator, reloader, ... truck.",
      "id": "s660"
    },
    {
      "text": "And they never failed at any time?---Sure, sometimes they fail, but not when they are new, in the new condition.",
      "id": "s661"
    },
    {
      "text": "Mr Hidayat also gave evidence as to the procedure on site for the regular greasing of the machines.",
      "id": "s662"
    },
    {
      "text": "The person who greased the SLP 1100 was a \" very simple man \", but a person whom Mr Hidayat said performed that task \" at least twice a day \".",
      "id": "s663"
    },
    {
      "text": "Mr Hidayat, not surprisingly, did not see that occur \" every time \".",
      "id": "s664"
    },
    {
      "text": "173 The evidence as to the proper and regular maintenance of the SLP 1100 should be accepted.",
      "id": "s665"
    },
    {
      "text": "174 The evidence as to the damaged grease nipple, and hence a possible inference that the SLP 1100 was not properly greased or not able to be properly greased, did not rise to the point of establishing lack of maintenance.",
      "id": "s666"
    },
    {
      "text": "Indeed, there was no evidence as to when the grease nipple had been damaged and no evidence that it had been broken prior to the failure of the second SLP 1100 in late August 2003.",
      "id": "s667"
    },
    {
      "text": "Such evidence as there is would seem to suggest that it was not damaged prior to the failure of the machine.",
      "id": "s668"
    },
    {
      "text": "Mr Cahyadi did not notice any damage when he inspected the machine after it had failed; Mr Watz was not asked whether he noticed any damage when he attended to attempt repairs.",
      "id": "s669"
    },
    {
      "text": "175 A further contention advanced by Mr Tutin was that if \" the failure of the labyrinth was due to lack of axial clearance , as the HRL report contends, then all six axial faces would contact the corresponding mating tongue \".",
      "id": "s670"
    },
    {
      "text": "But, as Mr Tutin observed, this was not the case.",
      "id": "s671"
    },
    {
      "text": "It was the central axial face upon which \" metal and other foreign material such as quarry dust and grit have been deposited ... at temperatures hot enough to cause welding of the material to the surface of the axial face \".",
      "id": "s672"
    },
    {
      "text": "This evidence of Mr Tutin was directed to the more observable deterioration of the central axial face or the central \" tongue \" -- as compared to the axial faces above and below.",
      "id": "s673"
    },
    {
      "text": "176 Some explanation had to be forthcoming from the Applicants to explain why there was more apparent deterioration in the central \" tongue \" in the labyrinth seal.",
      "id": "s674"
    },
    {
      "text": "The explanation provided by Mr Better, which is accepted, is that the \" tongues \" were not the same length on both the retaining ring and spacer.",
      "id": "s675"
    },
    {
      "text": "There had been obvious wear and damage in the labyrinth seal such that precise measurements became uncertain.",
      "id": "s676"
    },
    {
      "text": "But such measurements as Mr Better was able to provide, which measurements he considered to be \" reliable \", indicated that \" the width to the end of the fingers varied from 37.9 to 38.7mm \".",
      "id": "s677"
    },
    {
      "text": "And it was the 38.7 mm finger which was the central \" tongue \" or \" finger \".",
      "id": "s678"
    },
    {
      "text": "After being taken to the figure in his report which set forth each of the measurements, the following exchange then occurred in re-examination as to the significance to be attached to what might otherwise appear to be minor variations in length:\n And you were about to say that a very slight difference may not seem much but what were you going to continue to say?---But when it becomes a situation of whether something is touching or not touching that's quite a fair bit.",
      "id": "s679"
    },
    {
      "text": "Recourse to the \" as built \" drawings to test the measurements of Mr Better was not possible.",
      "id": "s680"
    },
    {
      "text": "The SLP 1100 supplied pursuant to the February 2003 agreement was the one probably inspected in China in October 2002.",
      "id": "s681"
    },
    {
      "text": "During the period from May to October 2002 the system in the Chinese factory was apparently for a Mr Sun to annotate the drawings available to him by hand because he did not use a computer.",
      "id": "s682"
    },
    {
      "text": "But the drawings for that period were not in evidence.",
      "id": "s683"
    },
    {
      "text": "177 In the absence of the \" as built \" drawings for the second SLP 1100 which failed, and in the absence of Mr Sun being called to give any evidence, the best evidence available to the Court as to the critical dimension presently in issue remained the measurements of Mr Better.",
      "id": "s684"
    },
    {
      "text": "That evidence, together with his conclusion, should be accepted.",
      "id": "s685"
    },
    {
      "text": "Even in the absence of recourse to the principle in Jones v Dunkel (1959) 101 CLR 298 at 308 per Kitto J, it is considered that the evidence of Mr Better was to be accepted.",
      "id": "s686"
    },
    {
      "text": "178 Rejected is the express written submission advanced on behalf of the Respondents that \" there was no explanation provided as to why the centre tongue in each of the samples was so badly decomposed \".",
      "id": "s687"
    },
    {
      "text": "It was Mr Better who provided that explanation.",
      "id": "s688"
    },
    {
      "text": "179 A further line of cross-examination was to suggest that, if there had been insufficient axial clearance, the SLP 1100 would not have been operable at all -- or would not have been able to operate from April to August 2003.",
      "id": "s689"
    },
    {
      "text": "Mr Better's June 2008 Report addressed this possibility by maintaining that:\n Likely reasons for the operation during the 4-month period could be attributed to a combination of it being exposed to reasonably constant temperatures and the bearing assembly being greased regularly.",
      "id": "s690"
    },
    {
      "text": "It is also probable that there was some misalignment of the shaft and bearings and this would tend to cause point contact in the labyrinth, which would reduce the risk of seizing.",
      "id": "s691"
    },
    {
      "text": "180 It is considered that the evidence and conclusions of Mr Better should be accepted.",
      "id": "s692"
    },
    {
      "text": "The contrary view that the SLP 1100 failed due to lack of maintenance is rejected.",
      "id": "s693"
    },
    {
      "text": "181 It follows from the conclusion that the failure of the second SLP 1100 was not due to inadequate or poor maintenance, but was rather due to there being insufficient axial clearance in the labyrinth seal, that:\n \n(a) the Applicants have suffered loss or damage by reason of the conduct of the Respondents which has been found to be in contravention of s 52 of the 1974 Act, including in particular the representation that SLP 1100 \" had been a reliable primary jaw crusher and would be a reliable product if purchased \"; and \n \n(b) there has been a breach of the implied term of the February 2003 contract, namely that the SLP 1100 would be \" fit for purpose \".",
      "id": "s694"
    },
    {
      "text": "NEGLIGENT MISREPRESENTATION: A CAUSE OF ACTION ABANDONED \n \n182 Reference should briefly be made to the cause of action that was abandoned during the course of the hearing by the Applicants.",
      "id": "s695"
    },
    {
      "text": "183 The Second Further Amended Statement of Claim as filed on the first day of the hearing, namely 21 July 2008, also advanced an entitlement to damages by reason of negligent misrepresentation.",
      "id": "s696"
    },
    {
      "text": "184 Claims for damages for \" economic loss \" arising by reason of alleged negligent misrepresentations \" present peculiar difficulty \": Woolcock Street Investments Pty Ltd v CDG Pty Ltd [2004] HCA 16 at [21] , [2004] HCA 16 ; 216 CLR 515 at 529---30.",
      "id": "s697"
    },
    {
      "text": "As Gleeson CJ, Gummow, Hayne and Heydon JJ observed:\n [21] Claims for damages for pure economic loss present peculiar difficulty.",
      "id": "s698"
    },
    {
      "text": "Competition is the hallmark of most forms of commercial activity in Australia.",
      "id": "s699"
    },
    {
      "text": "As Brennan J said in Bryan v Maloney [1995] HCA 17 ; [(1995) 182 CLR 609 at 632]: \n \n \"If liability were to be imposed for the doing of anything which caused pure economic loss that was foreseeable, the tort of negligence would destroy commercial competition [ Dorset Yacht Co v Home Office [1970] UKHL 2 ; [1970] AC 1004 at 1027], sterilise many contracts and, in the well-known dictum of Chief Judge Cardozo [ Ultramares Corporation v Touche (1931) 255 NY 170 at 179], expose defendants to potential liability 'in an indeterminate amount for an indeterminate time to an indeterminate class'.",
      "id": "s700"
    },
    {
      "text": "\" \n \n That is why damages for pure economic loss are not recoverable if all that is shown is that the defendant's negligence was a cause of the loss and the loss was reasonably foreseeable.",
      "id": "s701"
    },
    {
      "text": "[22] In Caltex Oil (Australia) Pty Ltd v The Dredge \"Willemstad\" [1976] HCA 65 ; [(1976) 136 CLR 529] , the Court held that there were circumstances in which damages for economic loss were recoverable.",
      "id": "s702"
    },
    {
      "text": "In Caltex Oil, cases for recovery of economic loss were seen as being exceptions to a general rule, said to have been established in Cattle v Stockton Waterworks [(1875) LR 10 QB 453], that even if the loss was foreseeable, damages are not recoverable for economic loss which was not consequential upon injury to person or property.",
      "id": "s703"
    },
    {
      "text": "In Caltex Oil, Stephen J isolated a number of \"salient features\" which combined to constitute a sufficiently close relationship to give rise to a duty of care owed to Caltex for breach of which it might recover its purely economic loss [1976] HCA 65 ; [(1976) 136 CLR 529 at 576---8].",
      "id": "s704"
    },
    {
      "text": "Chief among those features was the defendant's knowledge that to damage the pipeline which was damaged was inherently likely to produce economic loss [1976] HCA 65 ; [(1976) 136 CLR 529 at 576].",
      "id": "s705"
    },
    {
      "text": "[23] Since Caltex Oil, and most notably in Perre v Apand Pty Ltd [1999] HCA 36 ; [(1999) 198 CLR 180] , the vulnerability of the plaintiff has emerged as an important requirement in cases where a duty of care to avoid economic loss has been held to have been owed.",
      "id": "s706"
    },
    {
      "text": "\"Vulnerability\", in this context, is not to be understood as meaning only that the plaintiff was likely to suffer damage if reasonable care was not taken.",
      "id": "s707"
    },
    {
      "text": "Rather, \"vulnerability\" is to be understood as a reference to the plaintiff's inability to protect itself from the consequences of a defendant's want of reasonable care, either entirely or at least in a way which would cast the consequences of loss on the defendant [Stapleton, 'Comparative Economic Loss: Lessons from Case-Law-Focused \"Middle Theory\"' (2002) 50 UCLA Law Review 531 at 558---9].",
      "id": "s708"
    },
    {
      "text": "... [24] In other cases of pure economic loss (Bryan v Maloney is an example) reference has been made to notions of assumption of responsibility and known reliance.",
      "id": "s709"
    },
    {
      "text": "The negligent misstatement cases like Mutual Life &amp; Citizens' Assurance Co Ltd v Evatt [1968] HCA 74 ; [(1968) 122 CLR 556] and Shaddock &amp; Associates Pty Ltd v Parramatta City Council [No 1] [1981] HCA 59 ; [(1981) 150 CLR 225] can be seen as cases in which a central plank in the plaintiff's allegation that the defendant owed it a duty of care is the contention that the defendant knew that the plaintiff would rely on the accuracy of the information the defendant provided.",
      "id": "s710"
    },
    {
      "text": "And it may be, as Professor Stapleton has suggested ... that these cases, too, can be explained by reference to notions of vulnerability.",
      "id": "s711"
    },
    {
      "text": "(The reference in Caltex Oil to economic loss being \"inherently likely\" can also be seen as consistent with the importance of notions of vulnerability.",
      "id": "s712"
    },
    {
      "text": ") It is not necessary in this case, however, to attempt to identify or articulate the breadth of any general proposition about the importance of vulnerability.",
      "id": "s713"
    },
    {
      "text": "This case can be decided without doing so.",
      "id": "s714"
    },
    {
      "text": "185 On the first day of the hearing Counsel for the Applicants quite properly admitted that reliance upon negligent misrepresentation was a \" fall-back \" position to the primary claim being advanced pursuant to s 52 of the Trade Practices Act .",
      "id": "s715"
    },
    {
      "text": "A \" fall-back \" position was considered prudent because it was believed that the Respondents were putting in issue whether their conduct was \" in trade or commerce \".",
      "id": "s716"
    },
    {
      "text": "Upon the Respondents by their Counsel acknowledging that no such contention was to be advanced, reliance upon negligent misrepresentation was thereafter abandoned by the Applicants.",
      "id": "s717"
    },
    {
      "text": "186 The \" peculiar difficulties \" presented by this cause of action need not therefore be confronted in the present proceeding, including the question as to whether the Respondents owed a duty of care to the Applicants.",
      "id": "s718"
    },
    {
      "text": "\" In many cases \", it has been said, \" there will be no sound reason for imposing a duty on the defendant to protect the plaintiff from economic loss where it was reasonably open to the plaintiff to take steps to protect itself \": Perre v Apand Pty Limited [1999] HCA 36 at [118] , [1999] HCA 36 ; 198 CLR 180 at 225 per McHugh J.",
      "id": "s719"
    },
    {
      "text": "Whether or not there was a duty upon the Respondents in the present proceeding need not be resolved.",
      "id": "s720"
    },
    {
      "text": "CONCLUSIONS \n \n187 A hearing as to loss or damage should be held as soon as possible to bring this case, first commenced in March 2004, to conclusion.",
      "id": "s721"
    },
    {
      "text": "Any future hearing as to loss or damage must separately address any loss or damage suffered by each of the Applicants and the cause of action upon which reliance is sought to be placed.",
      "id": "s722"
    },
    {
      "text": "188 Also outstanding is a Notice of Motion filed by the Respondents seeking further security for costs.",
      "id": "s723"
    },
    {
      "text": "That Motion was left outstanding pending these reasons being published.",
      "id": "s724"
    },
    {
      "text": "189 The parties are to bring in such Short Minutes of Orders as are considered necessary to give effect to these reasons together with directions as to the future conduct of the proceeding, including the resolution of the Motion seeking further security.",
      "id": "s725"
    },
    {
      "text": "190 Any order as to costs, it is presently considered, should await the resolution of the final hearing as to the quantification of loss of damage (if any) occasioned to the Applicants, or either of them.",
      "id": "s726"
    },
    {
      "text": "For present purposes, there is considered to be no reason why costs should not follow the event.",
      "id": "s727"
    },
    {
      "text": "It should also be noted that detailed written submissions were sought from the parties.",
      "id": "s728"
    },
    {
      "text": "The written submissions provided have proved to be of considerable assistance in the resolution of the issues.",
      "id": "s729"
    },
    {
      "text": "ORDERS \n \n191 The orders of the Court are:\n \n1.",
      "id": "s730"
    },
    {
      "text": "The proceeding be stood over to 8 October 2008 at 9.30 am with a view to then making such orders (if any) as the parties may consider necessary to give effect to these reasons and setting a timetable for the conduct of the future hearing as to loss or damage and the hearing of the Respondents' Notice of Motion as filed on 21 August 2008.",
      "id": "s731"
    },
    {
      "text": "2.",
      "id": "s732"
    },
    {
      "text": "Costs of the proceeding to date be reserved.",
      "id": "s733"
    },
    {
      "text": "I certify that the preceding one hundred and ninety-one (191) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s734"
    },
    {
      "text": "Associate:\n\nDated: 3 October 2008\n\n Counsel for the Applicants: M Lee with J McDonald \n \n Solicitor for the Applicants: TressCox Lawyers \n \n Counsel for the Respondents: R Weaver \n \n Solicitor for the Respondents: Rodd Peters Lawyers \n\n Date of Hearing: 21 July --- 1 August, 2 September 2008 \n \n Date of Judgment: 3 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1480.html",
      "id": "s735"
    }
  ]
}