{
  "name": "Aussie Traveller Pty Ltd ACN 010 809 168 v Fiamma SPA [2008] FCA 1080 (21 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1080.html",
  "catchphrases": [
    {
      "text": "application to serve originating process on party outside jurisdiction",
      "id": "c0"
    },
    {
      "text": "practice and procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 I have before me a notice of motion filed by the applicant in this matter, whereby the applicant seeks the leave of the Court pursuant to O 8 r 2 and r 3(2) of the Federal Court Rules to serve the first respondent in the primary proceedings with:\n \n&#8226; a copy of the application filed 13 June 2008;\n \n&#8226; the statement of claim filed 13 June 2008; and\n \n&#8226; the affidavit of Nadia Suzanne Braad filed with the notice of motion on 18 July 2008.",
      "id": "s0"
    },
    {
      "text": "2 This notice of motion was heard by me this morning, pursuant to an order of Greenwood J of 25 June 2008, wherein his Honour ordered that any application for an order for service upon the first respondent by way of notice of motion be filed by 18 July 2008, and made returnable on 21 July 2008 at 9.30 am.",
      "id": "s1"
    },
    {
      "text": "3 There was no appearance by the first respondent, and the second respondent, which had entered an appearance for the purposes of directions, made no submissions in relation to this matter.",
      "id": "s2"
    },
    {
      "text": "4 The primary proceedings concern an application under the Patents Act 1990 (Cth) in respect of infringement of Australian Patent 750511 (\"the patent\").",
      "id": "s3"
    },
    {
      "text": "The patent relates to an anti-flap clamp and has a term of 20 years from 10 April 2000.",
      "id": "s4"
    },
    {
      "text": "The applicant claims priority from 9 April 1999.",
      "id": "s5"
    },
    {
      "text": "5 The first respondent in these proceedings is a company incorporated in Italy which manufactures products for motor homes, caravans and campervans, and exports those products to Australia.",
      "id": "s6"
    },
    {
      "text": "The second respondent is a distributor within Australia for products manufactured by the first respondent.",
      "id": "s7"
    },
    {
      "text": "6 The applicant claims that since at least June 2005 the first respondent has exported into Australia a clip system known as Clip System F45i, which is sold in connection with the first respondent's line of caravan and recreation vehicle equipment, and which is promoted as a product securing awning systems.",
      "id": "s8"
    },
    {
      "text": "The second respondent is said to have imported into Australia the same clip system in connection with its caravan and marine equipment business, which it promotes as a product securing awning systems.",
      "id": "s9"
    },
    {
      "text": "7 The applicant claims that the clip system used by the first and second respondents possesses a number of the integers of the product claims and method claims of the patent.",
      "id": "s10"
    },
    {
      "text": "The applicant also claims that the first respondent and the second respondent have authorised, procured, or directed an infringement of the patent by consumers in Australia, or in the alternative the supply by the respondents of the clip system to consumers in Australia constitutes an infringement of the patent by the respondents pursuant to s 117 Patents Act .",
      "id": "s11"
    },
    {
      "text": "8 The applicant in this matter also claims additional damages pursuant to s 122(1A) Patents Act .",
      "id": "s12"
    },
    {
      "text": "9 Order 8 r 3(2) Federal Court Rules gives the Court discretion to grant leave to a party to serve originating process on a person in a foreign country in accordance with a convention or a law of a foreign country if the Court is satisfied that:\n \n(a) the Court has jurisdiction in the proceeding;\n \n(b) the proceeding is of a kind mentioned in the table in O 8 r 3(2); and\n \n(c) the person seeking leave has a prima facie case for the relief claimed.",
      "id": "s13"
    },
    {
      "text": "10 This morning Mr Philp for the applicant directed my attention to items 11, 12, 13 and 21 in the table in O 8 r 2 Federal Court Rules .",
      "id": "s14"
    },
    {
      "text": "These items, being kinds of proceeding in which originating process may be served on a person outside Australia, are as follows:\n 11.",
      "id": "s15"
    },
    {
      "text": "Proceeding based on a breach of a provision of an Act that is committed in Australia.",
      "id": "s16"
    },
    {
      "text": "12.",
      "id": "s17"
    },
    {
      "text": "Proceeding based on a breach of a provision of an Act (wherever occurring) seeking relief in relation to damage suffered wholly or partly in Australia.",
      "id": "s18"
    },
    {
      "text": "13.",
      "id": "s19"
    },
    {
      "text": "Proceeding in relation to the construction, effect or enforcement of an Act, regulations or any other instrument having, or purporting to have, effect under an Act.",
      "id": "s20"
    },
    {
      "text": "21.",
      "id": "s21"
    },
    {
      "text": "Proceeding seeking an injunction ordering a person to do, or to refrain from doing, anything in Australia (whether or not damages are also sought).",
      "id": "s22"
    },
    {
      "text": "11 In this case, it is clear that the claim is based upon a cause of action allegedly arising in Australia, based on a breach of a provision of the Patents Act in relation to which the Federal Court has jurisdiction (s 154 Patents Act ).",
      "id": "s23"
    },
    {
      "text": "The breach of the Act claimed by the applicant has allegedly taken place within Australia.",
      "id": "s24"
    },
    {
      "text": "Further, the applicant claims injunctive relief in relation to damage suffered wholly or partly within Australia.",
      "id": "s25"
    },
    {
      "text": "In my view, there is no question that the Court has jurisdiction in this proceeding and that the proceeding is of a kind mentioned in O 8 r 2 items 11, 12, 13 and 21.",
      "id": "s26"
    },
    {
      "text": "12 A more difficult question is whether or not the applicant has established a prima facie case in this matter.",
      "id": "s27"
    },
    {
      "text": "Mr Philp directed my attention to Caterpillar Inc v John Deere Limited and Others [1999] FCA 1503 ; (1999) 48 IPR 1 , where the Full Court considered the meaning of \" prima facie case\" in the context of O 8 r 3(2).",
      "id": "s28"
    },
    {
      "text": "It is clear from such decisions as Caterpillar [1999] FCA 1503 ; (1999) 48 IPR 1 and earlier decisions of the Full Court (including Sydbank Soenderjylland (A/S) v Bannerton Holdings Proprietary Limited (1996) 68 FCR 539 at 549) that in order to establish a prima facie case for the purposes of O 8 r 3(2), the court does not call for a substantial inquiry.",
      "id": "s29"
    },
    {
      "text": "The court requires only that there be material before the court, from which inferences are open and which, if translated into findings of fact, would support the relief claimed.",
      "id": "s30"
    },
    {
      "text": "13 In this case, I am satisfied that a prima facie case exists for the purposes of O 8 r 3(2) Federal Court Rules .",
      "id": "s31"
    },
    {
      "text": "In particular I note the affidavit of Nadia Suzanne Braad, where Ms Braad gave evidence that, inter alia :\n \n1.",
      "id": "s32"
    },
    {
      "text": "The first respondent has written to the applicant and informed it that, in relation to the allegedly infringing goods, it intends to continue selling the \"Fiamma Clip System\" in Australia.",
      "id": "s33"
    },
    {
      "text": "2.",
      "id": "s34"
    },
    {
      "text": "The first respondent advertises on its website that its range of products, including the allegedly infringing goods, are available for purchase from a variety of retail outlets in Australia.",
      "id": "s35"
    },
    {
      "text": "3.",
      "id": "s36"
    },
    {
      "text": "There is a New South Wales registered business name for Fiamma Australia, registered to Coast RV Pty Ltd, which lists its principal place of business as being in East Silverwater, New South Wales.",
      "id": "s37"
    },
    {
      "text": "4.",
      "id": "s38"
    },
    {
      "text": "The facts in relation to the New South Wales entity Coast RV Pty Ltd demonstrate that the first respondent and others are likely to have an arrangement by which the allegedly infringing goods of the first respondent are sold in Australia.",
      "id": "s39"
    },
    {
      "text": "5.",
      "id": "s40"
    },
    {
      "text": "The first respondent advertises on its website that it was present at the Queensland Caravan and Camping Show between 4 June 2008 and 10 June 2008, where it may have displayed the allegedly infringing goods for sale.",
      "id": "s41"
    },
    {
      "text": "14 It is clear that the applicant's loss, if any, relates primarily to supply and distribution of the first respondent's goods to the Australian market.",
      "id": "s42"
    },
    {
      "text": "In this respect, the requirements of O 8 r 3(2)(c) are satisfied.",
      "id": "s43"
    },
    {
      "text": "15 I accept the evidence of Ms Braad that Australia is party to a Convention as contemplated by O 8 r 3(2) relevant to service of legal proceedings on respondents in Italy.",
      "id": "s44"
    },
    {
      "text": "I refer, in particular, to the Convention between the United Kingdom and Italy regarding legal proceedings in civil and commercial matters signed in London on 17 December 1930, which came into force in Australia on 9 November 1933.",
      "id": "s45"
    },
    {
      "text": "16 In my view, the applicant has satisfied the requirements of O 8 r 3(2), and I order that the first respondent be served in relation to these proceedings.",
      "id": "s46"
    },
    {
      "text": "17 As to the issue of costs, in my view the appropriate order at this stage of the proceedings and in light of the lack of appearance by the first respondent is that the costs be reserved and that the Court, at a subsequent time, hear further submissions from the parties in relation to where the costs should lie.",
      "id": "s47"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s48"
    },
    {
      "text": "Associate:\n\nDated: 24 July 2008\n\n Solicitor for the Applicant: Bennett &amp; Philp \n \n Solicitor for the First Respondent: The First Respondent did not appear \n \n Solicitor for the Second Respondent: Shelston IP Lawyers \n\n Date of Hearing: 21 July 2008 \n \n Date of Judgment: 21 July 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1080.html",
      "id": "s49"
    }
  ]
}