{
  "name": "Bryant v Military Rehabilitation and Compensation Commission [2008] FCA 1424 (17 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1424.html",
  "catchphrases": [
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "whether tribunal exceeded its jurisdiction by wrongly conceiving the reviewable decision",
      "id": "c1"
    },
    {
      "text": "whether tribunal erred in finding other possible causes for the applicant's symptoms",
      "id": "c2"
    },
    {
      "text": "whether tribunal applied an incorrect construction of the term minor interference",
      "id": "c3"
    },
    {
      "text": "where tribunal wrongly considered whether impairment resulted from service life rather than the degree of permanent impairment resulting from the accepted injury",
      "id": "c4"
    },
    {
      "text": "where tribunal erred in finding that other factors could account for symptoms without evidentiary support",
      "id": "c5"
    },
    {
      "text": "where tribunal incorrectly applied a global approach to the term minor interference with activities of daily living",
      "id": "c6"
    },
    {
      "text": "where appeal allowed",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 Mr Christopher Bryant served in the permanent naval forces of the Commonwealth for over two decades, attaining the senior non-commissioned rank of Chief Petty Officer.",
      "id": "s0"
    },
    {
      "text": "2 In the course of his naval service, Mr Bryant sustained the following injuries, each of which has been accepted by what is known as the Military Rehabilitation and Compensation Commission (\"the Commission\") as a compensable injury for the purposes of the Safety Rehabilitation and Compensation Act 1988 (\"SRC Act\").",
      "id": "s1"
    },
    {
      "text": "(a) a minor compression injury resulting in early C5/6 degenerative disc disease; and\n \n(b) a \"muscle tension type headaches\" condition.",
      "id": "s2"
    },
    {
      "text": "3 By a determination dated 16 March 2006 a delegate of the Commission determined that Mr Bryant was not entitled to permanent impairment compensation under the SRC Act for his muscle tension headaches condition.",
      "id": "s3"
    },
    {
      "text": "That decision was affirmed on internal review by the Commission on 24 July 2006.",
      "id": "s4"
    },
    {
      "text": "The basis for the affirmation of the decision was that, assessed by reference to Table 13.1 of the Guide to the Assessment of Permanent Impairment, Mr Bryant's degree of permanent impairment was 0%, not 10% as he had contended.",
      "id": "s5"
    },
    {
      "text": "4 Mr Bryant then sought the review of the Commission's internal review decision by the Administrative Appeals Tribunal (\"the Tribunal\").",
      "id": "s6"
    },
    {
      "text": "On 2 August 2007, for reasons which it then published, the Tribunal decided to affirm that decision.",
      "id": "s7"
    },
    {
      "text": "5 Mr Bryant has now appealed to this Court from the Tribunal's decision.",
      "id": "s8"
    },
    {
      "text": "Such an appeal lies only on a question of law: s 44 Administrative Appeals Tribunal Act 1975 (AAT Act).",
      "id": "s9"
    },
    {
      "text": "A number of what are said to be questions of law are specified in the notice of appeal, as follows:\n THE QUESTIONS OF LAW raised on appeal are: \n \n (a) Whether, in view of the finding that the accepted injury of muscle tension headaches was permanent, it was for the Applicant to call evidence to satisfy the Tribunal as to the level of impairment that there were not other causes that might influence the severity, frequency and/or level of impairment of the headaches?",
      "id": "s10"
    },
    {
      "text": "(b) Whether the decision of the Tribunal in finding that sleep apnoea and/or psychological factors could equally account for his headache symptoms was so manifestly unreasonable as to amount to an error of law?",
      "id": "s11"
    },
    {
      "text": "(c) Whether the Tribunal in taking account of psychological factors failed to consider that such factors were a sequelae of headaches and therefore compensable under Section 24 in light of the admissions and findings that had already made?",
      "id": "s12"
    },
    {
      "text": "(d) Whether in reviewing the determination under Section 24 and 27 the Tribunal should have considered psychological factors or sleep apnoea as causes of the Applicant's headaches in the absence of any expert to that effect?",
      "id": "s13"
    },
    {
      "text": "(e) Whether the Tribunal applied Table 13.1 correctly when considering what constituted minor interference with activities of daily living?",
      "id": "s14"
    },
    {
      "text": "(f) Whether the manner of assessment of headaches under Table 13.1 in O'Rourke v Comcare (1997) AATA 11720 was the correct test to be applied?",
      "id": "s15"
    },
    {
      "text": "(g) Whether, in assessing the level of impairment under Table 13.1, the Tribunal must be satisfied on medical evidence of the criteria in the Table or whether the Applicant's evidence alone, if accepted, would be sufficient?",
      "id": "s16"
    },
    {
      "text": "RELEVANT STATUTORY PROVISIONS \n \n6 Section 24 of the SRC Act makes provision for the payment of permanent impairment compensation.",
      "id": "s17"
    },
    {
      "text": "It provides:\n \n \n 24 Compensation for injuries resulting in permanent impairment \n \n (1) Where an injury to an employee results in a permanent impairment, Comcare is liable to pay compensation to the employee in respect of the injury.",
      "id": "s18"
    },
    {
      "text": "(2) For the purpose of determining whether an impairment is permanent, Comcare shall have regard to: \n \n \n \n \n (a) the duration of the impairment;\n (b) the likelihood of improvement in the employee's condition;\n (c) whether the employee has undertaken all reasonable rehabilitative treatment for the impairment; and\n (d) any other relevant matters.",
      "id": "s19"
    },
    {
      "text": "(3) Subject to this section, the amount of compensation payable to the employee is such amount, as is assessed by Comcare under subsection (4), being an amount not exceeding the maximum amount at the date of the assessment.",
      "id": "s20"
    },
    {
      "text": "(4) The amount assessed by Comcare shall be an amount that is the same percentage of the maximum amount as the percentage determined by Comcare under subsection (5).",
      "id": "s21"
    },
    {
      "text": "(5) Comcare shall determine the degree of permanent impairment of the employee resulting from an injury under the provisions of the approved Guide.",
      "id": "s22"
    },
    {
      "text": "(6) The degree of permanent impairment shall be expressed as a percentage.",
      "id": "s23"
    },
    {
      "text": "(7) Subject to section 25 , if: \n \n \n \n \n (a) the employee has a permanent impairment other than a hearing loss; and\n (b) Comcare determines that the degree of permanent impairment is less than 10%; \n \n \n \n \n an amount of compensation is not payable to the employee under this section.",
      "id": "s24"
    },
    {
      "text": "7 The reference in s 24 to the \"approved Guide\" is a reference to the \"Guide to the Assessment of the Degree of Permanent Impairment\" approved pursuant to s 28 of the SRC Act .",
      "id": "s25"
    },
    {
      "text": "So far as material, that section provides:\n \n \n 28 Approved Guide \n \n (1) Comcare may, from time to time, prepare a written document, to be called the \"Guide to the Assessment of the Degree of Permanent Impairment\", setting out: \n \n \n \n \n (a) criteria by reference to which the degree of the permanent impairment of an employee resulting from an injury shall be determined;\n (b) criteria by reference to which the degree of non-economic loss suffered by an employee as a result of an injury or impairment shall be determined; and\n (c) methods by which the degree of permanent impairment and the degree of non-economic loss, as determined under those criteria, shall be expressed as a percentage.",
      "id": "s26"
    },
    {
      "text": "(2) Comcare may, from time to time, by instrument in writing, vary or revoke the approved Guide.",
      "id": "s27"
    },
    {
      "text": "(3) A Guide prepared under subsection (1), and a variation or revocation under subsection (2) of such a Guide, must be approved by the Minister.",
      "id": "s28"
    },
    {
      "text": "(3A) ...\n (4) Where Comcare, a licensee or the Administrative Appeals Tribunal is required to assess or re-assess, or review the assessment or re-assessment of, the degree of permanent impairment of an employee resulting from an injury, or the degree of non-economic loss suffered by an employee, the provisions of the approved Guide are binding on Comcare, the licensee or the Administrative Appeals Tribunal, as the case may be, in the carrying out of that assessment, re-assessment or review, and the assessment, re-assessment or review shall be made under the relevant provisions of the approved Guide.",
      "id": "s29"
    },
    {
      "text": "(5) The percentage of permanent impairment or non-economic loss suffered by an employee as a result of an injury ascertained under the methods referred to in paragraph (1)(c) may be 0%.",
      "id": "s30"
    },
    {
      "text": "(6) In preparing criteria for the purposes of paragraphs (1)(a) and (b), or in varying those criteria, Comcare shall have regard to medical opinion concerning the nature and effect (including possible effect) of the injury and the extent (if any) to which impairment resulting from the injury, or non-economic loss resulting from the injury or impairment, may reasonably be capable of being reduced or removed.",
      "id": "s31"
    },
    {
      "text": "(7) ...\n (8) ...\n \n \n\n8 Though a second edition of the Approved Guide has been promulgated, it was the earlier edition that was in force at the time when Mr Bryant submitted his claim for compensation (The second edition of the Approved Guide applies to claims under ss 24 , 25 or 27 of the SRC Act received after 28 February 2006).",
      "id": "s32"
    },
    {
      "text": "The extract from Table 13.1, set out below, is taken from that earlier edition:\n TABLE 13.1 Intermittent Conditions (Percentage Whole Person Impairment) For use in the assessment of orders of the Haemopoetic System such as anemia, polycthaemia, leucocyte and platelet disorders and intermittent disorders such asthma, migraine, tension headache, epilepsy etc. Principles: \n \n Determine the frequency, duration and severity of attacks with reference to the degree of interference with activities of daily living.",
      "id": "s33"
    },
    {
      "text": "________________________________________________________ \n \n % DESCRIPTION OF LEVEL OF IMPAIRMENT\n 0 Attacks may be of any frequency BUT do not interfere with activities of daily living OR are readily reversed by appropriate medication or treatment\n 10 Attacks occur 12 or more times a year AND cause minor interference with activities of daily living OR\n Attacks occur less frequently AND cause interference with all activities of daily living other than self care\n (Higher percentage impairments and associated descriptions of level of impairment not relevant and not reproduced) \n \n\n9 The Tribunal derived its jurisdiction from s 64 of the SRC Act which, relevantly, entitled Mr Bryant to apply to it for the review of what is known as a \"reviewable decision\".",
      "id": "s34"
    },
    {
      "text": "A \"reviewable decision\" is defined by s 60(2) of the SRC Act to be one which, materially, has been made pursuant to s 62 of the SRC Act .",
      "id": "s35"
    },
    {
      "text": "Section 62 of the SRC Act provides, inter alia, for the reconsideration on request of a determination which has been made under s 24 of the SRC Act (see also the definition of \"determination\" in s 60(1) of the SRC Act ).",
      "id": "s36"
    },
    {
      "text": "So far as presently relevant, s 62 provides:\n \n \n (4) On receipt of a request, the determining authority shall reconsider the determination or cause the determination to be reconsidered by a person to whom its power under this section is delegated, being a person other than a person who made, or was involved in the making of, the determination.",
      "id": "s37"
    },
    {
      "text": "(5) Where a person reconsiders a determination, the person may make a decision affirming or revoking the determination or varying the determination in such manner as the person thinks fit.",
      "id": "s38"
    },
    {
      "text": "10 It will be necessary later in these reasons to consider what the scope of the reviewable decision was.",
      "id": "s39"
    },
    {
      "text": "THE TRIBUNAL PROCEEDINGS AND REASONS FOR DECISION \n \n11 Some features of the constitution of the Tribunal for the purpose of these particular review proceedings should be noted.",
      "id": "s40"
    },
    {
      "text": "The Tribunal was not constituted only by laypersons so far as medical knowledge was concerned.",
      "id": "s41"
    },
    {
      "text": "Though the presiding member is a member of the Bar, his title \"Doctor\" is referable to his holding an earned doctorate in psychology.",
      "id": "s42"
    },
    {
      "text": "The other member of the Tribunal is a specialist neurologist.",
      "id": "s43"
    },
    {
      "text": "As the post-nominal \"RFD\" (Reserve Force Decoration) of each attests, each tribunal member also has served efficiently for a lengthy period in the Defence Force Reserves.",
      "id": "s44"
    },
    {
      "text": "That the Tribunal was able to bring to the task of the external merits review of this type of decision a multi-disciplinary membership of this kind with experience of Defence Force service and conditions was an advantage, but it did not absolve the Tribunal from making the correct or preferable decision in respect of that under review according to law.",
      "id": "s45"
    },
    {
      "text": "What the composition of the Tribunal undoubtedly underscores though is the deference to be afforded by this Court to the Tribunal's findings of fact, made within jurisdiction, which the character of an appeal on a question of law counsels in any event.",
      "id": "s46"
    },
    {
      "text": "12 There were two principal sources of expert medical evidence concerning Mr Bryant's accepted muscle tension type headaches condition before the Tribunal, Dr J Rowe, an occupational physician and Dr K Lethlean, a neurologist.",
      "id": "s47"
    },
    {
      "text": "Dr Rowe had examined and reported upon Mr Bryant at the request of his solicitors while Dr Lethlean had done so at the request of the Commission.",
      "id": "s48"
    },
    {
      "text": "Each of these gentlemen gave oral evidence in the course of the Tribunal proceedings.",
      "id": "s49"
    },
    {
      "text": "The Tribunal's reasons evince a thorough rehearsal not only of their evidence but also of salient features, as the Tribunal saw them, of the other medical evidence as well as Mr Bryant's own evidence and that of an officer who had, for a short time, been his supervisor during his latter period of Defence Force service.",
      "id": "s50"
    },
    {
      "text": "13 The Tribunal came to give particular weight to the opinions expressed by Dr Lethlean.",
      "id": "s51"
    },
    {
      "text": "Rightly, it is no part of Mr Bryant's case on the appeal that a question of law is to be found in the mere preference of one body of medical evidence over another for reasons which are fully exposed.",
      "id": "s52"
    },
    {
      "text": "Rather, the nature of the challenge made to the Tribunal's decision is that the Tribunal directed itself to the answering of perceived controversies in respect of subjects which it is said were, for it, givens, misconstrued Table 13.1 of the Approved Guide, failed to appreciate by what evidence the conditions in that table might be satisfied and decided the degree of permanent impairment unreasonably, i.e.",
      "id": "s53"
    },
    {
      "text": "acted on speculative rather than reasonably probative material.",
      "id": "s54"
    },
    {
      "text": "14 The nature of the challenge made to the Tribunal's decision is such that it is relevant to note that the Tribunal came to assess the medical evidence before it under three headings:\n \n(a) the cause and relationship to service of Mr Bryant's headaches;\n \n(b) whether Mr Bryant's headache condition is permanent; and\n \n(c) Mr Bryant's whole person impairment from his headache condition.",
      "id": "s55"
    },
    {
      "text": "15 For like reasons, albeit at the cost of an elongation of these reasons, it is necessary to set out certain passages from the Tribunal's reasons under each of these headings:\n \n \n \"1.",
      "id": "s56"
    },
    {
      "text": "The cause and relationship to service of the applicant's headaches \n \n 37.",
      "id": "s57"
    },
    {
      "text": "There are conflicting medical opinions on the cause of the applicant's headaches, either that they are derived from his service related rugby neck injury, or that they are due to tension headaches.",
      "id": "s58"
    },
    {
      "text": "... \n \n \n \n \n 39.",
      "id": "s59"
    },
    {
      "text": "Neurologists Dr Beran (Exhibit 3 folio 157) and Dr Lethlean (Exhibit 1 folio 70) both diagnosed tension headaches.",
      "id": "s60"
    },
    {
      "text": "40.",
      "id": "s61"
    },
    {
      "text": "The Tribunal finds that the evidence for a cervical spinal cause for the applicant's headaches is inconclusive.",
      "id": "s62"
    },
    {
      "text": "On balance it favours the diagnosis of tension headaches made by both Neurologists.",
      "id": "s63"
    },
    {
      "text": "41.",
      "id": "s64"
    },
    {
      "text": "However, further to this, the Tribunal finds that the diagnosis of the nature of the headache is incidental.",
      "id": "s65"
    },
    {
      "text": "Both Dr Rowe (Exhibit 1 folio 42) and Dr Lethlean ( ibid folio 71), the only doctors asked if the applicant's headaches are due to his Navy service, have determined that they are.",
      "id": "s66"
    },
    {
      "text": "2.",
      "id": "s67"
    },
    {
      "text": "Whether the applicant's headache condition is permanent \n \n 42.",
      "id": "s68"
    },
    {
      "text": "Both Dr Rowe (Exhibit 1 folio 42) and Dr Lethlean ( ibid folio 83) have concluded that the applicant's headache condition is permanent.",
      "id": "s69"
    },
    {
      "text": "The other medical witnesses have provided no opinion.",
      "id": "s70"
    },
    {
      "text": "3.",
      "id": "s71"
    },
    {
      "text": "The applicant's whole person impairment from his headache condition \n \n 43.",
      "id": "s72"
    },
    {
      "text": "Again there is conflicting medical opinion on this.",
      "id": "s73"
    },
    {
      "text": "Dr Rowe has assessed that the applicant suffers 10% whole person impairment from his headache condition, whereas Dr Lethlean assessed this at 0%.",
      "id": "s74"
    },
    {
      "text": "44.",
      "id": "s75"
    },
    {
      "text": "Based on the reports by the various medical specialists together with the oral evidence provided, results in our placing greater weight on the evidence of Dr Lethlean in preference to the evidence of Dr Rowe.",
      "id": "s76"
    },
    {
      "text": "While both these specialists have provided more recent reports, Dr Rowe conceded that his opinion is based essentially on the applicant's statements.",
      "id": "s77"
    },
    {
      "text": "However, of greater importance and weight was the fact that Dr Lethlean, while agreeing with Mr King-Scott (Counsel for the applicant) that it is possible to regard the factual evidence as affecting the activities of daily living of the applicant, he did not resile from his opinion that the applicant has a 0% whole person impairment and did so on the basis of the principle that such an assessment should only be altered following a re-assessment.",
      "id": "s78"
    },
    {
      "text": "A re-assessment had not occurred between the date of his latest report on 3 November 2006 where he observed some significant differences in the symptoms described by the applicant in his statement of 14 June 2006, in comparison to his examination of the applicant some 8 months earlier on 31 October 2005. \n o In addition, his reasoning was quite analytical.",
      "id": "s79"
    },
    {
      "text": "He emphasised if a clinical re-assessment was to occur, that a psychiatric assessment should also be included, as he formed the view that Mr Bryant's symptoms were multi-factorial.",
      "id": "s80"
    },
    {
      "text": "He further stated that sleep apnoea could also account for the present level of impairment and if that was found to be so, then it would not be compensable under Table 13.1.",
      "id": "s81"
    },
    {
      "text": "If sleep apnoea was a major cause of the applicant's headaches, then, not only would it be non-compensable under Table 13.1, but it would explain the condition as being not stabilised and that there may be potential for a reduction in the level of headaches by further medical treatment.",
      "id": "s82"
    },
    {
      "text": "We therefore regarded Dr Lethlean's report as providing greater cogency or weight of evidence.",
      "id": "s83"
    },
    {
      "text": "...\n 47.",
      "id": "s84"
    },
    {
      "text": "In relation to the above conditions, it is essentially a contest as to whether or not the applicant satisfies the 10% whole person impairment criteria.",
      "id": "s85"
    },
    {
      "text": "If he does not, then the 0% whole person impairment criteria is more appropriate.",
      "id": "s86"
    },
    {
      "text": "In relation to the 10% criteria, the applicant has described to Dr Rowe and in his other evidence, that he has attacks which occur 12 times or more per year.",
      "id": "s87"
    },
    {
      "text": "Of importance is whether they cause \"minor interference with activities of daily living\" or are readily reversed by medication.",
      "id": "s88"
    },
    {
      "text": "In relation to the evidence provided to Dr Lethlean, the frequency of headaches seems to have reduced from 1994 to October 2005 when the applicant was examined by Dr Lethlean.",
      "id": "s89"
    },
    {
      "text": "But the activities described do not require any particular functions of daily living to be satisfied although \"due weight must be given to the psychosocial aspect of the function i.e.",
      "id": "s90"
    },
    {
      "text": "the ability to stand may be impaired because one cannot stand straight, or stand still or stand around or even stand by without some supervision or direction\": Commission for the Safety, Rehabilitation and Compensation of Commonwealth Employees v Emery [1993] FCA 601 ; (1993) 32 ALD 147 at 151).",
      "id": "s91"
    },
    {
      "text": "48.",
      "id": "s92"
    },
    {
      "text": "That principle must be read in the context that all the attacks must be considered in making the assessment of frequency, not merely those of relevant severity ( McKenna v Repatriation Commission (1995) 39 ALD 254).",
      "id": "s93"
    },
    {
      "text": "Of direct relevance is the case of Re O'Rourke and Comcare (AAT 12152, 26 August 1997) which was a case involving an assessment of severe headaches on the activities of daily living as required by Table 13.1.",
      "id": "s94"
    },
    {
      "text": "The decision in that case noted that the 10% level of impairment requires \"minor interferences with activities of daily living\".",
      "id": "s95"
    },
    {
      "text": "Activities of daily living refers to primary biological and psychosocial functions.",
      "id": "s96"
    },
    {
      "text": "\"Minor interference\" it was said must be greater than \"no\" interference but less than \"most\" interference.",
      "id": "s97"
    },
    {
      "text": "The Tribunal there held that a global view or assessment is more appropriate; that on some occasions, one activity of daily living may be so affected in both biological and psychosocial terms as to constitute a minor interference with activities of daily living, whereas in another case there could be multiple activities of daily living which are affected at such a low level but which could still be described as constituting a \"minor interference\" with activities of daily living.",
      "id": "s98"
    },
    {
      "text": "It was said however, '[i]t is highly unlikely, when taking a global approach to this assessment, that a small infraction of one [activity of daily living] could properly be described as \"minor interference with activities of daily living'.",
      "id": "s99"
    },
    {
      "text": "49.",
      "id": "s100"
    },
    {
      "text": "In assessing the evidence presented against these criteria and their interpretations as outlined above, we have also kept in mind the underlying principles which inform Table 13.1.",
      "id": "s101"
    },
    {
      "text": "In O'Rourke's case it was found that the frequency of headaches suffered by the applicant there was approximately 25 per year (greater than the standard in the criteria of 12 or more) and that the duration of the headaches involved several hours and the severity at the upper level.",
      "id": "s102"
    },
    {
      "text": "However, the Tribunal there found that the level of impairment under Table 13.1 was 0% as the attacks did not interfere with activities of daily living as defined in the glossary of the Guide.",
      "id": "s103"
    },
    {
      "text": "In the present case, the applicant has to rest or stretch and sometimes even double checks his work.",
      "id": "s104"
    },
    {
      "text": "These responses to stimuli could be regarded as being on the one hand, part of the ordinary incidence of life which results from tiredness, stress in the workplace or other influencing factors.",
      "id": "s105"
    },
    {
      "text": "There is the possibility however, that those activities of daily living may be experiencing a \"minor interference\" as defined.",
      "id": "s106"
    },
    {
      "text": "However, we have concluded on the balance of probabilities that the likelihood of the latter conclusion is far outweighed by the factors raised by Dr Lethlean that sleep apnoea, for example, could equally account for the symptoms described.",
      "id": "s107"
    },
    {
      "text": "On that basis, the headaches reported could not then be attributable to service life and therefore be compensable under Table 13.1.",
      "id": "s108"
    },
    {
      "text": "That is not to detract from the acceptance of liability for the original injury or even that headaches may be related to the original injury.",
      "id": "s109"
    },
    {
      "text": "However, the doubt raised by Dr Lethlean that some psychological factors may be involved lends credence to the requirement for clinical re-assessment including psychiatric assessment.",
      "id": "s110"
    },
    {
      "text": "The time lapse between Dr Lethlean's original and more recent reports, his observation of apparent inconsistencies as specified in his latest report should not be viewed lightly and his suggestion of a clinical re-assessment would accord with the best evidence rule in order to make the correct or preferable decision.",
      "id": "s111"
    },
    {
      "text": "50.",
      "id": "s112"
    },
    {
      "text": "Having considered all of the evidence, we are satisfied that the applicant does not suffer a 10% whole person impairment which can be attributable to service life , in terms of s 24 of the Act.",
      "id": "s113"
    },
    {
      "text": "An amount of compensation is therefore not payable under that provision.",
      "id": "s114"
    },
    {
      "text": "(Emphasis added) SUBMISSIONS CONCERNING THE TRIBUNAL'S DECISION \n \n16 I have already set out the questions of law put forward in the notice of appeal and made brief reference in the preceding section of these reasons to the nature of the challenge made to the Tribunal's decision.",
      "id": "s115"
    },
    {
      "text": "17 The Commission did not dispute that Mr Bryant had by his notice of appeal engaged the jurisdiction conferred on this Court by s 44 of the AAT Act.",
      "id": "s116"
    },
    {
      "text": "Though that statute terms the proceeding an \"appeal\", it is one in the Court's original jurisdiction.",
      "id": "s117"
    },
    {
      "text": "That jurisdiction is only engaged if there truly is a question of law, for that is what s 44 specifies the appeal is \"on\": TNT Skypak International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175 ; Birdseye v Australian Securities and Investments Commission [2003] FCAFC 232 ; (2003) 76 ALD 321 ; Price Street Professional Centre Pty Ltd v Commissioner of Taxation (2007) 243 ALR 728.",
      "id": "s118"
    },
    {
      "text": "Having considered the questions specified in the notice, I am satisfied that the Commission was right to adopt this stance.",
      "id": "s119"
    },
    {
      "text": "18 The issues raised by the questions posed by Mr Bryant in his notice of appeal were conveniently grouped by issue by the parties and summarised as follows:\n \n(a) Jurisdiction, i.e.",
      "id": "s120"
    },
    {
      "text": "did the Tribunal, in the circumstances of this case, exceed the jurisdiction conferred upon it by s 64 of the SRC ACT ?",
      "id": "s121"
    },
    {
      "text": ";\n \n(b) \"Unreasonableness\"; and\n \n(c) Construction and application of Table 13.1 in the Approved Guide.",
      "id": "s122"
    },
    {
      "text": "19 The submissions made by the parties in respect of these issues were as follows.",
      "id": "s123"
    },
    {
      "text": "Jurisdiction \n \n20 As to jurisdiction, Mr Bryant submitted that the metes and bounds of the Tribunal's jurisdiction in the circumstances of the present case were, having regard to s 64 of the SRC Act , fixed by the nature of the \"reviewable decision\".",
      "id": "s124"
    },
    {
      "text": "The submission was put in this way.",
      "id": "s125"
    },
    {
      "text": "The task consigned to the Commission when reconsidering the original decision of 16 March 2006 was not that of deciding whether Mr Bryant suffered from a disease (and hence, by definition an \"injury\" for the purposes of the SRC Act ) to which his naval service had contributed to a material degree, for that had already been determined by a determination made by the Commission on 25 January 2006 which had never fallen for reconsideration.",
      "id": "s126"
    },
    {
      "text": "Rather, the Commission's task on reconsideration was, so it was submitted, to decide:\n \n(a) whether Mr Bryant suffered from an impairment as a result of an injury;\n \n(b) whether all reasonable rehabilitative treatment had been undertaken;\n \n(c) whether the impairment was permanent, at least in the sense of being likely to continue indefinitely; and, if so,\n \n(d) what was the degree of impairment?",
      "id": "s127"
    },
    {
      "text": "These being the parameters of the \"reviewable decision\", when s 64 of the SRC Act conferred jurisdiction on the Tribunal to review that decision, it was submitted that like parameters attended the powers and discretions which the Tribunal was able to exercise under s 43(1) of the AAT Act in deciding whether to confirm, vary or set aside that decision.",
      "id": "s128"
    },
    {
      "text": "21 In aid of this submission, Mr Bryant pointed to observations made by the Full Court in Lees v Comcare (1999) 56 ALD 84 , at [39] to the effect that the powers and discretions conferred on the Tribunal by s 43 of the AAT Act are conferred for the purpose of reviewing the decision under review and are not powers able to be exercised at large.",
      "id": "s129"
    },
    {
      "text": "Reference was also made to observation of the Full Court of the High court in Canute v Comcare [2006] HCA 47 ; (2006) 226 CLR 535 , at 542, [14], taken up by Greenwood J in Parker v Military Rehabilitation and Compensation Commission (2007) 96 ALD 624 , at [52], to the effect that the Approved Guide fell for application through the \"prism\" of the injury which the claimant had suffered resulting in permanent impairment.",
      "id": "s130"
    },
    {
      "text": "Reliance was also placed upon the proposition, flowing from the rejection of a submission to the contrary by Jenkinson J in Comcare v Amorebieta (1996) 66 FCR 83 , at 96, that s 24(5) of the SRC Act was not to be construed in a way which admitted of an assessment of the degree of permanent impairment proportionate to the causal contribution of the incident giving rise to the compensation claim.",
      "id": "s131"
    },
    {
      "text": "22 For its part, the Commission submitted, principally by reference to Telstra Corporation Limited v Hannaford [2006] FCAFC 87 ; (2006) 151 FCR 253 , that, questions of liability to pay compensation under s 24 of the SRC Act can involve \"primary aspects\" of liability such as whether there is an \"injury\" for the purposes of that Act.",
      "id": "s132"
    },
    {
      "text": "The Commission also emphasised that the Tribunal was not obliged, subject to procedural fairness considerations, to limit the conduct of its review to the case presented by the parties, citing Grant v Repatriation Commission [1999] FCA 1629 ; (1999) 57 ALD 1 and Bramwell v Repatriation Commission (1998) 158 ALR 623 in support of this proposition.",
      "id": "s133"
    },
    {
      "text": "\"Unreasonableness\" \n \n23 As to unreasonableness, Mr Bryant submitted that the Tribunal's reasoning, whereby it placed equal weight on sleep apnoea and/or psychological factors as accounting for the Applicant's symptoms, was unreasonable and perverse.",
      "id": "s134"
    },
    {
      "text": "It was submitted that no Tribunal acting reasonably could have made that decision or, alternatively the decision was so unreasonable that no reasonable person could have come that decision, and as such the decision was vitiated by what was termed \" Wednesbury unreasonableness\".",
      "id": "s135"
    },
    {
      "text": "24 The submission in regard to sleep apnoea and psychological factors were put by Mr Bryant in this way.",
      "id": "s136"
    },
    {
      "text": "Sleep apnoea was mentioned in the Statement of Facts and Contentions, but was not considered as a possible cause of headaches until Dr Lethlean's report of 3 November 2006.",
      "id": "s137"
    },
    {
      "text": "Even then, so it was submitted, it was considered as a possible cause and not the most common cause of headaches.",
      "id": "s138"
    },
    {
      "text": "Further, Dr Lethlean was not an expert on sleep apnoea and no evidence was called on the subject.",
      "id": "s139"
    },
    {
      "text": "Psychological factors were submitted to be a non-issue.",
      "id": "s140"
    },
    {
      "text": "Such factors, it was noted, were not included in the Statements of Facts and Contentions of the parties, were mentioned only once in the transcript and were not the subject of closing address by either counsel.",
      "id": "s141"
    },
    {
      "text": "Psychological factors were first raised in Dr Lethlean's report of 3 November 2006.",
      "id": "s142"
    },
    {
      "text": "This issue was outside of Dr Lethlean's expertise.",
      "id": "s143"
    },
    {
      "text": "25 In support of these submissions, Mr Bryant pointed to observations by Mason J (as he then was) in Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1985) 162 CLR 24 at 41 to the effect that a court may set aside an administrative decision that has failed to give adequate weight to a relevant factor of great importance, or has given excessive weight to a relevant factor of no great importance, on the ground that the decision is manifestly unreasonable.",
      "id": "s144"
    },
    {
      "text": "It was also noted, by reference to Federal Commissioner of Taxation v Swift and Ors (1989) 18 ALD 679 and Riddle v Telstra Corporation Limited [2006] FCA 58 ; (2006) 149 FCR 348 , that these principles apply equally to a decision of the Tribunal.",
      "id": "s145"
    },
    {
      "text": "26 The Commission submitted, by reference to the Full Court decision in Minister for Immigration &amp; Multicultural Affairs v Betkhoshabeh [1999] FCA 980 ; (1999) 55 ALD 609 , that the decision of the Tribunal, at most, falls within the scope of a decision where the facts were such that an opposite conclusion would have been open to the decision maker, and as such does not evidence an error of law.",
      "id": "s146"
    },
    {
      "text": "The Commission also pointed to the evidence before the Tribunal, particularly that of Dr Lethlean, which questioned the extent of the impairment resulting from the injury and submitted that it was therefore open to the Tribunal to proceed as it did.",
      "id": "s147"
    },
    {
      "text": "The Commission sought further to support these submissions by referring to the high threshold for a determination of \" Wednesbury unreasonableness\", citing Lord Green MR in Associated Provincial Picture Houses Ltd v Wednesbury Corporation [1948] 1 KB 223 at 230; and also the observation of Gummow J in Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 at 654, [137] , that it is very difficult to show unreasonableness where the facts are such that reasonable minds could reasonably differ.",
      "id": "s148"
    },
    {
      "text": "Table 13.1 \n \n27 In regard to the construction and application of Table 13.1 in the Approved Guide, Mr Bryant's submission was that the Tribunal's reliance on an earlier Tribunal decision, O'Rourke v Comcare [1997] AATA 304 , led it to apply an incorrect construction of the term \"minor interference\".",
      "id": "s149"
    },
    {
      "text": "Mr Byrant's submissions proceeded as follows.",
      "id": "s150"
    },
    {
      "text": "The global approach to \"minor interference\" in O'Rourke v Comcare , is contrary to the approach the Court has taken to interpreting the Guide in Whittaker v Comcare [1998] FCA 1099 ; (1998) 86 FCR 532 and Comcare v Fiedler [2001] FCA 1810 ; (2001) 115 FCR 328.",
      "id": "s151"
    },
    {
      "text": "These cases are, it was submitted, supportive of the proposition that, where there is ambiguity in a phrase, as there is with \"minor interference\", then the Tribunal should take the approach most favourable to the employee.",
      "id": "s152"
    },
    {
      "text": "If the global approach in O'Rourke v Comcare has the effect of limiting or reading down the meaning of \"minor interference\" then it ought not be followed.",
      "id": "s153"
    },
    {
      "text": "If an \"activity of daily living\" (ADL) is interrupted, temporarily suspended or ceased altogether because of a headache that amounted, it was submitted, to an interference and whether it is minor or significant depended on the frequency, duration and severity of attacks.",
      "id": "s154"
    },
    {
      "text": "Where headaches amount to more than a de minimus interference with ADL, it was submitted that this would then constitute a \"minor interference\".",
      "id": "s155"
    },
    {
      "text": "It was submitted that Mr Bryant's medical history, as provided to Dr Lethlean, which history was assumed to be uncontroversial, would fall within the meaning of \"minor interference\" so construed and hence amounted to a 10% impairment under Table 13.1 of the Approved Guide.",
      "id": "s156"
    },
    {
      "text": "28 It was further submitted by Mr Bryant that the Tribunal fell into error as to the method of assessment under the Approved Guide, in several ways.",
      "id": "s157"
    },
    {
      "text": "These were; the acceptance of Dr Lethlean's opinion that an assessment could not be altered without a reassessment; the disregarding of Dr Rowe's opinion due to its reliance on the Applicant's statements, despite this also being the basis of Dr Lethlean's opinion and there being no requirement in the Approved Guide preventing such reliance; and the giving of equal weight to sleep apnoea and psychological factors as causes of the ailment without these being reasonably open on the evidence.",
      "id": "s158"
    },
    {
      "text": "29 On behalf of the Commission, it was submitted that the comparison between the term \"difficulty\", as considered in Whittaker v Comcare and Comcare v Fiedler , and the term \"interference\" as used in Table 13.1 of the Approved Guide was not appropriate to support a de minumus argument.",
      "id": "s159"
    },
    {
      "text": "In support, the Commission pointed to the observation of the Full Court in Fiedler at [24] that, \"There is no reason to think the Tribunal considered that any difficulty with digital dexterity, no matter how slight, was sufficient to come within par 1 of Table 9.4\".",
      "id": "s160"
    },
    {
      "text": "30 The Commission further submitted that, even if O'Rourke v Comcare were the source of an incorrect test to apply to the term \"minor interference\", the Tribunal's reasons do not disclose that it applied such a narrow conception.",
      "id": "s161"
    },
    {
      "text": "In support of this, the Commission pointed to the Tribunal's reasons at [49] as showing that the Tribunal did consider whether there was a de minumus interference.",
      "id": "s162"
    },
    {
      "text": "The Commission submitted that, whilst the Tribunal was not satisfied on the evidence that the 10% impairment was met, this was not because the interference was considered too minor.",
      "id": "s163"
    },
    {
      "text": "The Commission finally submitted, in regard to the acceptance of Dr Lethlean's opinion over that of Dr Rowe, that this was a matter of the weight afforded to evidence and did not give rise to any errors of law.",
      "id": "s164"
    },
    {
      "text": "CONSIDERATION \n Jurisdiction \n \n31 In Telstra Corporation Limited v Hannaford [2006] FCAFC 87 ; (2006) 151 FCR 253 , after an exhaustive review of earlier authority, Conti J, with the agreement of Heerey and Dowsett JJ, reached (at 273-274, [57] - [59]) the following conclusions:\n \n \n 57 In my opinion, it should be concluded, upon the correct construction of the SRC Act , and in particular of the provisions thereof upon which I have focused attention in these reasons, that the AAT is empowered to make subsequent findings of fact in relation to the circumstances the subject of decision-making under ss 16 and 19 of the SRC Act , and also under ss 21 and 27 of the SRC Act , where the determination of the first instance decision-maker (here of course Telstra) made under the auspices of s 14 of the SRC Act remains in operation in the sense that it has not been the subject of any inconsistent outcome in the context of a subsequent review by the AAT.",
      "id": "s165"
    },
    {
      "text": "The statutory scheme allows for progressive and evolving decision-making giving effect to the provisions of ongoing review of relief or entitlements in the nature of course of workers compensation, being review which allows for adjustment or change in the light of events and circumstances which may subsequently happen.",
      "id": "s166"
    },
    {
      "text": "The statutory scheme hence reflects a flexible scope for adjustment by way of decisions in the nature of awards to be made subsequently to the determination of s 14 liability, whether that determination be made in isolation, or in the context of decision-making concerning consequential relief that may be required in the light of evolving circumstances.",
      "id": "s167"
    },
    {
      "text": "It is therefore a scheme which allows progressively for ongoing relief, and is thus not comparable of course with the process of curial resolution of the traditional common law entitlement of an injured employee for damages as a consequence of the negligent conduct of an employer.",
      "id": "s168"
    },
    {
      "text": "The opening words of s 14(1) '[s]ubject to this Part...' are consistent with the flexibility inherent in the ensuing codification of the various facets of compensation envisaged.",
      "id": "s169"
    },
    {
      "text": "58 The first instance decisions of this Court in Power, Hill and Riddle, which I have reviewed, each reflect in my opinion correctly the operation of the statutory scheme, and in particular its provision for ongoing adjustment designed to accommodate changing circumstances inclusive for instance (as here involved) of changing medical diagnosis.",
      "id": "s170"
    },
    {
      "text": "The approach to statutory construction and operation evident in those first instance authorities is not at odds with the approach to statutory construction and operation adopted by the Full Court in Lees subsequently to Power and Hill and prior to Riddle .",
      "id": "s171"
    },
    {
      "text": "59 I would therefore conclude , contrary to the decision of the primary judge, that the AAT below was duly empowered , upon the true construction of the SRC Act and in the events which happened: \n \n \n \n \n (i) to make findings of fact that effectively undercut the necessary findings of fact made in the initial or original decision of Telstra under s 14 of the SRC Act to accept liability in respect of Mr Hannaford's claim for compensation; and \n (ii) to do so in circumstances where the AAT was undertaking its review of whether any compensation should be payable or further payable, for instance under ss 16 and 19 of the SRC Act , and/or under ss 21 and 27 of the SRC Act ; and \n (iii) to do so in the circumstances further where Telstra's s 14 decision remained in force to the extent that it had not been actually reversed, and had not been the subject of any adverse review per se by the AAT.",
      "id": "s172"
    },
    {
      "text": "In short, it matters not, upon the true construction of the SRC Act , that there has never been any reconsideration of the determination of Telstra of 8 May 2002 whereby liability under s 14 thereof for Mr Hannaford's claim originally made on 1 May 2002 had been accepted.",
      "id": "s173"
    },
    {
      "text": "(Emphasis added; citations for cases referred to in the passage quoted omitted) \n32 These conclusions as to the operation of the AAT Act, in the context of the jurisdiction conferred upon the Tribunal by s 64 of the SRC Act were reached after, materially, consideration of what had been said on the subject by an earlier Full Court in Lees v Comcare (1996) 29 AAR 350.",
      "id": "s174"
    },
    {
      "text": "They bind me as much as they bound the Tribunal.",
      "id": "s175"
    },
    {
      "text": "Given that, there is no utility in a rehearsal of earlier authority.",
      "id": "s176"
    },
    {
      "text": "Rather, the task is to ascertain how those conclusions operate on the facts of the present case.",
      "id": "s177"
    },
    {
      "text": "33 Here, as it was entitled to do in its administration of the SRC Act , the Commission chose to bifurcate the process of making of determinations in response to a claim made by Mr Bryant, via his solicitors, on 15 July 2005 to extend the Commission's existing liability to pay compensation under the SRC Act so as to include a headache condition and to reassess his lump sum impairment compensation entitlement accordingly.",
      "id": "s178"
    },
    {
      "text": "Initially, on 25 January 2006, the Commission determined that Mr Bryant had suffered the contraction of a disease to which his military service had contributed to a material degree.",
      "id": "s179"
    },
    {
      "text": "The disease concerned was identified as \"Muscle-tension type headache\".",
      "id": "s180"
    },
    {
      "text": "It was determined to be a \"stand-alone condition\", i.e.",
      "id": "s181"
    },
    {
      "text": "one unrelated to Mr Bryant's earlier accepted compensable injury to his neck.",
      "id": "s182"
    },
    {
      "text": "The disease identified in this determination was an \"injury\" for the purposes of the SRC Act .",
      "id": "s183"
    },
    {
      "text": "34 Mr Bryant did not seek reconsideration of the determination of 25 January 2006.",
      "id": "s184"
    },
    {
      "text": "The status of this determination is identical to the earlier determination made by Telstra, that of 8 May 2002, analysed by Conti J in Telstra Corporation Limited v Hannaford .",
      "id": "s185"
    },
    {
      "text": "Mr Bryant sought reconsideration only of the later, 16 March 2006 determination, described at the outset of these reasons.",
      "id": "s186"
    },
    {
      "text": "When, on 24 July 2006, a decision was made on reconsideration it was that decision, and that decision alone, which became the \"reviewable decision\" for the purposes of s 64 of the SRC Act .",
      "id": "s187"
    },
    {
      "text": "35 In the passage from Telstra Corporation Limited v Hannaford which I have quoted above Conti J does not, in terms, mention s 24 of the SRC Act , instead referring to ss 16 , 19 , 21 and 27 of the SRC Act .",
      "id": "s188"
    },
    {
      "text": "However, his Honour's reference to these particular provisions was clearly by way of example (witness their being preceded by \"for instance\").",
      "id": "s189"
    },
    {
      "text": "The compensation for which s 16 (compensation for medical expenses and the like), s 19 (compensation types for injuries resulting in incapacity), s 21 (compensation for injuries resulting in incapacity where the employee is in receipt of a lump sum benefit) and s 27 (compensation for non-economic loss) respectively provide are but particular types of compensation eligibility for which is enlivened, subject to the additional satisfaction of their relevant statutory criteria, once it has been concluded that an \"injury\" for the purposes of the SRC Act has been suffered.",
      "id": "s190"
    },
    {
      "text": "Compensation for an injury which has resulted in permanent impairment, for which s 24 of the SRC Act provides, is another.",
      "id": "s191"
    },
    {
      "text": "Each of these is a type of compensation for which Part II of the SRC Act provides.",
      "id": "s192"
    },
    {
      "text": "In these circumstances, there is no material distinction to be drawn between Telstra Corporation Limited v Hannaford and the present case.",
      "id": "s193"
    },
    {
      "text": "36 It follows, to paraphrase and adapt for present application the conclusions reached in Telstra Corporation Limited v Hannaford , that, providing procedural fairness was observed, the Tribunal was duly empowered, upon the true construction of the SRC Act and in the events which happened:\n \n(i) to make findings of fact that effectively undercut the necessary findings of fact made in the decision of the Commission under s 14 of the SRC Act to accept liability in respect of Mr Bryant's claim for compensation; and\n \n(ii) to do so in circumstances where the Tribunal was undertaking its review of whether any compensation should be payable or further payable under s 24 of the SRC Act ; and\n \n(iii) to do so in the circumstances further where the Commission's s 14 decision remained in force to the extent that it had not been actually reversed, and had not been the subject of any adverse review per se by the Tribunal.",
      "id": "s194"
    },
    {
      "text": "37 To the extent that Mr Bryant contends for a contrary conclusion, that contention must be rejected.",
      "id": "s195"
    },
    {
      "text": "38 Paragraphs 37, 39, 40 and 41 of the Tribunal's reasons evidence that the Tribunal did consider whether Mr Bryant indeed suffered from the hitherto accepted \"injury\" of \"muscle tension type headaches\".",
      "id": "s196"
    },
    {
      "text": "The Tribunal concluded that he did.",
      "id": "s197"
    },
    {
      "text": "In so doing, the Tribunal necessarily accepted that Mr Bryant suffered from a \"disease\" for the purposes of the SRC Act , i.e.",
      "id": "s198"
    },
    {
      "text": "materially, an ailment suffered by him that was contributed to in a material degree by his employment by the Commonwealth (see; the then definition of \"disease\" in s 4 of the SRC Act ).",
      "id": "s199"
    },
    {
      "text": "At the relevant time, the SRC Act provided that an \"injury\" included a \"disease\" (definition of \"injury\" in s 4 , SRC Act ).",
      "id": "s200"
    },
    {
      "text": "39 Having reached the conclusion that Mr Bryant suffered from an \"injury\" for the purposes of the SRC Act , the task for the Tribunal was that laid down by s 24(5) of the SRC Act , to determine the degree of permanent impairment of the employee resulting from that injury under the provisions of the Approved Guide.",
      "id": "s201"
    },
    {
      "text": "Regrettably, as is revealed by those portions of para 49 and para 50 of the Tribunal's reasons emphasised in the excerpt quoted above, the Tribunal did not undertake that task according to law, for the following reasons.",
      "id": "s202"
    },
    {
      "text": "40 In Canute v Comcare [2006] HCA 47 ; (2006) 226 CLR 535 , in a joint judgement, a Full Court of the High Court emphasised by repetition (226 CLR at 548, [37] and [38]) that the task under s 24(5) involved the assessment of compensation \" resulting from an injury \".",
      "id": "s203"
    },
    {
      "text": "As the High Court put it, the occurrence of an \"injury\" \"both actuates and defines the ambit of Comcare's duty under s 24 of [the SRC Act]\" (226 CLR at 548, [37]).",
      "id": "s204"
    },
    {
      "text": "The suffering of an \"injury\" as defined is antecedent to that assessment task which in this case fell on the Commission rather than Comcare to undertake because Mr Bryant was a member of the Defence Force.",
      "id": "s205"
    },
    {
      "text": "41 As is revealed by the portion of para 50 of the Tribunal's reasons emphasised in the excerpt quoted above, the Tribunal seems to have conceived its task to be to decide whether it was satisfied that the Mr Bryant suffered a degree of whole person impairment \" which can be attributable to service life \".",
      "id": "s206"
    },
    {
      "text": "With respect, Mr Bryant's entitlement, if any, to permanent impairment compensation was not just to the extent that his employment with the Commonwealth contributed to that impairment to a material degree.",
      "id": "s207"
    },
    {
      "text": "It was to compensation in an amount which reflected the degree of permanent impairment resulting from an injury.",
      "id": "s208"
    },
    {
      "text": "42 Canute v Comcare revealed one type of impermissible conflation of inquiry in the determination of permanent impairment compensation, the treating as relevant to the inquiry as to the degree of permanent impairment resulting from an injury something which independently satisfies the statutory definition of an \"injury\".",
      "id": "s209"
    },
    {
      "text": "This case, in my opinion, reveals another, the treating of employment contribution as relevant to the determination of the degree of permanent impairment \"resulting from an injury\".",
      "id": "s210"
    },
    {
      "text": "The contributors to an ailment may be multi-factorial.",
      "id": "s211"
    },
    {
      "text": "If an employee's employment by the Commonwealth contributed in a material degree to the employee's ailment, than that employee has suffered a \"disease\" and thus an \"injury\" for the purposes of the SRC Act .",
      "id": "s212"
    },
    {
      "text": "That \"injury\" then provides the \"prism\" through which permanent impairment compensation \"in respect of the injury\" is determined: s 24(1) SRC Act .",
      "id": "s213"
    },
    {
      "text": "So far as that \"injury\" is concerned, and subject of course to the Tribunal's ability to revisit that antecedent question, the focus of inquiry then shifts to the degree of permanent impairment resulting from that injury as assessed by reference to the Approved Guide.",
      "id": "s214"
    },
    {
      "text": "In that inquiry, it is nothing to the point that there may be other contributors to the \"injury\" apart from employment with the Commonwealth.",
      "id": "s215"
    },
    {
      "text": "43 This type of conflation of inquiry is also evident in part of the emphasised portion of para 49 of the Tribunal's reasons, \"the headaches reported could not then be attributable to service life and therefore be compensable under Table 13.1\".",
      "id": "s216"
    },
    {
      "text": "The reference to \"compensable under Table 13.1\" is also, strictly, erroneous as the source of the liability to pay permanent impairment compensation is s 24 of the SRC Act , not the Approved Guide.",
      "id": "s217"
    },
    {
      "text": "This reference though was not the subject of any complaint and seems to me to be but infelicity or casualness of expression.",
      "id": "s218"
    },
    {
      "text": "44 If Mr Bryant's headaches were solely the result of an ailment other than the accepted injury, \"muscle tension type headaches\" condition, then no compensation under s 24 of the Act would be payable in respect of the accepted injury.",
      "id": "s219"
    },
    {
      "text": "That would be because, whatever degree of permanent impairment from which Mr Bryant suffered, that impairment would not have \"resulted from\" that accepted injury.",
      "id": "s220"
    },
    {
      "text": "The task for the Tribunal was to decide for itself the degree of permanent impairment which had \"resulted from\" the accepted injury: Comcare v Amorebieta (1996) 66 FCR 83 , at 96.",
      "id": "s221"
    },
    {
      "text": "45 That is not though, as its reasons evidence, how the Tribunal conceived its task.",
      "id": "s222"
    },
    {
      "text": "The Tribunal, wrongly, conceived that its task was to assess the impairment that had \"resulted from service life\".",
      "id": "s223"
    },
    {
      "text": "This aspect of the jurisdictional challenge made by the Appellant has merit.",
      "id": "s224"
    },
    {
      "text": "46 Further comment is also necessary in relation to the way in which the Tribunal dealt with this matter.",
      "id": "s225"
    },
    {
      "text": "47 The relevant compensable \"injury\", from which the Tribunal accepted Mr Bryant suffered was a particular type of headache condition, \"muscle tension type headaches\", not \"headaches\" generally.",
      "id": "s226"
    },
    {
      "text": "It may be that it is possible definitively to distinguish the symptoms of \"muscle tension type headaches\" from those occasioned by, for example, psychological factors or sleep apnoea.",
      "id": "s227"
    },
    {
      "text": "Equally, it may to some extent not be possible to draw such a distinction.",
      "id": "s228"
    },
    {
      "text": "To the extent that it is not, the Tribunal, like the Commission, was obliged to assess impairment by reference to the totality of impairment \"resulting from\" the accepted injury on the footing that it was not possible to isolate from that impairment anything which did not result either from another \"injury\" or from a condition which could never constitute an \"injury\".",
      "id": "s229"
    },
    {
      "text": "A like approach is taken where it is not possible to isolate the impairment flowing from an aggravation of an underlying condition from that flowing from the underlying condition itself: Jordan v Australian Postal Corporation (2007) 99 ALD 303 at 310, [30].",
      "id": "s230"
    },
    {
      "text": "It is settled that in those circumstances a body such as the Commission or the Tribunal sitting in its place is obliged to make an assessment beneficially in favour of a claimant.",
      "id": "s231"
    },
    {
      "text": "48 In his most recent report, that of 3 November 2006, Dr Lethlean opined, inter alia:\n \n \n &#8226; \"My impression is that psychological factors are the principal ones interfering with the wide range of activities as now described [by Mr Bryant].",
      "id": "s232"
    },
    {
      "text": "I would not modify my assessment without the opportunity of re-assessing Mr Bryant clinically and discussing his condition, symptoms and restrictions.",
      "id": "s233"
    },
    {
      "text": "\"\n &#8226; \"Mr Bryant's Table 13'1 impairment might well be assessed at 10% WPI, or a higher impairment, but this should ... be made with clinical reassessment.",
      "id": "s234"
    },
    {
      "text": "\"\n &#8226; \"On 31 October 2005 Mr Bryant reported that sleep apoena had been diagnosed.",
      "id": "s235"
    },
    {
      "text": "Sleep apnoea in itself can cause (or increase) headaches, concentration and tiredness difficulties.",
      "id": "s236"
    },
    {
      "text": "It's possible that this is relevant to his current and continuing difficulties.",
      "id": "s237"
    },
    {
      "text": "\" (Emphasis added).",
      "id": "s238"
    },
    {
      "text": "49 As to sleep apnoea, the following answer was elicited in cross-examination from Dr Lethlean:\n \"So it would be fair to say that your considered opinion, even to this day, is that the diagnosed condition that you have diagnosed for Mr Bryant is a muscle tension headache for which the service is responsible, at least to the extent of being a 51% contributing factor?",
      "id": "s239"
    },
    {
      "text": "Yes.",
      "id": "s240"
    },
    {
      "text": "\" \n50 Dr Lethlean's consistent, considered opinion was that the level of impairment from which Mr Bryant suffered, assessed by reference to Table 13.1 was 0%.",
      "id": "s241"
    },
    {
      "text": "He was also adamant in cross-examination that Mr Bryant needed to be reassessed.",
      "id": "s242"
    },
    {
      "text": "\"Unreasonableness\" \n \n51 It was not irrelevant for the Tribunal to take into account the possibility, raised on Dr Lethlean's evidence, that psychological factors or sleep apnoea might offer an explanation for symptoms of the headaches which Mr Bryant was experiencing.",
      "id": "s243"
    },
    {
      "text": "If so, those symptoms and their related impairment would not \"result from\" the accepted injury.",
      "id": "s244"
    },
    {
      "text": "Here though the Tribunal's conclusion in respect of sleep apnoea was that it \"could equally account\" for the symptoms described by Mr Bryant --- Tribunal Reasons, [49].",
      "id": "s245"
    },
    {
      "text": "That finding puts the position rather higher than did Dr Lethlean, who saw sleep apnoea as a \"possible\" cause of Mr Bryant's headaches.",
      "id": "s246"
    },
    {
      "text": "There was no evidentiary support for a \"could equally account\" finding.",
      "id": "s247"
    },
    {
      "text": "52 The submission for Mr Bryant that this constituted \" Wednesbury unreasonableness\" misconceives the nature of that type of error of law.",
      "id": "s248"
    },
    {
      "text": "As Gummow J explained in Minister for Immigration and Multi-cultural Affairs v Eshetu at 649, [124] this descriptor, derived from the decision of the English Court of Appeal in Associated Provincial Picture Houses Ltd v Wednesbury Corporation , refers to that body of administrative law which is concerned with the judicial review of the abuse of discretionary powers.",
      "id": "s249"
    },
    {
      "text": "When standing in the Commission's place so as to decide whether Mr Bryant had an entitlement to compensation under s 24 of the SRC Act the Tribunal was not exercising a discretionary power.",
      "id": "s250"
    },
    {
      "text": "Neither does s 24 of the SRC Act posit an eligibility test grounded in a state of administrative satisfaction to a state of affairs.",
      "id": "s251"
    },
    {
      "text": "The principles attending the judicial review of a decision made under this type of statutory provision were comprehensively discussed by Gummow J in Eshetu's case, but are of no present relevance.",
      "id": "s252"
    },
    {
      "text": "That is not to say that no error of law is revealed.",
      "id": "s253"
    },
    {
      "text": "If the Tribunal reaches a conclusion critical to its determination without any material to support that conclusion that is an appealable error of law: Secretary, Department of Social Security v Murphy [1998] FCA 809 ; (1998) 52 ALD 268 , at 271-272.",
      "id": "s254"
    },
    {
      "text": "Table 13.1 \n \n53 Like the other provisions of the Approved Guide, if competing constructions of Table 13.1 are open, that which favours the employee is the one to be preferred: Whittaker v Comcare [1998] FCA 1099 ; (1998) 86 FCR 532 at 544-545 (Full Court), citing with approval remarks earlier made by Olney J in Comcare v Tiscay (1992) 32 FCR 181 at 188.",
      "id": "s255"
    },
    {
      "text": "54 No particular ambiguity is overtly evident in the 0% and 10% parts of Table 13.1.",
      "id": "s256"
    },
    {
      "text": "The Approved Guide provides a definition for the expression \"activities of daily living\" (\"ADL\").",
      "id": "s257"
    },
    {
      "text": "As will be seen, some ambiguity may attend that definition.",
      "id": "s258"
    },
    {
      "text": "Interference with such activities will be minor if it is small in size, extent or importance (see the definitions of \"minor\" in the Macquarie Dictionary, Federation Edition, at p. 1217 and the Oxford English Dictionary at p. 861).",
      "id": "s259"
    },
    {
      "text": "55 The 0% and 10% parts of Table 13.1 require the making of an affirmative finding by the Tribunal as to the frequency of headaches.",
      "id": "s260"
    },
    {
      "text": "At paragraph 47 of its reasons the Tribunal notes the differences in the accounts of frequency evident in the accounts given by Mr Bryant to Doctors Rowe and Lethlean, the fact that these relate to differing points in time and that the frequency \"seems to have reduced between 1994 and October 2005\".",
      "id": "s261"
    },
    {
      "text": "There is no resultant affirmative finding as to the degree of frequency of headaches.",
      "id": "s262"
    },
    {
      "text": "Neither is there any positive finding as to whether, however frequent they may be and however they may interfere with \"activities of daily living\", they are \"readily reversed by appropriate medication or treatment\".",
      "id": "s263"
    },
    {
      "text": "56 In assessing what constituted a \"minor interference\" with the \"activities of daily living\" the Tribunal sought to follow an approach adopted in an earlier tribunal case, O'Rourke and Comcare [1997 ] AATA 304 (26 August 1997, Deputy President Burns).",
      "id": "s264"
    },
    {
      "text": "In that case, in a passage which was influential on the Tribunal as constituted for the purposes of the present proceeding, the Tribunal had observed:\n \"The Tribunal's considered view is that when assessing whether the relevant attacks cause minor interference with activities of daily living, one must take a global approach.",
      "id": "s265"
    },
    {
      "text": "The circumstances of a given case may be such that one ADL is so affected, both biologically and psychosocially, as to fall to be described as \"minor interference with activities of daily living\".",
      "id": "s266"
    },
    {
      "text": "In another case however, where there is a low level of, say psychosocial, interference with several ADL, that could similarly fall to be described as \"minor interference with activities of daily living\".",
      "id": "s267"
    },
    {
      "text": "It is highly unlikely, when taking a global approach to this assessment, that a small infraction of one ADL could properly be described as \"minor interference with activities of daily living\".",
      "id": "s268"
    },
    {
      "text": "\" \n57 Regard to its definition in the Glossary in the Approved Guide discloses that \"activities of daily living\" is a collective term for a number of activities which an individual needs to perform to live.",
      "id": "s269"
    },
    {
      "text": "Its use saves the repeated specification, in those parts of the Approved Guide when reference to the same is directed, of each of the activities mentioned in the definition.",
      "id": "s270"
    },
    {
      "text": "58 Though the term is a collective one it does not, with respect, follow that the \"global approach\" is thereby mandated.",
      "id": "s271"
    },
    {
      "text": "Indeed, in its reference to one ADL being so affected as to fall to be described as \"minor interference\" the Tribunal itself in O'Rourke seems to counsel against the adoption of such an approach in such a case.",
      "id": "s272"
    },
    {
      "text": "Be that as it may, the correct way to approach assessment in respect of those parts of the Approved Guide which make reference to the collective term \"activities of daily living\" is that stated by Spender J in Comcare v Emery [1993] FCA 601 ; (1993) 32 ALD 147 , at 151:\n \"The Tribunal referred to the use of \"Activities of Daily Living\" in other Tables of the Guide, and said that certain conclusions could be reached.",
      "id": "s273"
    },
    {
      "text": "The Tribunal said: \n\n 'The first is that to find 'some supervision and direction in ADL was needed' there is no requirement that all, or most, or any one of the particular functions listed in the glossary definition have been adversely affected.",
      "id": "s274"
    },
    {
      "text": "Another conclusion is that the term ADL is not limited to the basic mechanics of an activity but due weight must be given to the psychosocial aspect of the function ie the ability to stand may be impaired because one cannot stand straight, or stand still or stand around on even standby without some supervision or direction.",
      "id": "s275"
    },
    {
      "text": "' It seems to me that no criticism can be taken of the correctness of this passage, save for the ambiguity in the reference to \"any one of the particular functions listed in the glossary definition\".",
      "id": "s276"
    },
    {
      "text": "If that reference was meant to read \"any particular one\" was necessary to have been adversely affected, no complaint could be made.",
      "id": "s277"
    },
    {
      "text": "\" \n59 These observations were made in relation to the construction of the collective term \"activities of daily living\" in the context of Table 5.1 of the Approved Guide, which referred to a \"need for supervision and direction in activities of daily living\" They apply mutatis mutandis to the construction of that collective term in Table 13.1.",
      "id": "s278"
    },
    {
      "text": "Thus there is no requirement that there be \"minor interference\" with all, or most or any particular one of the activities listed in the definition of that collective term before a finding of \"minor interference\" may be made.",
      "id": "s279"
    },
    {
      "text": "To the extent that the \"global approach\" counselled in O'Rourke suggests otherwise, and that seems to be how the Tribunal in the present case understood it, it is inconsistent with the decision of this Court in Emery and should not be followed by the Tribunal.",
      "id": "s280"
    },
    {
      "text": "60 Some of the criteria in Table 13.1 do require medical evidence for the making of a finding of fact, notably whether, for example, headaches are \"readily reversed by appropriate medication or treatment\".",
      "id": "s281"
    },
    {
      "text": "Others though are but conclusions to be drawn from evidence which may be related by the claimant or others who have observed him or her.",
      "id": "s282"
    },
    {
      "text": "Indeed, both the Commission and, when sitting in its place, the Tribunal need to take care in ensuring that medical practitioners do not usurp their role of finding such facts on evidence.",
      "id": "s283"
    },
    {
      "text": "That is not to say that the opinions of a medical practitioner on, for example, the severity of a particular individual's headaches are irrelevant.",
      "id": "s284"
    },
    {
      "text": "They plainly are relevant but the body charged with assessing the degree of permanent impairment is the Commission or, as the case may be, the Tribunal, not a medical practitioner.",
      "id": "s285"
    },
    {
      "text": "Recalling this ought also serve to avoid the risk of the Commission or, as the case may be, the Tribunal acting on what may prove to be a medical assessment based on a perhaps unarticulated error in the construction of the Approved Guide on the part of the medical practitioner.",
      "id": "s286"
    },
    {
      "text": "CONCLUSIONS \n \n61 Reading the Tribunal's reasons as a whole, it seems to me that an explanation for the Tribunal choosing to affirm the decision under review is because it came to accept Dr Lethlean's view that Mr Bryant needed reassessment by clinicians in various disciplines before one could determine with any confidence that his degree of permanent impairment \"resulting from\" the accepted injury was greater than 0%.",
      "id": "s287"
    },
    {
      "text": "Mr Bryant bore no formal onus of proof in the Tribunal proceeding.",
      "id": "s288"
    },
    {
      "text": "Strictly, the nature of the proceeding was that of an administrative inquiry.",
      "id": "s289"
    },
    {
      "text": "Nonetheless, if, that is the position in which the Tribunal was left on the body of evidence it chose to prefer then, without more, its decision would be unexceptional.",
      "id": "s290"
    },
    {
      "text": "62 The difficulty is that the Tribunal has come to this conclusion on the basis of a manifest misconception of the meaning and effect of s 24(5) of the SRC Act and of the meaning of Table 13.1 in the Approved Guide.",
      "id": "s291"
    },
    {
      "text": "Further, one of its supporting findings of fact overstates the evidence before it and is otherwise unsupported.",
      "id": "s292"
    },
    {
      "text": "63 Mr Bryant has not had a hearing according to law.",
      "id": "s293"
    },
    {
      "text": "The state of the evidence is not such that findings of fact by this Court under s 44(7) of the AAT Act would be appropriate.",
      "id": "s294"
    },
    {
      "text": "64 In these circumstances, the appeal should be allowed and the matter remitted to the Tribunal to be heard and decided again.",
      "id": "s295"
    },
    {
      "text": "Upon that rehearing the hearing of further evidence should be permitted.",
      "id": "s296"
    },
    {
      "text": "The constitution of the Tribunal for the purposes of the rehearing is a matter for the Tribunal's President who will doubtless consider in that regard the evidentiary preferences already voiced by the Tribunal as presently constituted.",
      "id": "s297"
    },
    {
      "text": "65 I shall hear the parties as to costs.",
      "id": "s298"
    },
    {
      "text": "I certify that the preceding sixty-five (65) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s299"
    },
    {
      "text": "Associate:\n\nDated: 17 September 2008\n\n Counsel for the Applicant: Mr King-Scott of Counsel \n \n Solicitor for the Applicant: Slater &amp; Gordon \n \n Counsel for the Respondent: Mr Dube (Barrister and Solicitor, appearing as Counsel) \n \n Solicitor for the Respondent: DLA Phillips Fox \n\n Date of Hearing: 25 June 2008 \n \n Date of Judgment: 17 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1424.html",
      "id": "s300"
    }
  ]
}