{
  "name": "Twynam Pastoral Co Pty Limited v AWB (Australia) Ltd [2008] FCA 1922 (16 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1922.html",
  "catchphrases": [
    {
      "text": "tendency evidence",
      "id": "c0"
    },
    {
      "text": "evidence sought to be adduced by applicant that the respondent's agent made similar representations to a number of purchasers of wheat",
      "id": "c1"
    },
    {
      "text": "whether the evidence would have significant probative value",
      "id": "c2"
    },
    {
      "text": "whether evidence admissible as reliance evidence",
      "id": "c3"
    },
    {
      "text": "whether evidence admissible as admissions",
      "id": "c4"
    },
    {
      "text": "evidence",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings involve a claim for damages under ss 51A and 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s0"
    },
    {
      "text": "The proceedings are fixed for hearing in March 2009.",
      "id": "s1"
    },
    {
      "text": "The parties agreed that they wish me to rule on the admissibility of certain evidence immediately.",
      "id": "s2"
    },
    {
      "text": "Implicit in this agreement is the fact that the following rulings are limited to the form of the evidence as tendered on the voir dire with respect to admissibility.",
      "id": "s3"
    },
    {
      "text": "2 The evidence in dispute consists of four affidavits (James Vickery sworn 9 March 2006, Duncan Rowland sworn 10 March 2006, Allan Gillogly filed 13 September 2006, and Kevin Roberts sworn 19 September 2006).",
      "id": "s4"
    },
    {
      "text": "The primary issue is whether certain paragraphs of these affidavits are admissible as tendency evidence under s 97 of the Evidence Act 1995 (Cth).",
      "id": "s5"
    },
    {
      "text": "There are two subsidiary issues about the admissibility of other parts of the affidavits of Mr Vickery, Mr Rowland and Mr Gillogly as evidence relevant to reliance and of the affidavits of Mr Vickery and Mr Rowland as admissions.",
      "id": "s6"
    },
    {
      "text": "In order to understand the competing submissions of the parties it is necessary to identify the context of the claims and the evidence in dispute in more detail.",
      "id": "s7"
    },
    {
      "text": "3 The statement of claim alleges misleading and deceptive representations in paragraph 12 as follows:\n 12.",
      "id": "s8"
    },
    {
      "text": "In or about late October or early November 2002 the respondent, by the respondent's agent, in trade or commerce, made the following representations to the applicant: (a) the wheat harvest was going to be very small; (b) there was more demand for feed wheat than there was supply; (c) there was only 50,000 to 60,000 tonnes of wheat in Northern NSW which had nearly all been purchased; (d) that if the applicant didn't buy at that time the applicant would be unable to purchase feed wheat until October 2003.",
      "id": "s9"
    },
    {
      "text": "PARTICULARS The representations were made by Mr Adams orally in the course of a telephone conversation in late October 2002 or early November 2002.",
      "id": "s10"
    },
    {
      "text": "4 The central claim is that in paragraph 12(d).",
      "id": "s11"
    },
    {
      "text": "For present purposes this claim is to be understood in the context of the evidence as it presently stands.",
      "id": "s12"
    },
    {
      "text": "The evidence is to the effect that the representations were made by Steven Adams to Troy Setter, a person who was responsible for buying wheat on behalf of the applicant for its feedlot operation.",
      "id": "s13"
    },
    {
      "text": "The critical part of Mr Setter's affidavit sworn 10 February 2006 concerns a conversation said to have occurred in late October or early November 2002 as follows:\n 2... Adams: \"There is not a lot of grain left in Northern New South Wales.",
      "id": "s14"
    },
    {
      "text": "This year's harvest is going to be very small, and you need to ensure that you're covered for grain so that you can keep operating the feedlot.",
      "id": "s15"
    },
    {
      "text": "There is more demand for feed wheat than supply.",
      "id": "s16"
    },
    {
      "text": "\" Adams or Setter: \"So prices will rise higher until supply runs out.",
      "id": "s17"
    },
    {
      "text": "\" Setter or Adams: \"That would be expected.",
      "id": "s18"
    },
    {
      "text": "\" Adams: \"There is only 50,000 to 60,000 tonnes of wheat in Northern NSW and it has nearly all been purchased.",
      "id": "s19"
    },
    {
      "text": "People who have bought include Bective Feedlot, Courallie Feedlot, Killara Feedlot and Myola Feedlot.",
      "id": "s20"
    },
    {
      "text": "There is a parcel of wheat remaining, and you can buy it.",
      "id": "s21"
    },
    {
      "text": "But if you don't buy now, there will be none left until the next harvest.",
      "id": "s22"
    },
    {
      "text": "You may leave yourself short and you will not be able to get grain for the feedlot until next October.",
      "id": "s23"
    },
    {
      "text": "\" \n5 The deponents of the disputed affidavits each deposed to conversations with Mr Adams as follows:\n Affidavit of James Robert Vickery sworn 9 March 2006 \n 17.",
      "id": "s24"
    },
    {
      "text": "On 30 October 2002, Adams rang to speak to me and left a message to call him.",
      "id": "s25"
    },
    {
      "text": "I rang him back and we had a conversation wherein words were said to the following effect: Adams: \"Rob, it's Steve Adams here.",
      "id": "s26"
    },
    {
      "text": "I thought I'd better give you a ring because as you know the wheat harvest is going to be poor and supplies of wheat are getting low.",
      "id": "s27"
    },
    {
      "text": "Your current contract ends in March 2003.",
      "id": "s28"
    },
    {
      "text": "Will you need wheat after that, because if you don't purchase now, there will be no wheat in Australia from March 2003 until the harvest begins in October.",
      "id": "s29"
    },
    {
      "text": "\" At that time it was my understanding that Australia was in the middle of a widespread drought.",
      "id": "s30"
    },
    {
      "text": "Vickery: \"You say there'll be no wheat available after March next year?",
      "id": "s31"
    },
    {
      "text": "\" Adams: \"That's right.",
      "id": "s32"
    },
    {
      "text": "We're seeing heavy demand at the moment, but there's wheat available if you buy now.",
      "id": "s33"
    },
    {
      "text": "I'm holding some for you, but if you don't buy now you'll have to import wheat from March 2003 onwards.",
      "id": "s34"
    },
    {
      "text": "\" Vickery: \"What is the price for wheat in March?",
      "id": "s35"
    },
    {
      "text": "\" Adams: \"For March delivery it will be $370 per tonne.",
      "id": "s36"
    },
    {
      "text": "\" Adams: \"As I said, if you don't buy now, your only option would be to import wheat from Chicago.",
      "id": "s37"
    },
    {
      "text": "Let's do a hypothetical exercise.",
      "id": "s38"
    },
    {
      "text": "If you bought wheat from the US you'd have to pay Chicago prices, US freight, shipping, the cost of treatment of the wheat on arrival in Australia, you'd have to pay Australian customs duties and you'd have to pay the inland freight costs.",
      "id": "s39"
    },
    {
      "text": "\" Adams mentioned an approximate cost for each of the items except inland freight from the wharf to Bective Station, but I do not now recall what those amounts were.",
      "id": "s40"
    },
    {
      "text": "The conversation continued to the following effect: Adams: \"Unless the exchange rate changes a lot in your favour, the cost of importing wheat is going to be more than $370 per tonne.",
      "id": "s41"
    },
    {
      "text": "\" Vickery: \"Steve, I'll have to look at my requirements from March forward, and get back to you.",
      "id": "s42"
    },
    {
      "text": "\" ... 19.",
      "id": "s43"
    },
    {
      "text": "On 31 October 2002, I rang Adams and had a telephone conversation with him wherein words were said to the following effect: Vickery: \"I'd like to speak to you Steve about an extra 7,000 tonnes for delivery March to August next year.",
      "id": "s44"
    },
    {
      "text": "\" Adams: \"Rob the price will be $375 per tonne for March delivery and $3.50 per month holding charge.",
      "id": "s45"
    },
    {
      "text": "I've already sold 25,000 tonnes of wheat this week.",
      "id": "s46"
    },
    {
      "text": "If you want to get some you'd better move quickly because otherwise there won't be any available.",
      "id": "s47"
    },
    {
      "text": "\" Vickery: \"Who have you sold the 25,000 tonnes to?",
      "id": "s48"
    },
    {
      "text": "\" Adams: \"Pet Food at Gunnedah's taken 10,000 tonnes, Gunnee Feedlot has taken 6,000 tonnes, Henry Moses has taken 5,000 tonnes and Killara has taken 5,000 tonnes.",
      "id": "s49"
    },
    {
      "text": "\" Adams: \"As I said, there's little wheat available.",
      "id": "s50"
    },
    {
      "text": "If you don't order promptly wheat will be unprocurable at the price we are now offering, and there'll be no wheat available from March onwards.",
      "id": "s51"
    },
    {
      "text": "\" ... 21.",
      "id": "s52"
    },
    {
      "text": "Annexed and marked \"D\" is a copy of an extract from my 2002 diary in which I made contemporaneous notes of my telephone conversations with Adams on 30 and 31 October 2002 referred to above.",
      "id": "s53"
    },
    {
      "text": "The notes I made were as follows: a.",
      "id": "s54"
    },
    {
      "text": "On 30 October 2002: \"Rang Adams AWB U.S.",
      "id": "s55"
    },
    {
      "text": "Wheat:- Chicago prices U.S.Freight Shipping Treatment Aust.",
      "id": "s56"
    },
    {
      "text": "Customs Aust.",
      "id": "s57"
    },
    {
      "text": "Inland Freight Price around $370 or higher No wheat in Australia 2003 March on if purchase not affected now.",
      "id": "s58"
    },
    {
      "text": "\" b.",
      "id": "s59"
    },
    {
      "text": "On 31 October 2002: \"Rang AWB --- $375 tonne March + $3.50\" \"Pet Food Gunnedah 10,000 tonnes Gunnee 6,000 \" Moses 5,000 \" Killara Gunnee 5,000 \" \" 22.",
      "id": "s60"
    },
    {
      "text": "On 4 November 2002, I again rang Adams and had a telephone conversation with him wherein words were said to the following effect: Vickery: \"I've thought about our recent conversations, and looked at our requirements for wheat.",
      "id": "s61"
    },
    {
      "text": "As you've told me that there will be no wheat available next year, we'll need to take out a contract with you from March.",
      "id": "s62"
    },
    {
      "text": "\" Adams: \"The March price is now $380, plus the $3.50 holding charge for wheat held past that.",
      "id": "s63"
    },
    {
      "text": "\" Vickery: \"That's another $5 rise just over the weekend!",
      "id": "s64"
    },
    {
      "text": "\" \"I'm looking at taking 7,000 tonnes of wheat to get us from March through to August.",
      "id": "s65"
    },
    {
      "text": "\" Adams: \"If you take 7,000 tonnes I'll bring it back to $378 a tonne, plus the $3.50 carrying charge.",
      "id": "s66"
    },
    {
      "text": "\" Vickery: \"You are a thieving bastard, but I'll have to do a deal.",
      "id": "s67"
    },
    {
      "text": "\" Affidavit of Duncan Rowland sworn 10 March 2006 \n \n \n \n \n \n \n4.",
      "id": "s68"
    },
    {
      "text": "Further to the above, at the time of negotiating the said forward contracts with AWB, I had conversations with Mr Steve Adams (\"Adams\"), a person I understood to be an employee of AWB, during which he said to me words to the following effect: Adams: \"There is little feed wheat available.",
      "id": "s69"
    },
    {
      "text": "GP wheat is available.",
      "id": "s70"
    },
    {
      "text": "I can get GP landed for you at a certain price.",
      "id": "s71"
    },
    {
      "text": "\" Further to the above, Adams mentioned a price for GP wheat, a term meaning General Purpose wheat, but I cannot now recall what that price was.",
      "id": "s72"
    },
    {
      "text": "5.",
      "id": "s73"
    },
    {
      "text": "During the period September 2002 to November 2002, I had almost weekly telephone conversations with Adams.",
      "id": "s74"
    },
    {
      "text": "During one such telephone conversation on or around 4 November 2005 Adams said words to the following effect: Adams: \"If you don't order now, there will be no wheat available until the harvest begins next year because contracts are filling up.",
      "id": "s75"
    },
    {
      "text": "There are other feedlots who are also short of grain, and they will be out of grain in the next few months.",
      "id": "s76"
    },
    {
      "text": "Prices will continue to rise until supplies run out.",
      "id": "s77"
    },
    {
      "text": "\" During the above conversation, I recall that Adams mentioned the names of certain feedlots, and the months when they would be out of grain, but I do not now recall the precise names and months that he mentioned.",
      "id": "s78"
    },
    {
      "text": "Affidavit of Allan Edward Gillogly undated filed 13 September 2006 \n \n \n \n \n \n \n6.",
      "id": "s79"
    },
    {
      "text": "During the period from late September 2002 to around mid-November 2002, Adams visited me at Alco Feedlot on several occasions, and we also spoke numerous times on the telephone.",
      "id": "s80"
    },
    {
      "text": "On two or three of these occasions, including once on or around 7 November 2002, Adams said to me words to the following effect: Adams: \"If you don't order grain now, grain will be short and the price will keep on going up.",
      "id": "s81"
    },
    {
      "text": "We could run out of grain.",
      "id": "s82"
    },
    {
      "text": "\" ... 8.",
      "id": "s83"
    },
    {
      "text": "During the conversation on or around 7 November 2002 referred to above, Adams also said to me words to the following effect: Adams: \"AWB is considering bringing grain in from interstate.",
      "id": "s84"
    },
    {
      "text": "We have tried to bring it in by rail, but the tracks are different gauges between the states, and the handling charges are expensive.",
      "id": "s85"
    },
    {
      "text": "Grain from South Australia is going to cost you $360 per tonne.",
      "id": "s86"
    },
    {
      "text": "\" The price of $360 referred to above is my best recollection of the price quoted to me by Adams at this time.",
      "id": "s87"
    },
    {
      "text": "Adams: \"You can also consider importing grain from overseas, but imported grain needs to be treated at port when it arrives before you can bring it up country.",
      "id": "s88"
    },
    {
      "text": "If you were to import grain, you could start by looking at the Chicago price, and then add freight and charges, and handling fees in Brisbane.",
      "id": "s89"
    },
    {
      "text": "When you add up all of these charges I don't think that the price of imported wheat will be any cheaper than domestic wheat unless the exchange rate changes a lot in our favour.",
      "id": "s90"
    },
    {
      "text": "\" Affidavit of Kevin Michael Henry Roberts sworn 19 September 2006 \n 4.",
      "id": "s91"
    },
    {
      "text": "In or around late October 2002, I received a telephone call from Mr Steve Adams (\"Adams\"), a person I understood to be an employee of AWB, at which time we had a conversation during which words were said to the following effect: Adams: \"Are you looking for any grain?",
      "id": "s92"
    },
    {
      "text": "\" Roberts: \"Depending on the price.",
      "id": "s93"
    },
    {
      "text": "\" Adams: \"$355 per tonne.",
      "id": "s94"
    },
    {
      "text": "\" The price of $355 per tonne referred to above is my best recollection of the price Adams quoted me during this conversation.",
      "id": "s95"
    },
    {
      "text": "Roberts: \"That price must be near the top of the market.",
      "id": "s96"
    },
    {
      "text": "\" Adams: \"Look Kev, you know grain is going to be really bloody short.",
      "id": "s97"
    },
    {
      "text": "We could completely run out by the middle of next year.",
      "id": "s98"
    },
    {
      "text": "There is only limited grain left in Southern Queensland.",
      "id": "s99"
    },
    {
      "text": "\" Roberts: \"That would be right.",
      "id": "s100"
    },
    {
      "text": "You guys have got all the grain, and know where it is.",
      "id": "s101"
    },
    {
      "text": "We'll have a look at it.",
      "id": "s102"
    },
    {
      "text": "\" \n6 In his affidavit for the purpose of these proceedings sworn 10 July 2008 (the admission of which on the voir dire was subject to objection by the respondent) Mr Adams said that his understanding was that the purchase of wheat was simply a matter of price so that the supply of wheat in Australia or perhaps from overseas could never realistically run out.",
      "id": "s103"
    },
    {
      "text": "In substance, Mr Adams denies saying to any customer words to the effect that there would be no more wheat to buy in Australia as the availability of wheat is always a matter of price.",
      "id": "s104"
    },
    {
      "text": "7 The applicant submitted that these paragraphs are admissible under s 97 of the Evidence Act ( Jacara Pty Ltd v Perpetual Trustees WA Ltd (2000) 106 FCR 51 ; [2000] FCA 1886).",
      "id": "s105"
    },
    {
      "text": "Section 97(1) provides:\n \n \n (1) Evidence of the character, reputation or conduct of a person, or a tendency that a person has or had, is not admissible to prove that a person has or had a tendency (whether because of the person's character or otherwise) to act in a particular way, or to have a particular state of mind, if: \n \n (a) the party adducing the evidence has not given reasonable notice in writing to each other party of the party's intention to adduce the evidence; or (b) the court thinks that the evidence would not, either by itself or having regard to other evidence adduced or to be adduced by the party seeking to adduce the evidence, have significant probative value.",
      "id": "s106"
    },
    {
      "text": "8 There is no issue about the giving of notice in writing although the applicant's notice included an additional affidavit of Ross Wardlaw the admissibility of which the applicant no longer presses.",
      "id": "s107"
    },
    {
      "text": "The issue is that contained in s 97(1)(b) above.",
      "id": "s108"
    },
    {
      "text": "9 The applicant submitted that the evidence has significant probative value in determining whether the representations as recounted by Mr Setter were made having regard to the following factors: - (i) \"significant probative value\" is less than \"substantial probative value\" but the evidence must be \"important\" or \"of consequence\" (citing R v Lockyer (1996) 89 A Crim R 457 , (ii) \"striking similarity\" or \"underlying unity\" are indicative of potential probative value but are not essential, (iii) the evidence in this case is from five feedlot farmers concerning representations made within a few days of each other and having a marked similarity to the representations in issue, (iv) Mr Adams not only denies the central representation (that if the applicant did not buy wheat now, in late October or early November 2002, there would be none left until the next harvest and the applicant could not get grain for the feedlot until October 2003) but says the statements attributed to him were ridiculous and would not have been so understood, (v) each of the deponents gives evidence of Mr Adams saying that grain could or would run out before the next harvest (October 2003), (vi) Branson J had determined that the evidence was admissible under s 97 in Bective Station Pty Limited v AWB (Australia) Limited [2006] FCA 1596 having regard to the very similar representation in [5] and the factors specified in [83] (namely, the closeness in time of the conversations, the similarity of language, the reference in each that the supply of wheat could or would run out, and the nature of Mr Adams' denial), and (vii) if the evidence has significant probative value then (and contrary to the respondent's submissions) the evidence would not be excluded under s 135(c) of the Evidence Act (which provides that the court may refuse to admit evidence if its probative value is substantially outweighed by the danger that the evidence might cause or result in undue waste of time).",
      "id": "s109"
    },
    {
      "text": "10 The respondent submitted that: - (i) considered individually no single piece of evidence could have significant probative value, (ii) hence, the issue is whether collectively the evidence is of such value, (iii) s 97 requires this issue to be assessed having regard to other evidence adduced or to be adduced by the applicant (specifically, Mr Setter's evidence but not Mr Adams' evidence), (iv) misleading and deceptive conduct involves questions of nuance, impression and fallible memory ( Watson v Foxman (1995) 49 NSWLR 315 at 318 --- 319) and careful regard must be had to the context of the conduct ( Parkdale Custom Built Furniture Pty Ltd v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 at 199, (v) the distinction between similarity in the wider and narrower sense is relevant ( D F Lyons Pty Limited v Commonwealth Bank of Australia (1991) 28 FCR 597 at 605 --- 606), (vi) Mr Adams' evidence is that the vast majority of his work involved telephone calls to customers to quote a current price at which the respondent would sell grain, (vii) out of an unknown number of conversations Mr Adams may have had in later 2002 the applicant had selected four conversations (as the conversation with Mr Wardlaw was no longer pressed), one of which (Mr Rowland) contains a sentence similar to that in the conversation with Mr Setter if each is taken in isolation, (viii) the conversations contain substantial differences (explained in two tables provided by the respondent) and do not disclose any system or standard patter, (viii) the observations of Branson J in Bective were obiter and plainly distinguishable given that the principal deponent in Bective was Mr Vickery who alleged representations in a very different form from Mr Setter, and (ix) even if prima facie admissible under s 97 the probative value of the evidence was substantially outweighed by the risk that the evidence might cause or result in undue waste of time (s 135(c)).",
      "id": "s110"
    },
    {
      "text": "11 Given the circumstances of the present hearing (that is, on the basis of the evidence as it stands in the affidavits) the parties agreed that the evidence could be found to be provisionally admissible only.",
      "id": "s111"
    },
    {
      "text": "12 There are differences in the conversations.",
      "id": "s112"
    },
    {
      "text": "The conversation with Mr Setter starts with reference to the wheat available in northern New South Wales.",
      "id": "s113"
    },
    {
      "text": "The context of the conversation with Mr Vickery is the wheat available in Australia and the only other option being importing wheat from Chicago.",
      "id": "s114"
    },
    {
      "text": "The conversation with Mr Rowland appears to involve the general availability of feed wheat.",
      "id": "s115"
    },
    {
      "text": "The conversation with Mr Gillogly includes reference to the price of importing grain from South Australia or overseas including from Chicago.",
      "id": "s116"
    },
    {
      "text": "The conversation with Mr Roberts refers to the grain available in Southern Queensland.",
      "id": "s117"
    },
    {
      "text": "Other than Mr Setter only Mr Wardlaw refers specifically to northern New South Wales (although his evidence is not sought to be relied on by the applicant).",
      "id": "s118"
    },
    {
      "text": "The conversations with Mr Gillogly and Mr Vickery also involve a comparison between the cost of imported and domestic grain.",
      "id": "s119"
    },
    {
      "text": "Mr Gillogly and Mr Roberts refer to a prospect of grain becoming unavailable (\"we could run out of grain\" and \"we could completely run out of grain by the middle of next year\") whereas the conversations with Mr Vickery and Mr Rowland refer to no wheat being available.",
      "id": "s120"
    },
    {
      "text": "Only the conversation with Mr Setter refers to a specific tonnage of wheat in northern New South Wales.",
      "id": "s121"
    },
    {
      "text": "13 Despite these differences there are striking similarities in respect of the essential allegation in paragraph 12(d) of the statement of claim and Mr Setter's evidence that if the applicant did not buy wheat \"now\" there would be none left until the next harvest in October 2003.",
      "id": "s122"
    },
    {
      "text": "First, it is apparent that the disputed conversations are all said to have occurred in late October or early November 2002 and thus are proximate in time.",
      "id": "s123"
    },
    {
      "text": "Secondly, the disputed conversations all involve the respondent's customers or potential customers for the purchase of grain.",
      "id": "s124"
    },
    {
      "text": "Thirdly and most importantly, each conversation refers not only to the availability of wheat or grain but to the need to buy now as either no grain would be available until October 2003 (Mr Vickery and Mr Rowland) or grain could become unavailable (Mr Gillogly and Mr Roberts).",
      "id": "s125"
    },
    {
      "text": "Hence, the time, context and essential or critical content of the conversations are all remarkably similar.",
      "id": "s126"
    },
    {
      "text": "For these reasons I consider that the disputed evidence, taken together with Mr Setter's evidence, has significant probative value within the meaning of s 97 of the Evidence Act (at least in its current form) and is provisionally relevant.",
      "id": "s127"
    },
    {
      "text": "The disputed evidence will involve additional time but its probative value is not substantially outweighed by any undue waste of time.",
      "id": "s128"
    },
    {
      "text": "As such, I do not accept that it should be excluded under s 135(c).",
      "id": "s129"
    },
    {
      "text": "14 The parties indicated that if the disputed tendency evidence was provisionally relevant then the related contextual evidence (paragraphs 1 to 16, 18 and 20 of Mr Vickery's affidavit, 1 to 3 of Mr Rowland's affidavit, 1 to 5 and 9 to 12 of Mr Gillogly's affidavit and 1 to 3 and 5 of Mr Roberts' affidavit) was also provisionally admissible.",
      "id": "s130"
    },
    {
      "text": "As the parties did not fully address this issue I will indicate that my preliminary view is that the evidence is admissible as part of the context explaining the conversations provisionally admissible under s 97 excluding paragraphs 5 of Mr Roberts' affidavit and 11 and 12 of Mr Gillogly's affidavit which appear unrelated.",
      "id": "s131"
    },
    {
      "text": "15 The next issue is the evidence from the same affidavits which the applicant presses as relevant under s 55 for the purposes of answering the respondent's case that the representation about no wheat being available was ridiculous and would not be believed to be true (being paragraphs 23 to 26 of Mr Vickery's affidavit, paragraph 6 of Mr Rowland's affidavit and paragraphs 7 and 13 of Mr Gillogly's affidavit).",
      "id": "s132"
    },
    {
      "text": "I accept the respondent's submissions about this question of admissibility.",
      "id": "s133"
    },
    {
      "text": "First, Mr Adams does not make such a statement in this case.",
      "id": "s134"
    },
    {
      "text": "The statement is made in an affidavit from the Bective proceedings.",
      "id": "s135"
    },
    {
      "text": "Mr Adams can be cross-examined about his earlier statement in accordance with s 43 of the Evidence Act but the facts in issue remain whether the representations were made and, if so, what was done in reliance on them (in addition to loss or damage).",
      "id": "s136"
    },
    {
      "text": "Secondly, the question of the applicant's reliance depends on the circumstances of the applicant which may well be different from the circumstances of the deponents of the other affidavits.",
      "id": "s137"
    },
    {
      "text": "It is difficult to see how the responses of the other deponents could rationally affect the assessment of the probability of the existence of the applicant's reliance other than in the most marginal sense.",
      "id": "s138"
    },
    {
      "text": "However, the extent of any such capacity would be likely to require an exploration of the particular circumstances of each deponent.",
      "id": "s139"
    },
    {
      "text": "In these circumstances the probative value of the reliance evidence is substantially outweighed by the danger that the evidence might cause or result in undue waste of time and should be excluded under s 135(c).",
      "id": "s140"
    },
    {
      "text": "16 The final issue is the evidence sought to be relied on as admissions (paragraphs 28 to 41 of Mr Vickery's affidavit and paragraph 7 of Mr Rowland's affidavit).",
      "id": "s141"
    },
    {
      "text": "These paragraphs are said to constitute implied admissions by conduct.",
      "id": "s142"
    },
    {
      "text": "Paragraph 7 of Mr Rowland's affidavit can be dismissed as Mr Rowland could not recall Mr Adams' response other than that he was not satisfied with it.",
      "id": "s143"
    },
    {
      "text": "That cannot constitute any form of implied admission by silence or otherwise.",
      "id": "s144"
    },
    {
      "text": "At its highest the evidence of Mr Vickery consists of an assertion of being misled and a lack of denial by Mr Adams (although many of the paragraphs pressed for admission consist of nothing more than claims that the advice was wrong).",
      "id": "s145"
    },
    {
      "text": "As the respondent submitted, none of the paragraphs say that Mr Adams made no response.",
      "id": "s146"
    },
    {
      "text": "Further, the issue is whether there were reasonable grounds for the making of the representations which depends on the facts or circumstances at the time ( Sykes v Reserve Bank of Australia (1998) 88 FCR 511 at 513F).",
      "id": "s147"
    },
    {
      "text": "Mr Adams' alleged response to conversations about representations other than those to Mr Setter is of such marginal possible relevance that it too ought to be excluded under s 135(c) of the Evidence Act .",
      "id": "s148"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s149"
    },
    {
      "text": "Associate:\nDated: 16 December 2008\n\n Counsel for the Applicant: Mr D L Williams SC and Mr J W Dodd \n \n Solicitors for the Applicant: Dibbs Abbott Stillman \n \n Counsel for the Respondent: Mr A Leopold SC and Mr J Darams \n \n Solicitors for the Respondent: Eakin McCaffery Cox \n\n Date of Hearing: 9 December 2008 \n \n Date of Judgment: 16 December 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1922.html",
      "id": "s150"
    }
  ]
}