{
  "name": "Apotex Pty Ltd (ACN 096 916 148) v Les Laboratoires Servier (Corrigendum dated 3 October 2008) [2008] FCA 1466 (30 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1466.html",
  "catchphrases": [
    {
      "text": "legal professional privilege",
      "id": "c0"
    },
    {
      "text": "application to amend patent under s 105 of the patents act 1990 (cth)",
      "id": "c1"
    },
    {
      "text": "only reasons given for patentee's decision to seek amendment were those of patentee's solicitor",
      "id": "c2"
    },
    {
      "text": "notice to produce instructions from patentee and documents referred to in solicitor's affidavits",
      "id": "c3"
    },
    {
      "text": "claim of legal professional privilege",
      "id": "c4"
    },
    {
      "text": "whether privilege waived",
      "id": "c5"
    },
    {
      "text": "common law principles apply",
      "id": "c6"
    },
    {
      "text": "claim of privilege inconsistent with disclosure of solicitor's advice and presentation of that advice as the totality of patentee's reasons for seeking amendment",
      "id": "c7"
    },
    {
      "text": "element of unfairness in patentee proffering solicitor's reasons as its own and then seeking to maintain confidentiality",
      "id": "c8"
    },
    {
      "text": "legal professional privilege",
      "id": "c9"
    },
    {
      "text": "only reasons given for party's decision were those of its solicitor",
      "id": "c10"
    },
    {
      "text": "notice to produce instructions and documents referred to in solicitor's affidavits",
      "id": "c11"
    },
    {
      "text": "whether privilege waived",
      "id": "c12"
    },
    {
      "text": "common law principles apply",
      "id": "c13"
    },
    {
      "text": "claim of privilege inconsistent with disclosure of solicitor's advice and presentation of that advice as the totality of party's reasons for decision",
      "id": "c14"
    },
    {
      "text": "patents",
      "id": "c15"
    },
    {
      "text": "practice and procedure",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "1 By notice of motion in these proceedings, Les Laboratoires Servier ('Servier') seeks to amend its Australian Patent No 2001276418 ('the Alpha Crystalline Patent') pursuant to s 105 of the Patents Act 1990 (Cth).",
      "id": "s0"
    },
    {
      "text": "In support of that application, Servier relies on the affidavits of Mr Richard Hamer, the partner of Allens Arthur Robinson who has the conduct of the proceedings on behalf of Servier.",
      "id": "s1"
    },
    {
      "text": "Mr Hamer states that he is aware of the facts deposed to in his affidavits from his own involvement in the proceedings except for certain information obtained from the patent records.",
      "id": "s2"
    },
    {
      "text": "2 Apotex Pty Ltd ('Apotex') has served a notice to produce on Servier.",
      "id": "s3"
    },
    {
      "text": "Apotex seeks documents, for example, those recording or referring to Mr Hamer's views as expressed in the affidavits, including his views that amendments to the Alpha Crystalline Patent were necessary.",
      "id": "s4"
    },
    {
      "text": "Apotex also requires discovery of, for example, instructions from Servier to Allens Arthur Robinson, as referred to in the affidavits.",
      "id": "s5"
    },
    {
      "text": "3 Servier claims privilege over those documents.",
      "id": "s6"
    },
    {
      "text": "Apotex contends that Servier has waived any such privilege.",
      "id": "s7"
    },
    {
      "text": "4 The specific paragraphs of Mr Hamer's affidavits that are the subject of the notice to produce include:\n \n&#8226; [7] of the first affidavit:\n \n \n Following the receipt of instructions and between December 2006 and early February 2007, I reviewed the Alpha Crystalline Patent and formed the view that the specifications disclosed matter which could be the basis of additional claims.",
      "id": "s8"
    },
    {
      "text": "In particular, that matter related to the crystal habit and filterability of the crystals described in the specification.",
      "id": "s9"
    },
    {
      "text": "&#8226; [6] and [8] of the second affidavit:\n \n \n \n 6.",
      "id": "s10"
    },
    {
      "text": "My review of the Innovation Patent [Innovation patent application number AU2006101079] caused me to consider the scope of the claims of the Alpha Crystalline Patent.",
      "id": "s11"
    },
    {
      "text": "I realised that subject matter was described in the Alpha Crystalline Patent, which was not the subject of relevant claims.",
      "id": "s12"
    },
    {
      "text": "In particular, the Alpha Crystalline Patent, at page 2 describes the fact that: \n \n \n \n \n \n \n \n \n \n \"...the Applicant has now found that a particular salt of perindopril, the tert-butylamine salt, can be obtained in a well-defined, perfectly reproducible crystalline form that especially exhibits valuable characteristics of filtration, drying and ease of formulation.",
      "id": "s13"
    },
    {
      "text": "\" \n \n \n \n \n ...\n \n \n \n \n \n 8.",
      "id": "s14"
    },
    {
      "text": "In that context, it appeared to me that there was basis to amend the Alpha Crystalline Patent to include claims directed to the needle crystal habit, which were not limited by the matters specified in claim 2.",
      "id": "s15"
    },
    {
      "text": "Because more than 3 months had passed since the patent application had been accepted, however, new claims would have to be within the scope of existing claims of the patent before amendment.",
      "id": "s16"
    },
    {
      "text": "5 In other parts of the second affidavit, Mr Hamer refers to his views regarding an opposition to the Alpha Crystalline Patent ('the Lupin opposition') and infringement of that Patent by Apotex.",
      "id": "s17"
    },
    {
      "text": "These paragraphs of Mr Hamer's second affidavit are also referred to in the notice to produce.",
      "id": "s18"
    },
    {
      "text": "Apotex's submissions \n \n6 Apotex points out that, notwithstanding that the head of Servier's patent department swore the affidavit of discovery, there is no evidence from Servier in support of its amendment application.",
      "id": "s19"
    },
    {
      "text": "The evidence concerns Mr Hamer's views.",
      "id": "s20"
    },
    {
      "text": "That evidence is to the effect that Mr Hamer formed views about possible additional claims that could be included in the Alpha Crystalline Patent, the likelihood of success of the Lupin opposition, the likelihood that Apotex would not infringe the unamended claims of the Alpha Crystalline Patent and the possibility that the corresponding Patent in the United Kingdom, in equivalent terms to the unamended Alpha Crystalline Patent, might be invalidated.",
      "id": "s21"
    },
    {
      "text": "7 Mr Hamer states that the purpose of his second affidavit is to ' set out the reasons for, and the factors impacting on, Servier's decision [emphasis added] to apply for amendment ' of the Alpha Crystalline Patent.",
      "id": "s22"
    },
    {
      "text": "His evidence is that he thought of and proposed the amendments without any suggestion from Servier and that he does not believe that anything occurred to Servier about those amendments that did not occur to him.",
      "id": "s23"
    },
    {
      "text": "8 Apotex says that Mr Hamer's opinions and considerations can only be relevant to Servier's decision if they were communicated to Servier and Servier acted on them.",
      "id": "s24"
    },
    {
      "text": "The fact of those communications and the gist of them have been disclosed voluntarily.",
      "id": "s25"
    },
    {
      "text": "It follows, Apotex submits, that privilege in them has been waived.",
      "id": "s26"
    },
    {
      "text": "Further, Apotex submits that Servier cannot ask the Court to draw an inference as to the giving and receipt of Mr Hamer's advices and then claim privilege over them.",
      "id": "s27"
    },
    {
      "text": "Apotex also argues that it is unable to test Servier's knowledge or state of mind concerning the matters relevant to the amendment.",
      "id": "s28"
    },
    {
      "text": "This may be relevant to the exercise of the discretion to permit the amendments.",
      "id": "s29"
    },
    {
      "text": "9 Apotex does not presently rely on a primary obligation to waive legal professional privilege as part of the obligation of good faith on the part of a party seeking to amend a patent.",
      "id": "s30"
    },
    {
      "text": "Apotex relies upon the facts of this case, the absence of evidence from anyone within Servier and the evidence of Mr Hamer.",
      "id": "s31"
    },
    {
      "text": "Servier's submissions \n \n10 Servier says that only the fact of the advice has been put in issue, not the content of that advice or the disclosure of parts of the advice.",
      "id": "s32"
    },
    {
      "text": "Servier says that a disclosure of the fact of and conclusions of independent advice for the purpose of explaining or justifying actions is not inconsistent with the maintenance of confidentiality of that advice ( Secretary, Department of Justice v Osland (2007) 95 ALD 380 at [67] per Maxwell P).",
      "id": "s33"
    },
    {
      "text": "11 Servier submits that, in order to have waived privilege, it would have to have positively deployed the substance or effect of the advice and refused to disclose the whole of it.",
      "id": "s34"
    },
    {
      "text": "Servier contends that it has not done so.",
      "id": "s35"
    },
    {
      "text": "CONSIDERATION \n The principles \n \n12 At common law, a person who is otherwise entitled to legal professional privilege may waive the privilege.",
      "id": "s36"
    },
    {
      "text": "Waiver may result from inconsistency between the conduct of the client and maintenance of the confidentiality of the relevant communications ( Mann v Carnell [1999] HCA 66 ; (1999) 201 CLR 1 at [28] ).",
      "id": "s37"
    },
    {
      "text": "Waiver may be express or implied and may occur irrespective of the subjective intention of the party who has lost the privilege ( Mann at [29]).",
      "id": "s38"
    },
    {
      "text": "13 In Commissioner of Taxation v Rio Tinto Ltd [2006] FCAFC 86 ; (2006) 151 FCR 341 , the Full Court considered the authorities and concluded at [52] that they show that, where the privilege holder has put the contents of an otherwise privileged communication in issue, such an act can be regarded as inconsistent with the maintenance of confidentiality.",
      "id": "s39"
    },
    {
      "text": "14 As is repeatedly emphasised, each case turns on its own facts.",
      "id": "s40"
    },
    {
      "text": "However, it is helpful to consider some other factual circumstances where waiver has been considered:\n \n&#8226; An Attorney-General stated that he had received an advice, considered it and then made a recommendation to the Premier.",
      "id": "s41"
    },
    {
      "text": "The reference by the Attorney-General to the legal advice and to the recommendation in that advice that a petition should be denied involved no inconsistency with the maintenance of privilege and involved no unfairness to the appellant.",
      "id": "s42"
    },
    {
      "text": "This was because, in context, the Attorney-General was seeking to give the fullest information about the process that had been followed, while not giving reasons for the decision ( Osland v Secretary to the Department of Justice [2008] HCA 37 (' Osland ') at [44]-[48] per Gleeson CJ, Gummow, Heydon and Kiefel JJ).",
      "id": "s43"
    },
    {
      "text": "&#8226; A statement in response to a request for particulars that the facts, matters and circumstances taken into account by the decision-maker included certain material and was confirmed by legal advice amounted to waiver ( Rio Tinto ).",
      "id": "s44"
    },
    {
      "text": "&#8226; Where, in order to establish a particular right, claim or defence, a party has previously been given legal advice and needs to show that the advice did or did not have a particular character, the privilege holder puts in issue the advice received and the character or contents of the communications in which it claims confidentiality.",
      "id": "s45"
    },
    {
      "text": "In these circumstances, the privilege holder's conduct is inconsistent with the continued confidentiality of the communications ( Adelaide Steamship Co Ltd v Spalvins (1998) 81 FCR 360 , disapproved in Esso Australia Resources Limited v Commissioner of Taxation of the Commonwealth of Australia [1999] HCA 67 ; (1999) 201 CLR 49 but not on this point, discussed in Rio Tinto at [53]-[54]).",
      "id": "s46"
    },
    {
      "text": "&#8226; Privilege is waived where a party relies on a cause of action, an element of which is the party's state of mind.",
      "id": "s47"
    },
    {
      "text": "Privilege is taken to have been waived in respect of legal advice that is material to the formation of that state of mind.",
      "id": "s48"
    },
    {
      "text": "On the other hand, there is no waiver if the advice only played a part in the formation of the state of mind relevant to an issue in the proceedings.",
      "id": "s49"
    },
    {
      "text": "( Telstra Corporation Ltd v BT Australasia Pty Ltd (1998) 85 FCR 152 , also discussed in Rio Tinto at [55]-[58]).",
      "id": "s50"
    },
    {
      "text": "15 In Bennett v Chief Executive Officer of the Australian Customs Service [2004] FCAFC 237 ; (2004) 140 FCR 101 , Tamberlin J observed at [6] that ' it would be inconsistent and unfair, having disclosed and used the substance of the advice ' to emphasise and promote the strength and substance of a case to be made, to maintain privilege in respect of the relevant parts of that advice which pertain to the expressed conclusion.",
      "id": "s51"
    },
    {
      "text": "That contrasts with a person saying that he or she has taken advice and that his or her position after considering the advice is that certain action will be taken or not taken.",
      "id": "s52"
    },
    {
      "text": "There, the substance of the advice is not disclosed but merely the fact that there was some advice and that it was considered.",
      "id": "s53"
    },
    {
      "text": "His Honour considered at [13] that the weight of authority supports the conclusion that ' the disclosure of the conclusion reached in or course of action recommended by, an advice can amount to waiver of privilege in respect of the premises relating to the opinion which has been disclosed, notwithstanding that this reasoning is not disclosed '.",
      "id": "s54"
    },
    {
      "text": "Gyles J said at [65] that the ' voluntary disclosure of the gist or conclusion ' of legal advice amounts to waiver of the whole advice.",
      "id": "s55"
    },
    {
      "text": "16 In Osland at [44]---[49], the High Court has recently considered the issue of implied waiver.",
      "id": "s56"
    },
    {
      "text": "The majority (Gleeson CJ, Gummow, Heydon and Kiefel JJ) confirmed that, at common law, such waiver arises where the conduct of the party entitled to the privilege is inconsistent with the maintenance of the confidentiality that the privilege is intended to protect.",
      "id": "s57"
    },
    {
      "text": "Also relevant are considerations of fairness arising from the context of the circumstances of the case.",
      "id": "s58"
    },
    {
      "text": "Servier's position \n \n17 The privilege holder is Servier.",
      "id": "s59"
    },
    {
      "text": "It is Servier's acts and omissions that must be considered in deciding whether it has, expressly or impliedly, waived privilege or, put another way, whether those acts or omissions are inconsistent with the maintenance of privilege ( Rio Tinto at [45]).",
      "id": "s60"
    },
    {
      "text": "Servier, as the applicant for amendment of the Alpha Crystalline Patent, has an obligation to put forward correct reasons for the amendment.",
      "id": "s61"
    },
    {
      "text": "Servier has accepted the obligation of providing evidence of its reasons for seeking to amend the Alpha Crystalline Patent.",
      "id": "s62"
    },
    {
      "text": "That evidence is given by Mr Hamer who explained in some detail his reasons for seeking amendment of the Patent.",
      "id": "s63"
    },
    {
      "text": "Those reasons concerned the validity of the Alpha Crystalline Patent and also infringement by Apotex.",
      "id": "s64"
    },
    {
      "text": "His evidence, in cross examination, is that so far as he is aware, Servier's reasons are his reasons.",
      "id": "s65"
    },
    {
      "text": "In any event, there is no other link proffered between Mr Hamer's decision to seek amendment and Servier's application to amend.",
      "id": "s66"
    },
    {
      "text": "Mr Hamer gave evidence that he obtained instructions from Servier to file an application to amend.",
      "id": "s67"
    },
    {
      "text": "Presumably, and I infer, those instructions included instructions to seek the specific proposed amendment to the Alpha Crystalline Patent.",
      "id": "s68"
    },
    {
      "text": "There are similar patents filed by Servier in other countries.",
      "id": "s69"
    },
    {
      "text": "18 Servier says that the only reasons for the decision were those in Mr Hamer's mind and that he is in the position to provide, firsthand, the relevant matters pursuant to the obligation to give reasons for the amendment.",
      "id": "s70"
    },
    {
      "text": "Servier accepts that there is a legal obligation to give reasons for the amendment but says that, in complying with that obligation, there is no ' superadded peril ' of the need to disclose privileged material.",
      "id": "s71"
    },
    {
      "text": "Servier says that reference to communications between the solicitor and the client is a necessary part of the discharge of Servier's obligations, while seeking to maintain privilege.",
      "id": "s72"
    },
    {
      "text": "However, in my view, this is not a case of Servier giving evidence of the fact of legal advice, or merely referring to communications between itself and Mr Hamer as part of its reasoning process.",
      "id": "s73"
    },
    {
      "text": "19 It must be accepted that the application to amend was made with instructions from Servier.",
      "id": "s74"
    },
    {
      "text": "Accordingly, Servier intentionally presented Mr Hamer's affidavits and evidence as evidence of its reasons for making that application.",
      "id": "s75"
    },
    {
      "text": "In effect, Servier has disclosed the legal advice of Mr Hamer by presenting that advice as the totality of its reasons for seeking amendment.",
      "id": "s76"
    },
    {
      "text": "It is then inconsistent with that presentation to claim legal professional privilege with respect to the communications between Servier and Mr Hamer concerning Mr Hamer's opinion, Servier's instructions, the application for amendment and Servier's reasons for making it ( Mann at [34]).",
      "id": "s77"
    },
    {
      "text": "20 In answer to Apotex's complaint that it is precluded from testing Servier's knowledge, Servier relies on the pleadings and says that Apotex has not advanced such a case.",
      "id": "s78"
    },
    {
      "text": "However, Apotex's amended statement of grounds in support of its opposition to the amendments clearly raises an allegation of Servier's failure to provide full disclosure of all matters relevant to the proposed amendments, including its reasons for seeking them, the settlement of the Lupin opposition and its reasons for not seeking the amendments earlier in Australia.",
      "id": "s79"
    },
    {
      "text": "21 Further, as Apotex is entitled to challenge Servier's reasons, there is an element of unfairness in Servier proffering only Mr Hamer's reasons as its own and maintaining the confidentiality in the link between them.",
      "id": "s80"
    },
    {
      "text": "Apotex is deprived of the opportunity to explore Servier's reasons, for example to ascertain whether or not they are coextensive with those of Mr Hamer.",
      "id": "s81"
    },
    {
      "text": "22 Mr Hamer's evidence concerns his reasons for seeking amendment of the Alpha Crystalline Patent.",
      "id": "s82"
    },
    {
      "text": "That is the evidence of Servier's reasons for seeking amendment.",
      "id": "s83"
    },
    {
      "text": "Servier has waived privilege on the issues of Mr Hamer's reasons for seeking amendment and advice to and instructions from Servier on that subject.",
      "id": "s84"
    },
    {
      "text": "THE EVIDENCE ACT 1995 (CTH) \n \n23 Section 118 of the Evidence Act 1995 (Cth) ('the Evidence Act ') establishes privilege in relation to the provision of legal advice to a client.",
      "id": "s85"
    },
    {
      "text": "Section 122 of the Evidence Act sets out the circumstances in which this client legal privilege may be lost.",
      "id": "s86"
    },
    {
      "text": "24 The Evidence Act applies to the adducing of evidence in proceedings to which the Act is applicable.",
      "id": "s87"
    },
    {
      "text": "It does not apply to pre-trial processes such as discovery or to the production of documents prior to the adducing of evidence ( Mann ; Esso ).",
      "id": "s88"
    },
    {
      "text": "25 There has been some uncertainty as to whether O 33 r 11 of the Federal Court Rules operates to apply the Evidence Act to pre-trial processes in the Federal Court.",
      "id": "s89"
    },
    {
      "text": "Order 33 r 11 of the Federal Court Rules relevantly provides:\n \n \n (1) Where the Court, by subpoena or otherwise, orders any person to produce any document or thing, and any person makes and substantiates sufficient lawful objection to production on grounds of privilege, the Court shall not compel production of that document or thing except production to the Court for the purpose of ruling on the objection.",
      "id": "s90"
    },
    {
      "text": "... \n \n (3) Subrule (1) applies only if an order is made for production to the Court or any officer of the Court, or any examiner, or other person authorised to receive evidence, on a trial or hearing or other occasion on which evidence is being adduced.",
      "id": "s91"
    },
    {
      "text": "... (5) In this rule: \n \n ground of privilege means a ground on which a person may rely to make an objection under Part 3.10 of the Evidence Act 1995 .",
      "id": "s92"
    },
    {
      "text": "26 In Seven Network Ltd v News Ltd [2005] FCAFC 125 ; (2005) 144 FCR 379 , the Full Court held that O 33 r 11 of the Federal Court Rules does not so operate.",
      "id": "s93"
    },
    {
      "text": "The Full Court concluded at [17] that the operation of O 33 r 11 of the Federal Court Rules is limited to ' circumstances in which an order is made for production of a document or thing to the Court ... at a time when the Court ... is authorised to receive evidence.",
      "id": "s94"
    },
    {
      "text": "That is, in circumstances in which the order to produce the document or thing is made to facilitate its being immediately adduced in evidence '.",
      "id": "s95"
    },
    {
      "text": "27 The documents referred to in the notice to produce served on Servier are sought for the purpose of inspection and not for being immediately adduced in evidence.",
      "id": "s96"
    },
    {
      "text": "It follows that the Evidence Act has no present application to the production of documents pursuant to the notice to produce.",
      "id": "s97"
    },
    {
      "text": "OUTSTANDING ISSUES \n \n28 There are two outstanding issues regarding Servier's waiver of privilege:\n \n&#8226; Whether privilege has been waived by Servier in respect of all of the documents the subject of the notice to produce.",
      "id": "s98"
    },
    {
      "text": "Neither party addressed this question.",
      "id": "s99"
    },
    {
      "text": "&#8226; Whether Servier has waived privilege under s 122 of the Evidence Act .",
      "id": "s100"
    },
    {
      "text": "This will become relevant if, for example, any documents the subject of the notice to produce are sought to be adduced in evidence.",
      "id": "s101"
    },
    {
      "text": "29 With regard to the second issue, Apotex submits that Servier has waived its privilege regardless of whether the issue is considered under the common law or the Evidence Act .",
      "id": "s102"
    },
    {
      "text": "Apotex submits that, on the question of issue waiver, similar considerations apply under common law and under s 122(1) of the Evidence Act .",
      "id": "s103"
    },
    {
      "text": "Apotex also submits that s 122(2) ' has relevantly the same operation as the common law where the gist of legal advice has been voluntarily disclosed '.",
      "id": "s104"
    },
    {
      "text": "30 The test for waiver of privilege at common law is not coextensive with the tests set out in s 122 of the Evidence Act .",
      "id": "s105"
    },
    {
      "text": "While I see some force in Apotex's submissions that s 122 applies by Servier \"knowingly and voluntarily\" disclosing Mr Hamer's advice and reasons as its reasons for amendment, I express no view as to the extent of such application, if any, to evidence that may or may not be adduced.",
      "id": "s106"
    },
    {
      "text": "Servier has not made submissions on the question of waiver of privilege under the Evidence Act , nor was it necessary to do so at the stage of the production of documents pursuant to a notice to produce.",
      "id": "s107"
    },
    {
      "text": "31 I will give the parties the opportunity to consider these reasons and advise if they accept or dispute that the waiver applies to all documents in the notice to produce and, if not, to which documents it does not apply.",
      "id": "s108"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s109"
    },
    {
      "text": "Associate:\n\nDated: 30 September 2008\n\n Counsel for the Applicant: Mr D K Catterns QC and Mr N R Murray \n \n Solicitor for the Applicant: Freehills \n \n Counsel for the Respondent: Mr A Ryan \n \n Solicitor for the Respondent: Allens Arthur Robinson \n\n Date of Hearing: 17 and 18 September 2008 \n \n Date of Judgment: 30 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1466.html",
      "id": "s110"
    }
  ]
}