{
  "name": "Kaluza v Repatriation Commission [2008] FCA 1365 (9 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1365.html",
  "catchphrases": [
    {
      "text": "appeal from the veterans' appeals division of the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "extent of operational service",
      "id": "c1"
    },
    {
      "text": "whether veteran taken to be allotted for duty in an operational area during whole of return flight from vietnam",
      "id": "c2"
    },
    {
      "text": "whether performing duties not associated with a continuing journey",
      "id": "c3"
    },
    {
      "text": "incorrect interpretation of instrument made under s 5b(2) of the veterans' entitlements act 1986 (cth)",
      "id": "c4"
    },
    {
      "text": "administrative law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Mr Kaluza served in No 37 Squadron Richmond during the Vietnam war.",
      "id": "s0"
    },
    {
      "text": "It is not in dispute that he suffers from anxiety disorder, alcohol abuse and hypertension.",
      "id": "s1"
    },
    {
      "text": "2 On 14 May 2008 the Veterans' Appeals Division of the Administrative Appeals Tribunal, in effect, affirmed a decision of the Veterans' Review Board which refused Mr Kaluza a pension under the Veterans' Entitlements Act 1986 (Cth) (\"the Act \") on the basis that none of the conditions from which he relevantly suffers was war-caused.",
      "id": "s2"
    },
    {
      "text": "3 Mr Kaluza has exercised his statutory right of appeal from the decision on a question of law (s 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (\"Administrative Appeals Tribunal Act \")).",
      "id": "s3"
    },
    {
      "text": "The questions of law identified in Mr Kaluza's notice of appeal are the following:\n \n \n (1) Did the Tribunal err in law, in determining whether the applicant had operational service in accordance with s 6C of the Veterans Entitlement Act 1986 (sic) (\"the Act\") and the instrument signed on 23 December 1997 under s 5B(2)(c) of the Act, by construing them as precluding a finding that a veteran had operational service if the specific date or dates of that service were not established or if it (sic) that service was not confirmed by service records or both?",
      "id": "s4"
    },
    {
      "text": "(2) Did the Tribunal err in law, in determining whether the applicant had operational service in accordance with s 6C of the Veterans' Entitlement Act 1986 (sic) (\"the Act\") and the instrument signed on 23 December 1997 under s 5B(2)(c) of the Act, by construing them as requiring a finding that operational service ceased if a veteran went from Vietnam to a place outside Australia and there was no evidence as to whether the veteran performed duties in that place outside Australia associated with a continuing journey to Australia?",
      "id": "s5"
    },
    {
      "text": "RELEVANT PROVISIONS \n \n4 Section 6C(1) of the Act provides:\n \n \n (1) Subject to this section, a member of the Defence Force who has rendered continuous full time service in an operational area as: \n \n \n \n \n (a) a member who was allotted for duty in that area; or \n (b) a member of a unit of the Defence Force that was allotted for duty in that area; \n \n \n \n \n is taken to have been rendering operational service in the operational area while the member was so rendering continuous full time service.",
      "id": "s6"
    },
    {
      "text": "5 Section 5B(2)(c) of the Act relevantly provides:\n A reference in this Act to a person, or a unit of the Defence Force, that was allotted for duty in an operational area is a reference: \n \n \n ... \n (c) to a person ... that is, by written instrument signed by the Minister for Defence, taken to have been allotted for duty in an operational area described in item 4 or 8 in Schedule 2 (in column 1) [ie Vietnam].",
      "id": "s7"
    },
    {
      "text": "6 On 23 December 1997 the Minister for Defence, Industry, Science and Personnel, on behalf of the Minister for Defence, signed a written instrument under s 5B(2)(c) of the Act (\"the Instrument\").",
      "id": "s8"
    },
    {
      "text": "The Instrument determined that each person included in the No 37 Squadron Richmond is taken to have been allocated for duty in the operational area described in item 4 and 8 in Schedule 2 (in column 1 of the Schedule) to the Act during the period determined according to paragraphs 1 and 2 in Schedule B of the Instrument.",
      "id": "s9"
    },
    {
      "text": "Paragraphs 1 and 2 in Schedule B of the Instrument relevantly provided:\n 1.",
      "id": "s10"
    },
    {
      "text": "The period commences: \n \n \n \n \n \n \n (a) if the person was in Australia immediately before the person commenced the journey to Vietnam --- on and from the date of the last port of call in Australia; or \n \n (b) if the person was outside Australia immediately before the person commenced the journey to Vietnam --- on and from the date that the person left that place outside Australia.",
      "id": "s11"
    },
    {
      "text": "2.",
      "id": "s12"
    },
    {
      "text": "The period ends: \n \n \n \n \n \n \n (a) if, immediately after the person left Vietnam, the person journeyed to a place outside Australia to perform duty not associated with a continuing journey to Australia --- on the day that the person arrived at that other place outside Australia; or \n \n (b) in any other case --- on the day that the person arrived at the first port of call in Australia.",
      "id": "s13"
    },
    {
      "text": "QUESTION 1 \n \n7 It is implicit in the first of the questions of law identified in the notice of appeal that the Tribunal construed s 6C of the Act and the instrument as precluding a finding that a veteran had operational service if the specific date or dates of that service were not established or if that service was not confirmed by service records or both.",
      "id": "s14"
    },
    {
      "text": "I do not read the reasons for decision of the Tribunal in this way.",
      "id": "s15"
    },
    {
      "text": "8 It is true that the Tribunal identified the dates of Mr Kaluza's operational service as one of the issues which it had to decide.",
      "id": "s16"
    },
    {
      "text": "In a critical passage in its reasons for decision it also recorded:\n We are mindful that the records of the time may have some inaccuracies.",
      "id": "s17"
    },
    {
      "text": "Unfortunately we were not able to rely on Mr Kaluza's recollections as to further additional flights which could be classified as operational service, because understandably given the effluxion of time, he was not able to remember specific dates.",
      "id": "s18"
    },
    {
      "text": "We were mindful that Mr Kaluza participated in many flights, and could not be expected to recall them all.",
      "id": "s19"
    },
    {
      "text": "We have noted that he had a recollection of a flight in 1968, and described the aircraft having pressurisation problems.",
      "id": "s20"
    },
    {
      "text": "However we do not have a date on which to consider operational service, and we were satisfied from the thorough Brennan search of the records that Mr Kaluza was not recorded as having been on an operational flight in early 1968.",
      "id": "s21"
    },
    {
      "text": "9 However, a fair reading of the Tribunal's reasons for decision as a whole, so far as they deal with Mr Kaluza's operational service, does not suggest that it proceeded on the basis that it was precluded from finding that Mr Kaluza had operational service if the specific dates of that service were not established.",
      "id": "s22"
    },
    {
      "text": "Rather as it seems to me, the explanation for the Tribunal's frequent reference to the \"date\" of Mr Kaluza's operational service is the language of the Instrument and, in particular, the reference to \"the date\" and \"the day\" in paragraphs 1 and 2 of Schedule B thereof.",
      "id": "s23"
    },
    {
      "text": "10 The Tribunal noted that Mr Kaluza claimed that during the period that he was posted to 37 Squadron at Richmond he made five or six flights to Vietnam between 1968 and 1971.",
      "id": "s24"
    },
    {
      "text": "The respondent agreed that he made two such flights, namely a flight on 22 February 1969 and a flight on 20 November 1970.",
      "id": "s25"
    },
    {
      "text": "The claimed flights that were in dispute were a flight in early 1968, a flight in 1969 or 1970 and a flight in 1971.",
      "id": "s26"
    },
    {
      "text": "11 Mr Kaluza gave evidence that the flight in 1968 was a Medivac flight which took stores, equipment and mail to Vietnam and repatriated wounded personnel.",
      "id": "s27"
    },
    {
      "text": "He named the commander of the flight and said that there was an incident on board involving a loss of cabin pressure.",
      "id": "s28"
    },
    {
      "text": "Mr Kaluza indicated that the 1969/70 and 1971 flights were also to carry equipment to Vietnam and bring personnel back.",
      "id": "s29"
    },
    {
      "text": "He did not recall specific incidents in relation to those flights and stated that they were \"largely uneventful\".",
      "id": "s30"
    },
    {
      "text": "12 The Tribunal had the benefit of two reports prepared by Air Commodore Brennan of Writeway Research Services Pty Ltd.",
      "id": "s31"
    },
    {
      "text": "The first of the reports notes that the research \"avenues\" employed by him included:\n \n \n a.",
      "id": "s32"
    },
    {
      "text": "review of 37 Squadron Unit History Sheets; \n \n b. review of 37 Squadron Personnel Occurrence Reports; \n \n c. reference to previous Write Way Research historical research reports covering carriage of deceased remains from Vietnam; \n \n d. review of List of Vietnam Casualties compiled by C H Ducker Research Service from records provided by the Office of Australian War Graves; and \n \n e. contact with former 37 Squadron aircraft crew who flew missions to Vietnam.",
      "id": "s33"
    },
    {
      "text": "The second of the reports additionally refers to Coultard-Clark Chris, \"The RAAF in Vietnam\" Australian Air Involvement in the Vietnam War 1962-1975 (Allen and Unwin and the Australian War Memorial, 1995) Volume 4 of the Official History of Australia's involvement in Southeast Asian conflicts from 1948-75.",
      "id": "s34"
    },
    {
      "text": "13 The reports prepared by Air Commodore Brennan did not provide support for Mr Kaluza's claims concerning the 1968, 1969/70 or 1971 flights.",
      "id": "s35"
    },
    {
      "text": "14 Air Commodore Brennan's research indicated that there was no entry in Personnel Occurrence Reports which included Mr Kaluza flying between Butterworth and Vietnam in 1968.",
      "id": "s36"
    },
    {
      "text": "Nor did 37 Squadron Unit History Sheets for 1968 contain any record of a diversion of an aircraft into Kuala Lumpur due to a pressurisation problem or for any reason.",
      "id": "s37"
    },
    {
      "text": "The Tribunal accepted the accuracy of the official records searched by Air Commodore Brennan.",
      "id": "s38"
    },
    {
      "text": "It therefore concluded that Mr Kaluza did not render operational service by being part of a mission to Vietnam in early 1968.",
      "id": "s39"
    },
    {
      "text": "15 As to the other disputed flights, the Tribunal concluded that Mr Kaluza's recollections were not reliable.",
      "id": "s40"
    },
    {
      "text": "While mindful that records of the time might have some inaccuracies, it ultimately preferred to rely on those records, as researched by Air Commodore Brennan, than on Mr Kaluza's recollection.",
      "id": "s41"
    },
    {
      "text": "16 The limited nature of Mr Kaluza's statutory right of appeal means that he may not challenge the Tribunal's findings of fact in this Court unless he can demonstrate that they are affected by an error of law.",
      "id": "s42"
    },
    {
      "text": "He has not so demonstrated.",
      "id": "s43"
    },
    {
      "text": "The Tribunal simply chose, in an entirely conventional way, to prefer evidence from one source over evidence from another.",
      "id": "s44"
    },
    {
      "text": "For this reason, Mr Kaluza's appeal, so far as it relies on Question 1, fails.",
      "id": "s45"
    },
    {
      "text": "QUESTION 2 \n \n17 Question 2 concerns the proper construction of paragraph 2 of Schedule B of the Instrument.",
      "id": "s46"
    },
    {
      "text": "18 It was accepted before the Tribunal that the itinerary of the February 1969 mission undertaken by Mr Kaluza was as follows:\n Date Route 20 Feb 69 Richmond to Darwin 21 Feb 69 Darwin to Butterworth 22 Feb 69 Butterworth to Vung Tau Vung Tau to Butterworth 23 Feb 69 Butterworth 24 Feb 69 Butterworth to Pearce (Perth) 25 Feb 69 Pearce 26 Feb 69 Pearce to Richmond \nNonetheless the Tribunal concluded that Mr Kaluza's period of operational service in respect of that mission ended on 22 February 1969 when he arrived at Butterworth.",
      "id": "s47"
    },
    {
      "text": "It reasoned as follows: \n In coming to a decision whether the flight on 24 February 1969 was on operational service for Mr Kaluza, we considered the Instrument which specified when each period commenced and ended.",
      "id": "s48"
    },
    {
      "text": "We noted by reference to the Instrument, as stated below, that after Mr Kaluza left Vietnam on 22 February 1969, he arrived in Butterworth.",
      "id": "s49"
    },
    {
      "text": "We did not have any evidence to satisfy us that he performed duty there associated with a continuing journey to Australia.",
      "id": "s50"
    },
    {
      "text": "He then travelled from Butterworth to Pearce on 24 February 1969, but he had arrived at Butterworth on 22 February 1969, and hence his journey had ended on that day as far as operational service went.",
      "id": "s51"
    },
    {
      "text": "In coming to that decision we relied on the words of the Instrument which are reproduced below, and found that Mr Kaluza had journeyed to a place (Butterworth), outside Australia, on 22 February 1969.",
      "id": "s52"
    },
    {
      "text": "We had no evidence regarding whether Mr Kaluza was at Butterworth on 23 February 1969 to perform duty not associated with a continuing journey to Australia, or whether it was simply a rest day.",
      "id": "s53"
    },
    {
      "text": "However either way we are satisfied pursuant to the instrument that the period of operational service for Mr Kaluza, on that occasion, ended on 22 February 1969 when he arrived at Butterworth.",
      "id": "s54"
    },
    {
      "text": "\"The period ends: \n \n (a) if, immediately after the person left Vietnam, the person journeyed to a place outside Australia to perform duty not associated with a continuing journey to Australia - on the day that the person arrived at that other place outside Australia, or ...\" \n \n \n19 The above reasoning reflects an erroneous construction of paragraph 2 of Schedule B of the Instrument.",
      "id": "s55"
    },
    {
      "text": "The issue for the Tribunal's determination was whether Mr Kaluza had journeyed to Butterworth \"to perform duties not associated with a continuing journey to Australia\".",
      "id": "s56"
    },
    {
      "text": "There was, as the Tribunal recorded in its reasons for decision, no evidence that Mr Kaluza had journeyed to Butterworth to perform duties not associated with a continuing journey to Australia --- or even that while in Butterworth he had performed duties not associated with a continuing journey to Australia.",
      "id": "s57"
    },
    {
      "text": "20 The plain intention of Schedule B of the Instrument is, as it seems to me, that a person sent from Australia on a mission to Vietnam is to be regarded as being allotted for duty in Vietnam during the whole of the period of the journey to and from Australia --- unless the person was diverted to another mission immediately after leaving Vietnam.",
      "id": "s58"
    },
    {
      "text": "For this reason the period for which the person is taken to have been allotted for duty in Vietnam commences from the date of the last port of call in Australia (paragraph 1(a)) and ends on the day when the person arrives at the first port of call in Australia (paragraph 2(b)) unless, immediately after leaving Vietnam, the person travelled to a place other than Australia for the purpose of performing duties not associated with a continuing journey to Australia (paragraph 2(a)).",
      "id": "s59"
    },
    {
      "text": "21 The respondent argued that it was open to construe Schedule B of the Instrument as providing that the period for which the person is to be taken to have been allotted for duty in the operation area comes to an end if the person leaves Vietnam to a place outside Australia, unless there is evidence that, at that place, the person performed duties associated with a continuing journey to Australia.",
      "id": "s60"
    },
    {
      "text": "22 I reject the respondent's argument.",
      "id": "s61"
    },
    {
      "text": "First, it does not accord with the ordinary meaning of the language of Schedule B of the Instrument.",
      "id": "s62"
    },
    {
      "text": "Secondly, it would, inexplicably as it seems to me, treat the homeward journey from Vietnam differently from the outward journey.",
      "id": "s63"
    },
    {
      "text": "That is, the relevant mission passed through Butterworth both on the journey to Vietnam and on the return journey.",
      "id": "s64"
    },
    {
      "text": "It is not apparent why the stop-over in Butterworth should have no significance on the outward leg but critical significance on the return leg.",
      "id": "s65"
    },
    {
      "text": "23 I conclude that the Tribunal erred in its construction of Schedule B of the Instrument.",
      "id": "s66"
    },
    {
      "text": "CONCLUSION \n \n24 For the above reason, in determining whether the conditions from which Mr Kaluza suffers are war-caused, the Tribunal did not give consideration to the whole of the period during which Mr Kaluza is to be taken to have been allotted for duty in an operational area.",
      "id": "s67"
    },
    {
      "text": "25 It is appropriate that the decision of the Tribunal be set aside and the matter remitted to the Tribunal.",
      "id": "s68"
    },
    {
      "text": "Neither party identified a reason why, if the matter were remitted, it would be necessary for the Tribunal to be differently constituted or for further evidence to be adduced.",
      "id": "s69"
    },
    {
      "text": "I therefore make no directions in these regards (see s 44(6) of the Administrative Appeals Tribunal Act ).",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s71"
    },
    {
      "text": "Associate:\n\nDated: 9 September 2008\n\n Counsel for the Applicant: Mr C Colborne \n \n Solicitor for the Applicant: Vardanga Roberts \n \n Counsel for the Applicant: Ms K Eastman \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 26 August 2008 \n \n Date of Judgment: 9 September 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1365.html",
      "id": "s72"
    }
  ]
}