{
  "name": "Worimi Local Aboriginal Land Council v Minister for Lands for the State of New South Wales (No 2) (Corrigendum dated 19 January 2009) [2008] FCA 1929 (18 December 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1929.html",
  "catchphrases": [
    {
      "text": "non-claimant application under native title act 1993 (cth) seeking determination that no native title exists over land",
      "id": "c0"
    },
    {
      "text": "previous claimant applications for determination that native title exists struck out for not meeting requirements of act",
      "id": "c1"
    },
    {
      "text": "previous claimant joined as third respondent under s 84(5) of the act",
      "id": "c2"
    },
    {
      "text": "third respondent opposes non-claimant application",
      "id": "c3"
    },
    {
      "text": "role of minister in proceedings",
      "id": "c4"
    },
    {
      "text": "minister has not abandoned right to participate",
      "id": "c5"
    },
    {
      "text": "minister not required to establish interest to remain a party",
      "id": "c6"
    },
    {
      "text": "burden of proof",
      "id": "c7"
    },
    {
      "text": "evidentiary burden",
      "id": "c8"
    },
    {
      "text": "requirement to prove negative proposition on balance of probabilities",
      "id": "c9"
    },
    {
      "text": "no presumption of native title",
      "id": "c10"
    },
    {
      "text": "third respondent is not required to establish native title but is required to adduce evidence once applicant has adduced sufficient evidence from which the negative proposition may be inferred",
      "id": "c11"
    },
    {
      "text": "third respondent has not adduced sufficient evidence to cast doubt on applicant's case",
      "id": "c12"
    },
    {
      "text": "no sufficient evidence that asserted rights and interests arise under normative system of traditional laws acknowledged and traditional customs observed",
      "id": "c13"
    },
    {
      "text": "applicant entitled to determination that there is no native title over the land",
      "id": "c14"
    },
    {
      "text": "native title",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant ('the Land Council') seeks a declaration that no native title exists in land at Boat Harbour in the Local Government Area of Port Stephens, Parish of Tomaree, County of Gloucester, State of New South Wales, being Lot 576 in Deposited Plan 48823 ('the Land' or 'Lot 576').",
      "id": "s0"
    },
    {
      "text": "This is a non-claimant application, commenced on 31 December 2004, for an approved determination of native title pursuant to s 13 of the Native Title Act 1993 (Cth) ('the Act').",
      "id": "s1"
    },
    {
      "text": "An application may be made to the Court under Part 3 of the Act for a determination of native title in relation to an area for which there is no approved determination of native title (s 13(1)(a) of the Act).",
      "id": "s2"
    },
    {
      "text": "A determination made on such an application will constitute an ' approved determination of native title ' (s 13(3)(a)) unless varied or revoked (s 13(4)).",
      "id": "s3"
    },
    {
      "text": "2 The Land Council is a body corporate established under s 50 of the Aboriginal Land Rights Act 1983 (NSW) ('the NSW Act') for an area delineated under s 49 of the NSW Act and known as the Worimi Local Aboriginal Land Council Area, which includes the Land.",
      "id": "s4"
    },
    {
      "text": "Membership of the Land Council is not confined by statute to persons with a traditional association with the area but, by s 54(2A) of the NSW Act, is open to adult Aboriginal persons who either reside within the Land Council's area or have a sufficient association with that area.",
      "id": "s5"
    },
    {
      "text": "Membership is also open to Aboriginal owners in relation to land in that area.",
      "id": "s6"
    },
    {
      "text": "Formal requirements \n \n3 The Land Council's non-native title rights and interests arose from the grant and transfer of the Land to the Land Council by the Minister for Lands for the State of New South Wales ('the Minister') pursuant to s 36 of the NSW Act on 16 March 1998.",
      "id": "s7"
    },
    {
      "text": "Following the transfer of the area that includes Lot 576, the Land Council holds a non-native title interest ' in relation to the whole of the area in relation to which the determination is sought '.",
      "id": "s8"
    },
    {
      "text": "It is the holder of an ' an estate in fee simple ... subject to any native title rights and interests existing in relation to the land immediately before the transfer ' (s 36(9) of the NSW Act).",
      "id": "s9"
    },
    {
      "text": "As the holder of such an interest, the Land Council is entitled under s 61(1) (Table, clause 2) of the Act to make the present application.",
      "id": "s10"
    },
    {
      "text": "Section 40AA of the NSW Act prevents the Land Council from selling, exchanging, leasing, disposing of, mortgaging or otherwise dealing with the Land unless the Land is the subject of an approved determination of native title within the meaning of the Act.",
      "id": "s11"
    },
    {
      "text": "4 On 11 October 2004, the Land Council resolved, pursuant to s 40D of the NSW Act, that Lot 576 was not of cultural significance to Aborigines of the area and to dispose of Lot 576.",
      "id": "s12"
    },
    {
      "text": "The non-claimant application was lodged on 31 December 2004.",
      "id": "s13"
    },
    {
      "text": "5 The proceedings were commenced by Peter Hillig in his capacity as administrator of the Land Council.",
      "id": "s14"
    },
    {
      "text": "Following the cessation of his appointment, an order was made on 29 June 2007 substituting the Land Council as the applicant in these proceedings pursuant to O 6 r 11 of the Federal Court Rules .",
      "id": "s15"
    },
    {
      "text": "The Minister was automatically joined pursuant to s 84(4) of the Act.",
      "id": "s16"
    },
    {
      "text": "6 The non-claimant application was notified in accordance with s 66 of the Act:\n \na. in the Sydney Morning Herald on 23 February 2005;\n \nb. in the Koori Mail on 23 February 2005; and\n \nc. in the Port Stephens Examiner on 24 February 2005.",
      "id": "s17"
    },
    {
      "text": "7 The notification period for the application (s 66 of the Act) was from 9 March to 8 June 2005.",
      "id": "s18"
    },
    {
      "text": "There is no dispute that the application was appropriately published and notified and that the requirements of s 66 of the Act have been complied with.",
      "id": "s19"
    },
    {
      "text": "8 A notice of intention to become a party to these proceedings was filed within the three month time period provided for in the s 66 notice by New South Wales Native Title Services Limited ('Native Title Services') and by Mr and Mrs Parkinson.",
      "id": "s20"
    },
    {
      "text": "The application by Mr and Mrs Parkinson to be joined to the proceedings was dismissed ( Peter Hillig as Administrator of Worimi Local Aboriginal Land Council v Minister for Lands for the State of New South Wales, State Minister under the Native Title Act 1993 (Cth) [2006] FCA 61).",
      "id": "s21"
    },
    {
      "text": "Native Title Services was joined as a party on 5 July 2005.",
      "id": "s22"
    },
    {
      "text": "On 11 March 2008, an order was made granting leave to that party (whose name had been amended to NTS Corp Limited) to withdraw as a party to the proceedings.",
      "id": "s23"
    },
    {
      "text": "9 I have recorded the history of this matter in Worimi Local Aboriginal Land Council v Minister for Lands for the State of New South Wales [2007] FCA 1357 (' Worimi 2007 ').",
      "id": "s24"
    },
    {
      "text": "That history includes the striking out of two claimant applications filed by the third respondent, Mr Gary Dates, who prefers to be called Worimi.",
      "id": "s25"
    },
    {
      "text": "I will refer to him as Worimi.",
      "id": "s26"
    },
    {
      "text": "Each application was struck out pursuant to s 84C of the Act for failure to comply with s 61 ( Hillig as Administrator of Worimi Local Aboriginal Land Council v Minister for Lands for the State of New South Wales (No 2) [2006] FCA 1115 ; Worimi v Minister for Lands for the State of New South Wales [2006] FCA 1770 (' Worimi 2006 ')).",
      "id": "s27"
    },
    {
      "text": "Worimi did not give notice within the notification period that he wanted to be a party to the non-claimant application.",
      "id": "s28"
    },
    {
      "text": "On 30 March 2007, Worimi filed an amended notice of motion to be joined as a party to the non-claimant application pursuant to s 84(5) of the Act.",
      "id": "s29"
    },
    {
      "text": "For the reasons set out in Worimi 2007 , I made an order that he be joined as a respondent to these proceedings.",
      "id": "s30"
    },
    {
      "text": "10 No other person asserting the existence of native title in Lot 576 gave notice under s 84(3) of the Act within the notification period of a desire to be a party to the non-claimant application.",
      "id": "s31"
    },
    {
      "text": "11 The hearing commenced over three years after lodgement of the non-claimant application.",
      "id": "s32"
    },
    {
      "text": "The delay resulted from the numerous applications in this matter, from the application for joinder by Mr and Mrs Parkinson to repeated applications for adjournment by Worimi to enable him to prepare claimant applications, seek legal advice and file evidence.",
      "id": "s33"
    },
    {
      "text": "In the time between the filing of the application and the hearing, no Aboriginal person other than Worimi has come forward seeking to become a party to the non-claimant application pursuant to s 84(5) of the Act.",
      "id": "s34"
    },
    {
      "text": "No Aboriginal person other than Worimi has come forward to resist the declaration sought by the Land Council on the basis of a positive assertion of the existence of native title in relation to the Land.",
      "id": "s35"
    },
    {
      "text": "The only Aboriginal people other than Worimi to come forward and to give evidence in these proceedings have done so as witnesses for the Land Council.",
      "id": "s36"
    },
    {
      "text": "No claimant applications other than those filed by Worimi have been made asserting the existence of native title in the Land.",
      "id": "s37"
    },
    {
      "text": "12 The Land has been described as \"Worimi country\" by Worimi and by other Worimi witnesses called by the Land Council.",
      "id": "s38"
    },
    {
      "text": "Worimi places reliance on the evidence of these witnesses, Worimi people who were born and raised in the Port Stephens area and who have been claimants in previous native title applications over areas held by the Land Council close to Lot 576, and on their evidence that Lot 576 was part of \"our traditional land\" and that it falls within the boundaries of the Worimi nation.",
      "id": "s39"
    },
    {
      "text": "13 During the course of the proceedings, there was a view of the Land and the place adjacent to the Land, described by Worimi as \"the baptism place\" on Kingsley Beach.",
      "id": "s40"
    },
    {
      "text": "Only women inspected the beach site.",
      "id": "s41"
    },
    {
      "text": "14 Section 61 of the Act identifies applications that may be made under Division 1 of Part 3 of the Act and identifies the persons who have standing to invoke the Court's jurisdiction by making such an application.",
      "id": "s42"
    },
    {
      "text": "It is not in issue that the non-claimant application properly invokes the Court's jurisdiction.",
      "id": "s43"
    },
    {
      "text": "The issues \n \n15 A number of questions arise:\n \n&#8226; What is the role of the Minister in these proceedings?",
      "id": "s44"
    },
    {
      "text": "&#8226; What is the burden of proof on the Land Council and on Worimi?",
      "id": "s45"
    },
    {
      "text": "&#8226; Is there a presumption that native title exists over the Land?",
      "id": "s46"
    },
    {
      "text": "&#8226; Does the description of the Land as part of \"traditional Worimi country\" establish a presumption of native title?",
      "id": "s47"
    },
    {
      "text": "&#8226; Must the Land Council provide evidence to negative the existence of native title over Lot 576 to the extent of negativing each of the elements of native title under the Act?",
      "id": "s48"
    },
    {
      "text": "&#8226; In order to defeat a prima facie case of no native title, must Worimi adduce evidence of each of the elements of native title under the Act?",
      "id": "s49"
    },
    {
      "text": "&#8226; What is the relevance of the fact that some of the witnesses called by the Land Council have made claimant applications seeking determinations of native title over land within Worimi traditional land in the Port Stephens area?",
      "id": "s50"
    },
    {
      "text": "&#8226; What is the Land Council evidence?",
      "id": "s51"
    },
    {
      "text": "&#8226; What is Worimi's evidence?",
      "id": "s52"
    },
    {
      "text": "&#8226; What does the evidence as a whole establish?",
      "id": "s53"
    },
    {
      "text": "THE ROLE OF THE MINISTER \n \n16 As noted in [5], the Minister was automatically joined as a party to the proceedings under s 84(4) of the Act.",
      "id": "s54"
    },
    {
      "text": "Section 84(4) provides that the relevant State Minister is a party to proceedings, without any expressed limitation, where the area covered by the application is within the jurisdictional limits of the State.",
      "id": "s55"
    },
    {
      "text": "The Minister did not exercise his entitlement under s 84(4) to give notice to the Court that he does not want to be a party to the proceedings.",
      "id": "s56"
    },
    {
      "text": "Worimi did not apply to have him removed.",
      "id": "s57"
    },
    {
      "text": "He remains a party.",
      "id": "s58"
    },
    {
      "text": "17 Worimi says that, because the Land was transferred to the Land Council in fee simple, the Minister has no interest in the Land.",
      "id": "s59"
    },
    {
      "text": "He submits that, as there can be no positive determination of native title in these proceedings, no compensation obligation can accrue to the Minister as a result of these proceedings.",
      "id": "s60"
    },
    {
      "text": "He submits that the Minister has no interest that could be affected by these proceedings: no interest to protect, no interest which may be affected by a determination that native title does not exist in the Land and no obligation of fairness to be accorded by permitting cross-examination.",
      "id": "s61"
    },
    {
      "text": "18 Worimi submits that the Minister has no right to cross-examine witnesses.",
      "id": "s62"
    },
    {
      "text": "He also appears to submit that the Minister has no right to make submissions.",
      "id": "s63"
    },
    {
      "text": "He relies in part on the fact that, although the Minister had been represented at all directions hearings, the Minister had not actively participated in the proceedings until the business day before the trial and had not filed evidence.",
      "id": "s64"
    },
    {
      "text": "19 Worimi submits that no party has an automatic right to cross-examine.",
      "id": "s65"
    },
    {
      "text": "However, as the Minister points out, s 27 of the Evidence Act 1995 (Cth) ('the Evidence Act ') provides that a party may question any witness, except as provided by that Act.",
      "id": "s66"
    },
    {
      "text": "Section 28 provides for cross-examination by more than one party, subject to an order of the Court directing otherwise.",
      "id": "s67"
    },
    {
      "text": "The Court may restrict cross-examination, but that has not occurred in this case.",
      "id": "s68"
    },
    {
      "text": "No such order was sought.",
      "id": "s69"
    },
    {
      "text": "Worimi raised the role of the Minister at a late stage of the proceedings.",
      "id": "s70"
    },
    {
      "text": "The Minister was not on notice that Worimi sought to limit his participation until the proceedings were well advanced.",
      "id": "s71"
    },
    {
      "text": "No good reason was given for such a course.",
      "id": "s72"
    },
    {
      "text": "20 The Minister did not file evidence.",
      "id": "s73"
    },
    {
      "text": "His participation was in the form of limited cross-examination and making submissions.",
      "id": "s74"
    },
    {
      "text": "I do not see how his participation inappropriately prejudiced Worimi.",
      "id": "s75"
    },
    {
      "text": "The case advanced by the Minister did not raise matters that were new in the proceedings and were, other than as to his participation, the subject of submissions from the Land Council.",
      "id": "s76"
    },
    {
      "text": "21 The Minister's stated concern is to ensure that, if the Court is not satisfied that there are no native title rights and interests in the Land, the Court does not make findings in relation to matters which, by operation of s 225 of the Act, would need to be addressed if the Court were to make a positive determination of native title.",
      "id": "s77"
    },
    {
      "text": "The Minister submits that, if the Land Council fails to discharge the burden of proof, the application should simply be dismissed without making any findings resulting from Worimi's assertions as to the existence of native title.",
      "id": "s78"
    },
    {
      "text": "In other words, acceptance of Worimi's assertions might throw sufficient doubt upon the absence of native title without the necessary result being that native title, under the Act, exists.",
      "id": "s79"
    },
    {
      "text": "22 There is no basis for Worimi's suggestion that the Minister has abandoned the right to participate in the proceedings or that he is bound to take a submitting role.",
      "id": "s80"
    },
    {
      "text": "I see no basis for Worimi's submission that the Minister's role is somehow constrained and that his counsel has no right to cross-examine witnesses in the proceedings.",
      "id": "s81"
    },
    {
      "text": "I do not accept that the Minister's interests are not affected by a determination in the proceedings simply because the Land is owned by the Land Council and not by the Crown.",
      "id": "s82"
    },
    {
      "text": "I accept the Minister's submission that, as the Crown in right of the State holds the radical title to the Land, it has an interest in knowing whether or not, and in what way, its radical title is burdened by native title rights and interests.",
      "id": "s83"
    },
    {
      "text": "He also has an interest in the operation of the NSW Act, including the operation of s 36(9) and s 40AA.",
      "id": "s84"
    },
    {
      "text": "23 In any event, the Act does not require the Minister to establish an interest in order to be a party to the proceedings.",
      "id": "s85"
    },
    {
      "text": "I will not disregard the cross-examination by counsel for the Minister or the submissions made on his behalf.",
      "id": "s86"
    },
    {
      "text": "THE BURDEN OF PROOF \n The legal burden \n \n24 It is common ground that the Land Council may not deal with the Land if it is subject to native title rights and interests existing in relation to the Land (ss 36(9) and 40AA of the NSW Act).",
      "id": "s87"
    },
    {
      "text": "Where there is no approved determination of native title, an application may be made to the Court under the Act for a determination of native title in relation to the Land (s 13(1) of the Act).",
      "id": "s88"
    },
    {
      "text": "The Land Council, as a party holding a non-native title interest in relation to the Land, may make an application for a native title determination as mentioned in s 13(1) (s 61(1) of the Act).",
      "id": "s89"
    },
    {
      "text": "25 All parties accept that the Land Council bears the burden of proof to satisfy the Court that no native title exists in the Land.",
      "id": "s90"
    },
    {
      "text": "All parties agree that the onus is on the Land Council to establish that there is no native title over Lot 576.",
      "id": "s91"
    },
    {
      "text": "26 The Land Council and the Minister accept that the applicable standard of proof is the balance of probabilities.",
      "id": "s92"
    },
    {
      "text": "While there was some suggestion from Worimi that the standard of proof may be higher in the present case, he ultimately accepted that the Land Council must prove its case on the balance of probabilities.",
      "id": "s93"
    },
    {
      "text": "Worimi's written submissions state that it ' is common ground that the standard of proof is the balance of probabilities '.",
      "id": "s94"
    },
    {
      "text": "27 There can be no doubt that the Land Council's case was and is clear: it seeks a determination that there is no native title in relation to Lot 576.",
      "id": "s95"
    },
    {
      "text": "The onus of establishing that fact is an onus borne by the Land Council on the civil standard, the balance of probabilities, taking account of the whole of the evidence.",
      "id": "s96"
    },
    {
      "text": "28 All parties accept that, in a non-claimant application for a determination that native title does not exist, the Court is not required to and cannot make a determination that native title does exist under the Act.",
      "id": "s97"
    },
    {
      "text": "29 There is no dispute that the Court may only grant the declaratory relief sought by the Land Council if satisfied that the Land is not subject to native title rights and interests existing in relation to it.",
      "id": "s98"
    },
    {
      "text": "30 Worimi's submissions regarding the matters that he says the Land Council must prove in order to discharge its legal burden of proof are put in various ways which are not of identical effect.",
      "id": "s99"
    },
    {
      "text": "He says that the Land Council must establish that native title existed at sovereignty, importing a requirement to establish the laws and customs observed in respect of the Land and then show that the observation of those laws and customs has ceased and that any connection which Aboriginal people may have had with the Land under traditional law and custom has not been maintained.",
      "id": "s100"
    },
    {
      "text": "He also asserts that there is a presumption that native title exists over the Land which must be disproved by the Land Council.",
      "id": "s101"
    },
    {
      "text": "31 I will address the issue of the evidentiary burden on the parties separately from the issue of whether or not there is a presumption of native title over the Land.",
      "id": "s102"
    },
    {
      "text": "However, because of the link between these issues, this approach necessarily involves some repetition.",
      "id": "s103"
    },
    {
      "text": "The evidentiary burden \n \n32 Worimi says that, because the Land Council asserts that native title does not exist, it is required to prove the absence of each of the elements necessary to establish native title under the Act.",
      "id": "s104"
    },
    {
      "text": "On 19 December 2007, after Worimi had been joined and a hearing date allocated, I directed the filing of Statements of Contentions by the Land Council and by Worimi, better to understand the case being made by each of these parties.",
      "id": "s105"
    },
    {
      "text": "While the document that the parties were directed to file was called a Statement of Contentions, it was clearly not a pleading in the sense used in Jango v Northern Territory [2006] FCA 318 ; (2006) 152 FCR 150.",
      "id": "s106"
    },
    {
      "text": "In that case, the \"Points of Claim\" filed by the applicant was considered to define the nature of the applicant's claim.",
      "id": "s107"
    },
    {
      "text": "33 Worimi says that the material facts in respect of each of the facts and contentions and in respect of each of the elements necessary to establish native title have not been articulated in the Land Council's Statement of Facts and Contentions.",
      "id": "s108"
    },
    {
      "text": "He treats them as equivalent to pleadings.",
      "id": "s109"
    },
    {
      "text": "They are not and were not intended by me to be so, nor were they understood by the Land Council as such.",
      "id": "s110"
    },
    {
      "text": "Submissions on the evidentiary burden \n \n34 Submissions have been made concerning what has been called ' the evidential onus ' of proof.",
      "id": "s111"
    },
    {
      "text": "The Land Council contends that, on establishing the matters necessary to demonstrate that the appropriate notification procedures have occurred and in the absence of a claimant application, the Court should infer that no native title exists over the Land and ' the evidential onus ' shifts to Worimi.",
      "id": "s112"
    },
    {
      "text": "The Land Council and the Minister both say that Worimi has ' an onus ' regarding his assertion that native title exists over the Land.",
      "id": "s113"
    },
    {
      "text": "35 Worimi submits that the applicant in a non-claimant application under s 61(1) of the Act for a determination of the absence of native title has the same onus of proof as an applicant in a claimant application under s 61(1) for a determination of the existence of native title.",
      "id": "s114"
    },
    {
      "text": "That is, Worimi submits that the proof of no native title equates to the proof required for a determination of the existence of native title.",
      "id": "s115"
    },
    {
      "text": "By that, he says, all of the matters that would need to be proved to establish native title must be proved in the negative for a declaration of no native title.",
      "id": "s116"
    },
    {
      "text": "It follows, he says, that the applicant for a determination of the absence of native title would need to adduce evidence as to the historical, archaeological, linguistic and anthropological matters in the light of direct testimony of Aboriginal witnesses to establish the status of traditional laws and customs pre-sovereignty and since 1788.",
      "id": "s117"
    },
    {
      "text": "36 Worimi's basic contention is that all questions of proof, both \"legal\" and \"evidential\", are borne by the Land Council.",
      "id": "s118"
    },
    {
      "text": "Worimi contends that the Land Council must clearly and unequivocally prove an absence of native title, adducing evidence including expert evidence covering the time from pre-sovereignty through to the present day.",
      "id": "s119"
    },
    {
      "text": "Worimi relies on the beneficial nature of the Act and the objects of the Act to provide for the recognition and protection of native title, to establish ways in which future dealings affecting native title may proceed and to set standards for those dealings (ss 3(a) and 3(b) of the Act respectively).",
      "id": "s120"
    },
    {
      "text": "37 While he denies that native title does not exist over the Land, Worimi has previously asserted that there is no burden upon him either to disprove the Land Council's case or to prove that native title exists.",
      "id": "s121"
    },
    {
      "text": "However, in written submissions, Worimi accepted that if the Land Council establishes a prima facie case that native title does not exist over the Land, that is, if there is sufficient evidence from which the negative proposition may be inferred, the evidential burden shifts to Worimi to adduce evidence to raise a doubt as to the existence of a fact in issue, being the existence of native title.",
      "id": "s122"
    },
    {
      "text": "He is then obliged to advance evidence which, he says, the Land Council would have to rebut in the discharge of its legal burden of proof.",
      "id": "s123"
    },
    {
      "text": "38 Worimi's submissions can be summarised as follows: \n \n&#8226; Prior to amendments to the Act in 1998, the applicant in the case of a non-claimant application bore an onus under s 70(1)(a) of ' having to make out a prima facie case for a determination that native title had been extinguished ', either in the sense that there had been technical extinguishment by inconsistent government dealing, or in the sense that any pre-sovereignty connection to that Land under traditional laws and customs had been lost.",
      "id": "s124"
    },
    {
      "text": "&#8226; No change was effected by the 1998 amendments.",
      "id": "s125"
    },
    {
      "text": "Specifically, there is no suggestion of an intention to reverse the onus of proof on non-claimant applicants.",
      "id": "s126"
    },
    {
      "text": "&#8226; It is the Land Council that is seeking a determination by virtue of s 61(1) (clause (2)) of the Act and, accordingly, the Land Council bears the onus of proof.",
      "id": "s127"
    },
    {
      "text": "&#8226; The legal burden of proving the necessary elements entitling the Land Council to a declaration is on the Land Council.",
      "id": "s128"
    },
    {
      "text": "&#8226; The evidence required to satisfy the onus of proof to obtain a declaration of no native title is not to be satisfied without strict proof of historical and anthropological facts through the use of widely accepted authoritative writings and expert evidence.",
      "id": "s129"
    },
    {
      "text": "&#8226; This expert evidence is necessary before a prima facie case is established and before there is any consideration of the evidence adduced by Worimi.",
      "id": "s130"
    },
    {
      "text": "&#8226; In weighing the evidence, it is necessary to take account of the ability of the party bearing the onus of proof to adduce evidence on a particular fact in issue and the extent to which it has done so or could do so.",
      "id": "s131"
    },
    {
      "text": "&#8226; The evidential burden does not shift to Worimi until the Land Council has proven a prima facie case which would negative the proposition that the Land is subject to native title rights and interests.",
      "id": "s132"
    },
    {
      "text": "39 Worimi equates the legal burden of proving the absence of native title with an obligation to prove that each of the necessary elements to establish the existence of native title does not exist.",
      "id": "s133"
    },
    {
      "text": "Worimi emphasises that the following factual matters must be established by an applicant to prove the existence of native title:\n A.",
      "id": "s134"
    },
    {
      "text": "That in 1788 there was a society of Aboriginal people who were unified by a normative system or 'body of norms' of traditional laws acknowledged, and customs observed, in an Area being claimed; B.",
      "id": "s135"
    },
    {
      "text": "The nature of the traditional laws and customs of the society in 1788; C. That the traditional laws and customs that form the normative system of the society give rise to native title rights and interests in land and water in an Area being claimed; D. The rights and interests that are possessed under the traditional laws and customs of the society; E. The traditional laws and customs of the society have been passed from generation to generation and had a continuous existence and vitality without substantial interruption since 1788 to the present time; F. The traditional laws and customs provide a \"connection\" between the Aboriginal people and the Area being claimed that has been maintained by the continued acknowledgement of traditional laws, and observance of traditional customs to the present day; G. Whether the current laws and customs have changed and adapted so not to sustain the same rights and interests that existed at sovereignty and, as such, have not remained traditional or have been lost or abandoned.",
      "id": "s136"
    },
    {
      "text": "40 Worimi accepts that Aboriginal evidence provides the foundation for evidence of the existence of native title.",
      "id": "s137"
    },
    {
      "text": "The Land Council has called Worimi people to give evidence of laws and customs and of the connection with land in the area of Port Stephens.",
      "id": "s138"
    },
    {
      "text": "Worimi says that the Land Council cannot start to prove that the Land is not subject to native title rights and interests in relation to it until it has first proven what the nature and content of those native title rights and interests were at, or around, the time of sovereignty.",
      "id": "s139"
    },
    {
      "text": "He says that, once this is done, the Land Council can ' start to deconstruct this conclusion ' to prove that any connection has not been maintained.",
      "id": "s140"
    },
    {
      "text": "He contends that the calling of seven Aboriginal persons to say that they have no specific knowledge about the Land falls short of the proof required to demonstrate that the Land is not subject to native title rights and interests in relation to it.",
      "id": "s141"
    },
    {
      "text": "Worimi seems to base his submissions on an inference arising from the pre-sovereignty presence of Aboriginal people on and around the Port Stephens area.",
      "id": "s142"
    },
    {
      "text": "He says that it is necessary to show, as a minimum, that the Worimi people as a whole ' no longer observe and acknowledge traditional laws and customs in relation to the Port Stephens area where the Land is located '.",
      "id": "s143"
    },
    {
      "text": "Worimi says that the Land Council must prove that the existence and observance of those laws and customs has been substantially interrupted from sovereignty or that they no longer exist.",
      "id": "s144"
    },
    {
      "text": "41 The Land Council says that the standard of proof does not change or become more onerous than the civil standard because these proceedings concern native title.",
      "id": "s145"
    },
    {
      "text": "It acknowledges that, in considering whether that standard has been satisfied, the Court will have regard to the objects and purposes of the Act ( Munn for and on behalf of the Gunggari People v State of Queensland [2001] FCA 1229 ; (2001) 115 FCR 109 at [28] ) and acknowledges that it is required to prove the negative proposition: that there is no native title over Lot 576.",
      "id": "s146"
    },
    {
      "text": "The Land Council does contend, however, that once it adduces evidence which, if accepted, establishes the negative proposition, the evidential onus to adduce evidence to show that the negative proposition is incorrect shifts to Worimi.",
      "id": "s147"
    },
    {
      "text": "The Land Council does not accept that it is required to establish the negative proposition by establishing the absence of each of the elements necessary to prove the existence of native title.",
      "id": "s148"
    },
    {
      "text": "42 The Land Council and Worimi appear to agree that the evidential burden shifts to Worimi if the Land Council establishes sufficient evidence from which the negative proposition of no native title may be inferred.",
      "id": "s149"
    },
    {
      "text": "The real difference between the parties relates to their submissions regarding what evidence is sufficient to establish the negative proposition.",
      "id": "s150"
    },
    {
      "text": "Consideration \n \n43 A native title determination application may only be made in accordance with the Act ( Commonwealth v Clifton (2007) 164 FCR 355 at [40]---[57]) and in accordance with the procedures set out in the Act.",
      "id": "s151"
    },
    {
      "text": "As the Full Court noted in Clifton , stringent requirements are placed upon an applicant seeking a determination of native title.",
      "id": "s152"
    },
    {
      "text": "If I am not satisfied that native title does not exist, the application should be dismissed.",
      "id": "s153"
    },
    {
      "text": "44 The Act does not provide for a procedure that enables a respondent to obtain a determination of native title which that party could not obtain as an applicant.",
      "id": "s154"
    },
    {
      "text": "The Act requires a native title claimant application to be authorised by the relevant native title claim group ( Clifton at [48]).",
      "id": "s155"
    },
    {
      "text": "Worimi has failed to maintain his filed claimant applications as they were not authorised by his asserted claim group, as described in each claimant application.",
      "id": "s156"
    },
    {
      "text": "45 The beneficial nature of the Act does not mean that a different standard applies to the evidentiary burden and the onus of proof.",
      "id": "s157"
    },
    {
      "text": "Worimi has not advanced sufficient reason why the Land Council's application should not be determined on the civil standard of the balance of probabilities.",
      "id": "s158"
    },
    {
      "text": "In any event, Worimi appears to have accepted that the applicable standard of proof is the balance of probabilities.",
      "id": "s159"
    },
    {
      "text": "46 In the absence of a claimant application following the giving of notice of the making of the non-claimant application in respect of the Land, the Court is entitled to be satisfied that no other claim group or groups assert a claim to hold native title to the Land ( Clifton at [59]).",
      "id": "s160"
    },
    {
      "text": "At the very least, this supports an inference of an absence of native title over the Land, subject to the matters to be raised by Worimi.",
      "id": "s161"
    },
    {
      "text": "47 It does not follow that the absence of a native title claim means that, without more, there is a declaration of no native title.",
      "id": "s162"
    },
    {
      "text": "As was recognised in the joinder of Worimi to these proceedings, Worimi's assertion of native title rights and interests may lead to a more informed decision in the non-claimant application ( Worimi 2007 at [30]).",
      "id": "s163"
    },
    {
      "text": "Worimi may not be able to establish that native title does exist but his evidence, if accepted, may cast doubt on the Land Council's case ( Worimi 2007 at [36]).",
      "id": "s164"
    },
    {
      "text": "48 It does not follow, as Worimi has previously asserted, that his inability to secure a positive native title determination means that there is no evidentiary burden on him to support his contention that there is native title.",
      "id": "s165"
    },
    {
      "text": "As in other proceedings, in proceedings seeking a judgment in rem that no native title exists and in proceedings arising under beneficial legislation, the Court will assess the whole of the evidence.",
      "id": "s166"
    },
    {
      "text": "49 The onus of proof is on the Land Council, which must satisfy the legal burden on the balance of probabilities, but there is no reason to conclude that if the Land Council establishes a prima facie case of no native title, there is no onus on Worimi to adduce any evidence in support of his assertion of native title.",
      "id": "s167"
    },
    {
      "text": "In dealing with the defensive use of native title in Kokatha People v State of South Australia [2007] FCA 1057 , Finn J observed at [52] that a non-applicant native title claimant who is unable to obtain authorisation to make a s 61 claim stands in no different position than any person who claims native title but is unable to institute proceedings to have that claim established.",
      "id": "s168"
    },
    {
      "text": "50 The evidentiary burden on a party in Worimi's position in circumstances where the moving party must prove a negative proposition has been described in Apollo Shower Screens Pty Ltd v Building and Construction Industry Long Service Payments Corporation (1985) 1 NSWLR 561 (at 565) as similar to ' the evidential burden placed upon an accused in a criminal trial who seeks to raise the issue of self-defence which the Crown must disprove '.",
      "id": "s169"
    },
    {
      "text": "51 Derschaw v Sutton (1996) 17 WAR 419 was a case of defensive native title to a criminal prosecution.",
      "id": "s170"
    },
    {
      "text": "That is, the defendants sought to establish the existence of native title as a defence.",
      "id": "s171"
    },
    {
      "text": "Justice Franklyn (with whom Murray J agreed) held at 431 that the defendants had to adduce or direct the Court's attention to evidence of each of the material matters necessary to establish the existence of native title.",
      "id": "s172"
    },
    {
      "text": "Despite Worimi's submission that the case has no precedent value, it should, as a decision of the Full Court of the Supreme Court of Western Australia, be followed unless it is plainly wrong ( Farah Constructions Pty Ltd v Say-Dee Pty Ltd (2007) 230 CLR 89 at [135]).",
      "id": "s173"
    },
    {
      "text": "Similar reasoning has been followed in other cases (see, for example, Mason v Tritton (1994) 34 NSWLR 572; Dillon v Davies (1998) 156 ALR 142 ; Lewis v Wanganeen [2005] SASC 36).",
      "id": "s174"
    },
    {
      "text": "Special leave to appeal Derschaw to the High Court was refused.",
      "id": "s175"
    },
    {
      "text": "In my respectful opinion, it is not plainly wrong.",
      "id": "s176"
    },
    {
      "text": "Justice Franklyn , drawing from Mabo v The State of Queensland (No 2) [1992] HCA 23 ; (1992) 175 CLR 1 , pointed out that, in the absence of evidence going to each element of native title, there is insufficient foundation for the claim to have legal justification.",
      "id": "s177"
    },
    {
      "text": "I agree, with respect, with that analysis.",
      "id": "s178"
    },
    {
      "text": "To establish the existence of native title under the Act, the same elements of native title apply whether native title is asserted by an applicant or by a respondent.",
      "id": "s179"
    },
    {
      "text": "52 If the elements of native title are established by a non-applicant claimant, it can prevent a determination that native title does not exist, although it cannot secure a positive determination of native title under s 225 of the Act ( Kokatha at [50] per Finn J).",
      "id": "s180"
    },
    {
      "text": "However, Worimi's evidence may be sufficient to raise a doubt as to the non-existence of native title without amounting to proof necessary for a claimant application or for a finding that native title exists.",
      "id": "s181"
    },
    {
      "text": "53 The Minister submits that a party seeking to resist the making of the orders sought in a non-claimant application must adduce or identify at least some credible evidence addressing the following matters as identified in Members of the Yorta Yorta Aboriginal Community v State of Victoria [2002] HCA 58 ; (2002) 214 CLR 422 , De Rose v State of South Australia [2003] FCAFC 286 ; (2003) 133 FCR 325 and De Rose v South Australia (No 2) [2005] FCAFC 110 ; (2005) 145 FCR 290: \n \n \n a that at the time of sovereignty there was \"a body of persons united in and by its acknowledgement and observance of a body of laws and customs\" (the \"pre-sovereignty society\"); \n \n b the nature and content of a normative body of laws and customs (the \"traditional laws and customs\") pursuant to which rights and interests were held at the time of sovereignty; \n \n c the nature and content of the rights and interests held at the time of sovereignty pursuant to the traditional laws and customs (the \"traditional rights and interests\"); \n \n d that the pre-sovereignty society has substantially maintained its identity and existence from generation to generation in accordance with the traditional laws and customs through to the present time; \n \n e that the traditional laws and customs have been acknowledged and observed by the pre-sovereignty society and their successors, and that such acknowledgement and observance has continued substantially uninterrupted since sovereignty; \n \n f that since sovereignty the pre-sovereignty society and their successors have maintained a connection with the application area and have transmitted rights and interests in relation to the application area by and in accordance with the traditional laws and customs; \n \n g that they, the native title claim group (as a whole), acknowledge and observe the traditional laws and customs; \n \n h the nature and content of the traditional laws and customs observed by members of the native title claim group; \n \n i that, by the traditional laws and customs that are still observed by them, the native title claim group has a connection with the application area; \n \n j that, by the traditional laws and customs that are still observed by them, the native title claim group has rights and interests in the application area; \n \n k the nature and extent of the extant rights and interests; and, \n \n l that such rights and interests have not been extinguished, (or if extinguishment has occurred, it is to be disregarded); and are not \"antithetical to the fundamental tenets of the common law\".",
      "id": "s182"
    },
    {
      "text": "54 The Minister contends that it is not necessary for Worimi to prove or even adduce evidence touching all of the matters necessary to obtain a positive determination of native title, for example, evidence of all pre-sovereignty rights and interests.",
      "id": "s183"
    },
    {
      "text": "He says that a respondent seeking to avoid a finding of no native title must at least present evidence of some such rights and interests which disclose that there is a native title claim group.",
      "id": "s184"
    },
    {
      "text": "This may create a heavy burden for such a respondent but that is, he submits, inherent in the nature of the case to be made that native title exists.",
      "id": "s185"
    },
    {
      "text": "55 Worimi does not need to establish that native title exists on the balance of probabilities.",
      "id": "s186"
    },
    {
      "text": "It is for the Court to assess the totality of the evidence to determine whether the Land Council has established, on the balance of probabilities, that native title does not exist.",
      "id": "s187"
    },
    {
      "text": "Worimi has identified a number of different groups, at various stages of these proceedings, that he says hold native title in the Land, including himself and his immediate family, and all Worimi people.",
      "id": "s188"
    },
    {
      "text": "He must also provide evidence that addresses, at the least, the Land Council's evidence that there is no native title within the principles set down in Yorta Yorta ; that there is no normative body of laws and customs in connection with the Land, the observance of which has been substantially maintained from the time of sovereignty to the present day.",
      "id": "s189"
    },
    {
      "text": "Worimi does not need to prove each element of native title.",
      "id": "s190"
    },
    {
      "text": "He is not obliged to establish native title as if it were a positive defence being asserted.",
      "id": "s191"
    },
    {
      "text": "He does, however, need to address native title under the Act by reference to those material matters.",
      "id": "s192"
    },
    {
      "text": "He must address the necessary elements sufficiently to cast doubt on the Land Council's assertion of no native title.",
      "id": "s193"
    },
    {
      "text": "He needs to show that there have existed traditional laws and customs in relation to the Land, the continued observance of those laws and customs and the maintenance of a connection with the Land.",
      "id": "s194"
    },
    {
      "text": "If he does not lead evidence as to each of those matters, elements of native title, he will need to adduce evidence, sufficient in scope and weight, as to one or more of those elements to cast doubt on the proposition that native title does not exist.",
      "id": "s195"
    },
    {
      "text": "56 Worimi contends that the evidence required to discharge the Land Council's onus of proof ' may not be achieved without strict proof of historical and anthropological facts through use of widely accepted authoritative writings and expert evidence ' and ' involves consideration of the historical, archaeological, linguistic and anthropological evidence in the light of the direct testimony of Aboriginal witnesses '.",
      "id": "s196"
    },
    {
      "text": "Worimi says that, in determining the question of the existence or non-existence of native title on the balance of probabilities, regard should be had to the ability of the parties to adduce evidence.",
      "id": "s197"
    },
    {
      "text": "By this, he seems to be saying that the Court should give more weight to his evidence and discount the evidence of the Land Council.",
      "id": "s198"
    },
    {
      "text": "If he is, I do not accept it.",
      "id": "s199"
    },
    {
      "text": "57 All of the evidence is to be weighed according to the proof which it was in the power of one side to produce and in the power of the other to have contradicted ( Apollo Shower Screens at 565).",
      "id": "s200"
    },
    {
      "text": "Once the Land Council has established sufficient evidence from which the negative proposition, an absence of native title, may be inferred, Worimi carries an evidential burden to advance evidence of any particular matters going to the existence of native title.",
      "id": "s201"
    },
    {
      "text": "It is then for the Land Council to deal with the evidence in the discharge of its overall burden of proof ( Apollo Shower Screens at 565).",
      "id": "s202"
    },
    {
      "text": "58 Worimi submits that the Land Council is in a position to call all of the customary expert evidence and has not done so.",
      "id": "s203"
    },
    {
      "text": "The Land Council submits that Worimi is in the position to adduce evidence from other Worimi persons in support of his claim and has not done so.",
      "id": "s204"
    },
    {
      "text": "Each party asserts that he or it is under no obligation to provide further evidence.",
      "id": "s205"
    },
    {
      "text": "59 Worimi asserts that he and his immediate family may be the only Worimi people who were given native title rights and interests in the Land and, he adds, in the area from Birubi Beach to Boat Harbour, under traditional laws and customs.",
      "id": "s206"
    },
    {
      "text": "It follows that Worimi has the means of bringing forward evidence to establish the existence of the native title rights and interests he asserts.",
      "id": "s207"
    },
    {
      "text": "It is not for the Court to conduct a roving enquiry as to whether anybody, and if so who, might hold native title over the Land ( Jango v Northern Territory (2007) 159 FCR 531 (' Jango ') at [84]).",
      "id": "s208"
    },
    {
      "text": "In considering the evidence adduced by Worimi, it is relevant that he is the person who is able to adduce evidence of the laws and customs that he asserts he and his family practise and observe.",
      "id": "s209"
    },
    {
      "text": "On the other hand, he has insufficient resources to present the expert historical and anthropological evidence to substantiate his claims.",
      "id": "s210"
    },
    {
      "text": "60 The power of a party to adduce evidence may be relevant to the weight to be accorded to the evidence presented ( Apollo Shower Screens at 565; Blatch v Archer [1774] EngR 2 ; (1774) 1 Cowp 63 at 65; Ho v Powell (2001) 51 NSWLR 572 at [15]).",
      "id": "s211"
    },
    {
      "text": "It may also be relevant to the standard of proof.",
      "id": "s212"
    },
    {
      "text": "There is, however, a distinction between the probabilities on limited material available and whether limited material provides an appropriate basis on which to reach a reasonable decision ( Ho at [14]).",
      "id": "s213"
    },
    {
      "text": "61 I accept that Worimi is not in a position to be able to adduce the historical and anthropological evidence to establish the existence of the Garuahgal clan of which he claims to be a member and the existence of traditional laws and customs over the Land.",
      "id": "s214"
    },
    {
      "text": "I do not, however, accept Worimi's submission that the Land Council is obliged to provide proof of historical and anthropological facts through the use of ' widely accepted authoritative writings and expert evidence ' in order to satisfy the burden of establishing the absence of native title on the balance of probabilities.",
      "id": "s215"
    },
    {
      "text": "The Land Council is not required first to establish each of the elements of native title and then to rebut them.",
      "id": "s216"
    },
    {
      "text": "The requirement to prove the negative does not equate to the requirement to prove the positive.",
      "id": "s217"
    },
    {
      "text": "62 I am conscious of the absence of the kind of detailed expert evidence that is frequently adduced in determinations of native title.",
      "id": "s218"
    },
    {
      "text": "I am also conscious of the consequences of a determination of the absence of native title and the Land Council's stated wish to sell Lot 576.",
      "id": "s219"
    },
    {
      "text": "The Court must consider such evidence as has been adduced.",
      "id": "s220"
    },
    {
      "text": "The Land Council's evidence supports a case of no native title.",
      "id": "s221"
    },
    {
      "text": "Worimi has adduced evidence in support of his assertion of native title.",
      "id": "s222"
    },
    {
      "text": "The possibility of native title over the Land can only be assessed on the available evidence.",
      "id": "s223"
    },
    {
      "text": "I do not accept that the Land Council is obliged to prove that native title does not exist in the way advanced by Worimi, by establishing the nature and content of any native title rights and interests at the time of sovereignty and then \"deconstructing\" this through admissible evidence to show that any connection which Aboriginal people may have had with the Land no longer exists.",
      "id": "s224"
    },
    {
      "text": "The Land Council must establish, on the balance of probabilities, that native title under the Act does not exist over Lot 576.",
      "id": "s225"
    },
    {
      "text": "Is there a presumption that native title exists over the Land?",
      "id": "s226"
    },
    {
      "text": "Worimi's submissions \n \n63 Worimi says that it follows from the fact that the burden of proof is on the Land Council that ' as a matter of common sense and logic there is a presumption to the effect that the Land is subject to native title rights and interests until the contrary is proven '.",
      "id": "s227"
    },
    {
      "text": "Worimi says that there is a presumption, which the Land Council must negate, that there is native title over the Land.",
      "id": "s228"
    },
    {
      "text": "64 Based on the presumption that native title exists over the Land, Worimi contends that:\n \n&#8226; It is common ground that Lot 576 falls within traditional Worimi country.",
      "id": "s229"
    },
    {
      "text": "&#8226; The Land Council must prove that any connection which Aboriginal people may have had with the Land under traditional laws and customs has not been maintained.",
      "id": "s230"
    },
    {
      "text": "&#8226; In order to succeed, the Land Council must establish that traditional law and custom has ceased to be observed anywhere in \"Worimi country\".",
      "id": "s231"
    },
    {
      "text": "&#8226; It is incumbent upon the Land Council to adduce evidence from Worimi people positively to assert that no laws and customs have been passed down to them by their forebears and, additionally, there needs to be expert evidence that there were a set of normative rules traditionally adopted and followed and observed by the Worimi people.",
      "id": "s232"
    },
    {
      "text": "&#8226; Following Yorta Yorta , the Land Council must prove that pre-existing laws and customs have been substantially interrupted from what they were at sovereignty or no longer exist at all.",
      "id": "s233"
    },
    {
      "text": "&#8226; There must be evidence of the cessation of the acknowledgement of laws and observance of customs sufficient to show that those laws and customs have been abandoned by the whole of Worimi society.",
      "id": "s234"
    },
    {
      "text": "65 Worimi submits that the evidence supports the inference that there was a group of Worimi people and a society of Aboriginal people who inhabited the area around Port Stephens at the time of sovereignty.",
      "id": "s235"
    },
    {
      "text": "For the purposes of this application, I accept that to be the case.",
      "id": "s236"
    },
    {
      "text": "66 Worimi submits that, once this is accepted, it follows that this group had some form of normative rules which regulated their society and that, once this is accepted, it follows ' as a matter of logic and reason ' that, bearing in mind the burden of proof, the Land Council is required to lead sufficient evidence:\n \n(i) of the nature and existence of pre-sovereign native title rights and interests; and\n \n(ii) to the effect that these pre-sovereign rights and interests are no longer observed before the Court may infer the non-existence of native title over Lot 576.",
      "id": "s237"
    },
    {
      "text": "67 It then follows, in Worimi's submission, that the Land Council must lead extensive expert evidence of the Aboriginal laws and customs before the Court is able to assess the evidence of the Land Council's contemporary Aboriginal witnesses.",
      "id": "s238"
    },
    {
      "text": "Consideration \n \n68 Worimi's submissions assume that a presumption of native title applies, that nothing short of evidence in respect of the whole area that could be associated with the Worimi people suffices and that the Land Council must prove an absence of native title by reference to each element necessary to prove the existence of native title.",
      "id": "s239"
    },
    {
      "text": "69 There is no presumption of the existence of native title under the Act, either for a claimant seeking a determination of the existence of native title or for a non-claimant seeking a determination of the absence of native title.",
      "id": "s240"
    },
    {
      "text": "70 The Land Council acknowledges that it bears the legal onus of proof.",
      "id": "s241"
    },
    {
      "text": "However, it denies the existence of a presumption that native title exists either under the Act or at common law.",
      "id": "s242"
    },
    {
      "text": "It contends that the evidentiary starting point as to whether native title does or does not exist is neutral.",
      "id": "s243"
    },
    {
      "text": "71 As the Minister points out, Worimi seems to suggest that it is incumbent on the Land Council to demonstrate that no possible combination of known or unknown past or present actions, beliefs or patterns of behaviour could amount to the acknowledgment of laws or observance of customs capable of sustaining any possible rights or interests in the Land.",
      "id": "s244"
    },
    {
      "text": "The burden of proving the absence of native title does not rise so high and is not envisaged by provision in the Act for a determination that no native title exists in respect of certain land.",
      "id": "s245"
    },
    {
      "text": "72 In Mason v Tritton (1994) 34 NSWLR 572, Kirby P pointed to the difficulty for Aboriginal people to provide recorded details of, for example, genealogy.",
      "id": "s246"
    },
    {
      "text": "At 586---589, his Honour discussed the inferences that can be drawn to overcome the absence of evidence for the period from 1788 to a later time, in that case to the 1880s.",
      "id": "s247"
    },
    {
      "text": "Referring to the analysis in Wigmore on Evidence, vol 2, 3 rd edition at 437, his Honour said that it is not appropriate to apply a \"presumption of continuance\" but a process of inference.",
      "id": "s248"
    },
    {
      "text": "His Honour was prepared to draw an inference from proved use of land in the 1880s back to the time before 1788.",
      "id": "s249"
    },
    {
      "text": "As he noted, it is more easily drawn in more traditional Aboriginal communities.",
      "id": "s250"
    },
    {
      "text": "However, in Mason , there were other aspects of the claim to native title which were not proved.",
      "id": "s251"
    },
    {
      "text": "Further, it is hard to see from Yorta Yorta how a presumption of native title can be said to apply.",
      "id": "s252"
    },
    {
      "text": "73 I do not accept Worimi's submissions.",
      "id": "s253"
    },
    {
      "text": "They assume that, in order to establish that there is no native title, the Land Council must first prove the nature of the pre-sovereign native title rights and interests which are presumed to exist, assume that the relevant laws and customs have continued to be observed since sovereignty and then disprove the present existence of native title by reference to each of the elements necessary to establish it.",
      "id": "s254"
    },
    {
      "text": "If it is necessary to prove each of a number of elements to establish native title and it can be shown that one of those elements is missing, that is sufficient to demonstrate that there is presently no native title over particular land.",
      "id": "s255"
    },
    {
      "text": "74 Worimi points to Gale v Minister for Land &amp; Water Conservation for the State of New South Wales [2004] FCA 374 where it was accepted that at the time of sovereignty, the lands were inhabited by organised communities of Aboriginal people who had rights and interests in the subject lands, sourced in traditional laws and customs (at [34]).",
      "id": "s256"
    },
    {
      "text": "The parties accepted the ' tenacious persistence of native title ' and of traditional Aboriginal culture.",
      "id": "s257"
    },
    {
      "text": "Justice Madgwick took account of extensive expert reports of anthropologists and historians, as well as other evidence that had been filed, to conclude that there was no native title over the lands in question.",
      "id": "s258"
    },
    {
      "text": "That expert evidence was available in Gale .",
      "id": "s259"
    },
    {
      "text": "The fact that no such evidence is available in these proceedings does not prevent a decision being reached as to whether the Land Council has satisfied the burden of establishing the absence of native title, on the basis of the evidence adduced.",
      "id": "s260"
    },
    {
      "text": "75 The Land Council is not required to overcome and negative a presumption that native title exists over Lot 576.",
      "id": "s261"
    },
    {
      "text": "The description of the Land as part of \"traditional Worimi country\" \n \n76 Worimi points to the description of all of the land around Port Stephens as \"traditional Worimi country\" or in similar terms.",
      "id": "s262"
    },
    {
      "text": "The Minister accepts that ' it is common ground that the Land falls within traditional Worimi country '.",
      "id": "s263"
    },
    {
      "text": "However, the Minister does not agree that the use of such an expression or such informal identification of a region with a people, the Worimi nation, entails acceptance that there is and has at all times since 1788 been a native title holding group that is part of a society which has all the attributes that are necessary to sustain native title rights and interests in the Land under the Act.",
      "id": "s264"
    },
    {
      "text": "77 Lot 576 is part of the land held by the Land Council in fee simple by reason of the transfer of the land under the NSW Act.",
      "id": "s265"
    },
    {
      "text": "It, together with the surrounding land, including Stockton Bight and Bagnalls Beach, have been described by the witnesses as \"traditional Worimi country\".",
      "id": "s266"
    },
    {
      "text": "78 The use of the expression \"traditional Worimi country\" with respect to the Land does not create a presumption, without more, of the existence of native title for the purposes of the Act.",
      "id": "s267"
    },
    {
      "text": "Traditional land, or land that is regarded as traditional land and associated with a particular identified group, may or may not be subject to native title.",
      "id": "s268"
    },
    {
      "text": "There are requirements associated with the concept of native title under the Act that go beyond identification of land as \"traditional land\" or as land associated with the Worimi people.",
      "id": "s269"
    },
    {
      "text": "79 The description of the Land as part of \"traditional Worimi country\" does not establish a presumption of native title over Lot 576.",
      "id": "s270"
    },
    {
      "text": "THE NSW ACT \n \n80 It is apparent from the Second Reading Speech for the NSW Act that s 36(9) and s 40AA were intended to ' compensate Aboriginal people for dispossession from their traditional lands.",
      "id": "s271"
    },
    {
      "text": "If that traditional connection has been maintained in a way which would sustain a claim for native title, then it is that claim which should have precedence '.",
      "id": "s272"
    },
    {
      "text": "81 The transfer of land to the Land Council was not a recognition that there had been a traditional connection with that land sufficient to constitute native title.",
      "id": "s273"
    },
    {
      "text": "The relevant sections were introduced into the NSW Act to ensure that grants made under the NSW Act would not extinguish native title and would not be inconsistent either with the Racial Discrimination Act 1975 (Cth) or the Act.",
      "id": "s274"
    },
    {
      "text": "82 Land may not be transferred by the Land Council until a determination is made as to the existence or absence of native title.",
      "id": "s275"
    },
    {
      "text": "If native title is shown to exist, the rights of traditional owners take precedence over the right of the Land Council to sell the land.",
      "id": "s276"
    },
    {
      "text": "83 Worimi maintains that the inquiry for the purposes of these proceedings is not limited to the existence of native title over Lot 576.",
      "id": "s277"
    },
    {
      "text": "He contends that the inquiry extends to a determination of whether or not traditional laws and customs continue to be acknowledged and observed not only over Lot 576 but also over the surrounding country.",
      "id": "s278"
    },
    {
      "text": "He relies on the proviso in s 36(9) of the NSW Act, which relevantly provides:\n \n \n ... any transfer of lands to an Aboriginal Land Council under this section shall be for an estate in fee simple but shall be subject to any native title rights and interests existing in relation to the lands immediately before the transfer.",
      "id": "s279"
    },
    {
      "text": "84 Worimi's submission, in summary, is as follows:\n \n&#8226; \"In relation to\" is a phrase of wide import, satisfied by a connection or association between the two things ( Law Society of New South Wales v Bruce (1996) 40 NSWLR 77).",
      "id": "s280"
    },
    {
      "text": "&#8226; Native title rights and interests under the Act cannot be divorced from the territory claimed to constitute the traditional country.",
      "id": "s281"
    },
    {
      "text": "&#8226; As the Land falls within traditional Worimi country, the consideration of whether or not there is native title over Lot 576 requires a consideration of native title rights and interests over the whole of traditional Worimi country.",
      "id": "s282"
    },
    {
      "text": "85 There is no dispute that the Act, having as one of the main objects to provide for the recognition and protection of native title, is remedial in nature and to be construed beneficially.",
      "id": "s283"
    },
    {
      "text": "86 Section 36(9) equates the lands the subject of the transfer to the relevant Aboriginal Land Council with the lands the subject of native title rights and interests.",
      "id": "s284"
    },
    {
      "text": "The word \"lands\" has the same meaning in each use in subsection (9).",
      "id": "s285"
    },
    {
      "text": "The subsection recognises that native title rights and interests may not amount to a right or interest \"in\" the subject land.",
      "id": "s286"
    },
    {
      "text": "The acknowledgment or observation of a law or custom does not necessarily amount to a right or interest \"in\" the land itself but may give rise to a native title right or interest \"in relation to\" the land.",
      "id": "s287"
    },
    {
      "text": "This is recognised in, for example, ss 211(1) and (3) of the Act.",
      "id": "s288"
    },
    {
      "text": "87 Section 36(9) of the NSW Act addresses native title rights and interests over land that has been transferred to an Aboriginal Land Council.",
      "id": "s289"
    },
    {
      "text": "In the present case, the Land Council only wants to sell a part of that land, namely, Lot 576.",
      "id": "s290"
    },
    {
      "text": "It wishes to establish that there are no native title rights and interests over the land it wishes to sell.",
      "id": "s291"
    },
    {
      "text": "The existence of native title over other land held by the Land Council may or may not be relevant but it is not determinative of native title over or in relation to Lot 576.",
      "id": "s292"
    },
    {
      "text": "There is no obligation arising from the wording of s 36(9) of the NSW Act to inquire into the existence of native title over all Worimi traditional land or over all of the land held by the Land Council for the purposes of these proceedings, which only concern Lot 576.",
      "id": "s293"
    },
    {
      "text": "CONCLUSION ON PRELIMINARY MATTERS \n \n88 In relation to the non-claimant application for a determination that no native title exists over the Land, the following seems to me to apply:\n \n&#8226; The Act permits the making of non-claimant applications for determinations that no native title exists over land.",
      "id": "s294"
    },
    {
      "text": "&#8226; This allows people with interests in land to ascertain whether native title exists.",
      "id": "s295"
    },
    {
      "text": "The Act envisages that determinations of the absence of native title may be made and provides a statutory guarantee of validity to future acts (s 24FA).",
      "id": "s296"
    },
    {
      "text": "Section 61(1) provides for non-claimant applications for native title determinations.",
      "id": "s297"
    },
    {
      "text": "There is no indication in the Act that there is a presumption that native title exists that must be displaced by an applicant seeking a determination of the absence of native title.",
      "id": "s298"
    },
    {
      "text": "&#8226; The Minister has not abandoned his right to participate in these proceedings.",
      "id": "s299"
    },
    {
      "text": "The Minister has an interest in these proceedings, namely, to ensure that if the Court is not satisfied that there is no native title over the Land, that the Court does not make findings in relation to matters which would need to be addressed in making a positive determination of native title.",
      "id": "s300"
    },
    {
      "text": "The Minister also has an interest in knowing whether or not, and in what way, the Crown's radical title is burdened by native title rights and interests.",
      "id": "s301"
    },
    {
      "text": "In any event, the Act does not require the Minister to establish an interest in order to be party to these proceedings.",
      "id": "s302"
    },
    {
      "text": "&#8226; These proceedings do not enable Worimi to obtain a declaration that native title exists.",
      "id": "s303"
    },
    {
      "text": "In order to establish that native title exists, it is necessary to make an application under the Act and to comply with the Act and the requirements for the establishment of native title ( Kokatha ; Clifton ; Worimi 2007 ).",
      "id": "s304"
    },
    {
      "text": "&#8226; An applicant for a determination of the absence of native title has an onus to establish that there is no native title over the land.",
      "id": "s305"
    },
    {
      "text": "That onus applies to a civil standard.",
      "id": "s306"
    },
    {
      "text": "The applicant must demonstrate on the balance of probabilities that native title does not exist.",
      "id": "s307"
    },
    {
      "text": "&#8226; There is no indication in the NSW Act or the Act to indicate that the standard to be applied is other than the ordinary civil standard.",
      "id": "s308"
    },
    {
      "text": "&#8226; A respondent to the application may adduce evidence to cast doubt on the applicant's case.",
      "id": "s309"
    },
    {
      "text": "As I said in Worimi 2007 at [35], Worimi would need to advance a case that establishes that native title does exist or to cast doubt on the Land Council's evidence.",
      "id": "s310"
    },
    {
      "text": "Worimi's assertion of his native title rights and interests may lead to a more informed decision in the non-claimant application ( Worimi 2007 at [30]).",
      "id": "s311"
    },
    {
      "text": "&#8226; The decision is based upon the whole of the evidence before the Court including evidence adduced by Worimi.",
      "id": "s312"
    },
    {
      "text": "&#8226; The evidence adduced by Worimi should be assessed to determine whether it is sufficient to cast doubt on the Land Council's case such that the Land Council does not satisfy the Court that, on the balance of probabilities, no native title exists over the Land.",
      "id": "s313"
    },
    {
      "text": "&#8226; Accordingly, the onus is not on the Land Council to satisfy the Court as to the absence of each element required to prove the existence of native title.",
      "id": "s314"
    },
    {
      "text": "The Land Council is not required positively to establish the situation pre-sovereignty and from sovereignty to the present time with expert evidence of laws and customs.",
      "id": "s315"
    },
    {
      "text": "It is contrary to logic to say that a person who wishes to establish that there is no native title must first positively prove that there were laws and customs at any stage.",
      "id": "s316"
    },
    {
      "text": "&#8226; Worimi is the person who asserts the existence of native title.",
      "id": "s317"
    },
    {
      "text": "That necessarily means native title under the Act.",
      "id": "s318"
    },
    {
      "text": "The evidence must address the elements of such a claim, in particular the laws and customs and rights and interests from pre-sovereignty or the time of sovereignty to the present.",
      "id": "s319"
    },
    {
      "text": "It is not necessary to prove each element of native title but the evidence should be sufficiently cogent with respect to those elements it does address to cast doubt on the assertion that native title does not exist.",
      "id": "s320"
    },
    {
      "text": "If the evidence establishes the absence of a necessary element of native title, such as continuous connection with the Land, this would provide support for a determination of the absence of native title.",
      "id": "s321"
    },
    {
      "text": "&#8226; The Land Council may call evidence as to the existence or non-existence of laws and customs at each of those stages and as to the existence of a class or persons claiming the communal, group or individual rights.",
      "id": "s322"
    },
    {
      "text": "The Land Council may establish that only one necessary element is missing, such as continuous connection.",
      "id": "s323"
    },
    {
      "text": "That would be sufficient to establish an absence of native title.",
      "id": "s324"
    },
    {
      "text": "&#8226; The subject matter of this application is the land constituted by a single lot, Lot 576.",
      "id": "s325"
    },
    {
      "text": "Worimi contends that it is impossible to deal with Lot 576 without also considering the surrounding land.",
      "id": "s326"
    },
    {
      "text": "The Land Council has no obligation to demonstrate an absence of native title throughout the Port Stephens area.",
      "id": "s327"
    },
    {
      "text": "The evidence needs to concern the Land.",
      "id": "s328"
    },
    {
      "text": "However, evidence that relates to an area that goes beyond a recently subdivided lot is likely to be relevant.",
      "id": "s329"
    },
    {
      "text": "The question remains, however, whether there are native title rights and interests over Lot 576.",
      "id": "s330"
    },
    {
      "text": "&#8226; It is not in dispute that all formal requirements for a non-claimant application for a determination of the absence of native title have been met.",
      "id": "s331"
    },
    {
      "text": "In the absence of any evidence as to the existence of native title over the Land, the Land Council would be entitled to the determination it seeks.",
      "id": "s332"
    },
    {
      "text": "Both the Land Council and Worimi have adduced evidence addressing the existence of native title.",
      "id": "s333"
    },
    {
      "text": "It is necessary to consider the whole of that evidence to ascertain whether the Land Council has established, on the balance of probabilities, that there is no native title or whether sufficient doubt has been cast on the Land Council's case.",
      "id": "s334"
    },
    {
      "text": "THE EVIDENCE \n \n89 Apart from the formal matters, the Land Council filed a number of affidavits of people who asserted that they were of the Worimi tribe or nation.",
      "id": "s335"
    },
    {
      "text": "This evidence addressed matters raised in Worimi's various affidavits filed in support of his native title claimant applications and in these proceedings.",
      "id": "s336"
    },
    {
      "text": "In order better to understand the Land Council's evidence, I will first consider Worimi's evidence as filed in his first affidavit for this hearing and as clarified in cross-examination.",
      "id": "s337"
    },
    {
      "text": "Worimi's affidavit of 18 December 2007 \n \n90 In his affidavit affirmed after his joinder as a respondent in these proceedings (the 18 December 2007 affidavit), Worimi sets out a number of matters to which objection is taken.",
      "id": "s338"
    },
    {
      "text": "Many of those matters are in the form of assertion, including assertions as to matters not within Worimi's knowledge.",
      "id": "s339"
    },
    {
      "text": "Worimi's evidence is, by its nature, personal and historical and referable to his father and father's mother.",
      "id": "s340"
    },
    {
      "text": "I accept that those matters are stated as to his own belief of the facts.",
      "id": "s341"
    },
    {
      "text": "The matters dealt with in the 18 December 2007 affidavit are as follows:\n \n&#8226; He is a Worimi man and he says he was given the responsibility for the custodianship of the Land and for the whole of the Garuahgal area which he describes.",
      "id": "s342"
    },
    {
      "text": "Worimi grew up in Raymond Terrace ' which is part of Worimi Country '.",
      "id": "s343"
    },
    {
      "text": "His father was Leonard Dates, son of Ellen Dates (nee Russell) and Freddie Dates.",
      "id": "s344"
    },
    {
      "text": "Ellen and Freddie Dates lived at Raymond Terrace.",
      "id": "s345"
    },
    {
      "text": "He says that Freddie Dates was the son of Mary Mahr and that Mary Mahr was born on the Burral River.",
      "id": "s346"
    },
    {
      "text": "&#8226; Worimi grew up in Raymond Terrace and attended school there until about the age of 13.",
      "id": "s347"
    },
    {
      "text": "He was raised by Ellen Dates in Raymond Terrance.",
      "id": "s348"
    },
    {
      "text": "When he was young his family and friends used to gather in a clearing behind the Raymond Terrace house which he says was ' our ceremonial ground ', where the family would eat oysters and pippis and the initiated elders would dance and sing and tell stories.",
      "id": "s349"
    },
    {
      "text": "The elders included Worimi's father, his father's brother, Arnold, and others from the Karuah Mission.",
      "id": "s350"
    },
    {
      "text": "&#8226; Worimi currently resides within the area that he describes as the Garuahgal area and has been there all of his life except for approximately three years when he was in Western Australia.",
      "id": "s351"
    },
    {
      "text": "&#8226; He has always considered the Garuahgal area to be his and his family's country and he has camped all over that country, including on the Land.",
      "id": "s352"
    },
    {
      "text": "&#8226; In about 1977 he and his family lived on the land between Stockton and Boat Harbour.",
      "id": "s353"
    },
    {
      "text": "They lived a traditional lifestyle in that they camped and obtained food in the ways he had been taught by his father, his father's brothers and Ellen Dates.",
      "id": "s354"
    },
    {
      "text": "After a conversation with police officers they stopped living there but continued to camp in the area whenever they could in the same manner.",
      "id": "s355"
    },
    {
      "text": "&#8226; Ellen Dates told him that the area between Birubi Beach and Boat Harbour was a special place for Garuahgal women, as the women used the strip of beach and the freshwater spring that runs along the Land to wash their babies.",
      "id": "s356"
    },
    {
      "text": "His father showed him the rocks that form the boundaries of the area that was special to women and told him to avoid the area and not to go beyond the rock boundaries.",
      "id": "s357"
    },
    {
      "text": "&#8226; Worimi accepts that as a Worimi man he is not allowed to know ' most of the Worimi law and custom regarding the womans' site '.",
      "id": "s358"
    },
    {
      "text": "He is entitled to know some things about the site, including its location, so he can ensure that it is protected.",
      "id": "s359"
    },
    {
      "text": "He was told of those matters by Ellen Dates and by his father.",
      "id": "s360"
    },
    {
      "text": "&#8226; Ellen Dates told him about the women's site when he was a young boy so that he knew it was an important place and a place that he should avoid because he is a man.",
      "id": "s361"
    },
    {
      "text": "&#8226; He explains what happened at that site but does not say from whom he obtained that information, nor how he knew of the detail.",
      "id": "s362"
    },
    {
      "text": "He says that he knew the following: \n \n \n Pregnant Worimi women, including women from the Guruahgal clan, used to travel to the Land from the surrounding area to have their babies.",
      "id": "s363"
    },
    {
      "text": "After they had their babies, the women take the babies down to the place where the sea meets the sand on an area of Kingsley Beach near the Land.",
      "id": "s364"
    },
    {
      "text": "The Worimi word for the place where the sea meets the sand is ' Poona '.",
      "id": "s365"
    },
    {
      "text": "On this part of the Poona , the women bathe the babies in the sea water and give them their tribal totem.",
      "id": "s366"
    },
    {
      "text": "&#8226; Worimi says that he continues to obey the prohibition on men going to the Poona but has encouraged his daughters to go there.",
      "id": "s367"
    },
    {
      "text": "&#8226; The women's site at the Poona was not on the Land.",
      "id": "s368"
    },
    {
      "text": "That is, it was not on Lot 576.",
      "id": "s369"
    },
    {
      "text": "Worimi says that there was a billabong (also described by Worimi as a waterhole or freshwater stream) on or near Lot 576 and that there was no restriction on men going to the billabong.",
      "id": "s370"
    },
    {
      "text": "He also says that men were allowed to go and camp on the Land.",
      "id": "s371"
    },
    {
      "text": "He has visited and camped on Lot 576 many times since the age of 13 and continued to do so, that is, to camp on and visit the Land on a regular basis and to take his children to the Land, until about two years ago.",
      "id": "s372"
    },
    {
      "text": "They caught and ate fish and shellfish at the beach and from the rocks near the Land and Worimi says that he always believed that he had the right to do these things on the Land because it was part of ' my Guruahgal country '.",
      "id": "s373"
    },
    {
      "text": "&#8226; He has also taken wood and other natural materials from the Land for sculptures and other artworks.",
      "id": "s374"
    },
    {
      "text": "Worimi says that when his daughter, Beryl Dates, had a son in December 2006, his wife and daughter took the baby to the Poona and flushed the afterbirth in the sea and then wiped the afterbirth on the baby's head and gave him his tribal totem.",
      "id": "s375"
    },
    {
      "text": "The afterbirth was then wrapped in bark and the two women buried the afterbirth on the Land after Worimi's wife, Cynthia, placed sand in the hole it was buried in.",
      "id": "s376"
    },
    {
      "text": "Worimi says that his daughter is now the keeper of the site and he is not allowed to know where she buried the afterbirth.",
      "id": "s377"
    },
    {
      "text": "&#8226; Worimi says that he is the custodian of the Land which means that he is required to undertake cultural and heritage protection activities in relation to the Land and to care for and conserve the natural resources of the Land.",
      "id": "s378"
    },
    {
      "text": "91 Worimi says:\n \n \n I now believe that me and my family may be the only Worimi people who were given the native title rights and interests in the Land, and the area from Birubi Beach to Boat Harbour, under traditional laws and customs.",
      "id": "s379"
    },
    {
      "text": "92 Worimi also described ' the traditional laws and customs of my Worimi family group '.",
      "id": "s380"
    },
    {
      "text": "He says that his knowledge of those laws and customs was taught to him by his father, Leonard, his father's mother, Ellen Dates, his father's brother, Arnold, and other elders on the Karuah Reserve including Big Bill Ridgeway who, he said, taught all the young kids at Karuah Reserve.",
      "id": "s381"
    },
    {
      "text": "Worimi says that his father had responsibility for protecting culturally significant places, including the Land, the coastal areas nearby and the women's sites.",
      "id": "s382"
    },
    {
      "text": "As the eldest male in his family, he was a custodian and a keeper of customary law for Worimi people.",
      "id": "s383"
    },
    {
      "text": "Worimi's father shared that responsibility with other Worimi men who were responsible for other families and other areas in Worimi country.",
      "id": "s384"
    },
    {
      "text": "He says that, in relation to the Land and the surrounding area, his father's mother, Ellen Dates, had an overlapping role as custodian/protector of the women's business at that place.",
      "id": "s385"
    },
    {
      "text": "Worimi says that on his father's death, as the eldest son, the position of custodian passed to him.",
      "id": "s386"
    },
    {
      "text": "93 Worimi describes what he says are other significant sites in ' my country ' including mountains and the ' Guardian Tree ' on Bulahdelah Mountain.",
      "id": "s387"
    },
    {
      "text": "He describes the way in which the Guardian Tree is the guardian of all men and women in the Worimi area.",
      "id": "s388"
    },
    {
      "text": "94 Worimi also describes the giving of totems.",
      "id": "s389"
    },
    {
      "text": "He says that Worimi tribal totems are animals with whom the child will grow to have a particular affinity.",
      "id": "s390"
    },
    {
      "text": "His tribal totem is the river goanna which was given to him as a boy.",
      "id": "s391"
    },
    {
      "text": "Worimi people are, he says, all spirits of their totem but take on human form.",
      "id": "s392"
    },
    {
      "text": "He learnt this from his father and his father's mother.",
      "id": "s393"
    },
    {
      "text": "95 Worimi describes marriage law under Worimi law and says that when a woman marries into another tribe or clan she takes the law and custom of her husband's country and that marriage gives a connection to land under Worimi law.",
      "id": "s394"
    },
    {
      "text": "His present wife, Cynthia, was born in the Dunghutti area.",
      "id": "s395"
    },
    {
      "text": "96 Worimi describes Worimi death and burial law, including the law that a Worimi person must try to come home to the territory of his or her particular clan to die and be buried and that burial should be near the mother.",
      "id": "s396"
    },
    {
      "text": "He also says that the dead were placed in the forks of trees and then wrapped in bark and placed in a hollow log.",
      "id": "s397"
    },
    {
      "text": "He says he has taught these laws to his children.",
      "id": "s398"
    },
    {
      "text": "97 Worimi says that both his father and Uncle Arnold were initiated and that his father taught him words and sentences in the Worimi language.",
      "id": "s399"
    },
    {
      "text": "He says that he used to speak a lot of Worimi language with his father and his father's brothers.",
      "id": "s400"
    },
    {
      "text": "Worimi is trying to pass the language on to his children.",
      "id": "s401"
    },
    {
      "text": "Worimi also records being taught to burn patches of bush in the country and to hunt, gather and fish.",
      "id": "s402"
    },
    {
      "text": "He describes in some detail what he used to catch and eat.",
      "id": "s403"
    },
    {
      "text": "He says that he was taught these methods by his father and his father's brother.",
      "id": "s404"
    },
    {
      "text": "98 Worimi says that his father and his father's brother taught him that the Hunter River was created by a rainbow serpent whose belly now forms Kooragang Island.",
      "id": "s405"
    },
    {
      "text": "99 Worimi says that he took his children to the Land, including his daughter Priscilla Dates when she was small.",
      "id": "s406"
    },
    {
      "text": "He says that he took Priscilla to Boat Harbour and to Kingsley Beach, that he told his children the stories of the Dreamtime and the creation of the land and that Kingsley Beach was where baptisms took place.",
      "id": "s407"
    },
    {
      "text": "He says that he told them about the totems.",
      "id": "s408"
    },
    {
      "text": "100 Worimi says that his grandmother told him that women would wash the afterbirth in the sea and give a sea totem to the baby.",
      "id": "s409"
    },
    {
      "text": "The afterbirth would be wrapped and the woman would pick out a place which would then become special to that woman.",
      "id": "s410"
    },
    {
      "text": "She also told him that the waterhole (the billabong on or near the Land) was important as a way to purify and wash the saltwater off the babies.",
      "id": "s411"
    },
    {
      "text": "He said he was told this by his father's mother when he was about 10 years old.",
      "id": "s412"
    },
    {
      "text": "The Land Council's evidence \n \n101 It is convenient to deal next with the Land Council's evidence, which responded in part to Worimi's 18 December 2007 affidavit, and then deal further with Worimi's evidence in cross-examination, which followed the Land Council's evidence.",
      "id": "s413"
    },
    {
      "text": "102 The Land Council relies on evidence from indigenous people to the effect that the Land is not considered to be subject to native title rights and interests.",
      "id": "s414"
    },
    {
      "text": "The Land Council witnesses gave evidence of the observation of traditional law and custom over Worimi land, the fact that many of the families had lived on Karuah Mission and that their way of living did not encompass traditional use of the Land.",
      "id": "s415"
    },
    {
      "text": "They cannot say that there is no native title over the Land.",
      "id": "s416"
    },
    {
      "text": "They can, however, speak of their own knowledge.",
      "id": "s417"
    },
    {
      "text": "Worimi submits that an inference should be drawn from the failure to call more of the 300 members of the Land Council ( Jones v Dunkel (1959) 101 CLR 298).",
      "id": "s418"
    },
    {
      "text": "This ignores the fact that the Land Council duly resolved to dispose of the Land in accordance with s 40D of the NSW Act.",
      "id": "s419"
    },
    {
      "text": "The Land Council has established that 83% of the voting members present at a properly constituted extraordinary meeting on 11 October 2004 voted in favour of selling Lot 576.",
      "id": "s420"
    },
    {
      "text": "103 The Land Council's witnesses referred to Worimi as Gary and I shall do so in the summary of their evidence.",
      "id": "s421"
    },
    {
      "text": "Valerie Rose Merrick \n \n104 Valerie Rose Merrick says that she is an Aboriginal elder and traditional owner from the Worimi tribe.",
      "id": "s422"
    },
    {
      "text": "Ms Merrick was born in Karuah at the Mission and has lived the whole of her life in the Port Stephens area.",
      "id": "s423"
    },
    {
      "text": "She has been involved in the Worimi community for her whole life and with the Land Council since it was established.",
      "id": "s424"
    },
    {
      "text": "Ms Merrick is related to Worimi in that his grandmother, Ellen Dates (nee Russell) was her great-aunt, being her grandfather's sister on her mother's side.",
      "id": "s425"
    },
    {
      "text": "105 Ms Merrick is a traditional owner in the sense that she is referred to as one of the persons listed on the Register under the NSW Act.",
      "id": "s426"
    },
    {
      "text": "106 Ms Merrick's evidence answering and disputing a number of Worimi's assertions is of her own knowledge and her belief, based upon information received from others:\n \n&#8226; Ms Merrick's mother, Drusilla, was a Worimi person and her father's mother was either Worimi or Biripi.",
      "id": "s427"
    },
    {
      "text": "&#8226; Ellen Dates (Worimi's father's mother) and her husband were very religious Christian people.",
      "id": "s428"
    },
    {
      "text": "&#8226; Ms Merrick has never heard any stories to say that Ellen Dates was recognised as a traditional custodian or protector of Boat Harbour or of any other land in the Port Stephens area.",
      "id": "s429"
    },
    {
      "text": "&#8226; From stories that she was told, Ellen Dates dived for lobsters in the area near Shoal Bay.",
      "id": "s430"
    },
    {
      "text": "She heard no stories connecting Ellen Dates with Boat Harbour.",
      "id": "s431"
    },
    {
      "text": "&#8226; Ms Merrick has not had any stories passed down to her to say that land at Boat Harbour was a sacred women's place.",
      "id": "s432"
    },
    {
      "text": "She denies that it was a special, sacred place for women.",
      "id": "s433"
    },
    {
      "text": "&#8226; When she was young she would go to Boat Harbour with her mother and father.",
      "id": "s434"
    },
    {
      "text": "She was never told that there was a place either there or near there where men were not allowed to go.",
      "id": "s435"
    },
    {
      "text": "&#8226; Ms Merrick is aware of a sacred site for Worimi women in the Port Stephens area, around Salamander Bay, but says there is no place near Boat Harbour or between Birubi Beach and Boat Harbour that is sacred to women.",
      "id": "s436"
    },
    {
      "text": "If there were such a place, men and children would not be permitted to go there.",
      "id": "s437"
    },
    {
      "text": "&#8226; A person does not become a traditional elder because he is the eldest son.",
      "id": "s438"
    },
    {
      "text": "&#8226; It is contrary to law and custom, as Ms Merrick knows it, to enable Leonard Dates, Gary's father, to give him Boat Harbour.",
      "id": "s439"
    },
    {
      "text": "All of the people are traditional owners and it is not for one person to give away land.",
      "id": "s440"
    },
    {
      "text": "&#8226; Ms Merrick is not aware of members of the Worimi community using Boat Harbour for camping or any other traditional Aboriginal purposes other than fishing.",
      "id": "s441"
    },
    {
      "text": "She herself has not observed Worimi living in Boat Harbour or in the Port Stephens area in the traditional Aboriginal way.",
      "id": "s442"
    },
    {
      "text": "&#8226; Ms Merrick was a member of a claim group with respect to a claimant application over Bagnalls Beach filed in 1998.",
      "id": "s443"
    },
    {
      "text": "Ms Merrick said that she was authorised on behalf of the claim group in relation to their native title rights and interests as Worimi people.",
      "id": "s444"
    },
    {
      "text": "Forster is, she says, part of Worimi country down to Stockton and all the land was marked out by rivers and mountains and the coastline of the bays.",
      "id": "s445"
    },
    {
      "text": "&#8226; Ms Merrick believes that she and her family have native title rights and interests over Bagnalls Beach, which is about 3 to 4 kilometres from Nelson Bay.",
      "id": "s446"
    },
    {
      "text": "She says that they had a connection with most of the land around that area and that she is a custodian and a traditional owner.",
      "id": "s447"
    },
    {
      "text": "&#8226; Ms Merrick accepted that Lot 576 is ' within Worimi Country '.",
      "id": "s448"
    },
    {
      "text": "&#8226; Ms Merrick acknowledges that the Land Council wishes to sell the Land to pay its debts.",
      "id": "s449"
    },
    {
      "text": "She accepts that the Land should be sold in order for the Land Council to be able to provide housing.",
      "id": "s450"
    },
    {
      "text": "Viola Louise Brown \n \n107 Viola Louise Brown is an Aboriginal knowledge holder of the Maaiangal clan of the Worimi nation.",
      "id": "s451"
    },
    {
      "text": "A knowledge holder or elder is a person who knows about the land, plants and animals, the ceremonies of their clan and where the women's sites and men's sites are.",
      "id": "s452"
    },
    {
      "text": "&#8226; Ms Brown was born near Port Stephens.",
      "id": "s453"
    },
    {
      "text": "&#8226; She is also a registered Aboriginal owner under the NSW Act and was a native title claimant for Stockton Bight.",
      "id": "s454"
    },
    {
      "text": "&#8226; Ms Brown was brought up as an Aboriginal and recognises the laws and the need to keep them.",
      "id": "s455"
    },
    {
      "text": "She says that Worimi people wandered all over the lands.",
      "id": "s456"
    },
    {
      "text": "She has written a book on Worimi laws and customs.",
      "id": "s457"
    },
    {
      "text": "She lives by the laws herself in the same way as her forebears lived.",
      "id": "s458"
    },
    {
      "text": "&#8226; Ms Brown has pursued an interest in the genealogy of the Worimi people and Aboriginal cultural mapping for approximately 20 years.",
      "id": "s459"
    },
    {
      "text": "She has been involved in projects to protect Worimi customs, flora and fauna and to raise awareness of the Worimi way of life in the community.",
      "id": "s460"
    },
    {
      "text": "&#8226; Ms Brown supports the Land Council's application for an order that there is no native title over the Land.",
      "id": "s461"
    },
    {
      "text": "&#8226; The Worimi tribe or nation is made up of a number of clans or \"nguras\", including the Maaiangal clan.",
      "id": "s462"
    },
    {
      "text": "The territory of the Maaiangal clan includes Lot 576 and there cannot be two clans in the one area of land.",
      "id": "s463"
    },
    {
      "text": "A clan is made up of generations of one family.",
      "id": "s464"
    },
    {
      "text": "&#8226; Ms Brown denies that the Land is Garuahgal land.",
      "id": "s465"
    },
    {
      "text": "&#8226; Ms Brown has always lived in the Port Stephens area except for about 12 years.",
      "id": "s466"
    },
    {
      "text": "Her family has always lived in the Port Stephens area, particular at Soldiers Point.",
      "id": "s467"
    },
    {
      "text": "&#8226; Ms Brown's father, George Ridgeway, was part of the Maaiangal clan and her mother was of the Yorta Yorta people.",
      "id": "s468"
    },
    {
      "text": "Ms Brown's father's father was James Ridgeway.",
      "id": "s469"
    },
    {
      "text": "&#8226; Ms Brown knew of Gary's father, Leonard Dates.",
      "id": "s470"
    },
    {
      "text": "She says that he was not recognised as an elder within the Worimi nation.",
      "id": "s471"
    },
    {
      "text": "He was not of the Maaiangal clan and, she says, neither is Gary.",
      "id": "s472"
    },
    {
      "text": "Ms Brown also knew of Gary's mother who was from the Yorta Yorta people and Gary's grandmother, Ellen Dates, who was her mother's father's sister.",
      "id": "s473"
    },
    {
      "text": "To her memory, Ellen Dates lived in Karuah, not at Boat Harbour.",
      "id": "s474"
    },
    {
      "text": "&#8226; She asserts that a lot of the information in Gary's application of 9 February 2006 and his affidavits of 20 January 2006 and 18 December 2007 is untrue.",
      "id": "s475"
    },
    {
      "text": "&#8226; As to Gary's claim that he is representing the Garuahgal clan of the Worimi nation, Ms Brown says that there is no Worimi clan called Garuahgal and she does not know where that information came from.",
      "id": "s476"
    },
    {
      "text": "The only clan that Ms Brown knows of by that name is near Glenbrook, which is not part of Worimi territory and it is spelt Garaugal.",
      "id": "s477"
    },
    {
      "text": "&#8226; Ms Brown says that the Worimi women's waterhole which was a birthing site was at Salamander Bay and not at Boat Harbour.",
      "id": "s478"
    },
    {
      "text": "She points out that a stream of water, as described as existing on Lot 576, would not be deep enough to immerse oneself in, which is what a woman did when she wanted a baby; she immersed herself in the waterhole.",
      "id": "s479"
    },
    {
      "text": "If possible, the woman would return to the same waterhole when she had her child, to clean the child in the waterhole.",
      "id": "s480"
    },
    {
      "text": "She also says that the area at Boat Harbour is not suitable for a birthing site because there is no protection.",
      "id": "s481"
    },
    {
      "text": "&#8226; Ms Brown repeated in cross-examination that, so far as she knew, there was no waterhole or women's site at Boat Harbour.",
      "id": "s482"
    },
    {
      "text": "She rejected the suggestion that, if a billabong had been present at Boat Harbour, it might have been a women's birthing site.",
      "id": "s483"
    },
    {
      "text": "She says that neither she nor anyone she has talked to had ever heard of it.",
      "id": "s484"
    },
    {
      "text": "She emphasised the need for there to be deep water for the birthing site, which would not exist where Gary's suggested billabong was.",
      "id": "s485"
    },
    {
      "text": "However, she did accept that Worimi people lived all over the Maaiangal land and that some may not have been able to get to Salamander Bay to give birth.",
      "id": "s486"
    },
    {
      "text": "&#8226; Ms Brown was told many things as she was growing up but she was never told of a women's site at Boat Harbour.",
      "id": "s487"
    },
    {
      "text": "She believes she would have been told about it had it existed.",
      "id": "s488"
    },
    {
      "text": "She says that, having gone near the Land, she did not get any sense of it being a sacred women's site.",
      "id": "s489"
    },
    {
      "text": "Further, if it was a women's site then Gary could not go onto the Land himself.",
      "id": "s490"
    },
    {
      "text": "In the past he would have been killed for going onto a sacred women's site, because men just did not go on to a women's site.",
      "id": "s491"
    },
    {
      "text": "&#8226; Ms Brown considers it unlikely that Gary would have had all the knowledge passed on to him by the time he was about 12 years old when his grandmother passed on.",
      "id": "s492"
    },
    {
      "text": "Usually knowledge is passed on gradually as one gets older and more respected.",
      "id": "s493"
    },
    {
      "text": "It is usually passed on after the person has been initiated, which occurs when a person reaches puberty.",
      "id": "s494"
    },
    {
      "text": "&#8226; Ms Brown says that land does not pass to a particular person as a custodian; it belongs to the community and therefore there are a number of custodians and knowledge holders of the land.",
      "id": "s495"
    },
    {
      "text": "&#8226; Ms Brown remembers going with her family, including men, to the area around the Land and Fisherman's Bay.",
      "id": "s496"
    },
    {
      "text": "&#8226; Ms Brown disputes a number of specific matters in Gary's affidavit including his reference to \"billabong\" which is not, she says, a term used by Worimi people.",
      "id": "s497"
    },
    {
      "text": "She also disputes his claim that a number of specific sites (not on the Land) are sacred.",
      "id": "s498"
    },
    {
      "text": "She rejects his claim that there were other specific sacred sites in the area.",
      "id": "s499"
    },
    {
      "text": "In particular, she says there was no special \"Guardian Tree\", nor a rock formation which is a goanna on top of a mountain.",
      "id": "s500"
    },
    {
      "text": "&#8226; She also disputes Gary's description of the position of a totem for Worimi people.",
      "id": "s501"
    },
    {
      "text": "She says that Worimi people are not spirits of their totem which have taken on a human form.",
      "id": "s502"
    },
    {
      "text": "She says that when you are born, you get a personal totem from something that is nearby at the time that you were born and also a tribal totem.",
      "id": "s503"
    },
    {
      "text": "The totem for Worimi is lightning.",
      "id": "s504"
    },
    {
      "text": "There is also a clan totem.",
      "id": "s505"
    },
    {
      "text": "The Maaiangal totem is the shark.",
      "id": "s506"
    },
    {
      "text": "There is also a women's totem, a white-throated tree creeper, and a men's totem, the little bat.",
      "id": "s507"
    },
    {
      "text": "&#8226; Ms Brown also says that it is not true that when a woman marries into another clan she takes the law and custom of her husband's clan.",
      "id": "s508"
    },
    {
      "text": "A woman keeps her own clan.",
      "id": "s509"
    },
    {
      "text": "Ms Brown also disputes a number of Gary's specific claims of customs including methods of hunting and fishing.",
      "id": "s510"
    },
    {
      "text": "She says that Gary's descriptions are simply not true.",
      "id": "s511"
    },
    {
      "text": "She also disputes some of the stories that Gary said applied as beliefs of the Worimi people.",
      "id": "s512"
    },
    {
      "text": "&#8226; Ms Brown went to the Land with other Worimi women after Gary said that his wife and daughter had buried the afterbirth of his daughter's child.",
      "id": "s513"
    },
    {
      "text": "They could find no indication that the afterbirth had been buried on the Land.",
      "id": "s514"
    },
    {
      "text": "&#8226; Ms Brown accepts that oystering was a traditional pursuit of Worimi people and had been pre-sovereignty.",
      "id": "s515"
    },
    {
      "text": "Her father, grandfather and great grandfather were all fisherman.",
      "id": "s516"
    },
    {
      "text": "They built boats from tea tree.",
      "id": "s517"
    },
    {
      "text": "She has passed information on bush foods to her children because it is part of Worimi culture.",
      "id": "s518"
    },
    {
      "text": "&#8226; Ms Brown had been part of a claim group over Stockton Bight.",
      "id": "s519"
    },
    {
      "text": "She still believes that native title exists in that area but says it was just on the Stockton Bight area and does not take in Boat Harbour.",
      "id": "s520"
    },
    {
      "text": "The claim over Stockton Bight did not extend to Boat Harbour.",
      "id": "s521"
    },
    {
      "text": "Stockton Bight is, she says, part of the land of the Maaiangal clan, who owned it before the white people came.",
      "id": "s522"
    },
    {
      "text": "It was important because burials and ceremonies were held there.",
      "id": "s523"
    },
    {
      "text": "&#8226; Ms Brown emphasises that Gary is not a Maaiangal person and that Boat Harbour is Maaiangal land.",
      "id": "s524"
    },
    {
      "text": "Gwen Joyce Russell \n \n&#8226; Ms Russell is an Aboriginal elder from the Worimi tribe who learnt about the traditions and stories that are part of her culture from her great aunt, Loui Ridgeway.",
      "id": "s525"
    },
    {
      "text": "Loui Ridgeway would speak about different parts of the culture and what they used to do but never mentioned going to Boat Harbour or about it being a sacred place for women.",
      "id": "s526"
    },
    {
      "text": "Ms Russell also learnt about Worimi culture from her husband's mother and father.",
      "id": "s527"
    },
    {
      "text": "Her husband's father, Archie Russell, was a brother of Ellen Dates.",
      "id": "s528"
    },
    {
      "text": "&#8226; Ms Russell says that only women would talk about women's sites.",
      "id": "s529"
    },
    {
      "text": "Men would know where women's sites were but they wouldn't know what happened there.",
      "id": "s530"
    },
    {
      "text": "&#8226; Ms Russell used to go to Boat Harbour with her own family and other families.",
      "id": "s531"
    },
    {
      "text": "&#8226; Ms Russell, like the other witnesses from the Worimi people called by the Land Council, refers to Worimi as Gary.",
      "id": "s532"
    },
    {
      "text": "She says that he started calling himself Worimi but that others of the Worimi people do not call him Worimi, but Gary.",
      "id": "s533"
    },
    {
      "text": "&#8226; Ms Russell has never heard of Gary or anyone else living at Boat Harbour in a traditional Aboriginal way.",
      "id": "s534"
    },
    {
      "text": "To her knowledge, Gary's father, Leonard Dates, did not use the Land for camping and Gary's grandmother, Ellen Dates, did not swim off any rocks on the Land.",
      "id": "s535"
    },
    {
      "text": "Ms Russell is not aware of anyone using the Land for camping or any other traditional Aboriginal purposes.",
      "id": "s536"
    },
    {
      "text": "&#8226; She says that Gary made his native title applications without talking to her about it as a female elder of the Worimi tribe.",
      "id": "s537"
    },
    {
      "text": "He did not ask her whether she would support his native title application.",
      "id": "s538"
    },
    {
      "text": "&#8226; Ms Russell has no knowledge of the connection that Gary says that he and his family have with the Land.",
      "id": "s539"
    },
    {
      "text": "She says that she would have known about it if he and his family had been visiting the Land over the years, because of the connections with their two families.",
      "id": "s540"
    },
    {
      "text": "She has no such knowledge or recollection.",
      "id": "s541"
    },
    {
      "text": "&#8226; Ms Russell was one of the women who went to the Land after hearing that Gary had buried the afterbirth of his grandson on the Land.",
      "id": "s542"
    },
    {
      "text": "She could not see any sign of the ground being freshly dug up.",
      "id": "s543"
    },
    {
      "text": "&#8226; Ms Russell also disputes Gary's description of other nearby areas, such as Kooragang Island, being a sacred site.",
      "id": "s544"
    },
    {
      "text": "As far as she knows it was ' a bit of an island and then was built up from rubbish dumped from ships, years ago '.",
      "id": "s545"
    },
    {
      "text": "She also disputes Gary's description of the Hunter River being made by a rainbow serpent and his description of the methods of getting pippis.",
      "id": "s546"
    },
    {
      "text": "&#8226; Ms Russell disputes that it is Worimi law that you should be buried near your mother.",
      "id": "s547"
    },
    {
      "text": "She had never heard of the Guardian Tree or the rock formations described by Gary on Bulahdelah Mountain.",
      "id": "s548"
    },
    {
      "text": "&#8226; Ms Russell joined the claim over Stockton Bight.",
      "id": "s549"
    },
    {
      "text": "She believes that that land was not just Maaiangal land but was Worimi land.",
      "id": "s550"
    },
    {
      "text": "Carol Dawn Ridgeway-Bissett \n \n&#8226; Ms Ridgeway-Bissett is an elder of the Maaiangal clan of the Worimi nation.",
      "id": "s551"
    },
    {
      "text": "Her family is of the Maaiangal clan of the Worimi tribe or nation and she confirms that the Maaiangal land includes Boat Harbour.",
      "id": "s552"
    },
    {
      "text": "&#8226; She has lived in the Port Stephens and Newcastle area for her whole life and has been involved with Worimi Aboriginal community in a number of projects to protect customs, flora and fauna and to raise awareness of Worimi life.",
      "id": "s553"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett was born at Soldiers Point and her family has always lived in the Port Stephens area.",
      "id": "s554"
    },
    {
      "text": "She says that the only Aboriginal families that lived on the Soldiers Point peninsula were related to her family.",
      "id": "s555"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett was an Associate Lecturer in Aboriginal Studies at the University of Newcastle for a number of years and has been involved, as has her sister Ms Brown, in a number of consulting organisations.",
      "id": "s556"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett did not vote for the sale of the Boat Harbour land because ' it is our traditional land '.",
      "id": "s557"
    },
    {
      "text": "She says that it is important to her family and it is important to the rest of the Aboriginal community ' in that it is Aboriginal owned land '.",
      "id": "s558"
    },
    {
      "text": "She does say, however, that Gary's native title application ' was nonsense and should not have been made '.",
      "id": "s559"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett says that she conducts welcomes to country and has done so for some years.",
      "id": "s560"
    },
    {
      "text": "Such welcomes were commenced in the late 1990s.",
      "id": "s561"
    },
    {
      "text": "The only other ceremonies conducted on Worimi land by her family were initiations by her grandfather up to 1922.",
      "id": "s562"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett says that there is no Worimi clan called Garuahgal and that the Land is not Garuahgal land.",
      "id": "s563"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett disputes Gary's claim to be part of the Worimi tribe.",
      "id": "s564"
    },
    {
      "text": "She says that he claims to be a descendant of Mary Mahr.",
      "id": "s565"
    },
    {
      "text": "According to Gary, Mary Mahr was born at \"Burral River\".",
      "id": "s566"
    },
    {
      "text": "Ms Ridgeway-Bissett says that if this refers to Burrell Creek, that area is part of the Biripi nation's territory, so that Mary Mahr would have been part of the Biripi nation and not the Worimi nation.",
      "id": "s567"
    },
    {
      "text": "Worimi's mother is of the Yorta Yorta nation.",
      "id": "s568"
    },
    {
      "text": "&#8226; Some of the intricacies of identity are apparent from Ms Ridgeway-Bissett's evidence.",
      "id": "s569"
    },
    {
      "text": "She says that, in the Worimi nation, you are Worimi through the male line.",
      "id": "s570"
    },
    {
      "text": "On that basis, Ms Russell is not Worimi.",
      "id": "s571"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett says there were no clans other than Maaiangal at Soldiers Point.",
      "id": "s572"
    },
    {
      "text": "The Ridgeways are Maaiangal clan and the Land is part of Maaiangal land.",
      "id": "s573"
    },
    {
      "text": "&#8226; Further, Ellen Dates, Gary's grandmother, is not, Ms Ridgeway-Bissett says, of the Maaiangal clan and could not have been made a custodian and protector of Boat Harbour, as the land around Boat Harbour is land of the Maaiangal clan.",
      "id": "s574"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett says she was told many things about what happened in the area and believes that she would have been told if there was a women's site there.",
      "id": "s575"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett says that Boat Harbour is not a sacred place for women or a waterhole for giving birth and the land between Biripi Beach and Boat Harbour is not a sacred women's place.",
      "id": "s576"
    },
    {
      "text": "She confirms that, under traditional law and custom, men are not allowed to know about women's sites and were not told any details about what women did on the sites.",
      "id": "s577"
    },
    {
      "text": "She says that Gary could not be a protector of a women's site.",
      "id": "s578"
    },
    {
      "text": "&#8226; The sacred site for Worimi women in the Port Stephen's area is at Salamander Bay.",
      "id": "s579"
    },
    {
      "text": "The site at Salamander Bay is sheltered, in contrast to the alleged women's site at Boat Harbour, which is rocky and exposed and not near any of the camping areas.",
      "id": "s580"
    },
    {
      "text": "&#8226; Having examined the area around the Land, Ms Ridgeway-Bissett could not find anything to show that it was a sacred women's site.",
      "id": "s581"
    },
    {
      "text": "Prior to that visit she had not specifically gone to the land at Boat Harbour although she used to visit there as a child, but to her it was just part of the bush.",
      "id": "s582"
    },
    {
      "text": "She says that, had it been a sacred site, she would have been told not to go there.",
      "id": "s583"
    },
    {
      "text": "She says that the land at Boat Harbour isn't sheltered enough for camping.",
      "id": "s584"
    },
    {
      "text": "It was a community area.",
      "id": "s585"
    },
    {
      "text": "&#8226; As to Gary's affidavit of 18 December 2007, Ms Ridgeway-Bissett says that \"billabong\" is a Northern Territory word.",
      "id": "s586"
    },
    {
      "text": "She denies that there is a billabong (the Worimi word is \"namby\") on or joining or next to the Land.",
      "id": "s587"
    },
    {
      "text": "She also says that babies were not bathed in sea water after they were born.",
      "id": "s588"
    },
    {
      "text": "&#8226; She disputes the \"Guardian Tree\" and says that there is no such thing.",
      "id": "s589"
    },
    {
      "text": "She supports Ms Brown's description of the link between an Aboriginal person and a totem and does not agree that it is Worimi law that you must come home to be buried in your clan territory or near your mother.",
      "id": "s590"
    },
    {
      "text": "She says that Worimi people did not adopt the burial practice of placing bodies in trees and says that it is not part of Worimi law to visit graves.",
      "id": "s591"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett disputes that the Hunter River was made by a rainbow serpent.",
      "id": "s592"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett says that there is an island called Ash Island upon which there are some middens but confirms that Kooragang Island is made up of a number of different islands and was built up from ballast, dredging and other waste to form one big island in the 1960s and 1970s.",
      "id": "s593"
    },
    {
      "text": "She also disputes Gary's description of traditional methods of hunting and fishing.",
      "id": "s594"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett was part of the group that inspected the Land after they heard that Gary's grandson's afterbirth was buried there.",
      "id": "s595"
    },
    {
      "text": "She says that she could not find anything to suggest that afterbirth had been buried on the Land.",
      "id": "s596"
    },
    {
      "text": "&#8226; She confirms a native title claim over Stockton Bight land which was part of a land created at the time of the Dreaming and contains many sites used for camping and burying.",
      "id": "s597"
    },
    {
      "text": "Ms Ridgeway-Bissett believes that there is a duty to protect and preserve all the Maaiangal land for future generations including the Land.",
      "id": "s598"
    },
    {
      "text": "She believes that it should be held in trust for the Aboriginal peoples.",
      "id": "s599"
    },
    {
      "text": "&#8226; Ms Ridgeway-Bissett was also part of the claim group for Bagnalls Beach which, she says, was also a part of her family's traditional country and used for fishing and gathering plants for food and medicine.",
      "id": "s600"
    },
    {
      "text": "She believes that there are native title rights and interests over Stockton Bight.",
      "id": "s601"
    },
    {
      "text": "The claim of the area of Stockton Bight did not include the area around Boat Harbour.",
      "id": "s602"
    },
    {
      "text": "A claim has not been made over Boat Harbour and Ms Ridgeway-Bissett does not propose to make one.",
      "id": "s603"
    },
    {
      "text": "Noel John Ridgeway \n \n&#8226; Noel John Ridgeway is an elder of the Worimi tribe.",
      "id": "s604"
    },
    {
      "text": "He grew up in the Karuah Mission and his father was Big Bill Ridgeway.",
      "id": "s605"
    },
    {
      "text": "&#8226; Mr Ridgeway says that Gary should not be called Worimi and no-one calls him that.",
      "id": "s606"
    },
    {
      "text": "He remembers Gary from the Karuah Reserve or Mission when he was young.",
      "id": "s607"
    },
    {
      "text": "He also remembers Gary's parents and Leonard Dates' parents.",
      "id": "s608"
    },
    {
      "text": "At the Karuah Mission everyone was a churchgoer and no-one learnt the Aboriginal language.",
      "id": "s609"
    },
    {
      "text": "English was spoken.",
      "id": "s610"
    },
    {
      "text": "&#8226; Mr Ridgeway says that he can remember Gary coming to visit the Karuah Mission when he was about 7 or 8 years old.",
      "id": "s611"
    },
    {
      "text": "He cannot recall going to visit the Dates family after they left the Mission.",
      "id": "s612"
    },
    {
      "text": "&#8226; Mr Ridgeway has been to the Land but does not remember going there as a child.",
      "id": "s613"
    },
    {
      "text": "He does not think that the Land has any particular significance.",
      "id": "s614"
    },
    {
      "text": "&#8226; Mr Ridgeway disputes Gary's assertion that Big Bill Ridgeway told Gary about Aboriginal ways.",
      "id": "s615"
    },
    {
      "text": "He says that his parents did talk about old times but did not talk about tribal ways ' because we more or less lived in a white society '.",
      "id": "s616"
    },
    {
      "text": "&#8226; Mr Ridgeway says that he wasn't taught about women's sites and men's sites in the early days.",
      "id": "s617"
    },
    {
      "text": "He only learnt about that after the Land Council was formed.",
      "id": "s618"
    },
    {
      "text": "&#8226; When asked whether the Land was inside Worimi country, Mr Ridgeway said that it was given to the Worimi people by the government and inside the boundary of the land so transferred.",
      "id": "s619"
    },
    {
      "text": "Jaye Ellen Quinlan \n \n&#8226; Jaye Ellen Quinlan is Gary Dates' sister.",
      "id": "s620"
    },
    {
      "text": "She says that she does not know why Gary says that he has a claim on the Land and that she does not believe that to be the case.",
      "id": "s621"
    },
    {
      "text": "&#8226; Ms Quinlan's memory is that her father Leonard Dates never spoke an Aboriginal language and did not do anything to show his Aboriginal culture.",
      "id": "s622"
    },
    {
      "text": "&#8226; Ms Quinlan lived with Ellen Dates for a number of years when she was young and Ellen Dates was in her 80s.",
      "id": "s623"
    },
    {
      "text": "She says that Ellen Dates did not speak an Aboriginal language.",
      "id": "s624"
    },
    {
      "text": "Ellen Dates died when Ms Quinlan was about 11 years old.",
      "id": "s625"
    },
    {
      "text": "She never saw Ellen Dates having ' any corroborees or anything like that ' and didn't see her carrying out any traditional Aboriginal activity.",
      "id": "s626"
    },
    {
      "text": "Ms Quinlan confirms that Ellen Dates was very religious and that she took Ms Quinlan to church.",
      "id": "s627"
    },
    {
      "text": "&#8226; Ms Quinlan has never been to the Land and says that her family did not go there when they were children.",
      "id": "s628"
    },
    {
      "text": "They did not have a car and Leonard Dates did not drive.",
      "id": "s629"
    },
    {
      "text": "She does not know what the Garuahgal clan is and only heard about it through Worimi's claim on the Land.",
      "id": "s630"
    },
    {
      "text": "&#8226; She never went camping with her father and had never known him to go camping although she could not say that he didn't do so, especially at the time when she was with her grandmother.",
      "id": "s631"
    },
    {
      "text": "&#8226; She says that Gary spent a lot of time away from home when he was young and that when he was about 16 years old he left home.",
      "id": "s632"
    },
    {
      "text": "She understands that he went to live in Western Australia.",
      "id": "s633"
    },
    {
      "text": "Priscilla Anne Dates \n \n&#8226; Priscilla Anne Dates is Worimi's daughter.",
      "id": "s634"
    },
    {
      "text": "She is also a member of the Land Council.",
      "id": "s635"
    },
    {
      "text": "&#8226; Ms Dates lived with Worimi's mother and father, Beryl and Leonard Dates, the latter until he died, until she was 16 or 17 years of age and then lived with her mother.",
      "id": "s636"
    },
    {
      "text": "She is the daughter of Worimi and Alana.",
      "id": "s637"
    },
    {
      "text": "&#8226; Ms Dates has been through the area where the Land is situated but has never been on it.",
      "id": "s638"
    },
    {
      "text": "She says that she did not go there when she was young.",
      "id": "s639"
    },
    {
      "text": "She has no special feelings for the Land and does not know anything about it.",
      "id": "s640"
    },
    {
      "text": "Ms Dates was adamant that she did not, when she was growing up, learn about Aboriginal tribes or Aboriginal clans or Aboriginal culture and first heard her father speak of it in the last couple of years.",
      "id": "s641"
    },
    {
      "text": "She says that she never heard her father speaking an Aboriginal language.",
      "id": "s642"
    },
    {
      "text": "&#8226; Ms Dates says that Worimi told her a couple of years ago that women had their babies on the Land but that was the first time she had heard anything about it.",
      "id": "s643"
    },
    {
      "text": "She says that she did not learn anything about Aboriginal culture when she was growing up from Beryl Dates, Leonard Dates or Worimi.",
      "id": "s644"
    },
    {
      "text": "&#8226; Ms Dates accepted that she had affirmed two previous affidavits supporting Worimi's claims but says that she was drunk on both occasions and that she only signed them out of love for her father.",
      "id": "s645"
    },
    {
      "text": "She had given inconsistent evidence in previous affidavits in support of her father's claimant applications.",
      "id": "s646"
    },
    {
      "text": "She accepted that she had not been coerced into signing those previous affidavits but said that she had been drunk on both occasions.",
      "id": "s647"
    },
    {
      "text": "&#8226; While Ms Dates has given conflicting evidence, her recollection was not perfect and she readily agreed with many of the propositions put to her in cross-examination, she was adamant about a number of things: she was not approached to give evidence in support of the Land Council; she was not offered any compensation or inducement to do so; she is not scared of her father or of any family members; she has not been threatened with any violence in relation to her evidence; no pressure has been placed on her to give evidence --- she has done it of her own volition.",
      "id": "s648"
    },
    {
      "text": "Kelvin Andrew Dates \n \n108 There is, in addition, an affidavit by Kelvin Andrew Dates, Worimi's younger brother.",
      "id": "s649"
    },
    {
      "text": "Kelvin Dates was required for cross-examination but was unable to attend because of illness.",
      "id": "s650"
    },
    {
      "text": "Kelvin Dates' inability to attend was accepted by all parties.",
      "id": "s651"
    },
    {
      "text": "That inability and the absence of cross-examination does, however, affect the weight to be given to the matters to which he deposes which are in dispute.",
      "id": "s652"
    },
    {
      "text": "Kelvin Dates says:\n \n&#8226; That he is an Aboriginal from the Worimi tribe; a son of Leonard and Beryl Dates.",
      "id": "s653"
    },
    {
      "text": "His father was a Worimi person and his mother a Yorta Yorta person.",
      "id": "s654"
    },
    {
      "text": "&#8226; Kelvin Dates has been recognised as a traditional owner among the Worimi Aboriginal community.",
      "id": "s655"
    },
    {
      "text": "He has been nominated as a traditional owner by his family and accepted by the community as a traditional owner.",
      "id": "s656"
    },
    {
      "text": "He says that he does not believe that Worimi has been recognised as a traditional owner among the Worimi Aboriginal community.",
      "id": "s657"
    },
    {
      "text": "&#8226; Beryl Dates was born in Victoria and, to Kelvin Dates' knowledge, has never been to Stockton Bight.",
      "id": "s658"
    },
    {
      "text": "Kelvin Dates is not aware of any cultural significance at Boat Harbour or that there has been any fishing at or storytelling about Boat Harbour.",
      "id": "s659"
    },
    {
      "text": "He himself had not been to Boat Harbour until early 2005.",
      "id": "s660"
    },
    {
      "text": "&#8226; He was not aware of his father passing Boat Harbour to Gary or telling any stories to him, or camping or fishing with him at Boat Harbour.",
      "id": "s661"
    },
    {
      "text": "&#8226; Kelvin Dates never heard his father speak of Aboriginal culture or about Aboriginal land.",
      "id": "s662"
    },
    {
      "text": "Kelvin Dates believes that Gary left the Port Stephens area in the late 1960s and returned around 1976.",
      "id": "s663"
    },
    {
      "text": "He confirmed that the family did not have a car when he was growing up.",
      "id": "s664"
    },
    {
      "text": "He said his father had a motorbike but he had never seen either of his parents drive a motor vehicle.",
      "id": "s665"
    },
    {
      "text": "&#8226; To his knowledge, his grandparents never lived at Boat Harbour and did not have any connection to Boat Harbour.",
      "id": "s666"
    },
    {
      "text": "His father and grandfather were born in Karuah and his grandmother in Forster.",
      "id": "s667"
    },
    {
      "text": "&#8226; He is not aware of Gary living a traditional lifestyle at Boat Harbour or anywhere else and is not aware of his brother having a connection to Boat Harbour prior to his native title application.",
      "id": "s668"
    },
    {
      "text": "&#8226; He says that his family did not have a special connection to the Land.",
      "id": "s669"
    },
    {
      "text": "He was not taught about fishing and hunting when he was growing up.",
      "id": "s670"
    },
    {
      "text": "He has never heard of the Guardian Tree or rock formations on Bulahdelah Mountain.",
      "id": "s671"
    },
    {
      "text": "He does not agree that it is Worimi law that you should be buried near your mother or that you should return to your territory when you die.",
      "id": "s672"
    },
    {
      "text": "He had not heard the story of the creation of the Hunter River as described by Gary.",
      "id": "s673"
    },
    {
      "text": "Worimi's affidavit of 1 May 2008 \n \n109 Worimi responded to the evidence of the Land Council's witnesses in a further affidavit filed in these proceedings.",
      "id": "s674"
    },
    {
      "text": "He reiterated that the Land was important to all Worimi people, in particular to women.",
      "id": "s675"
    },
    {
      "text": "He explained that he restricted his claim as being on behalf of the women in his immediate family because other Worimi women affirmed affidavits that they did not know about the women's site.",
      "id": "s676"
    },
    {
      "text": "He says that he understands that all Worimi people hold native title in the Land, not just himself or his immediate family.",
      "id": "s677"
    },
    {
      "text": "110 Worimi answered specific assertions in the Land Council's evidence and said, for example, that Leonard Dates and his grandmother did speak 'Worimi Lingo' and that his father had shared his knowledge and culture with Ms Quinlan.",
      "id": "s678"
    },
    {
      "text": "Further, he said that his father had initiation scars on his chest.",
      "id": "s679"
    },
    {
      "text": "111 Worimi reiterated his claims concerning the knowledge passed to him and explained why Ms Quinlan and Kelvin Dates may not have been aware of that knowledge or the fact that it was passed to him.",
      "id": "s680"
    },
    {
      "text": "He also reiterated how he was told by his father and his father's mother of the matters about which he had given evidence and which were disputed by the Land Council's witnesses.",
      "id": "s681"
    },
    {
      "text": "Further, he says that he was told that when babies are born of the Saltwater people (Maaiangal, Garuahgal, Tobwabba and Gamapingal clans), the baby's head is splashed with saltwater and they are given their totem.",
      "id": "s682"
    },
    {
      "text": "112 Worimi says that he was told that Mary Mahr was born at Burral River, 60 kilometres from Karuah.",
      "id": "s683"
    },
    {
      "text": "The tender bundle and the relevance of the fact that some of the witnesses called by the Land Council have made claimant applications seeking determinations of the existence of native title over land within Worimi traditional land in the Port Stephens area \n \n113 Applications for determinations of the existence of native title have been filed, but not determined, in respect of areas within the lands held by the Land Council, which have also been described as \"Worimi land\".",
      "id": "s684"
    },
    {
      "text": "Named applicants in those applications included Ms Brown, Ms Ridgeway-Bissett and Kelvin Dates.",
      "id": "s685"
    },
    {
      "text": "Those applications cover Stockton Bight and Bagnalls Beach but do not include Lot 576 or land within the immediate vicinity of Lot 576.",
      "id": "s686"
    },
    {
      "text": "114 Worimi sought to tender material in respect of those applications made on behalf of the Worimi people.",
      "id": "s687"
    },
    {
      "text": "The claims over Bagnalls Beach and Stockton Bight were the subject of cross-examination.",
      "id": "s688"
    },
    {
      "text": "Both involved areas within what has been described as Worimi country and, Worimi says, in close proximity to the Land.",
      "id": "s689"
    },
    {
      "text": "In those applications, assertions were made as to membership of the Worimi people and membership of a native title claim group.",
      "id": "s690"
    },
    {
      "text": "Evidence in support of the applications was directed to the cultural heritage significance of the areas to the Worimi people.",
      "id": "s691"
    },
    {
      "text": "Affidavits contained material concerning customs of the area and of the Aboriginal people who lived there, including descriptions of fishing and the passing of knowledge.",
      "id": "s692"
    },
    {
      "text": "115 There is a reference in some of those documents to Maaiangal people.",
      "id": "s693"
    },
    {
      "text": "One reference links the Maaiangal clan with Kelvin Dates.",
      "id": "s694"
    },
    {
      "text": "116 Worimi contends that the documents evidencing previous native title applications in relation to land in the Port Stephens area by Worimi people are admissible and relevant to the issue of whether those witnesses believe that native title exists in the Port Stephens area and whether there are other Worimi persons who may hold native title.",
      "id": "s695"
    },
    {
      "text": "The claimants included witnesses in these proceedings, who were cross-examined on the fact that they had filed and supported native title applications in the Port Stephens area.",
      "id": "s696"
    },
    {
      "text": "The fact of those applications and the fact that assertions were made in those applications is relevant and admissible in these proceedings.",
      "id": "s697"
    },
    {
      "text": "However, I do not accept Worimi's submission that the fact of the earlier native title applications leads to the conclusion that the witnesses were untruthful in their evidence in these proceedings or that they tailored their evidence to suit the present wish to sell Lot 576.",
      "id": "s698"
    },
    {
      "text": "117 The Land Council and the Minister objected to the tender of the material on the basis of relevance.",
      "id": "s699"
    },
    {
      "text": "The Land Council submitted that the cross-examination of the witnesses on this subject matter went to credit and that the documentary material was not admissible because of s 106 of the Evidence Act .",
      "id": "s700"
    },
    {
      "text": "The Minister and Worimi finally submitted that, if admitted into evidence, the evidence should be received as evidence of statements or assertions made by the author of the document, not evidence of the truth of those statements.",
      "id": "s701"
    },
    {
      "text": "118 I do not consider that the applications and the fact that some of the witnesses were claimants for native title over Stockton Bight and Bagnalls Beach impeaches their credit in these proceedings even if the documents in the tender bundle were admissible for that purpose.",
      "id": "s702"
    },
    {
      "text": "The witnesses were cross-examined about those applications.",
      "id": "s703"
    },
    {
      "text": "Generally speaking, they do not want to see any of the land held by the Land Council sold but accept that it is necessary for the Land Council to sell Lot 576 to pay debts and provide housing.",
      "id": "s704"
    },
    {
      "text": "They do not object to that sale as Lot 576 does not have significance to them in terms of law or custom.",
      "id": "s705"
    },
    {
      "text": "119 I accept the tender of those documents as going to the fact that the applications were made and the fact that the assertions therein were made by the witnesses concerned.",
      "id": "s706"
    },
    {
      "text": "Worimi also tendered, and I accepted, the tender of his grandparents' marriage certificate.",
      "id": "s707"
    },
    {
      "text": "120 Part of the bundle contained the judgment and the reasons for a decision of a judge of the Court, that did not require tender.",
      "id": "s708"
    },
    {
      "text": "121 Also included was a decision of the National Native Title Tribunal.",
      "id": "s709"
    },
    {
      "text": "It is admitted as a decision of the National Native Title Tribunal of 24 September 2001.",
      "id": "s710"
    },
    {
      "text": "122 Also included was what seemed to be genealogical material.",
      "id": "s711"
    },
    {
      "text": "No evidence was adduced as to the basis of that material or as to its status, nor were the authors offered for cross-examination.",
      "id": "s712"
    },
    {
      "text": "To the extent that that material states conclusions, the basis for the conclusions is not sufficiently included.",
      "id": "s713"
    },
    {
      "text": "I reject the documents entitled \"Colbran Genealogy\" and an extract from Norman Tindale \"Aboriginal Tribes of Australia\" (not strictly included in the bundle).",
      "id": "s714"
    },
    {
      "text": "123 It follows that Worimi's tender bundle shows that applications for native title determinations were made in 1998 and 2000 over land in the Port Stephens area in proximity to Lot 576, being Stockton Bight and Bagnalls Beach, but not including the Land the subject of this application.",
      "id": "s715"
    },
    {
      "text": "The applications were made and/or supported by certain witnesses in these proceedings, including Kevin Dates, Ms Ridgeway-Bissett, Ms Brown, Ms Merrick and Ms Russell, as well as by the Land Council.",
      "id": "s716"
    },
    {
      "text": "124 Worimi contends that the assertions of native title over Stockton Bight and Bagnalls Beach are inconsistent with the denial of native title over the Land and the area adjacent to the Land at Kingsley Beach.",
      "id": "s717"
    },
    {
      "text": "The inconsistency that Worimi relies on relates to his assertion that the phrase \"in relation to\" in s 36(9) of the NSW Act necessitates a consideration of native title rights and interests over the whole of the land held by the Land Council pursuant to the transfer under the NSW Act and includes other land in the Port Stephens area.",
      "id": "s718"
    },
    {
      "text": "I have not accepted that such an inconsistency arises.",
      "id": "s719"
    },
    {
      "text": "Worimi says that it is highly relevant that there have been assertions of native title over land located on the coast in \"close proximity\" to Lot 576.",
      "id": "s720"
    },
    {
      "text": "I accept that the existence of native title over land in close proximity to Lot 576 may be relevant to the existence of native title over the Land to the extent that if casts light on one or more of the elements of the asserted native title.",
      "id": "s721"
    },
    {
      "text": "125 Worimi accepts that the mere assertions in those claims do not prove that native title exists but submits that it is relevant that the witnesses assert that they are descendants of people from Port Stephens whom they considered were native title holders.",
      "id": "s722"
    },
    {
      "text": "126 The issue is native title under the Act.",
      "id": "s723"
    },
    {
      "text": "The evidence must be looked at as a whole.",
      "id": "s724"
    },
    {
      "text": "An assertion of native title is not sufficient.",
      "id": "s725"
    },
    {
      "text": "It is necessary to provide some evidence of connection with the Land and the laws acknowledged and customs observed in connection with the Land.",
      "id": "s726"
    },
    {
      "text": "There is no inconsistency with the fact of the assertions of native title over Stockton Bight and Bagnalls Beach and the denial of the existence of native title over the Land.",
      "id": "s727"
    },
    {
      "text": "The fact that evidence could show a connection with Stockton Bight and Bagnalls Beach does not mean that it could also be shown for Lot 576 or Kingsley's Beach.",
      "id": "s728"
    },
    {
      "text": "The witnesses who were part of the claim group over Stockton Bight and Bagnalls Beach maintain the existence of laws and customs in connection with that land but positively assert that they have no knowledge of any continuing laws acknowledged or customs observed in connection with Lot 576.",
      "id": "s729"
    },
    {
      "text": "To the contrary, they deny the existence of such laws and customs.",
      "id": "s730"
    },
    {
      "text": "Worimi's evidence in cross-examination \n \n127 It was apparent from Worimi's evidence in cross-examination that he is of the view that he has been badly treated by the Maaiangal people, who say that they own the Land.",
      "id": "s731"
    },
    {
      "text": "Worimi says that he was and is upset that the Land Council wishes to sell the Land to pay debts and buy housing, without considering the cultural significance of the Land.",
      "id": "s732"
    },
    {
      "text": "There appears to be no dispute that the Land Council wishes to sell the Land to pay off its debts.",
      "id": "s733"
    },
    {
      "text": "It is apparent that the witnesses called by the Land Council support the sale of the Land for that purpose and accept that that was the reason for the Land Council's application.",
      "id": "s734"
    },
    {
      "text": "Worimi says that, despite the fact that he knows of the need for housing, he does not wish to have sacred land sold.",
      "id": "s735"
    },
    {
      "text": "Worimi asserts that the provision of housing is the government's responsibility and not that of the Land Council.",
      "id": "s736"
    },
    {
      "text": "128 In answer to some of the matters that are the subject of the Land Council's evidence:\n \n&#8226; Worimi accepts that before the meeting of the Land Council that he attended on 6 December 2004, he had never asserted that native title existed in Lot 576.",
      "id": "s737"
    },
    {
      "text": "That was, he says, because the map provided with the resolution at the meeting on that occasion reminded him of the fact that it was a women's business place.",
      "id": "s738"
    },
    {
      "text": "&#8226; Worimi was not a member of the claim group over Stockton Bight.",
      "id": "s739"
    },
    {
      "text": "He says that it was part of Garuahgal land before it was Maaiangal land but he cannot remember if he complained of that fact.",
      "id": "s740"
    },
    {
      "text": "He did not seek to become part of that claim nor did he make a native title claim otherwise over Stockton Bight.",
      "id": "s741"
    },
    {
      "text": "He did not seek to participate as a claimant over Bagnalls Beach although Bagnalls Beach is, according to Worimi, part of Garuahgal land.",
      "id": "s742"
    },
    {
      "text": "Worimi has not made a native title claim over any land in what he says is Garuahgal country or any other part of Boat Harbour other than Lot 576.",
      "id": "s743"
    },
    {
      "text": "&#8226; Worimi says that the claim to native title over Lot 576 can only be made through him because of his knowledge.",
      "id": "s744"
    },
    {
      "text": "&#8226; Worimi says that Ellen Dates had great faith both in God and in her ancestors and that she was not strictly Christian.",
      "id": "s745"
    },
    {
      "text": "&#8226; He maintains that his grandmother told him about the baptism place, the Poona on the beach and the waterhole.",
      "id": "s746"
    },
    {
      "text": "She used her own word ' Poona '; she did not use the word \"billabong\" but freshwater spring.",
      "id": "s747"
    },
    {
      "text": "She described a stream running through Lot 576.",
      "id": "s748"
    },
    {
      "text": "&#8226; He says that his sisters, other than Ms Quinlan, did not know of the matters that he was told by his grandmother and that the other Worimi women have no knowledge of traditional law and custom.",
      "id": "s749"
    },
    {
      "text": "&#8226; Women came from other areas to the Poona; they were Garuahgal women.",
      "id": "s750"
    },
    {
      "text": "He does not know why they are not supporting his assertion of native title.",
      "id": "s751"
    },
    {
      "text": "&#8226; Worimi says that there were three phases of use of the Land and the nearby area of Kingsley Beach: a baptism where the ocean meets the beach (the Poona); there was then washing in the waterhole (located on or near the Land); and then the afterbirth was buried somewhere on Lot 576.",
      "id": "s752"
    },
    {
      "text": "&#8226; He also said that as a child his father taught him the Worimi language which he used to speak with his father and father's brothers and is trying to pass on to his children.",
      "id": "s753"
    },
    {
      "text": "&#8226; Worimi maintains that his father did follow Aboriginal law and custom and that he often went to Boat Harbour.",
      "id": "s754"
    },
    {
      "text": "His father told him that he was the custodian and protector of all of the Worimi land, not of all the Worimi women.",
      "id": "s755"
    },
    {
      "text": "&#8226; Worimi said that Big Bill Ridgeway did not teach the children about Aboriginal law and custom, just about throwing boomerangs.",
      "id": "s756"
    },
    {
      "text": "&#8226; Worimi does not recall saying that he was an elder of the Worimi people.",
      "id": "s757"
    },
    {
      "text": "He accepts that he cannot be so because he is not yet 60.",
      "id": "s758"
    },
    {
      "text": "He says he is a custodian but not an elder.",
      "id": "s759"
    },
    {
      "text": "He became a custodian at age 27.",
      "id": "s760"
    },
    {
      "text": "He says that the age of 51 has no significance at all.",
      "id": "s761"
    },
    {
      "text": "However, Worimi has previously stated that he became an elder at 51 years of age.",
      "id": "s762"
    },
    {
      "text": "&#8226; Worimi asserts that his daughter Priscilla Dates is lying.",
      "id": "s763"
    },
    {
      "text": "He says that the daughters who affirmed affidavits in support of his claimant applications did so because they knew he was telling the truth.",
      "id": "s764"
    },
    {
      "text": "&#8226; Importantly, Worimi says that to his knowledge, Ellen Dates did not pass on any information about the Boat Harbour land and the practices of the women's site to any of his sisters except Ms Quinlan.",
      "id": "s765"
    },
    {
      "text": "129 Worimi described the actions of his daughter Beryl in performing a baptism ceremony for his grandson which involved baptising the child in saltwater at Kingsley Beach, the giving of his totem and then burying the afterbirth somewhere on Lot 576.",
      "id": "s766"
    },
    {
      "text": "Worimi said that this represented a culture, ' a tribal custom that has been taken away from my people and this may be the first [time] that it's happened [in] over the last probably 150 years '.",
      "id": "s767"
    },
    {
      "text": "He also accepted in cross-examination that the Worimi no longer carry out these practices but that the Dunghutti continue to do so.",
      "id": "s768"
    },
    {
      "text": "Worimi's wife, Cynthia, is Dunghutti and he said that the steps his daughter Beryl and his wife Cynthia took to baptise his grandson were not Worimi practices but Dunghutti practices.",
      "id": "s769"
    },
    {
      "text": "130 When asked whether he asserts that he personally has native title over Lot 576, Worimi reiterated that he makes the assertion ' on behalf of all my people, of the 11 clans ... of the Worimi nation '.",
      "id": "s770"
    },
    {
      "text": "Insofar as his claim extends to being on behalf of his wife, daughters and mother, he says that it is only for permission to go onto the Land.",
      "id": "s771"
    },
    {
      "text": "He says that if the contrary was asserted in an affidavit or in a claimant application he did not understand it.",
      "id": "s772"
    },
    {
      "text": "131 Worimi accepts that his mother does not have native title over the Land and that she lost her tribal right once his father died because she is Yorta Yorta.",
      "id": "s773"
    },
    {
      "text": "According to Worimi, she has had no rights to make a native title application over Lot 576 since 1981.",
      "id": "s774"
    },
    {
      "text": "I note that he did not rely on that fact when I found that his mother was, on his case, included in his asserted claim group but had not authorised his claimant application ( Worimi 2006 and Hillig (No 2) ).",
      "id": "s775"
    },
    {
      "text": "To the contrary, he obtained her authorisation subsequently.",
      "id": "s776"
    },
    {
      "text": "This is only necessary if, contrary to his evidence in cross-examination, she is part of the Worimi claim group.",
      "id": "s777"
    },
    {
      "text": "Worimi's previous affidavits \n \n132 Previous affidavits sworn by Worimi in respect of his claimant applications and his application for joinder explained his claim for native title over the Land and the reasons for it.",
      "id": "s778"
    },
    {
      "text": "I will not summarise all of those affidavits.",
      "id": "s779"
    },
    {
      "text": "Some are evidence in these proceedings.",
      "id": "s780"
    },
    {
      "text": "Many of the matters contained in Worimi's previous affidavits were referred to in Worimi 2007 , Worimi 2006 and Hillig (No 2) .",
      "id": "s781"
    },
    {
      "text": "However, some matters, as found in those cases, bear repeating.",
      "id": "s782"
    },
    {
      "text": "They are either matters that Worimi says are part of his own knowledge or represent his understanding, based on stories told to him by his father and grandmother.",
      "id": "s783"
    },
    {
      "text": "Although some of the affidavits were not read or tendered as evidence in these proceedings, they formed an acknowledged background to the evidence and submissions:\n The affidavit of 19 August 2005 ( Worimi 2006 )\n \n&#8226; In the affidavit of 19 August 2005, Worimi asserted that he held native title in the Land, as did the Garuahgal people.",
      "id": "s784"
    },
    {
      "text": "He said that part of the Land was a sacred and secret place for women.",
      "id": "s785"
    },
    {
      "text": "The affidavit of 20 January 2006 \n \n&#8226; In the affidavit of 20 January 2006, which was filed in support of Worimi's first claimant application and tendered as an exhibit in these proceedings, Worimi asserted native title rights and interests in respect of the Land.",
      "id": "s786"
    },
    {
      "text": "Worimi said that he was authorised by the other claimants to that native title right, the authority having been given to him as custodian and protector of the Garuahgal women.",
      "id": "s787"
    },
    {
      "text": "&#8226; Worimi said that the Land and all the other land between Birubi Beach and Boat Harbour was given to him by his father, Leonard Dates, who received it from his father, Frederick Dates, a traditional elder of the Garuahgal clan.",
      "id": "s788"
    },
    {
      "text": "Worimi claimed to be a traditional elder of the Garuahgal clan as the eldest son of Leonard Dates and because he is over 51 years of age.",
      "id": "s789"
    },
    {
      "text": "&#8226; Worimi said that '[t] he land between Birubi Beach and Boat Harbour was a special sacred place for women.",
      "id": "s790"
    },
    {
      "text": "They came here to give birth and the babies were washed and baptised in the fresh water spring that runs along [the Land] .",
      "id": "s791"
    },
    {
      "text": "Men were not allowed to visit this place.",
      "id": "s792"
    },
    {
      "text": "My grandmother told me these stories '.",
      "id": "s793"
    },
    {
      "text": "Worimi claimed that his grandmother lived a great part of her life in Boat Harbour except when she was ' banished from the land and taken to a Reserve in Karuah '.",
      "id": "s794"
    },
    {
      "text": "Worimi claimed that his father told him stories about the Land and that he has carried on the association with the Land.",
      "id": "s795"
    },
    {
      "text": "&#8226; Worimi said that the Garuahgal women wish to reclaim their secret, sacred place.",
      "id": "s796"
    },
    {
      "text": "The affidavit of 28 March 2006 ( Worimi 2006 )\n \n&#8226; In the affidavit of 28 March 2006, Worimi said that his father had given him all the land between Boat Harbour and Birubi Beach for care and safe keeping.",
      "id": "s797"
    },
    {
      "text": "He stated that his grandmother told him stories of how the Boat Harbour land was a secret, sacred place for women and that the tribal women came to the Land to give birth.",
      "id": "s798"
    },
    {
      "text": "He stated that his grandmother told him how they washed the newborn babies in the freshwater stream that runs along the Land.",
      "id": "s799"
    },
    {
      "text": "&#8226; Worimi also said that his father told him stories of the secret women's place and pointed out the special rock which was the boundary where men could not pass.",
      "id": "s800"
    },
    {
      "text": "That rock was on the Land, adjoining the land at Boat Harbour.",
      "id": "s801"
    },
    {
      "text": "&#8226; Worimi also described his own association with the Land as a place where he lived, camped and fished.",
      "id": "s802"
    },
    {
      "text": "The affidavit of 25 May 2006 ( Worimi 2006 )\n \n&#8226; In an affidavit of 25 May 2006, Worimi reiterated that there was a secret women's place on the Land where baptisms took place and where afterbirths were buried.",
      "id": "s803"
    },
    {
      "text": "The affidavit of 15 September 2006 ( Worimi 2006 )\n \n&#8226; In an affidavit affirmed on 15 September 2006, Worimi repeated his connection with the Garuahgal area including the Land.",
      "id": "s804"
    },
    {
      "text": "He described the Garuahgal area as being \"a state\" of Worimi country.",
      "id": "s805"
    },
    {
      "text": "&#8226; Worimi said that his father's mother taught him that there were sites sacred to Worimi women on and adjacent to the Land.",
      "id": "s806"
    },
    {
      "text": "&#8226; He said that as a Worimi man, he is not allowed to know most of the law and custom regarding those sites.",
      "id": "s807"
    },
    {
      "text": "&#8226; He did not limit the use of the Land to women of the Garuahgal clan.",
      "id": "s808"
    },
    {
      "text": "He said that Worimi women travelled to the Land and the area adjoining the Land to have their babies.",
      "id": "s809"
    },
    {
      "text": "He said that after having their babies, the women would take them to a place near the Land, on an area of Kingsley Beach known as \"the Poona\".",
      "id": "s810"
    },
    {
      "text": "There, the women bathed the babies in the sea water and gave them their tribal totem.",
      "id": "s811"
    },
    {
      "text": "The women would then take the babies to a billabong adjacent to the Land to wash the sea water off the babies and would bury the afterbirth on or near the Land.",
      "id": "s812"
    },
    {
      "text": "&#8226; Worimi said that men are not allowed to go to the women's site at the Poona but there is no restriction on men going to the billabong or the Land.",
      "id": "s813"
    },
    {
      "text": "&#8226; Worimi said that he is the custodian of the Land.",
      "id": "s814"
    },
    {
      "text": "His father had been the eldest initiated male in his family, which meant that he was responsible for making decisions about his country and his family and for protecting culturally significant places, including the Land.",
      "id": "s815"
    },
    {
      "text": "Worimi says that on his father's death, he became custodian.",
      "id": "s816"
    },
    {
      "text": "&#8226; Worimi stated that he now believes that he and his children may be the only persons who currently hold native title rights and interests in the Land.",
      "id": "s817"
    },
    {
      "text": "He said that he may be the only person who was given the native title rights and interests in the Land under traditional laws and customs.",
      "id": "s818"
    },
    {
      "text": "Affidavits of Worimi's family members ( Worimi 2007 )\n \n133 Several members of Worimi's family affirmed affidavits in support of his claimant applications.",
      "id": "s819"
    },
    {
      "text": "Those affidavits, many of which are in similar form, are from Worimi's daughters (Rachel Dates, Priscilla Dates, Pur-ri (Beryl) Dates and Sheena Dates), mother (Beryl Mildred Dates), wife (Cynthia Dates) and sister (Debbie Dates).",
      "id": "s820"
    },
    {
      "text": "The deponents stated a belief that they have native title rights and interests in the Land under traditional laws and customs, as taught by older family members.",
      "id": "s821"
    },
    {
      "text": "RELEVANT PRINCIPLES \n \n134 The Land Council seeks a determination of the absence of native title.",
      "id": "s822"
    },
    {
      "text": "That means native title under the Act.",
      "id": "s823"
    },
    {
      "text": "In Yorta Yorta , the High Court emphasised that native title under the Act must be understood in accordance with the definition in s 223(1) of the Act.",
      "id": "s824"
    },
    {
      "text": "That section provides:\n \n \n (1) The expression native title or native title rights and interests means the communal, group or individual rights and interests of Aboriginal peoples or Torres Strait Islanders in relation to land or waters, where: \n \n \n \n \n (a) the rights and interests are possessed under the traditional laws acknowledged, and the traditional customs observed, by the Aboriginal peoples or Torres Strait Islanders; and \n \n \n \n \n \n (b) the Aboriginal peoples or Torres Strait Islanders, by those laws and customs, have a connection with the land or waters; and \n \n (c) the rights and interests are recognised by the common law of Australia.",
      "id": "s825"
    },
    {
      "text": "135 In Yorta Yorta at [31], Gleeson CJ, Gummow and Hayne JJ raised the importance of identifying whether the body of traditional law and custom that intersects with the common law for the purposes of s 223(1) of the Act is that as existing at the time of sovereignty or that existing today but connected with a body of law and custom that existed at sovereignty.",
      "id": "s826"
    },
    {
      "text": "Their Honours reiterated what had been said in Fejo v Northern Territory [1998] HCA 58 ; (1998) 195 CLR 96.",
      "id": "s827"
    },
    {
      "text": "Native title, with its origin in the traditional laws acknowledged and the traditional customs observed by the indigenous people who possess the native title is recognised by the common law.",
      "id": "s828"
    },
    {
      "text": "Their Honours went on to state that: ' An application for determination of native title requires the location of that intersection [between native title and the common law] and it requires that it be located by reference to [the Act].",
      "id": "s829"
    },
    {
      "text": "In particular it must be located by reference to the definition of native title in s 223(1) '.",
      "id": "s830"
    },
    {
      "text": "A determination of the existence of native title is a creature of the Act ( Yorta Yorta at [32]).",
      "id": "s831"
    },
    {
      "text": "So too is a determination of the absence of native title.",
      "id": "s832"
    },
    {
      "text": "136 A number of principles relevant to the present case were set out in Yorta Yorta: \n \n&#8226; Laws or customs in which native title rights or interests find their origins must be laws or customs having a normative content and deriving, therefore, from a body of norms or normative system that existed before sovereignty (at [38]).",
      "id": "s833"
    },
    {
      "text": "&#8226; Observable patterns of behaviour may not amount to rights or interests in relation to land or waters under the Act (at [42]).",
      "id": "s834"
    },
    {
      "text": "&#8226; Upon the Crown acquiring sovereignty, the normative or law-making system which then existed could not thereafter validly create new rights, duties or interests.",
      "id": "s835"
    },
    {
      "text": "Rights or interests in land created after sovereignty and which owed their origin and continued existence only to a normative system other than that of the new sovereign power are not given effect (at [43] and [44]).",
      "id": "s836"
    },
    {
      "text": "&#8226; This does not prevent the transmission of rights and interests under traditional laws and traditional customs which existed at sovereignty.",
      "id": "s837"
    },
    {
      "text": "Nor does it prevent any alteration to, or development of, that traditional law and custom after sovereignty.",
      "id": "s838"
    },
    {
      "text": "Account may at least be taken of developments of a kind contemplated by that traditional law and custom (at [44]).",
      "id": "s839"
    },
    {
      "text": "&#8226; \"Traditional\" law or custom is apt to refer to a means of transmission of law or custom.",
      "id": "s840"
    },
    {
      "text": "In the context of the Act, the term \"traditional\" conveys an understanding of the age of the traditions.",
      "id": "s841"
    },
    {
      "text": "However, in the context of the Act, \"traditional\" laws and customs equate to the normative rules that existed before the assertion of sovereignty by the British Crown (at [46]).",
      "id": "s842"
    },
    {
      "text": "It follows that the mere use of the word \"traditional\" does not establish the normative rules necessary for the establishment of native title under the Act.",
      "id": "s843"
    },
    {
      "text": "&#8226; The normative system under which the rights and interests are possessed, namely the traditional laws acknowledged and customs observed, must have had a continuous existence and vitality since sovereignty.",
      "id": "s844"
    },
    {
      "text": "If that normative system has not existed throughout that period, the rights and interests which owe their existence to that system will have ceased to exist.",
      "id": "s845"
    },
    {
      "text": "Importantly, any later attempt to revive adherence to the tenets of that former system cannot and will not reconstitute the traditional laws and customs out of which right and interest must spring if they are to fall within the definition of native title (at [47]).",
      "id": "s846"
    },
    {
      "text": "&#8226; If the society out of which the body of laws and customs arises ceases to exist as a group which acknowledges and observes those laws and customs, the laws and customs cease to have continued existence and vitality (at [50]).",
      "id": "s847"
    },
    {
      "text": "CONSIDERATION OF THE EVIDENCE \n The Land Council witnesses \n \n137 The Land Council relies not only upon the absence of any claimant application over the Land but also on the evidence from Aboriginal people associated with the area who have confirmed that, in their view, the native title rights and interests that Worimi asserts do not exist.",
      "id": "s848"
    },
    {
      "text": "The Land Council has established that no Aboriginal person other than Worimi (and some of his immediate family who supported his claimant applications) asserts that native title exists in relation to Lot 576.",
      "id": "s849"
    },
    {
      "text": "All of the Aboriginal witnesses called by the Land Council identified as Worimi people.",
      "id": "s850"
    },
    {
      "text": "All are aware of the assertions made by Worimi concerning the existence of native title in the Land and gave evidence generally rejecting those assertions.",
      "id": "s851"
    },
    {
      "text": "Some of those witnesses were parties to claimant applications for a determination of the existence of native title in respect of land in the Port Stephens area but none of the witnesses have filed native title claimant applications in relation to the Land or land in the immediate vicinity of Lot 576.",
      "id": "s852"
    },
    {
      "text": "138 Worimi says that the Court should draw a Jones v Dunkel (1959) 101 CLR 298 inference from the fact that other Worimi people did not give evidence.",
      "id": "s853"
    },
    {
      "text": "I do not accept that submission.",
      "id": "s854"
    },
    {
      "text": "The Land Council duly resolved to dispose of the Land in accordance with the NSW Act and has filed this application for a determination of the absence of native title.",
      "id": "s855"
    },
    {
      "text": "It called a number of witnesses from different Worimi families, including women who have taken a particular interest in Worimi matters and traditions.",
      "id": "s856"
    },
    {
      "text": "No other person has been called to give evidence in support of Worimi's contentions in these proceedings, despite the length of time since his first application was filed and despite the fact that he asserts that native title is held by him as a Worimi man.",
      "id": "s857"
    },
    {
      "text": "No other Worimi person has given evidence of the existence of laws and customs that connect Worimi people with Lot 576 or the land adjacent to it that he says is a women's site, prohibited to men.",
      "id": "s858"
    },
    {
      "text": "139 Priscilla Dates gave evidence while in an advanced state of pregnancy with her tenth child.",
      "id": "s859"
    },
    {
      "text": "It was clear that the giving of evidence, contrary to her father's case, caused her great personal distress.",
      "id": "s860"
    },
    {
      "text": "She accepts that she had previously affirmed two affidavits supporting Worimi's assertions concerning the significance of the Land as a woman's site.",
      "id": "s861"
    },
    {
      "text": "She explains that she had been intoxicated when making the affidavits and that she affirmed them because she loves her father.",
      "id": "s862"
    },
    {
      "text": "She has expressly recanted those earlier statements.",
      "id": "s863"
    },
    {
      "text": "She gave clear evidence that she had never been to Boat Harbour, has never been taught about Aboriginal law or custom and knew nothing about the Land or Boat Harbour until a few years ago when her father first told her that women had their babies there.",
      "id": "s864"
    },
    {
      "text": "Prior to the last few years she was unaware of any assertion of her family's association with Boat Harbour and the Land.",
      "id": "s865"
    },
    {
      "text": "While Worimi says that Priscilla Dates is too young to remember, she says that her upbringing did not involve the passing on to her of any traditional knowledge, laws or customs associated with the Boat Harbour area or Lot 576.",
      "id": "s866"
    },
    {
      "text": "140 Worimi submits that Priscilla Dates' evidence was unreliable.",
      "id": "s867"
    },
    {
      "text": "Priscilla Dates did equivocate on some aspects of her evidence and she was clearly and understandably upset.",
      "id": "s868"
    },
    {
      "text": "However, on the key questions of her knowledge of traditional laws and customs and her knowledge of the Land, she remained consistent.",
      "id": "s869"
    },
    {
      "text": "I accept her evidence.",
      "id": "s870"
    },
    {
      "text": "As Mr Kelvin Dates was not available for cross examination, I take note of his evidence to the extent that it is supported by documentary material or corroborative of the evidence of other witnesses.",
      "id": "s871"
    },
    {
      "text": "141 Worimi submits that Ms Quinlan demonstrated poor recollection.",
      "id": "s872"
    },
    {
      "text": "I consider that she demonstrated a good recollection of relevant past events.",
      "id": "s873"
    },
    {
      "text": "Worimi points out that a number of the witnesses were concerned about the Land Council's debts and focussed on housing and the needs of the community.",
      "id": "s874"
    },
    {
      "text": "I found Ms Quinlan's evidence and that of the other Land Council witnesses persuasive.",
      "id": "s875"
    },
    {
      "text": "142 Those persons are under the pressure of the debts owed by the Land Council but this does not derogate from their sworn evidence.",
      "id": "s876"
    },
    {
      "text": "It explains why they may be more ready to sell the Land.",
      "id": "s877"
    },
    {
      "text": "That is, I accept that those witnesses who gave evidence, particularly those deeply concerned with Aboriginal law and custom and Aboriginal interests in the area, would be unlikely to wish to sell land of importance to them by reason of custom or culture.",
      "id": "s878"
    },
    {
      "text": "I understand that, while they may be loath to part with any part of the land that has been granted to them under the NSW Act, they are ready to sell land that does not otherwise have importance in terms of traditional laws and customs to ensure payment of the Land Council's debts.",
      "id": "s879"
    },
    {
      "text": "The issue of the debts and the provision of housing do not of themselves impact on the question whether there is native title in Lot 576.",
      "id": "s880"
    },
    {
      "text": "Maaiangal Land or Garuahgal Land \n \n143 There is no evidence to support Worimi's claim that there is a separate Garuahgal clan of which Ellen Dates and Leonard Dates were, and Worimi is, a member.",
      "id": "s881"
    },
    {
      "text": "If there is a separate Garuahgal clan of which Worimi is a member through Ellen Dates and Leonard Dates, it would follow that his sister, Ms Quinlan, and his daughter, Priscilla Dates, are also members of that clan.",
      "id": "s882"
    },
    {
      "text": "Ms Quinlan identifies as an Aboriginal person of the Worimi tribe but does not know what the Garuahgal clan is.",
      "id": "s883"
    },
    {
      "text": "144 Ms Brown, Ms Ridgeway-Bissett and Ms Quinlan each rejects the existence of or denies knowledge of a Worimi clan known as Garuahgal.",
      "id": "s884"
    },
    {
      "text": "In his Notice of Intention to become a Party to the Stockton Bight application, Kelvin Dates described himself as Maaiangal.",
      "id": "s885"
    },
    {
      "text": "The evidence called by the Land Council demonstrates that the Land falls within the area claimed by the Maaiangal witnesses to be part of the land of the Maaiangal clan.",
      "id": "s886"
    },
    {
      "text": "Their evidence is to the effect that there can only be one clan claiming any particular land.",
      "id": "s887"
    },
    {
      "text": "145 However, Worimi's evidence is that the Land is Garuahgal land and that there is no law saying that there can be only one clan with guardianship over a particular area.",
      "id": "s888"
    },
    {
      "text": "There is evidence supporting Worimi's assertion of a Garuahgal clan or of a clan with a very similar spelling.",
      "id": "s889"
    },
    {
      "text": "I am not satisfied that there is no such clan.",
      "id": "s890"
    },
    {
      "text": "I am not satisfied that, if there is, only one clan can claim particular land.",
      "id": "s891"
    },
    {
      "text": "146 The native title applications over Stockton Bight and Bagnalls Beach were made by the Maaiangal clan.",
      "id": "s892"
    },
    {
      "text": "Members of that clan are clear that there are no traditional laws acknowledged or customs observed by Worimi people, at least, by the Maaiangal clan, in respect of Lot 576.",
      "id": "s893"
    },
    {
      "text": "If that is so, the existence of the native title applications over other parts of Worimi land do not cast doubt on the assertion of no native title in respect of Lot 576.",
      "id": "s894"
    },
    {
      "text": "147 Worimi asserts that Lot 576 is Garuahgal land.",
      "id": "s895"
    },
    {
      "text": "It would follow, on Worimi's case, that the evidence of the Maaiangal clan members is not relevant to his assertion of native title over Lot 576 because it is Garuahgal land.",
      "id": "s896"
    },
    {
      "text": "If I were to consider surrounding country, the only claims brought have been by Maaiangal people.",
      "id": "s897"
    },
    {
      "text": "I accept the uncontradicted evidence that Lot 576 and the area between Birubi Beach and Boat Harbour is not, under traditional law and custom, a sacred women's site associated with birth and baptism of Worimi/Maaiangal women.",
      "id": "s898"
    },
    {
      "text": "The evidence is that for those women there is a birthing site in the vicinity of Salamander Bay.",
      "id": "s899"
    },
    {
      "text": "Worimi's case is that it is not the Maaiangal clan but the Garuahgal clan that exercised and is exercising the relevant native title rights over Lot 576.",
      "id": "s900"
    },
    {
      "text": "If that is the case, the asserted existence of traditional laws and customs observed by the Maaiangal clan over Stockton Bight and Bagnalls Beach is not relevant to the claim of a Garuahgal women's site on Lot 576.",
      "id": "s901"
    },
    {
      "text": "Worimi \n \n148 The Land Council points to the inconsistencies in Worimi's evidence over the period since the Land Council's application was filed, including:\n \n&#8226; Worimi consistently asserted that he is an elder under Worimi/Garuahgal traditional law and custom because he had reached 51 years of age.",
      "id": "s902"
    },
    {
      "text": "That proposition was rejected by the Land Council's witnesses.",
      "id": "s903"
    },
    {
      "text": "Worimi said in cross-examination that he is not an elder and accepted that elder status is not attained until a person reaches the age of 60.",
      "id": "s904"
    },
    {
      "text": "&#8226; Worimi's mother, Beryl Mildred Dates, is Yorta Yorta.",
      "id": "s905"
    },
    {
      "text": "Worimi had asserted that his mother acquired rights under Worimi law by virtue of her marriage to Leonard Dates, a Worimi man.",
      "id": "s906"
    },
    {
      "text": "Beryl Mildred Dates was included as part of a claim group in Worimi's first claimant application.",
      "id": "s907"
    },
    {
      "text": "The Land Council's witnesses reject this proposition and say that a woman retains her pre-marriage clan or tribal identity.",
      "id": "s908"
    },
    {
      "text": "During cross-examination, Worimi said that because Leonard Dates had died, his mother lost her rights and ' has no right to have anything to do with the native title application, because my father is gone '.",
      "id": "s909"
    },
    {
      "text": "&#8226; Early in the proceedings, at various directions hearings, Worimi said that he could not speak for the Land, Lot 576, because it was a site sacred to women.",
      "id": "s910"
    },
    {
      "text": "In his affidavit of 20 January 2006, Worimi said that it was the land between Birubi Beach and Boat Harbour that was a special place for women where they gave birth, that the babies were washed in the freshwater stream running along Lot 576 and that men were not allowed to visit that place.",
      "id": "s911"
    },
    {
      "text": "He later said that men could go onto Lot 576 and go to the billabong on or near Lot 576.",
      "id": "s912"
    },
    {
      "text": "In the affidavit of 18 December 2007, Worimi said there was no restriction on men going to the billabong and that they could camp on Lot 576.",
      "id": "s913"
    },
    {
      "text": "Indeed he says that he has camped on the Land many times since the age of 13 and that, as the custodian, he is obliged to care for and conserve the natural resources of the Land.",
      "id": "s914"
    },
    {
      "text": "During cross-examination he said that Lot 576 and the billabong were subject to an avoidance obligation and men could not go there.",
      "id": "s915"
    },
    {
      "text": "He said that he had broken the law by doing so.",
      "id": "s916"
    },
    {
      "text": "In cross-examination, Worimi identified the billabong as extending into Lot 576.",
      "id": "s917"
    },
    {
      "text": "He confirmed that the Poona and the billabong were areas that men were obliged to avoid.",
      "id": "s918"
    },
    {
      "text": "149 The Land Council also points out that Worimi's evidence changed in other ways in cross-examination after he had heard evidence of the Land Council witnesses.",
      "id": "s919"
    },
    {
      "text": "For example, Worimi claims in his affidavit of 20 January 2006 that Ellen Dates lived a greater part of her life in Port Stephens and in particular on the land at Boat Harbour and was banished from the land.",
      "id": "s920"
    },
    {
      "text": "The Land Council witnesses gave evidence that Ellen Dates lived at Raymond Terrace and before that at the Karuah Mission.",
      "id": "s921"
    },
    {
      "text": "Worimi's evidence in cross-examination was that Ellen Dates visited the Land by boat from Karuah Mission.",
      "id": "s922"
    },
    {
      "text": "150 Mr Ridgeway's evidence also casts doubt on Worimi's assertion that he was taught traditional laws or customs by Big Bill Ridgeway.",
      "id": "s923"
    },
    {
      "text": "In cross-examination, Worimi expressly rejected the statement in his affidavit of 18 December 2007 that Big Bill Ridgeway taught the children at the Karuah Mission about traditional laws and customs.",
      "id": "s924"
    },
    {
      "text": "Rather, Worimi stated that Big Bill Ridgeway only taught the children how to throw boomerangs and spears.",
      "id": "s925"
    },
    {
      "text": "151 Worimi gave evidence that he had a right to go to Lot 576 to camp on the Land and to use the natural resources of the Land.",
      "id": "s926"
    },
    {
      "text": "The Land Council submits that the existence of such rights and the exercise of those rights are wholly inconsistent with the notion that the Land is to be avoided by men because it is a sacred site to women.",
      "id": "s927"
    },
    {
      "text": "There is inconsistency in Worimi's various statements as to the precise area of the women's site and how much of Lot 576 forms part of that site.",
      "id": "s928"
    },
    {
      "text": "I accept Worimi's evidence as to the location of the women's site and the prohibition on men going onto that site, either at the beach or at the billabong.",
      "id": "s929"
    },
    {
      "text": "While his evidence has changed, it is not necessarily wholly inconsistent.",
      "id": "s930"
    },
    {
      "text": "In cross-examination, Worimi identified the billabong prohibited to men as being on part of Lot 576.",
      "id": "s931"
    },
    {
      "text": "That does not preclude men, including Worimi, from going onto other parts of Lot 576, away from the billabong.",
      "id": "s932"
    },
    {
      "text": "152 The fact that Worimi describes some of the practices, such as hunting and fishing methods, differently from the description given by the other witnesses does not derogate from his evidence.",
      "id": "s933"
    },
    {
      "text": "It could well be the case that there were different ways of observing traditions.",
      "id": "s934"
    },
    {
      "text": "As was pointed out in Western Australia v Sebastian (2008) 248 ALR 61 at [84], a ' body of laws and customs ' does not require identical practice, nor that each member of a group has precisely the same knowledge or comprehends the laws and customs in precisely the same way.",
      "id": "s935"
    },
    {
      "text": "153 Worimi says that his family and his mother before him were removed by actions of others and that the removal was not voluntary.",
      "id": "s936"
    },
    {
      "text": "In an area where non-Aboriginal communities developed, many Aboriginal families lived at Karuah, which is also part of Worimi land.",
      "id": "s937"
    },
    {
      "text": "In deciding whether claimants, by traditional laws acknowledged and traditional customs observed, have a present connection with land, some interruptions to enjoyment of native title rights and interests is allowed ( Gale at [108], citing Yorta Yorta and De Rose ).",
      "id": "s938"
    },
    {
      "text": "154 The Land Council relies upon the inconsistencies in Worimi's evidence as going to the very heart of Worimi's assertions as to the existence of native title in Lot 576.",
      "id": "s939"
    },
    {
      "text": "The Land Council poses the question: ' How could it be said that native title rights and interests are rooted in a normative body of law and custom when the central assertion concerning the [L] and, that it is a sacred site for women to be avoided by men, can be so directly contradicted in Worimi's own evidence?",
      "id": "s940"
    },
    {
      "text": "'.",
      "id": "s941"
    },
    {
      "text": "155 The Land Council submits that Worimi's evidence does not represent a legitimate process of cultural reconnection but actions that are ' mischievous and destructive ' in preventing a small local Aboriginal Land Council from exercising its rights under beneficial legislation for the ultimate benefit of its members and the Aboriginal community.",
      "id": "s942"
    },
    {
      "text": "The Land Council says that Worimi is motivated by his hostility to the Land Council and its former administrator for a failure to provide housing to his family and alleged poor treatment by the elders and staff of the Land Council.",
      "id": "s943"
    },
    {
      "text": "The evidence of a women's site on or near the Land \n \n156 There is no dispute that Worimi is of Aboriginal descent, that he is a Worimi person, or that his ancestors are Worimi.",
      "id": "s944"
    },
    {
      "text": "His evidence that his grandparents and parents lived in the Port Stephens area is not in dispute.",
      "id": "s945"
    },
    {
      "text": "His assertions that he was taught by his grandmother, father and father's brothers have not been directly disputed.",
      "id": "s946"
    },
    {
      "text": "However, his sister, Ms Quinlan, said that she was not told or taught any traditional laws and customs by Ellen Dates, although she lived with her and was female.",
      "id": "s947"
    },
    {
      "text": "The likelihood that Ellen Dates observed and taught traditional laws and customs is challenged by the evidence that Ellen Dates was a devout and observant Christian.",
      "id": "s948"
    },
    {
      "text": "Further, Worimi's evidence that he was taught by Big Bill Ridgeway is disputed by Mr Ridgeway's son, whose description of his father makes it unlikely that Big Bill was a major source of Aboriginal custom, and was changed by Worimi during cross-examination.",
      "id": "s949"
    },
    {
      "text": "Kelvin Dates, Worimi's brother, says that he was not taught any laws and customs by Leonard Dates.",
      "id": "s950"
    },
    {
      "text": "However, he was not able to be cross-examined and he was not the eldest son, a position which Wormi claims gave him a special place and right to learn such things.",
      "id": "s951"
    },
    {
      "text": "Worimi's assertion that he passed his knowledge of laws and customs to his children has been disputed by his daughter, Priscilla Dates.",
      "id": "s952"
    },
    {
      "text": "157 Some of Worimi's descriptions of individual customs and methods of hunting and fishing and terminology were challenged by the other Worimi witnesses.",
      "id": "s953"
    },
    {
      "text": "I find that less persuasive, as different families might well have adopted different methods.",
      "id": "s954"
    },
    {
      "text": "158 No Aboriginal man or woman who gave evidence, other than Worimi, knew of a women's site on or near the Land or between Birubi Beach and Boat Harbour.",
      "id": "s955"
    },
    {
      "text": "Specifically, there is no evidence to support Worimi's assertions of:\n \n1. the existence of a site known as the \"Poona\" at Kingsley Beach or of any practice associated with birth or baptism in the area between Birubi Beach and Boat Harbour or on Lot 576;\n \n2. the existence of a \"billabong\" or \"namby\" on or in the vicinity of Lot 576 or that any such billabong was used for washing saltwater off babies after they had been baptised;\n \n3. the use of the freshwater spring or stream running through Lot 576 for washing saltwater off babies after they had been baptised;\n \n4. the giving of totems to babies on or near Kingsley Beach;\n \n5. the burying of afterbirth on or near Lot 576;\n \n6. the existence of an avoidance obligation on men relating to Lot 576 or Kingsley Beach or any other land in the vicinity of Boat Harbour.",
      "id": "s956"
    },
    {
      "text": "It is important to recall that the key women's site, the birthing site identified by Worimi, is not on Lot 576.",
      "id": "s957"
    },
    {
      "text": "It is on the beach nearby.",
      "id": "s958"
    },
    {
      "text": "He has asserted that the waterhole associated with the birthing site was on Lot 576 and that the afterbirth was buried there.",
      "id": "s959"
    },
    {
      "text": "Worimi's description of the location of the waterhole on Lot 576 or on land adjacent to Lot 576 was not consistent.",
      "id": "s960"
    },
    {
      "text": "159 Worimi has not provided supporting evidence by other Aboriginal people, in particular Worimi women, of his contentions.",
      "id": "s961"
    },
    {
      "text": "There is no other evidence supporting his primary assertion that the land between Birubi Beach and Boat Harbour, including the Land, was, under traditional laws and customs, a place associated with birth and baptism.",
      "id": "s962"
    },
    {
      "text": "160 Worimi's assertions are based upon information and knowledge that he said was passed to him from his father's mother, Ellen Dates, and his father, Leonard Dates, who was the custodian and protector of the land and who passed that role to Worimi as the eldest son.",
      "id": "s963"
    },
    {
      "text": "Ms Quinlan and Kelvin Dates' evidence is that Leonard Dates did not pass on any knowledge of traditional laws and customs to them but that does not necessarily contradict Worimi's evidence because Worimi's evidence was that the information was passed on to him as the eldest son.",
      "id": "s964"
    },
    {
      "text": "161 That does not, however, apply to information from Ellen Dates.",
      "id": "s965"
    },
    {
      "text": "Ms Quinlan lived with Ellen Dates and says that Ellen Dates was a very religious woman who lived by the Bible and did not live according to any traditional law and custom.",
      "id": "s966"
    },
    {
      "text": "Ms Quinlan had not been to the Land herself and has no knowledge of it as associated with a women's site.",
      "id": "s967"
    },
    {
      "text": "Ms Quinlan says that Ellen Dates did not pass on any traditional knowledge to her and did not tell her of any women's site on or near the Land.",
      "id": "s968"
    },
    {
      "text": "The fact that Ellen Dates did not pass on any knowledge or traditional Aboriginal law and custom was confirmed by Kelvin Dates.",
      "id": "s969"
    },
    {
      "text": "It would be expected that information concerning a women's site would have been passed to Ms Quinlan if Ellen Dates were aware of such a site and continued to observe law and custom in relation to it.",
      "id": "s970"
    },
    {
      "text": "162 The Land Council relies on Worimi's own evidence to demonstrate a lack of continuity in the practices said to have been carried out on or near the Land.",
      "id": "s971"
    },
    {
      "text": "Worimi acknowledges that, whether or not Lot 576 and the area at Kingsley Beach are women's sites and associated with the birth of children, whether Worimi, Maaiangal or Garuahgal, there has not been a continuous connection with such people and the observance of traditional laws and customs since sovereignty.",
      "id": "s972"
    },
    {
      "text": "Accordingly, there has not been the requisite \"connection\" with the Land as required by s 223(1) of the Act ( Bodney v Bennell (2008) 167 FCR 84 at [171]---[174]).",
      "id": "s973"
    },
    {
      "text": "This is not because of the physical presence or absence on the Land.",
      "id": "s974"
    },
    {
      "text": "It is because the practices of his own family, that he says are associated with the Land, were not observed at least from the time of his grandmother until his daughter went onto the Land in 2006.",
      "id": "s975"
    },
    {
      "text": "I accept that, at least now, Worimi feels strongly about his Aboriginal heritage.",
      "id": "s976"
    },
    {
      "text": "Worimi accepts that he has taken some of the customs observed by the Dunghutti people, as described and observed by his wife Cynthia, in practising with his daughter the customs connected with birth and baptism that he said were carried out on the Land and Kingsley Beach.",
      "id": "s977"
    },
    {
      "text": "That could be said to reflect the incorporation, in the ordinary course, of other customs and practices into the traditional forms of the Garuahgal people.",
      "id": "s978"
    },
    {
      "text": "163 As in Yorta Yorta , if there had been a women's site on or near the Land and Kingsley Beach, much has changed since it was used.",
      "id": "s979"
    },
    {
      "text": "164 This baptism of Worimi's grandson by his daughter Beryl and wife Cynthia represents an attempt by Worimi to restore what he says his grandmother told him, as amended by his wife's practices.",
      "id": "s980"
    },
    {
      "text": "It does not represent continuity.",
      "id": "s981"
    },
    {
      "text": "Worimi has claimed that the site is sacred to all Worimi women.",
      "id": "s982"
    },
    {
      "text": "No woman has supported this claim, apart from some members of his immediate family who supported his claimant applications.",
      "id": "s983"
    },
    {
      "text": "Worimi's evidence of native title rights and interests and their continuity \n \n165 In Gale, Madgwick J was dealing with a native title claimant application from which the claimants withdrew.",
      "id": "s984"
    },
    {
      "text": "One of the respondents, Deerubbin Local Aboriginal Land Council, sought an order that there was no native title over the subject land.",
      "id": "s985"
    },
    {
      "text": "Expert evidence had been filed in support of the claimant applications to which the Deerubbin Local Aboriginal Land Council had responded.",
      "id": "s986"
    },
    {
      "text": "His Honour considered Yorta Yorta and drew from it a number of relevant principles, including:\n \n&#8226; [N] ative title rights and interests derive from traditional laws and customs in the sense that they survived the acquisition of sovereignty over Australia: Yorta Yorta at [75].",
      "id": "s987"
    },
    {
      "text": "&#8226; The rights and interests must be presently 'possessed' under traditional laws and customs.",
      "id": "s988"
    },
    {
      "text": "This requires that the normative system under which those rights or interests are possessed ... be a system that has had a 'continuous existence and vitality' since sovereignty: Yorta Yorta at [47].",
      "id": "s989"
    },
    {
      "text": "&#8226; Some change to or adaptation of traditional law or custom or some interruption of enjoyment or exercise of native title rights or interests since sovereignty will not necessarily be fatal to a native title claim.",
      "id": "s990"
    },
    {
      "text": "&#8226; The statutory questions (in s 223) are directed to the present possession of the rights or interests, not their exercise, and to the existence of a relevant, present connection.",
      "id": "s991"
    },
    {
      "text": "It follows that the non-exercise of native title rights or interests by some of the persons now claiming such rights or interests ... will not inevitably be fatal.",
      "id": "s992"
    },
    {
      "text": "&#8226; The requirement in s 223(1)(b) for connection with land or waters by traditional laws and customs must be a connection which the peoples concerned have by their traditional laws and customs, that is the laws and customs acknowledged and observed by the ancestors of the claimants at the time of sovereignty.",
      "id": "s993"
    },
    {
      "text": "It is the normative quality of the normative rules which rendered the Crown's radical title acquired at sovereignty subject to the rights and interests then existing and which are now identified as native title.",
      "id": "s994"
    },
    {
      "text": "&#8226; It is an important qualification that the acknowledgment and observance of those rules need only have continued substantially, and not entirely, uninterrupted.",
      "id": "s995"
    },
    {
      "text": "&#8226; Nonetheless, it is necessary to demonstrate that it is the normative system of the pre-sovereign society out of which the claimed rights and interests arise.",
      "id": "s996"
    },
    {
      "text": "This entails that it be shown that that society has continued to exist as a body united by its acknowledgement and observance of the traditional laws and customs.",
      "id": "s997"
    },
    {
      "text": "&#8226; Acknowledgement and observance of those laws and customs must have continued substantially uninterrupted since sovereignty.",
      "id": "s998"
    },
    {
      "text": "It is not enough that there be a body of laws and customs originating in the common acceptance by or agreement of a new society of indigenous peoples to acknowledge and observe them, notwithstanding that they are similar to or even identical with those of an earlier and different society.",
      "id": "s999"
    },
    {
      "text": "166 Justice Madgwick concluded at [18] that there is a stringent requirement of continuity both of the society which had the rules giving rise to native title rights and interests and of observance of those traditional laws and customs which embodied those rules.",
      "id": "s1000"
    },
    {
      "text": "At [118], Madgwick J found that, on the available evidence, the claimants did not constitute, even as the last member, ' a society that in any presently relevant sense observes traditional laws and customs '.",
      "id": "s1001"
    },
    {
      "text": "Aboriginality by descent and/or self-identification and acceptance as such is not enough to found a native title claim.",
      "id": "s1002"
    },
    {
      "text": "It was not shown that there was ' a society that has continued to exist since before sovereignty and which was and is united by its acknowledgement of traditional laws and observance of traditional customs, allowing that the laws and customs may have adapted '.",
      "id": "s1003"
    },
    {
      "text": "Those laws and customs were not shown to have had a \"continuous existence and vitality\" since sovereignty.",
      "id": "s1004"
    },
    {
      "text": "Justice Madgwick concluded that there was no adequate reason not to make a determination that native title did not exist in relation to the subject land.",
      "id": "s1005"
    },
    {
      "text": "167 The positive assertion of native title rights and interests requires more than vague assertions of membership of a group of people and of \"custodianship\" of land.",
      "id": "s1006"
    },
    {
      "text": "Worimi's facts and contentions comprehensively fail to establish the elements of native title required by s 223 of the Act.",
      "id": "s1007"
    },
    {
      "text": "They do not establish native title within the meaning of Yorta Yorta .",
      "id": "s1008"
    },
    {
      "text": "They do not identify the alleged content of the normative body of laws and customs acknowledged and observed by the pre-sovereignty society nor how those laws and customs have continued to be acknowledged and observed substantially uninterrupted.",
      "id": "s1009"
    },
    {
      "text": "While Worimi is not required positively to establish native title in order to resist the Land Council's application, he must present evidence which is sufficiently cogent with respect to those elements that the evidence does address to cast doubt on the assertion that native title does not exist.",
      "id": "s1010"
    },
    {
      "text": "168 Worimi asserts laws and customs in connection with the Land which, he acknowledges, are not observed by other Worimi people.",
      "id": "s1011"
    },
    {
      "text": "That is consistent with the evidence of the other witnesses.",
      "id": "s1012"
    },
    {
      "text": "As in Gale , Worimi and those of his family who support his claims do not constitute a society that observes traditional laws and customs in respect of the Land.",
      "id": "s1013"
    },
    {
      "text": "As in Gale , even if the Land was associated with the birth of children of the Garuahgal people, the present observance by Worimi and one of his daughters is ' at best an attempted re-creation of a society which may well have had native title rights and interests ' (at [119]).",
      "id": "s1014"
    },
    {
      "text": "169 As the High Court said in Yorta Yorta , the relevant laws and customs must be rules having normative content.",
      "id": "s1015"
    },
    {
      "text": "Without that quality, there may be observable patterns of behaviour but not rights or interests in relation to land or waters.",
      "id": "s1016"
    },
    {
      "text": "Rights or interests created after sovereignty are insufficient, although there may be changes in the traditional laws and customs, at least to the extent that such changes and developments were contemplated by traditional laws and customs.",
      "id": "s1017"
    },
    {
      "text": "170 As was said in Yorta Yorta at [47] and repeated in Bodney at [47], if the normative system has not existed throughout the period since sovereignty, the rights and interests which owe their existence to that system will have ceased to exist.",
      "id": "s1018"
    },
    {
      "text": "The law and custom arise out of and go to define a particular society, a body of persons united in and by its acknowledgment and observance of a body of law and customs ( Yorta Yorta at [49]; Bodney at [46]).",
      "id": "s1019"
    },
    {
      "text": "' Unless a society has, and acknowledges and observes, laws and customs under which native title rights and interests are possessed, there can be no native title rights whether communal, group or individual ' ( Bodney at [157]).",
      "id": "s1020"
    },
    {
      "text": "It is therefore necessary for a person claiming native title to show that the normative system that existed at sovereignty is substantially the same as the one that exists today ( Bodney at [47]).",
      "id": "s1021"
    },
    {
      "text": "This must be established for each generation to establish that the laws and customs have continued to be acknowledged and observed substantially uninterrupted ( Bodney at [70]---[74]).",
      "id": "s1022"
    },
    {
      "text": "171 Where individual native title rights are claimed, they arise out of and depend upon the traditional laws and customs of the community in question ( Bodney at [148]).",
      "id": "s1023"
    },
    {
      "text": "Rights may be communally held or held by a sub-group or, indeed, by an individual, depending on the nature of the society said to be the repository of the traditional laws and customs that give rise to the native title rights and interests ( Northern Territory of Australia v Alyawarr, Kaytetye, Warumungu, Wakaya Native Title Claim Group [2005] FCAFC 135 ; (2005) 145 FCR 442 at [79] and [80]).",
      "id": "s1024"
    },
    {
      "text": "In the present case, the native title rights over a Worimi women's site would be held by Worimi women.",
      "id": "s1025"
    },
    {
      "text": "They deny such rights for Lot 576.",
      "id": "s1026"
    },
    {
      "text": "172 Worimi asserts that his evidence establishes that he has rights and interests in relation to the Land which are rooted in pre-sovereignty Worimi society and up to the present time.",
      "id": "s1027"
    },
    {
      "text": "He says that the evidence establishes that those rights and interests have been transmitted in accordance with the traditional laws and customs and are still observed by Worimi and some members of his family.",
      "id": "s1028"
    },
    {
      "text": "This, he says, establishes that he has a connection with the Land.",
      "id": "s1029"
    },
    {
      "text": "173 Even accepting the existence of a normative system of laws acknowledged and customs observed in connection with the Land, no evidence has been adduced of the conditions that existed between 1788 and the time of the stories said to have been told to Worimi by Ellen Dates and Leonard Dates about their experiences.",
      "id": "s1030"
    },
    {
      "text": "Worimi seems to rely on a presumption of continuity from pre-sovereignty times to the lifetime of Ellen Dates and Leonard Dates.",
      "id": "s1031"
    },
    {
      "text": "According to Mr Ridgeway, Aboriginal people lived as part of the non-Aboriginal community around Port Stephens or on the Karuah Mission.",
      "id": "s1032"
    },
    {
      "text": "There is no basis on which to infer the continuity of the observance of laws and customs, the use and enjoyment of rights and interests in the Land or of Worimi connection with the Land.",
      "id": "s1033"
    },
    {
      "text": "174 Worimi submits that native title rights and interests may be possessed by individuals or by a group of individuals in circumstances where other members of the same community or society do not possess those or other native title rights and interests in relation to that area (citing De Rose (No 2) at [33], [34] and [44]; Sebastian ).",
      "id": "s1034"
    },
    {
      "text": "Whether Worimi can establish native title where other members of the Worimi tribe state that there is no native title over the Land is, Worimi submits, not to the point.",
      "id": "s1035"
    },
    {
      "text": "He says that his individual rights and interests have been recognised, inter alia in De Rose (No 2) at [30], as sufficient to cast doubt on the Land Council's case of no native title.",
      "id": "s1036"
    },
    {
      "text": "175 Worimi has given evidence.",
      "id": "s1037"
    },
    {
      "text": "His case as to who holds the relevant native title rights and interests has changed throughout the course of these proceedings.",
      "id": "s1038"
    },
    {
      "text": "In his affidavit of 18 December 2007, he claims that the native title rights and interests are held by his immediate family.",
      "id": "s1039"
    },
    {
      "text": "However, in cross-examination and in his affidavit of 1 May 2008, Worimi claimed that all Worimi people hold native title in the Land.",
      "id": "s1040"
    },
    {
      "text": "176 As to the assertion that Worimi and his immediate family hold the native title rights and interests, I note that three members of his family, namely his brother Kelvin Dates, his sister Ms Quinlan and his daughter Priscilla Dates do not support his case.",
      "id": "s1041"
    },
    {
      "text": "However, other members of his family have supported his claimant applications.",
      "id": "s1042"
    },
    {
      "text": "Worimi says candidly that he would have expected other Worimi women to have knowledge of the laws and customs of which he speaks and accepts that they do not.",
      "id": "s1043"
    },
    {
      "text": "However, the fact remains that Worimi has only adduced his own evidence of the detail of the beliefs and practices that he says relate to the Land.",
      "id": "s1044"
    },
    {
      "text": "None of his family members have given evidence of the knowledge of or practice of traditional laws and customs.",
      "id": "s1045"
    },
    {
      "text": "177 As to Worimi's assertion that all Worimi people hold native title rights and interests in the Land, no other Aboriginal person, including those who have lived near the Land for all of their lives, have given evidence that suggests the existence of laws and customs in relation to the Land.",
      "id": "s1046"
    },
    {
      "text": "178 Worimi's case is that he and he alone seems to have the requisite knowledge, apart from those to whom he has passed it within his own family.",
      "id": "s1047"
    },
    {
      "text": "Accordingly, it is hard to see what further evidence the Land Council could have called to answer Worimi's evidence other than from other members of Worimi's family.",
      "id": "s1048"
    },
    {
      "text": "The witnesses for the Land Council include representatives of families long associated with the area.",
      "id": "s1049"
    },
    {
      "text": "They give evidence not only of their own understanding but they also speak of their parents and, indeed, Worimi's grandmother and father.",
      "id": "s1050"
    },
    {
      "text": "179 Whether Worimi's claim is for himself, his immediate family or for all Worimi people, the claimed rights and interests must exist under a normative body of traditional law and custom.",
      "id": "s1051"
    },
    {
      "text": "The asserted present connection with the claimed area must be a connection by and under the traditional laws acknowledged and customs observed by the relevant group or society.",
      "id": "s1052"
    },
    {
      "text": "There must be substantially uninterrupted continuity in the acknowledgement and observance of the normative system of traditional law and custom in which the claimed rights and interests find their foundations.",
      "id": "s1053"
    },
    {
      "text": "Worimi has not adduced evidence supporting such a normative body of law and custom.",
      "id": "s1054"
    },
    {
      "text": "He has not brought any evidence corroborating his own evidence.",
      "id": "s1055"
    },
    {
      "text": "In particular, he has not brought any evidence to support his claim of a women's site on or near Lot 576.",
      "id": "s1056"
    },
    {
      "text": "Nor has he adduced sufficient evidence regarding other activities, including hunting and fishing, said to have been carried out on or near Lot 576.",
      "id": "s1057"
    },
    {
      "text": "180 The Land Council submits that Worimi adduced no admissible evidence of his ancestry, the nature of the pre-sovereignty society or the foundational traditional laws and customs from which it is alleged Worimi's native title rights and interests derive.",
      "id": "s1058"
    },
    {
      "text": "It says that there is no admissible evidence of the continued observance (substantially uninterrupted) of those laws and customs to the present day.",
      "id": "s1059"
    },
    {
      "text": "It submits that the simple description of land and people as Worimi people and \"traditional Worimi country\" is not evidence of the continued association with an identified area of land by an identified Aboriginal society or group from before the acquisition of sovereignty.",
      "id": "s1060"
    },
    {
      "text": "In any event, the Land Council says that Worimi's evidence itself amply demonstrates a clear break in the continuity of the acknowledgement and observance of the very traditional laws and customs that he alleges are associated with the area said to be a sacred women's site and including Lot 576.",
      "id": "s1061"
    },
    {
      "text": "181 Worimi says that the laws and customs concerning the Land and Kingsley Beach were passed to him from his father and his father's mother.",
      "id": "s1062"
    },
    {
      "text": "Let it be assumed that that information has been passed down from individual to individual (from the father to the eldest son) since pre-sovereignty.",
      "id": "s1063"
    },
    {
      "text": "The evidence from Worimi and the Land Council witnesses, including members of Worimi's family who would be part of the Garuahgal clan that he says is the relevant society, is to the effect that any laws and customs with respect to the birth of children ceased to be observed until Worimi recently sought to reinvigorate them.",
      "id": "s1064"
    },
    {
      "text": "182 The evidence is that there is no Maiaangal birthing site on or near the Land or a birthing site for Worimi women generally.",
      "id": "s1065"
    },
    {
      "text": "Acceptance of this evidence does not require, as Worimi submits, a full account of past and present birthing customs of Maiaangal or Worimi women ( Jango at [84]).",
      "id": "s1066"
    },
    {
      "text": "183 The evidence from the Land Council witnesses, and from Worimi himself, establishes that, whether or not there was once a women's site on or near the Land, the laws and customs in relation to such a site have not continued to be observed.",
      "id": "s1067"
    },
    {
      "text": "The lack of continuity in the laws acknowledged and customs observed in connection with Lot 576 is sufficient to establish a prima facie case of no native title.",
      "id": "s1068"
    },
    {
      "text": "184 It follows from Yorta Yorta at [51]---[56] that native title, if it existed pre-sovereignty, ceases to exist for the purposes of the Act if the society, being the Worimi people, the Maiaangal clan or the Garuahgal clan, ceased to acknowledge and observe the laws and customs that Worimi describes.",
      "id": "s1069"
    },
    {
      "text": "The rights and interests to which those laws and customs give rise are not possessed under traditional laws acknowledged and traditional customs observed.",
      "id": "s1070"
    },
    {
      "text": "They ceased to exist and the later adoption of the laws and customs does not give rise to rights and interests rooted in pre-sovereignty traditional law and custom.",
      "id": "s1071"
    },
    {
      "text": "185 The changes in Worimi's description of the persons who, he says, observe or observed the traditional laws and customs in respect of the Land have not assisted in the analysis of the evidence.",
      "id": "s1072"
    },
    {
      "text": "As set out in Worimi 2007 and Worimi 2006 , he has changed the identification of the persons said to be relevant.",
      "id": "s1073"
    },
    {
      "text": "As to the identification of family members in the claim group, Worimi has included, variously apart from himself, his wife and children, all his sisters and their daughters and his mother.",
      "id": "s1074"
    },
    {
      "text": "He was not consistent in his evidence, asserting that he was bringing the claim on behalf of the Garuahgal women, his family and all Worimi people.",
      "id": "s1075"
    },
    {
      "text": "Irrespective of the group said to hold native title over the Land, the requirements of s 223 of the Act are not satisfied.",
      "id": "s1076"
    },
    {
      "text": "While Worimi was not required to establish native title in accordance with s 223 of the Act in order to resist the Land Council's application, given the time available to Worimi since these proceedings were commenced, he has had ample opportunity to formulate his contentions with reference to s 223 of the Act in order to cast sufficient doubt on the Land Council's case.",
      "id": "s1077"
    },
    {
      "text": "186 The evidence is that the observance of the traditional laws and customs ceased so far as a women's site on the Land is concerned.",
      "id": "s1078"
    },
    {
      "text": "The evidence is not of adaptation of traditional laws and customs but of substantial interruption, amounting to cessation, of observance.",
      "id": "s1079"
    },
    {
      "text": "187 Worimi submits that the evidence of the seven Land Council witnesses is insufficient and that anthropological evidence is necessary or, at least, evidence from many other Worimi witnesses before the evidence from those seven witnesses can be accepted.",
      "id": "s1080"
    },
    {
      "text": "This ignores the fact that the decision of the Land Council to dispose of the Land was approved at a meeting held in accordance with the NSW Act and has been the subject of a number of Land Council meetings.",
      "id": "s1081"
    },
    {
      "text": "The application has been notified as required and it is not in dispute that Worimi's applications are known to other Worimi people.",
      "id": "s1082"
    },
    {
      "text": "Despite this, there has been no other person who has sought to oppose the application in the Court.",
      "id": "s1083"
    },
    {
      "text": "188 Much has been made in submissions of which party is better able to call evidence and the effect on the proof of a negative proposition.",
      "id": "s1084"
    },
    {
      "text": "On one hand, the Land Council has not called evidence from all the Worimi people.",
      "id": "s1085"
    },
    {
      "text": "It has called seven witnesses, some of whom have studied Worimi history and have knowledge of Worimi laws and customs and others from Worimi's family.",
      "id": "s1086"
    },
    {
      "text": "It has, as I have said, been authorised to bring this application.",
      "id": "s1087"
    },
    {
      "text": "Worimi asserts that (at least) his family, as part of the Garuahgal clan, has native title rights and interests over the Land.",
      "id": "s1088"
    },
    {
      "text": "It is Worimi who has the greater means to produce evidence from his family or from other Garuahgal or Worimi people to contradict the proposition of no native title.",
      "id": "s1089"
    },
    {
      "text": "In particular, if Worimi asserts that Lot 576 and Kingsley Beach are a women's site of which he cannot have personal knowledge, the absence of any evidence of the laws and customs associated with that site from a woman supporting his assertion is telling.",
      "id": "s1090"
    },
    {
      "text": "The only evidence in support of Worimi's claims was filed in respect of his claimant applications and was from Worimi's mother, who is Yorta Yorta, and from his wife, sister and daughters (Priscilla Dates changed her evidence in these proceedings), who say little more than that they take their information from Worimi and support his assertions.",
      "id": "s1091"
    },
    {
      "text": "The failure on Worimi's part to call corroborative evidence lessens the burden of proof on the Land Council to establish the negative proposition ( Apollo Shower Screens at 565).",
      "id": "s1092"
    },
    {
      "text": "It does not increase the burden on the Land Council.",
      "id": "s1093"
    },
    {
      "text": "189 I am satisfied that there has not been the necessary connection with the Land and the observance of the asserted laws and customs.",
      "id": "s1094"
    },
    {
      "text": "This is not because of Worimi's temporary absence in Western Australia.",
      "id": "s1095"
    },
    {
      "text": "It is because, on the evidence, I am satisfied that there was no women's site on or near Lot 576 and that there was no use of a waterhole on or near Lot 576 associated with the birth of Worimi children.",
      "id": "s1096"
    },
    {
      "text": "If there were such a site or such use, it has long since ceased to be used.",
      "id": "s1097"
    },
    {
      "text": "Worimi's attempt to revive such use in the case of his daughter and the birth of his grandson is insufficient to give rise to native title rights and interests in the Land.",
      "id": "s1098"
    },
    {
      "text": "190 The group or communal rights that form the basis of Worimi's case are in respect of the claimed women's sight on or near the Land.",
      "id": "s1099"
    },
    {
      "text": "The characterisation of Worimi's asserted native title rights and interests has changed over time.",
      "id": "s1100"
    },
    {
      "text": "Worimi also claims rights in respect of his own observance of traditional hunting and gathering customs on the Land.",
      "id": "s1101"
    },
    {
      "text": "However, Worimi appears to assert that these rights are held by all Worimi people or at least by the Garuahgal clan.",
      "id": "s1102"
    },
    {
      "text": "There is no sufficient evidence that any such rights, whether individual, group or communal, are possessed under a normative system of traditional laws acknowledged and customs observed by Worimi people or by the Garuahgal clan.",
      "id": "s1103"
    },
    {
      "text": "Worimi's account of traditional hunting and gathering law and custom has been disputed by the Land Council's witnesses.",
      "id": "s1104"
    },
    {
      "text": "191 To the extent that Worimi asserts individual rights over the Land, they seem to be based on his evidence that, as the eldest son, he was the recipient of the information and was made the custodian of the Land.",
      "id": "s1105"
    },
    {
      "text": "He does not suggest his custodianship is only for his own or, indeed, only for his immediate family's benefit.",
      "id": "s1106"
    },
    {
      "text": "The evidence does not establish that Worimi's individual rights are possessed under a body of normative rules, under the traditional laws acknowledged and the traditional customs observed by the Worimi people or even by the Garuahgal clan ( De Rose (No 2) at [31]-[44]).",
      "id": "s1107"
    },
    {
      "text": "As such, it is hard to see how his asserted rights regarding custodianship of the Land are individual native title rights.",
      "id": "s1108"
    },
    {
      "text": "The same applies to his asserted group or communal rights said to be enjoyed by his immediate family, Garuahgal women or Worimi women generally in respect of any women's site on or near Lot 576 and to the rights said to be held by all Worimi people in respect of hunting and gathering activities on or near the Land.",
      "id": "s1109"
    },
    {
      "text": "192 However, in the context of whether Worimi's evidence casts doubt on the assertion that there is no native title in respect of the Land, I have considered his claims to such individual rights, said to have been handed to him by his father in circumstances where, he says, he is the only person who has present knowledge of those rights.",
      "id": "s1110"
    },
    {
      "text": "I have also, in that context, considered his asserted traditional hunting and gathering rights and his claim to group or communal rights to the extent that he says that there is a women's site on or near the Land.",
      "id": "s1111"
    },
    {
      "text": "In the case of group and communal rights, a claim by a group or community may succeed in establishing native title even though not all of the members of the group or community have acknowledged and observed traditional laws and customs, as long as the group or community as a whole has done so sufficiently ( De Rose (No 2) at [58]).",
      "id": "s1112"
    },
    {
      "text": "There must, however, be a link between the rights and interests in relation to the Land said to be possessed by the group or community and the traditional laws and customs that the group or community claims to have acknowledged and observed ( De Rose (No 2) at [60]).",
      "id": "s1113"
    },
    {
      "text": "193 As to Worimi's assertion of his own use and use by his family of the Land for traditional purposes, again I am satisfied that any such traditional use had ceased and has been recently revived by Worimi.",
      "id": "s1114"
    },
    {
      "text": "Priscilla Dates confirms that she was not taken there as a child and was and is unaware of any connection with the Land.",
      "id": "s1115"
    },
    {
      "text": "Ms Quinlan did not go there with her parents, who were also Worimi's parents and was and is unaware of any connection with the Land.",
      "id": "s1116"
    },
    {
      "text": "Ms Quinlan says that Worimi's father's mother, Ellen Dates, with whom she lived and whom Worimi attributes as the source of his knowledge of traditional law and custom, did not observe traditional law and custom at all and did not do so in connection with Lot 576.",
      "id": "s1117"
    },
    {
      "text": "Kelvin Dates' evidence supports that of Ms Quinlan.",
      "id": "s1118"
    },
    {
      "text": "I accept that Worimi has made some effort to revive such observation but there has been no such connection with the Land for at least two generations.",
      "id": "s1119"
    },
    {
      "text": "Even accepting that there were laws acknowledged and customs observed in connection with the Land pre-sovereignty, there was no continuity of that observance.",
      "id": "s1120"
    },
    {
      "text": "CONCLUSION \n \n194 The Land Council has presented sufficient evidence from which the absence of native title over Lot 576 may be inferred.",
      "id": "s1121"
    },
    {
      "text": "Worimi's evidence is insufficient to cast doubt on the Land Council's case that there is no native title over Lot 576.",
      "id": "s1122"
    },
    {
      "text": "The Land Council is entitled to a determination that there is no native title over the Land.",
      "id": "s1123"
    },
    {
      "text": "I certify that the preceding one hundred and ninety-four (194) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s1124"
    },
    {
      "text": "Associate:\n\nDated: 18 December 2008\n\n Counsel for the Applicant: Mr M Wright \n \n Solicitor for the Applicant: Watson Mangioni Lawyers Pty Ltd \n \n Counsel for the First Respondent: Mr J Waters \n \n Solicitor for the First Respondent: Crown Solicitor for the State of NSW \n \n Counsel for the Third Respondent: Mr F Austin (Pro bono) and Ms T Jowett (Pro bono) \n\n Date of Hearing: 28-30 April 2008, 1-2 May 2008, 25-26 June 2008 \n \n Date of Final Submissions: 15 August 2008 \n \n Date of Judgment: 18 December 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1929.html",
      "id": "s1125"
    }
  ]
}