{
  "name": "Sellar v Lasotav Pty Ltd: In the matter of Lasotav Pty Ltd [2008] FCA 1612 (27 October 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/1612.html",
  "catchphrases": [
    {
      "text": "case management",
      "id": "c0"
    },
    {
      "text": "practice and procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "Sellar v Lasotav Pty Ltd: In the matter of Lasotav Pty Ltd [2008] FCA 1612 (27 October 2008) \n\n [ Home ] [ Databases ] [ WorldLII ] [ Search ] [ Feedback ] Federal Court of Australia You are here: &nbsp; AustLII &gt;&gt; Databases &gt;&gt; Federal Court of Australia &gt;&gt; 2008 &gt;&gt; [2008] FCA 1612 \n\n [ Database Search ] [ Name Search ] [ Recent Decisions ] [ Noteup ] [ Download ] [ Help ] Sellar v Lasotav Pty Ltd: In the matter of Lasotav Pty Ltd [2008] FCA 1612 (27 October 2008) \nLast Updated: 31 October 2008 \n FEDERAL COURT OF AUSTRALIA \n\n Sellar v Lasotav Pty Ltd: In the matter of Lasotav Pty Ltd [2008] FCA 1612 \n \n\n\n PRACTICE AND PROCEDURE --- case management \n\n \n\n \n\n Federal Court Rules , O 33 r 13 \n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n IN THE MATTER OF LASOTAV PTY LTD (ACN 002 726 392) AND COMO MARINA PTY LTD (ACN 002 709 784) \n IAN STUART SELLAR AND LOUISE JOY SELLAR v LASOTAV PTY LTD ACN 002 726 392, COMO MARINA PTY LTD ACN 002 709 784, ACN 063 456 011 PTY LTD ACN 063 456 011, JOCELYN ORBELL BUSKENS and ROGER BUSKENS \n NSD 772 of 2006 \n\n FOSTER J \n 27 OCTOBER 2008 \n SYDNEY \n IN THE FEDERAL COURT OF AUSTRALIA \n NEW SOUTH WALES DISTRICT REGISTRY NSD 772 of 2006 \n\n IN THE MATTER OF LASOTAV PTY LTD (ACN 002 726 392) AND COMO MARINA PTY LTD (ACN 002 709 784) \n\n BETWEEN: IAN STUART SELLAR AND LOUISE JOY SELLAR \n Plaintiffs \n\n AND: LASOTAV PTY LTD ACN 002 726 392 \n First Defendant \n\n COMO MARINA PTY LTD ACN 002 709 784 \n Second Defendant \n\n ACN 063 456 011 PTY LTD ACN 063 456 011 \n Third Defendant \n\n JOCELYN ORBELL BUSKENS \n Fourth Defendant \n\n ROGER BUSKENS \n Fifth Defendant \n\n JUDGE: FOSTER J DATE OF ORDER: 27 OCTOBER 2008 WHERE MADE: SYDNEY \n\n THE COURT: \n\n \n 1.",
      "id": "s0"
    },
    {
      "text": "GRANTS leave to the plaintiffs to file a Notice of Motion in which they seek appropriate orders pursuant to O 33 r 13 of the Federal Court Rules against Peter Derek Holland, R &amp; G Consulting Pty Ltd and Ian Kenneth Greenwood, such Notice of Motion and all affidavits in support to be filed by no later than 4.00 pm tomorrow, 28 October 2008.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "ABRIDGES the time for service of that Notice of Motion and affidavits in support to 12 noon on Wednesday, 29 October 2008.",
      "id": "s3"
    },
    {
      "text": "3.",
      "id": "s4"
    },
    {
      "text": "LISTS the hearing of that Notice of Motion on Friday, 31 October 2008 before Foster J with a marking of not before 11.00 am.",
      "id": "s5"
    },
    {
      "text": "4.",
      "id": "s6"
    },
    {
      "text": "RESERVES the question of costs arising out of the service of the subpoenas on each of the named parties and of the application made today.",
      "id": "s7"
    },
    {
      "text": "5.",
      "id": "s8"
    },
    {
      "text": "GRANTS leave to the plaintiffs to issue a Notice to Produce addressed to the first, second, fourth and fifth defendants requiring production to the Court of the documents called for in the Notice to Produce dated 3 October 2008, a true copy of which is included within the documents comprising Annexure \"B\" to the affidavit of John Llewellyn Burrell sworn on 16 October 2008, such Notice to Produce to be served by 12 noon on 28 October 2008 and to be made returnable before Foster J on Friday, 31 October 2008 at 11.00 am.",
      "id": "s9"
    },
    {
      "text": "6.",
      "id": "s10"
    },
    {
      "text": "RESERVES the question of costs arising out of the service of the document dated 3 October 2008 styled \"Notice to Produce\" and the application made on 27 October 2008 in respect of that document.",
      "id": "s11"
    },
    {
      "text": "7.",
      "id": "s12"
    },
    {
      "text": "GRANTS leave to the plaintiffs to amend their Statement of Claim in accordance with the document styled \"Second Further Amended Statement of Claim\", a copy of which is annexed to the affidavit of John Llewellyn Burrell sworn 16 October 2008 and marked with the letter \"E\", such Second Further Amended Statement of Claim to be filed and served by 4.00 pm on Tuesday 28 October 2008.",
      "id": "s13"
    },
    {
      "text": "The Court notes that the amendments sought are not opposed by the first, second, fourth and fifth defendants.",
      "id": "s14"
    },
    {
      "text": "8.",
      "id": "s15"
    },
    {
      "text": "RESERVES the question of costs arising out of the amendment and of the Motion, insofar as it deals with the question of amendment.",
      "id": "s16"
    },
    {
      "text": "9.",
      "id": "s17"
    },
    {
      "text": "DIRECTS the first, second, fourth and fifth defendants to file and serve any amended defence occasioned by the service of the Second Further Amended Statement of Claim by 4.00 pm on Friday, 31 October 2008.",
      "id": "s18"
    },
    {
      "text": "10.",
      "id": "s19"
    },
    {
      "text": "DIRECTS the first, second, fourth and fifth defendants to file and serve by 5.00 pm on 13 November 2008 any affidavits upon which they propose to rely on the hearing of the balance of the Notice of Motion filed on 16 October 2008.",
      "id": "s20"
    },
    {
      "text": "11.",
      "id": "s21"
    },
    {
      "text": "DIRECTS the parties to exchange Written Submissions in respect of the issues raised by the balance of the Notice of Motion filed on 16 October 2008 and to provide them to the Chambers of Foster J by no later than 4.00 pm on Tuesday, 18 November 2008.",
      "id": "s22"
    },
    {
      "text": "12.",
      "id": "s23"
    },
    {
      "text": "FIXES 20 November 2008 at 10.15 am before Foster J for the hearing of the balance of the Notice of Motion filed by the plaintiffs on 16 October 2008.",
      "id": "s24"
    },
    {
      "text": "13.",
      "id": "s25"
    },
    {
      "text": "GRANTS liberty to apply to all parties on two days' notice in respect of the balance of that Notice of Motion.",
      "id": "s26"
    },
    {
      "text": "14.",
      "id": "s27"
    },
    {
      "text": "RESERVES the costs of and occasioned by the deferral of the hearing of that part of that Notice of Motion.",
      "id": "s28"
    },
    {
      "text": "15.",
      "id": "s29"
    },
    {
      "text": "DIRECTS the plaintiffs to serve upon the solicitors for the first, second, fourth and fifth defendants, any report from Professor Walker which the plaintiffs are minded to file and to do so by no later than 26 November 2008.",
      "id": "s30"
    },
    {
      "text": "16.",
      "id": "s31"
    },
    {
      "text": "FURTHER directs that a copy of that report be lodged with the Associate to Foster J at the same time, but not be filed in the Registry or otherwise attempted to be filed with the Court.",
      "id": "s32"
    },
    {
      "text": "17.",
      "id": "s33"
    },
    {
      "text": "DIRECTS the first, second, fourth and fifth defendants to notify the plaintiffs, by no later than 5 December 2008, whether they maintain any objection to the filing of such a report or the reading of that report at the final hearing, which is fixed to commence on Monday 20 April 2009.",
      "id": "s34"
    },
    {
      "text": "18.",
      "id": "s35"
    },
    {
      "text": "In the event that there is to be opposition of either kind to the use of that report, the Court directs the parties to notify the Associate to Foster J promptly after 5 December 2008 so that a further hearing date may be allocated to deal with any questions that arise.",
      "id": "s36"
    },
    {
      "text": "19.",
      "id": "s37"
    },
    {
      "text": "If there is no contest arising out of the provision of such a report, the Court directs the parties to confer with a view to agreeing on any further directions that might be necessary arising out of the service and ultimate filing of such a report and to submit such further directions to the Associate to Foster J for consideration by Foster J.",
      "id": "s38"
    },
    {
      "text": "The Court notes in this context that it has been submitted on behalf of the plaintiffs that the report is only in reply, in which event there should be no need for such further directions.",
      "id": "s39"
    },
    {
      "text": "20.",
      "id": "s40"
    },
    {
      "text": "RESERVES the question of costs arising out of today's argument in relation to the foreshadowed Walker Report.",
      "id": "s41"
    },
    {
      "text": "21.",
      "id": "s42"
    },
    {
      "text": "GRANTS liberty to the parties to apply on two days' notice in respect of the subject matter of the Notice of Motion dated 10 September 2008.",
      "id": "s43"
    },
    {
      "text": "Note: Settlement and entry of orders is dealt with in Order 36 of the Federal Court Rules .",
      "id": "s44"
    },
    {
      "text": "The text of entered orders can be located using eSearch on the Court's website.",
      "id": "s45"
    },
    {
      "text": "IN THE FEDERAL COURT OF AUSTRALIA \n NEW SOUTH WALES DISTRICT REGISTRY NSD 772 of 2006 \n\n IN THE MATTER OF LASOTAV PTY LTD (ACN 002 726 392) AND COMO MARINA PTY LTD (ACN 002 709 784) \n\n BETWEEN: IAN STUART SELLAR AND LOUISE JOY SELLAR \n Plaintiffs \n\n AND: LASOTAV PTY LTD ACN 002 726 392 \n First Defendant \n\n COMO MARINA PTY LTD ACN 002 709 784 \n Second Defendant \n\n ACN 063 456 011 PTY LTD ACN 063 456 011 \n Third Defendant \n\n JOCELYN ORBELL BUSKENS \n Fourth Defendant \n\n ROGER BUSKENS \n Fifth Defendant \n\n JUDGE: FOSTER J DATE: 27 OCTOBER 2008 PLACE: SYDNEY \n\n RULINGS ON APPLICATIONS AND REASONS THEREFOR \n \n1 There are various applications before the Court today, some having been made on a formal footing by way of Notice of Motion and some having arisen in the run of things and not recorded in any formal Court process.",
      "id": "s46"
    },
    {
      "text": "I intend to deal today with all matters raised to the extent that I am able.",
      "id": "s47"
    },
    {
      "text": "2 The formal Notices of Motion being dealt with are those filed by the plaintiffs on 10 September 2008 and on 16 October 2008.",
      "id": "s48"
    },
    {
      "text": "SUBPOENAS \n \n3 First of all, I grant leave to the plaintiffs to file a Notice of Motion in which they seek appropriate orders pursuant to O 33, r 13 of the Federal Court Rules against Peter Derek Holland, R &amp; G Consulting Pty Limited and Ian Kenneth Greenwood, such Notice of Motion and all affidavits in support to be filed by no later than 4.00 pm tomorrow, 28 October 2008.",
      "id": "s49"
    },
    {
      "text": "I abridge the time for service of that Notice of Motion and affidavits in support to 12 noon on Wednesday, 29 October 2008.",
      "id": "s50"
    },
    {
      "text": "I list the hearing of that Notice of Motion before me on Friday, 31 October 2008 with a marking of not before 11.00 am.",
      "id": "s51"
    },
    {
      "text": "I reserve the question of costs arising out of the service of the subpoenas on each of the named parties and of the application made today.",
      "id": "s52"
    },
    {
      "text": "NOTICE TO PRODUCE \n \n4 The plaintiffs purported to serve a Notice to Produce dated 3 October 2008 upon the first, second, fourth and fifth defendants.",
      "id": "s53"
    },
    {
      "text": "The document was sent under cover of a letter dated 3 October 2008.",
      "id": "s54"
    },
    {
      "text": "The document and the letter comprise annexure B to the affidavit of John Llewellyn Burrell sworn on 16 October 2008.",
      "id": "s55"
    },
    {
      "text": "Certain points were taken by the solicitor for the first, second, fourth and fifth defendants about that Notice to Produce in correspondence which followed service of the document.",
      "id": "s56"
    },
    {
      "text": "5 In order to deal with the substance of the matter, I grant leave to the plaintiffs to issue a further Notice to Produce requiring production of the documents called for in the Notice to Produce dated 3 October 2008, such Notice to Produce to be served by 12 noon tomorrow and to be made returnable before me on Friday next, 31 October 2008 at 11.00 am.",
      "id": "s57"
    },
    {
      "text": "I reserve the question of costs arising out of the service of the document dated 3 October 2008 and the application made today in respect of that document.",
      "id": "s58"
    },
    {
      "text": "NOTICE OF MOTION (RE AMENDMENT AND INTERLOCUTORY INJUNCTIONS) \n Amendment \n \n6 By Notice of Motion filed on 16 October 2008, the plaintiffs sought leave to amend their Statement of Claim in accordance with a document styled, \"Second Further Amended Statement of Claim,\" a copy of which is annexed to the affidavit of John Llewellyn Burrell sworn 16 October 2008 and marked with the letter \"E\".",
      "id": "s59"
    },
    {
      "text": "The amendments sought are not opposed by the defendants for whom Mr Thomson appears, being the first, second, fourth and fifth defendants.",
      "id": "s60"
    },
    {
      "text": "7 Accordingly, I grant leave to the plaintiffs to amend their Statement of Claim in accordance with the document to which I have referred, such Second Further Amended Statement of Claim to be filed and served by 4.00 pm on Tuesday, 28 October 2008.",
      "id": "s61"
    },
    {
      "text": "I reserve the question of costs arising out of the amendment and of the motion insofar as it deals with the question of amendment.",
      "id": "s62"
    },
    {
      "text": "8 I will also direct the first, second, fourth and fifth defendants to file and serve any Amended Defence occasioned by the service of the Second Further Amended Statement of Claim by 4.00 pm on Friday, 31 October 2008.",
      "id": "s63"
    },
    {
      "text": "Interlocutory Injunctions \n \n9 In the same Notice of Motion, the plaintiffs claim interlocutory injunctive relief concerning the alleged payment by the first and second defendants of the legal fees incurred by the fourth and fifth defendants in defending these proceedings.",
      "id": "s64"
    },
    {
      "text": "That claim is resisted.",
      "id": "s65"
    },
    {
      "text": "Neither the plaintiffs nor the relevant defendants are ready to proceed today with that application.",
      "id": "s66"
    },
    {
      "text": "Procedural directions are required.",
      "id": "s67"
    },
    {
      "text": "10 Accordingly, I direct the first, second, fourth and fifth defendants to file and serve by 5.00 pm on 13 November 2008 any affidavits upon which they propose to rely on the hearing of the plaintiffs' claim for interlocutory injunctions made in the Notice of Motion filed on 16 October 2008.",
      "id": "s68"
    },
    {
      "text": "11 I also direct the parties to exchange Written Submissions in respect of the issues raised by the balance of the Notice of Motion filed on 16 October 2008 and to provide them to the Chambers of Foster J by no later than 4.00 pm on Tuesday, 18 November 2008.",
      "id": "s69"
    },
    {
      "text": "12 I will fix the plaintiffs' claim for interlocutory injunctions for hearing on 20 November 2008 at 10.15 am before me.",
      "id": "s70"
    },
    {
      "text": "I will grant liberty to apply on two days' notice to all parties and I will reserve the costs of and occasioned by the deferral of the hearing of that part of the Notice of Motion filed on 16 October 2008.",
      "id": "s71"
    },
    {
      "text": "I indicate to the parties that what I have in mind is that, if there are difficulties that arise out of the production of the invoices and Memoranda of Fees called for in the plaintiffs' Notice to Produce, then the matter should be brought to my attention before 20 November 2008 pursuant to the liberty which I have granted.",
      "id": "s72"
    },
    {
      "text": "NOTICE OF MOTION (ADDITIONAL EXPERT EVIDENCE) \n \n13 There is before me, a Notice of Motion filed on 10 September 2008, in which the plaintiffs seek an order in the following terms:\n That leave be granted to the plaintiffs to put on further expert evidence by filing and serving the affidavit of Professor Robert Walker on or before 26 November 2008.",
      "id": "s73"
    },
    {
      "text": "14 There was no affidavit of Professor Walker in existence when that Motion was filed.",
      "id": "s74"
    },
    {
      "text": "There is still no affidavit of Professor Walker in existence.",
      "id": "s75"
    },
    {
      "text": "The approach taken by the plaintiffs is to seek the leave spelt out in paragraph 1 of the Notice of Motion, in principle, as it were, based upon indications as to what Professor Walker would say, according to evidence given by the solicitor for the plaintiffs.",
      "id": "s76"
    },
    {
      "text": "There has been some short argument this morning as to whether or not this course should be permitted.",
      "id": "s77"
    },
    {
      "text": "15 Counsel for the first, second, fourth and fifth defendants opposed the leave being granted on the basis of lack of utility and prejudice in the nature of unnecessary and additional substantial costs being incurred which he contended may not be recoverable.",
      "id": "s78"
    },
    {
      "text": "During the course of that argument, both counsel have put to me various submissions based upon details contained in the evidence filed for the final hearing.",
      "id": "s79"
    },
    {
      "text": "Necessarily, those submissions have been selective --- and that is not meant to be critical --- but it simply highlights the problem with which I am confronted.",
      "id": "s80"
    },
    {
      "text": "It is at least arguable that some of that which is sought to be adduced in the foreshadowed report from Professor Walker may be evidence-in-chief, although it is impossible to determine that question without seeing the precise terms of his report.",
      "id": "s81"
    },
    {
      "text": "16 For these reasons, I have come to the view that I should defer further consideration of the plaintiffs' Motion until a report has been prepared by Professor Walker and until that report has been served upon the defendants for whom Mr Thomson appears and made available to me so that, if there is any argument to take place, it can take place in a context which is much better informed than the present one.",
      "id": "s82"
    },
    {
      "text": "17 For these reasons, I will make the following directions:\n \n(1) I direct the plaintiffs to serve upon the solicitors for the first, second, fourth and fifth defendants any report from Professor Walker which the plaintiffs are minded to file and to do so by no later than 26 November 2008.",
      "id": "s83"
    },
    {
      "text": "(2) I direct that a copy of that report be lodged with my associate at the same time, but not filed in the Registry, or otherwise attempted to be filed with the Court.",
      "id": "s84"
    },
    {
      "text": "(3) I direct the first, second, fourth and fifth defendants to notify the plaintiffs by no later than 5 December 2008, whether they may maintain any objection to the filing of such a report or the reading of that report at the final hearing, which is fixed to commence on 20 April 2009.",
      "id": "s85"
    },
    {
      "text": "(4) In the event that there is to be opposition of either kind to the use of that report, I direct the parties to notify my associate promptly after 5 December 2008 so that a further hearing date may be allocated to deal with any questions that arise.",
      "id": "s86"
    },
    {
      "text": "(5) If there is no contest arising out of the provision of such a report, I direct the parties to confer with a view to agreeing any further directions that might be necessary arising out of the service and ultimate filing of such a report and to submit such further directions to my associate for consideration by me.",
      "id": "s87"
    },
    {
      "text": "I note in this context, that it has been submitted on behalf of the plaintiffs that the report is only in reply, in which event there should be no need for such further directions.",
      "id": "s88"
    },
    {
      "text": "(6) I reserve the question of costs arising out of today's argument on this point.",
      "id": "s89"
    },
    {
      "text": "(7) I grant liberty to the parties to apply on two days' notice, in respect of the subject matter of the Notice of Motion dated 10 September 2008.",
      "id": "s90"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s91"
    },
    {
      "text": "Associate:\nDated: 30 October 2008\n\n Counsel for the Plaintiffs: Mr JE Lazarus \n \n Solicitor for the Plaintiffs: Burrell Solicitors \n \n Counsel for the First, Second, Fourth and Fifth Defendants: Mr JE Thomson \n \n Solicitor for the First, Second, Fourth and Fifth Defendants: Ms PA Keith \n\n Date of Hearing: 27 October 2008 \n \n Date of Judgment: 27 October 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/1612.html",
      "id": "s92"
    }
  ]
}