{
  "name": "Mayne Industries Pty Ltd v Advanced Engineering Group Pty Ltd [2008] FCA 27 (23 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/27.html",
  "catchphrases": [
    {
      "text": "trade marks",
      "id": "c0"
    },
    {
      "text": "consideration of whether the respondent has infringed a trade mark comprising a sign being a three-dimensional shape for an s loop embodied in an article described as a fence dropper",
      "id": "c1"
    },
    {
      "text": "consideration of whether the features of shape bear any relation to the function to be performed by the loop or the nature of the goods",
      "id": "c2"
    },
    {
      "text": "consideration of whether the importation of articles embodying the shape for sale and distribution and promotion through the use of advertising brochures is a use of the trade mark, as a trade mark",
      "id": "c3"
    },
    {
      "text": "trade marks",
      "id": "c4"
    },
    {
      "text": "consideration of the elements of s 120(1) of the trade marks act 1995 (cth)",
      "id": "c5"
    },
    {
      "text": "consideration of whether s 25 of the act applies",
      "id": "c6"
    },
    {
      "text": "consideration of whether the trade mark consists of a sign that describes or is the name of an article formerly exploited under a patent",
      "id": "c7"
    },
    {
      "text": "consideration of the effect of s 25(2) in declaring that the registered owner, in the circumstances of s 25 does not have any exclusive rights of use",
      "id": "c8"
    },
    {
      "text": "consideration of whether a shape is capable of 'describing' an article formerly exploited under a patent and whether a shape is capable of being the name of an article formerly exploited under a patent",
      "id": "c9"
    },
    {
      "text": "trade marks",
      "id": "c10"
    },
    {
      "text": "consideration of the discretion conferred by s 87(1)",
      "id": "c11"
    },
    {
      "text": "consideration of the character of that discretion",
      "id": "c12"
    },
    {
      "text": "consideration of s 89 and the question of whether the registered owner has satisfied the court that the ground of cancellation relied upon by the cross-applicant respondent has not arisen through any act or fault of the registered owner",
      "id": "c13"
    },
    {
      "text": "trade marks",
      "id": "c14"
    },
    {
      "text": "consideration of s 122 of the act and whether the respondent has used a sign 'in good faith'",
      "id": "c15"
    },
    {
      "text": "consideration of the orders to be made",
      "id": "c16"
    },
    {
      "text": "intellectual property",
      "id": "c17"
    },
    {
      "text": "intellectual property",
      "id": "c18"
    },
    {
      "text": "intellectual property",
      "id": "c19"
    },
    {
      "text": "intellectual property",
      "id": "c20"
    }
  ],
  "sentences": [
    {
      "text": "Background and a synopsis of the contentions \n \n1 The applicant is the registered owner under the Trade Marks Act 1995 (Cth) (referred to in these reasons as either the 'Act' or the '1995 Act') of Trade Mark No.",
      "id": "s0"
    },
    {
      "text": "876332 (with the initial term commencing on 18 May 2001) which 'consists of a shape kind of sign' for goods in Class 6 of the Register described as 'fence droppers'.",
      "id": "s1"
    },
    {
      "text": "The Certificate of Registration records that the trade mark 'consists of a rod bent to an S shape' as depicted in the Schedule in the Certificate.",
      "id": "s2"
    },
    {
      "text": "That depiction is set out as Schedule 1 to these reasons.",
      "id": "s3"
    },
    {
      "text": "2 A fence dropper is an article made, in the case of the applicant, from heavily galvanised spring wire designed to be inserted into a fence (almost in all cases a fence restraining livestock of one kind or another) to engage or catch the horizontal wires of the fence (which, depending upon the breed of livestock to be restrained, generally comprises three to nine or possibly more horizontal strands) so as to maintain a constant distance between the horizontal fence wires; contribute to the elastic strength of the fence; prevent distortion in the fence as a result of impact by an animal; and act as a substitute for fence posts.",
      "id": "s4"
    },
    {
      "text": "3 The applicant's fence dropper is formed in such a way that it contains a loop in a particular shape which has the appearance of two U-bends formed in the dropper in opposite directions one above the other in the shape of an S-bend thus giving rise to the description of the loop as an S loop or S shape.",
      "id": "s5"
    },
    {
      "text": "The fence dropper is formed by machinery so as to contain the number of S loops required to engage the relevant number of horizontal strands comprising the fence.",
      "id": "s6"
    },
    {
      "text": "The fence dropper must necessarily engage not only the intermediate wires between the top and bottom strands of the fence, but also engage the top and bottom strands.",
      "id": "s7"
    },
    {
      "text": "The applicant's fence dropper contains an angle section (described as 'tails') at each end of the dropper which when wound on to the top and bottom strands of the fence prevent, in conjunction with the S loops, movement of the dropper along the fence.",
      "id": "s8"
    },
    {
      "text": "4 Schedule 2 of these reasons contains a photograph of the applicant's article which would be applicable to a four strand fence, thus requiring two S shaped loops to engage with two intermediate wires and an angle section at each end of the fence dropper to be wound on to the top and bottom strands of the fence.",
      "id": "s9"
    },
    {
      "text": "5 The typical method of engaging the fence dropper with the fence is this.",
      "id": "s10"
    },
    {
      "text": "The user holds the fence dropper against the fence with the S loops parallel to the fence wires and moves the dropper downward so that the intermediate wires are captured within the top section (or upper U section) of the S shape.",
      "id": "s11"
    },
    {
      "text": "The horizontal fence wire will, upon the user moving the dropper downward, pass into the upper section of the S loop and sit upon the base of the upper section of the loop.",
      "id": "s12"
    },
    {
      "text": "The user then rotates the dropper by twisting the tails anti-clockwise 'to lock wires in the loops' until the tail sections are in contact with the top and bottom strands of the fence.",
      "id": "s13"
    },
    {
      "text": "Each angle section or tail is then wound by the user (typically with a screwdriver or rod) on to the top and bottom strands so as to grip the fence and prevent movement.",
      "id": "s14"
    },
    {
      "text": "6 Schedule 3 contains a depiction of the engagement method which illustrates the upper section of the S loop engaging the horizontal wire of the fence; in one case, barbed wire, and in the other, plain wire.",
      "id": "s15"
    },
    {
      "text": "7 The applicant contends that the election by the respondent through its prime mover Mr Hastie, to import fence droppers from a related New Zealand company associated with Mr Hastie and supply fence droppers to distributors in Australia for sale, containing an S loop substantially identical with the shape of the S loop depicted in the applicant's trade mark, and advertise the attractive force of the respondent's fence dropper by reference to the 'unique loop' together with an image of the shape of the S loop, is an infringement of the trade mark for the purposes of s 120(1) of the Act.",
      "id": "s16"
    },
    {
      "text": "The applicant says the question of use of the trade mark by the respondent must be examined in the context of all the circumstances of use and when those contextual circumstances are examined, it is plain that the respondent has used the applicant's 'sign' as a trade mark to distinguish its goods from those of other traders in the course of trade.",
      "id": "s17"
    },
    {
      "text": "8 The respondent says the contention as to 'use', marks out the primary point of departure in the controversy between the parties as the shape of the S loop and thus the applicant's shape mark serves at least, in part (and the respondent says in substantial part), a functional purpose.",
      "id": "s18"
    },
    {
      "text": "The shape of the S loop is said to take its shape in order to efficiently catch and hold one or more intermediate fence wires; facilitate quick and efficient application of the fence dropper into a fence; avoid the use of 'fiddly clips'; aid elasticity and 'like the ropes of the boxing ring' enable the fence wires (and thus the fence) to retain dynamic tension without distortion should a beast or other animal impact the fence.",
      "id": "s19"
    },
    {
      "text": "Since, it is said, the shape of the loop serves these functional purposes, use by the respondent of the mark by incorporation of the shape within the respondent's dropper and depiction of the shape in advertising material is not use of the shape as a trade mark .",
      "id": "s20"
    },
    {
      "text": "It is simply the use of a functional feature of a fence dropper and where depicted in brochures and other material, simply represents an illustration of that feature, its operation, utility and functionality.",
      "id": "s21"
    },
    {
      "text": "9 The respondent says the 1995 Act by introducing the notion of a 'shape' within the definition of 'sign' in s 6 of the Act and thus within the definition of a 'trade mark' in s 17 of the Act as a ' sign used, or intended to be used, to distinguish goods or services dealt with or provided in the course of trade by a person from goods or services so dealt with or provided by any other person ' did not bring about the radical change of providing that a registered trade mark would have the effect of restricting access to functional features or innovations.",
      "id": "s22"
    },
    {
      "text": "The respondent says the trade mark law of this country recognises a continuing fundamental distinction between a shape, whether expressed in part or the entirety of the goods the subject of the registration, that has an element of 'functional significance' and a shape which bears no functional significance.",
      "id": "s23"
    },
    {
      "text": "The respondent says, consistent with observations in Kenman Kandy Australia Pty Ltd v Registrar of Trade Marks [2002] FCAFC 273 ; (2002) 122 FCR 494, were the 1995 Act to enable a registered trade mark to give the owner a monopoly over functional features (and thus suit for infringement of such a registered trade mark) it would indeed have made a radical change to trade mark law and nothing in the Act or in the discussions that preceded it suggest that such a result was intended.",
      "id": "s24"
    },
    {
      "text": "Therefore, it follows, it is said, that in the context of contended infringement, once the evidence demonstrates that the shape serves some functional significance, use of the shape (the trade mark) cannot be use as a trade mark.",
      "id": "s25"
    },
    {
      "text": "In such a case, it is said the shape adopted in the respondent's goods and consequential use of the shape in brochures and advertising material does not differentiate or distinguish the goods as a badge of origin of the user as a purveyor of those goods but serves to identify (distinguish) the content or features of the goods themselves.",
      "id": "s26"
    },
    {
      "text": "In other words, the respondent uses the shape to say in trade 'these are the goods that I sell' not 'know me as the seller or purveyor of these goods by this shape' (although, for trade mark use purposes, the seller need not be specifically identified).",
      "id": "s27"
    },
    {
      "text": "10 The applicant says the respondent has misunderstood the true context in which issues of functionality were discussed Kenman Kandy and related authorities.",
      "id": "s28"
    },
    {
      "text": "In this case, the trade mark has been accepted by the Registrar and has been registered.",
      "id": "s29"
    },
    {
      "text": "The applicant is the registered owner of a valid shape mark which is not the subject of a challenge or cross-claim for cancellation or rectification of the Register on grounds of lack of distinctiveness .",
      "id": "s30"
    },
    {
      "text": "The applicant says that discussions in the authorities of whether a trade mark application is to be rejected if it consists of a shape expressed in the relevant goods so as to achieve a particular technical result or by reason of the nature of the goods or some other functional feature, do not inform in any determinative sense, whether a registered trade mark (assessed in accordance with s 41 of the Act throughout the application stage) is infringed by use of the trade mark or a substantially identical trade mark.",
      "id": "s31"
    },
    {
      "text": "In assessing whether the registered trade mark has been infringed for the purposes of s 120(1) of the Act, the applicant says that all the circumstances of use are examined to answer this orthodox question: has the respondent made use of the mark as a 'badge of origin' in the sense that the use indicates a connection in the course of trade between the goods and the user of the sign?",
      "id": "s32"
    },
    {
      "text": "Further, the applicant says the S loop, although it in part serves a purpose of catching a wire, the bottom section of the S shape (that is, the lower U-shape of the S loop), serves no functional purpose at all.",
      "id": "s33"
    },
    {
      "text": "Secondly, other shapes also catch the wires of a fence and the respondent's fence dropper need not incorporate the S loop, that is, need not use the applicant's trade mark, in order to function as a dropper incorporating a shaped catch.",
      "id": "s34"
    },
    {
      "text": "The applicant, in submissions, put it this way, ' ... it must have something that engages on the intermediate wire, but it doesn't have to have that shape.",
      "id": "s35"
    },
    {
      "text": "That is our case.",
      "id": "s36"
    },
    {
      "text": "' \n \n11 The applicant says that, in fact, the respondent recognises by reliance upon contentions of the applicant's own witnesses, Mr Sachs, and Mr Bailey, that the applicant's article, the fence dropper, has become, through extensive use, well known and is distinguished in the relevant trade by the three dimensional S loop, that is, by the sign comprising the trade mark.",
      "id": "s37"
    },
    {
      "text": "The applicant says that a three dimensional shape mark that performs an aspect of function may, as in the case of this mark, distinguish the goods (fence droppers) in the applicant and although a mark may have a functional element, there is no point of principle derived from the authorities that a shape mark cannot serve as a bade of origin by a respondent to distinguish its goods from those of others.",
      "id": "s38"
    },
    {
      "text": "The question is whether, contextually, it has been so used by the respondent.",
      "id": "s39"
    },
    {
      "text": "An analogue in relation to word marks is a mark that contains a descriptive element which, nevertheless, in the context of contended infringing use, might be seen to serve as a badge of origin.",
      "id": "s40"
    },
    {
      "text": "A question will inevitably arise as to whether the use of words containing a descriptive element might make it difficult to demonstrate that the words have been used to distinguish the goods of the respondent, and that difficulty is likely to be all the more pronounced where the mark is a three dimensional shape forming part of the goods.",
      "id": "s41"
    },
    {
      "text": "12 That question will require consideration in these reasons.",
      "id": "s42"
    },
    {
      "text": "13 The applicant says that although the introduction by the 1995 Act of a shape within the notion of a sign as a trade mark within s 17, did not effect a radical change to trade mark law, it nevertheless enabled a shape for goods or a part of goods, that is, the three dimensional configuration of those goods (or parts of them) to be registered as a trade mark.",
      "id": "s43"
    },
    {
      "text": "Once registered and absent any cross-claim for cancellation or rectification based on lack of distinctiveness in the trade mark, meaning must be given to the scope of s 120(1) of the Act in the sense that the shape the subject of the mark might well be expressed in the respondent's goods and depicted in the respondent's brochures, to distinguish the respondent's goods from those of other traders.",
      "id": "s44"
    },
    {
      "text": "The applicant says a registered shape mark must mean something.",
      "id": "s45"
    },
    {
      "text": "It cannot be rendered nugatory as a distinguishing three dimensional shape trade mark for goods on the footing that use of the shape in the respondent's goods is no more than the commercial use of the configured goods themselves or the identification of the content of the goods and thus never use of the shape as a trade mark .",
      "id": "s46"
    },
    {
      "text": "14 The respondent says that whatever might be the position in other cases, in this case the article is a highly utilitarian article; sold by farm produce outlets or stock and station agents to users engaged in the art of finding functional practical solutions to immediate and recurring problems; the fence dropper serves that purpose by adding to the utility and functionality of the fence; and the shape of the loop is central to the operation of the dropper.",
      "id": "s47"
    },
    {
      "text": "In that sense, the respondent says the three dimensional shape mark is a functional shape par excellence and as a matter of law, use of such a shape is simply a statement of the content and features of the goods and cannot be use of the shape as a trade mark.",
      "id": "s48"
    },
    {
      "text": "The respondent says that although shapes other than the S loop might be identified that also catch a wire, the only relevant question is whether the S loop shape serves, in part or substantial part, a functional purpose.",
      "id": "s49"
    },
    {
      "text": "If so, use by the respondent cannot be a trade mark use.",
      "id": "s50"
    },
    {
      "text": "15 The respondent also pleaded and contended throughout the proceedings, until the point was abandoned in addresses, that the elements of s 24(1) of the Act were made out on the footing that the registered trade mark consists of a sign that, after the date of registration of the trade mark, has become 'generally accepted' within the relevant trade as the sign that describes or is the name of an article.",
      "id": "s51"
    },
    {
      "text": "As a result, s 24(1) has the effect of enlivening a limitation under s 24(2) of the Act on the exclusive rights of the registered owner to use or authorise others to use the sign in relation to the article and by operation of s 24(2)(b), the registered owner ' is taken to have ceased to have those exclusive rights from the day determined by the court under subsection (4).",
      "id": "s52"
    },
    {
      "text": "' Subsection (4) provides that ' a prescribed court may determine the day on which a sign first became generally accepted within the relevant trade as the sign that describes or is the name of the article ... '.",
      "id": "s53"
    },
    {
      "text": "Although the respondent contends that the trade mark consists of a sign that has become generally accepted in the relevant trade as the sign that describes a fence dropper containing an S loop, the respondent says it cannot satisfy the temporal element and show that the sign became so 'generally accepted' after the date of registration of the trade mark.",
      "id": "s54"
    },
    {
      "text": "Accordingly, a defence in reliance upon s 24 of the Act has been abandoned.",
      "id": "s55"
    },
    {
      "text": "16 The respondent relies upon a defence under s 25 of the Act on the footing that the trade mark contains a sign (the S loop shape) that describes a fence dropper that was formerly exploited by the applicant (or its predecessors in title) under a patent lodged on 9 October 1968 under the Patents Act 1952 (Cth) for a term of 16 years which expired on 9 October 1984.",
      "id": "s56"
    },
    {
      "text": "Thus, s 25(1)(a) and (b) are satisfied.",
      "id": "s57"
    },
    {
      "text": "The respondent says, consistent with s 25(1)(c) of the Act, the evidence demonstrates that ' the sign is the only commonly known way to describe or identify the article ... '.",
      "id": "s58"
    },
    {
      "text": "The respondent says that since the trade mark consists of the sign, the registered owner by reason of s 25(2)(a) and (b) does not have any exclusive rights to use or authorise others to use the sign in relation to the article and is taken to have ceased to have those rights from the end of the period of 2 years after the patent expired or ceased.",
      "id": "s59"
    },
    {
      "text": "17 Section 25 is in these terms:\n \n 25 Trade mark relating to article etc formerly manufactured under patent \n \n (1) This section applies if: \n \n \n \n \n (a) a registered trade mark consists of, or contains, a sign that describes or is the name of: \n \n \n \n (i) an article or substance that was formerly exploited under a patent; or \n (ii) a service that was formerly provided as a patented process; and \n \n \n (b) it is at least 2 years since the patent has expired or ceased; and \n \n \n \n \n (c) the sign is the only commonly known way to describe or identify the article, substance or service.",
      "id": "s60"
    },
    {
      "text": "(2) If the trade mark consists of the sign, the registered owner: \n \n \n \n \n (a) does not have any exclusive rights to use, or authorise other persons to use, the trade mark in relation to: \n \n \n \n (i) the article or substance or other goods of the same description; or \n (ii) the service or other services of the same description; and \n \n \n \n (b) is taken to have ceased to have those exclusive rights from the end of the period of 2 years after the patent expired or ceased.",
      "id": "s61"
    },
    {
      "text": "(3) If the trade mark contains the sign, the registered owner: \n \n \n \n \n (a) does not have any exclusive rights to use, or authorise other persons to use, the sign in relation to: \n \n \n \n (i) the article or substance or other goods of the same description; or \n (ii) the service or other services of the same description; and \n \n \n \n (b) is taken to have ceased to have those exclusive rights from the end of the period of 2 years after the patent expired or ceased.",
      "id": "s62"
    },
    {
      "text": "18 The applicant says s 25 of the Act has no application because as a matter of orthodox language a trade mark consisting of or containing a three dimensional shape sign cannot 'describe' an article (formerly exploited under a patent) as only words can do that and the trade mark is not a word mark.",
      "id": "s63"
    },
    {
      "text": "Further, if the sign describes anything at all, it describes the S loop in the fence dropper which is only a part of an article not the article for the purposes of s 25(1) of the Act.",
      "id": "s64"
    },
    {
      "text": "If, however, s 25 does apply, the sign is not the 'only commonly known way' to describe the article.",
      "id": "s65"
    },
    {
      "text": "The applicant says the evidence shows other commonly known ways of 'describing' or 'identifying' the article.",
      "id": "s66"
    },
    {
      "text": "19 The respondent also relies upon s 122 of the Act which provides for classes of conduct that 'in spite of s 120' do not constitute infringing conduct.",
      "id": "s67"
    },
    {
      "text": "The respondent says, consistent with s 122(1)(b)(i) that it has depicted the 'unique loop' in good faith to indicate the kind, quality, or intended purpose of the respondent's fence dropper or the characteristic of the respondent's dropper of effecting 'constituent, efficient securing loop(s)'.",
      "id": "s68"
    },
    {
      "text": "The respondent also relies upon s 122(1)(c) of the Act on the footing that the respondent has used the trade mark in good faith to indicate the intended purpose of goods.",
      "id": "s69"
    },
    {
      "text": "The applicant says the respondent has used the trade mark as a badge of origin not as an indication of those identified characteristics, and, in any event, the respondent did not do so in 'good faith.",
      "id": "s70"
    },
    {
      "text": "'\n \n20 The respondent brings a cross-claim as a person aggrieved.",
      "id": "s71"
    },
    {
      "text": "21 The first of the cross-claims for relief is a declaration in reliance upon s 24(3) of the Act.",
      "id": "s72"
    },
    {
      "text": "That matter is now abandoned.",
      "id": "s73"
    },
    {
      "text": "The second is a declaration that the registered mark ' consists of, or contains, a sign that describes or is the name of an article or substance that was formerly exploited under a patent, namely the Expired Patent.",
      "id": "s74"
    },
    {
      "text": "' The third, either further or alternatively, is a declaration that the registered owner of the trade mark has ' no exclusive rights to use, or authorise others to use the sign in relation to the article or substance or other goods of the same description from the end of the period of 2 years after the Expired Patent expired or ceased.",
      "id": "s75"
    },
    {
      "text": "' The fourth is a declaration that any previous, existing or continued use of the registered mark by the cross-claimant is permitted pursuant to any of ss 120(2), 122(1)(b)(i), 122(1)(c), and 122(1)(e), ss 24 and/or 25 of the Act.",
      "id": "s76"
    },
    {
      "text": "Relief based on s 24 has been abandoned.",
      "id": "s77"
    },
    {
      "text": "Section 122(1)(e) provides that a person does not infringe a registered trade mark when: ' (e) the person exercises a right to use a trade mark given to the person under this Act ... ' Section 120(2) provides for infringement of a registered trade mark if the person uses as a trade mark a sign that is substantially identical with a trade mark in relation to goods of the same description as the goods in respect of which the trade mark is registered.",
      "id": "s78"
    },
    {
      "text": "Section 120(2) contains a qualification in these terms:\n \n However, the person is not taken to have infringed the trade mark if the person establishes that using the sign as the person did is not likely to deceive or cause confusion.",
      "id": "s79"
    },
    {
      "text": "22 The applicant cross-respondent says that s 120(2) has no application in these proceedings because the applicant in the principal proceedings simply relies upon s 120(1) as the respondent has used a sign substantially identical with the trade mark in relation to the very goods for which the trade mark is registered (fence droppers), rather than goods of the 'same description'.",
      "id": "s80"
    },
    {
      "text": "Accordingly, the applicant relies only upon s 120(1) and says that no conduct in issue in these proceedings can be the subject of a contended permission under s 120(2).",
      "id": "s81"
    },
    {
      "text": "23 By par 5 of the cross-claim for relief, the cross-claimant seeks an order pursuant to s 87(1) of the Act that the Register be rectified by cancelling the registration of the trade mark.",
      "id": "s82"
    },
    {
      "text": "Section 87 is in these terms:\n \n 87 Amendment or cancellation --- loss of exclusive rights to use trade mark \n \n \n \n (1) If section 24 or 25 applies in relation to a registered trade mark, a prescribed court may, on the application of an aggrieved person, but subject to subsection (2) and section 89, order that the Register be rectified by: \n (a) cancelling the registration of the trade mark; or \n \n \n \n \n (b) removing or amending any entry in the Register relating to the trade mark; \n \n \n \n \n having regard to the effect of section 24 or 25 (as the case may be) on the right of the registered owner of the trade mark to use the trade mark, or any sign that is part of the trade mark, in relation to particular goods or services.",
      "id": "s83"
    },
    {
      "text": "(2) If section 24 or 25 applies in relation to the trade mark because the trade mark contains a sign that: \n \n \n \n \n (a) has become generally accepted within the relevant trade as the sign that describes or is the name of an article, substance or service; or \n \n \n \n \n (b) describes or is the name of: \n \n \n (i) an article or substance that was formerly exploited under a patent; or \n (ii) a service that was formerly provided as a patented process; \n \n \n the court may decide not to make an order under subsection (1) and allow the trade mark to remain on the Register in respect of: \n (c) the article or substance or goods of the same description; or \n (d) the service or services of the same description; \n \n subject to any condition or limitation that the court may impose.",
      "id": "s84"
    },
    {
      "text": "24 The discretion conferred upon the Court to make an order under s 87 is subject to s 89.",
      "id": "s85"
    },
    {
      "text": "Section 89 is in these terms:\n \n \n 89 Rectification may not be granted in certain cases if registered owner not at fault etc. \n \n \n \n \n \n (1) The court may decide not to grant an application for rectification made: \n (a) under section 87; or \n \n \n \n \n (b) on the ground that the trade mark is liable to deceive or confuse (a ground on which its registration could have been opposed, see paragraph 88(2)(a)); or \n \n \n \n \n (c) on the ground referred to in paragraph 88(2)(c); \n if the registered owner of the trade mark satisfies the court that the ground relied on by the applicant has not arisen through any act or fault of the registered owner.",
      "id": "s86"
    },
    {
      "text": "(2) In making a decision under subsection (1), the court: \n (a) must also take into account any matter that is prescribed; and \n \n \n \n (b) may take into account any other matter that the court considers relevant.",
      "id": "s87"
    },
    {
      "text": "25 A number of things should be noted about the cross-application for rectification or cancellation.",
      "id": "s88"
    },
    {
      "text": "The cross-applicant relies upon the contended application of s 25 as the trade mark is said to consist of a sign that describes a formerly patent exploited article and the sign is the only commonly known way of describing or identifying the article.",
      "id": "s89"
    },
    {
      "text": "The cross-applicant does not seek cancellation or rectification on the footing of ' any ground on which the registration of the trade mark could have been opposed under the Act ' (s 88(1) and s 88(2)(a)).",
      "id": "s90"
    },
    {
      "text": "The challenge to registration is based on the legacy consequences of exploitation under the patent and satisfaction of the statutory integers relating to that matter.",
      "id": "s91"
    },
    {
      "text": "Section 87(2) provides that the Court may decide not to make an order under s 87(1) if s 24 or s 25 applies ' because the trade mark contains a sign that has become generally accepted within the relevant trade as the sign that describes or is the name of the relevant article '.",
      "id": "s92"
    },
    {
      "text": "Section 24 contemplates a sign becoming ' generally accepted ' within the relevant trade as the sign that describes or is the name of an article in which event s 87(2)(a) addresses the circumstances of s 24.",
      "id": "s93"
    },
    {
      "text": "Section 87(2(b) alternatively provides that s 25 might apply ' because the trade mark contains a sign that describes or is the name of an article that was formerly exploited under a patent yet s 25 can only apply if all of the integers of s 25(1) are satisfied.",
      "id": "s94"
    },
    {
      "text": "Further s 87(2) contemplates a trade mark that ' contains a sign ' whereas s 25 contemplates a trade mark that ' consists of or contains a sign '.",
      "id": "s95"
    },
    {
      "text": "If s 25 applies according to its terms, s 87(2) may have a limited operation although s 87(2)(b)(i) may simply be selecting only that integer of s 25 for its operation.",
      "id": "s96"
    },
    {
      "text": "The discretion conferred by s 87(1) is to be exercised subject to s 89 (i.e., taking account of whether the registered owner of the trade mark has satisfied the Court that the ground relied upon by the applicant has not arisen through any act or fault of the registered owner) and having regard to the effect of s 25 upon the right of the registered owner of the trade mark to use the trade mark or any sign that is part of the trade mark in relation to particular goods.",
      "id": "s97"
    },
    {
      "text": "26 A further question arises in relation to the onus of proof under s 25 of the Act.",
      "id": "s98"
    },
    {
      "text": "The respondent contends that the applicant bears the onus of establishing, on the balance of probabilities, that the conduct of the respondent constitutes infringing conduct and the exclusive rights conferred by registration continue to subsist.",
      "id": "s99"
    },
    {
      "text": "Thus, the applicant must exclude the operation of s 25.",
      "id": "s100"
    },
    {
      "text": "The applicant says that s 25 is raised by way of defence by the respondent and the respondent bears the onus of making out the elements of the section.",
      "id": "s101"
    },
    {
      "text": "27 By par 6 of the cross-claim, the cross-claimant seeks:\n \n An order pursuant to s 88 [of the Act] that the Register of Trade Marks kept under s 207 of [the Act] be rectified by cancelling the Registration of the Registered Mark.",
      "id": "s102"
    },
    {
      "text": "That matter has not been pursued, either in oral or written submissions, and no content has been given to the general form of the order sought or any ground to support it.",
      "id": "s103"
    },
    {
      "text": "The respondent cross-applicant, relies upon the discretion under s 87(1) to support cancellation of the registration of the trade mark based upon the application of s 25 of the Act.",
      "id": "s104"
    },
    {
      "text": "The separate trial \n \n28 Apart from these issues, the applicant seeks relief based upon contended contraventions of ss 52 and 53 of the Trade Practices Act 1974 (Cth) and passing off.",
      "id": "s105"
    },
    {
      "text": "On 27 March 2007, the Court ordered by consent that the trade mark infringement claim, defences to the claim, and the cross-claim by the respondent be tried separately before the trial of any other question in the proceedings.",
      "id": "s106"
    },
    {
      "text": "The order is in these terms:\n \n The trade mark infringement claim as pleaded in paragraphs 3 to 11 of the Statement of Claim, paragraphs 1 to 8, and 19 to 20 of the Amended Defence, paragraphs 1 to 5 of the Cross Claim as well as the Amended Reply and Defence to the Cross Claim, be tried and determined separately before the trial of any other question in the proceedings.",
      "id": "s107"
    },
    {
      "text": "The evolution of the S loop shape.",
      "id": "s108"
    },
    {
      "text": "29 Nicholas David Sachs whose evidence I accept has been the sole director of the applicant for 11 years; one of its directors since 1993; and has worked for the applicant full time since 1993.",
      "id": "s109"
    },
    {
      "text": "Mr Sachs swore an affidavit filed on 5 February 2007 (exhibit 2 in the proceeding) in which he describes the following history of the applicant's fence dropper.",
      "id": "s110"
    },
    {
      "text": "Mr Sachs' father, Roger Sachs, was the managing director of a company called National Nail Pty Ltd (National Nail).",
      "id": "s111"
    },
    {
      "text": "On 9 October 1968, National Nail lodged an application for a patent under the Patents Act 1952 (Cth) (Australian Patent No 402,869) for an invention described as 'an improved wire fence dropper'.",
      "id": "s112"
    },
    {
      "text": "The inventor was Roger Sachs.",
      "id": "s113"
    },
    {
      "text": "The patent granted to National Nail was for a term of 16 years from 6 June 1969.",
      "id": "s114"
    },
    {
      "text": "The applicant admits in the Amended Reply that the patent expired on 8 October 1984.",
      "id": "s115"
    },
    {
      "text": "30 The patent specification describes the invention, the disadvantages of the prior art, the improvements reflected in the invention to overcome those disadvantages, the preferred embodiments of the invention, and the claims defining the monopoly.",
      "id": "s116"
    },
    {
      "text": "The patent specification puts aspects of those matters in these terms:\n \n This invention relates to an improved fence dropper.",
      "id": "s117"
    },
    {
      "text": "It is well known to make fence droppers of wire, such a fence dropper having a generally upright portion with its upper and lower ends bent substantially at right angles, in the same direction, each being shaped to form a grip substantially in the form of an elongated helix with which the top or bottom wires of a fence, as the case may be, may be inter-twisted, the main upright part of the dropper being formed at intervals with intermediate catches, each for engagement with an intermediate wire of the fence.",
      "id": "s118"
    },
    {
      "text": "A disadvantage in these fence droppers hitherto made is that they are so designed that to engage the top and bottom grips, the intermediate catches are so turned as to tend to kink the fence wires engaged therewith, and so difficulty will be encountered if any wire should be broken, repaired and subsequently re-strained, as such a wire will be held firmly at each dropper.",
      "id": "s119"
    },
    {
      "text": "Another disadvantage is that such a dropper is so designed that it must be made of fairly heavy gauge wire, for if an engaged fence wire is forced downwardly, it acts to bring about torsional stresses in the dropper, which must be made of wire of sufficient diameter to resist these.",
      "id": "s120"
    },
    {
      "text": "The droppers are therefore heavier, and also less resiliently flexible, than is desirable.",
      "id": "s121"
    },
    {
      "text": "As a result they are more difficult to transport, and when installed may not recover satisfactorily from being sharply bent by an impact load.",
      "id": "s122"
    },
    {
      "text": "Furthermore such droppers are not well suited to simple and economical manufacture by machine.",
      "id": "s123"
    },
    {
      "text": "The present invention has been devised with the general object of overcoming the said disadvantages, by providing a fence dropper of such novel and improved construction that it is very simple and economical to manufacture; and which, not being subjected to undue torsional stresses when installed in a fence, may be made of smaller diameter wire than commonly used hitherto, with the advantages of increased resilience, lower weight and lower cost.",
      "id": "s124"
    },
    {
      "text": "With the foregoing and other objects in view, the invention resides broadly, in a fence dropper of the type formed of wire having at top and bottom, means for engagement with wires of a fence, and a series of intermediate catches for engagement with intermediate wires of the fence, characterised in that each such intermediate catch is comprised of two U-bends formed in the wire in opposite directions one above the other and interconnected by a transverse section preferably in the form of an S-bend, such that a fence wire may be passed up between the lower U-bend and the portion of wire extending downwardly from the inverted upper U-bend, and seated on the transverse section, preferably in the downwardly extending curve of the transverse S-bend, and adjacent to the portion of wire extending up from the lower U-bend, and to the said portion of wire extending down from the upper inverted U-bend.",
      "id": "s125"
    },
    {
      "text": "Other features of the invention will become apparent from the following description.",
      "id": "s126"
    },
    {
      "text": "One exemplary embodiment of the invention is shown in the accompanying drawings, wherein: \n FIG.1 is a partially broken-away side elevational view of wires of a fence with a fence dropper according to the invention engaged therewith, \n FIG.2 is a sectional view along line 2-2 in Fig.1, and \n FIG.3 is an elevational view of an intermediate catch of the dropper, to enlarged scale, and in the direction of the arrow 3 in Fig.2.",
      "id": "s127"
    },
    {
      "text": "31 Figures 1, 2 and 3 are attached as Schedule 4.",
      "id": "s128"
    },
    {
      "text": "Claims 1 and 2 defining the invention are in these terms:\n \n \n 1.",
      "id": "s129"
    },
    {
      "text": "A fence dropper of the type formed of wire and having at top and bottom means for engagement with wires of a fence, and a series of intermediate catches for engagement with intermediate wires of the fence, characterised in that each such intermediate catch is comprised of two U-bends formed in the wire in opposite directions one above the other and inter-connected by a transverse section, such that a fence wire may be passed up between the lower U-bend and the portion of wire extending downwardly from the upper inverted U-bend, and seated on the transverse section and adjacent to the portion of wire extending up from the lower U-bend and to the said portion of wire extending down from the upper inverted U-bend.",
      "id": "s130"
    },
    {
      "text": "2.",
      "id": "s131"
    },
    {
      "text": "A fence dropper according to Claim 1 and further characterised in that the said transverse section is shaped to form an S-bend, with an upward curve and a downward curve adapted to form a seating for the said fence wire.",
      "id": "s132"
    },
    {
      "text": "32 After the patent was granted, National Nail began manufacturing and selling fence droppers as claimed in the patent for the next 12 years.",
      "id": "s133"
    },
    {
      "text": "In 1971, National Nail became the registered owner of the Lightning trade mark.",
      "id": "s134"
    },
    {
      "text": "From as early as 1969, National Nail sold and advertised the patented fence dropper.",
      "id": "s135"
    },
    {
      "text": "The brochure from 1969 gives emphasis to the basic requirements of an ideal fence dropper including minimum weight for both fence efficiency and height; maximum strength and resilience to withstand impact without damage; quick and easy to apply; and low initial cost and no maintenance.",
      "id": "s136"
    },
    {
      "text": "The brochure says ' National therefore developed its unique Patent Loop which makes possible the manufacture of 'Lightning Droppers' from 8 gauge galvanised spring wire.",
      "id": "s137"
    },
    {
      "text": "' In March 1980, National Nail ceased trading and its assets were transferred to a partnership called 'Mayne Industries' consisting of Roger Sachs and his wife.",
      "id": "s138"
    },
    {
      "text": "The partnership commenced trading on 1 April 1980 and carried on the business previously operated by National Nail.",
      "id": "s139"
    },
    {
      "text": "Roger Sachs died in August 1991 and a new partnership came into existence between his wife and his estate.",
      "id": "s140"
    },
    {
      "text": "This partnership continued to operate the same business until March 1993 when the estate of Roger Sachs was finalised.",
      "id": "s141"
    },
    {
      "text": "In March 1993, the partnership assets were transferred to a new company, the applicant.",
      "id": "s142"
    },
    {
      "text": "Since 1993, the applicant has operated the business previously conducted by National Nail and the partnerships previously mentioned.",
      "id": "s143"
    },
    {
      "text": "The applicant is the owner of the Lightning trade mark.",
      "id": "s144"
    },
    {
      "text": "A further company, Gesellschaft Pty Ltd (formerly known as Mayne Industries Investments Pty Ltd) owns the plant and equipment used to make the applicant's fence droppers.",
      "id": "s145"
    },
    {
      "text": "33 Mr Nicholas Sachs accepted in cross-examination that the fence dropper made by the applicant embodying the S loop which is now the subject of the registered trade mark and complaint as to use by the respondent, is the same fence dropper made and offered for sale from at least 1968 (although Mr Sachs' evidence-in-chief suggests that the year was 1969) by National Nail, the various ad hoc partnerships formed as a result of the death of Roger Sachs and by the applicant.",
      "id": "s146"
    },
    {
      "text": "34 The 1969 brochure illustrates the method of inserting the dropper into a fence; illustrates an exploded view of the S loop catch in situ with a seated intermediate wire; and bears the endorsement 'the unique loop with intermediate wire positively trapped'.",
      "id": "s147"
    },
    {
      "text": "The exploded view of the S loop is beneath the words 'National Lightning Dropper' above which in bold letters is the word 'Lightning'.",
      "id": "s148"
    },
    {
      "text": "Exhibit G to the affidavit of Mr Sachs contains examples of the applicant's brochures 20,000 copies of which have been distributed since 1998 to resellers and graziers.",
      "id": "s149"
    },
    {
      "text": "Some of those brochures (the first six pages of exhibit G) depict a conjunction on each page of 'LIGHTNING &reg;' under which is the words 'FENCE DROPPERS' where greater type face emphasis is given to the word 'Lightning' and next to it is placed a depiction of the S loop (as ultimately depicted in the Trade Mark Certificate).",
      "id": "s150"
    },
    {
      "text": "The remaining brochures comprising exhibit G to Mr Sachs' affidavit describe the applicant's fence dropper as 'National Lightning &reg; Fence Droppers'.",
      "id": "s151"
    },
    {
      "text": "The brochures describe the fence droppers as 'durable, economical, resilient, easily attached, suits barb or plain wires, proven performance' and describes the features and benefits of Lightning fence droppers in these terms:\n \n Save Time and Money ... \n Lightning Droppers are lightning fast and easy to install.",
      "id": "s152"
    },
    {
      "text": "Installed in under 10 seconds per dropper saving valuable hours of your time or contractors' labour.",
      "id": "s153"
    },
    {
      "text": "Other droppers can take up to two minutes each.",
      "id": "s154"
    },
    {
      "text": "Simple &amp; Efficient \n The Lightning Dropper is made from 'one piece construction' which eliminates the need for fiddley clips, ties, or specialty tools.",
      "id": "s155"
    },
    {
      "text": "The Lightning Dropper's ingenious design makes it the cheapest dropper to freight (light physical weight) without compromising its phenomenal strength.",
      "id": "s156"
    },
    {
      "text": "Durable &amp; Flexible \n Lightning Droppers are manufactured from 4.0 mm (8 gauge) heavily galvanised spring wire.",
      "id": "s157"
    },
    {
      "text": "They --- \n \n &#8226; are fireproof, weatherproof and insect proof \n &#8226; withstand cattle and roo strikes \n &#8226; bounce back to their original shape time after time \n &#8226; will not detach or slide --- even on plain wire \n &#8226; withstand the test of time --- no maintenance required \n \n \n\n35 Fence droppers are low-priced utilitarian products made generally in standard sizes to suit a range of fences comprising 3 to 9 lines.",
      "id": "s158"
    },
    {
      "text": "The applicant's brochures contain a matrix for each standard size dropper that identifies the ordering code, overall length, the spacing between each of the S loop catches in the dropper (depending upon the number of wires to be caught), number of lines to be caught, colour code, and weight per bundle of 25 droppers.",
      "id": "s159"
    },
    {
      "text": "For each dropper code (i.e.",
      "id": "s160"
    },
    {
      "text": "each dimensionally different dropper in length) the applicant adopts a particular colour code (15 different colours in the matrix in the early brochures and 12 colours in the applicant's product price schedule of 1 May 2005) for ease of identification of each separate product size.",
      "id": "s161"
    },
    {
      "text": "Use of the shape \n \n36 The applicant is and has been the registered owner since 18 May 2001 of the trade mark [1].",
      "id": "s162"
    },
    {
      "text": "The applicant says the respondent has imported for sale, distributed, sold and advertised for sale in Australia fence droppers that comprise as part thereof a rod bent into an S shaped loop which is substantially identical with the applicant's registered S shape sign.",
      "id": "s163"
    },
    {
      "text": "Secondly, the applicant says such use is use as a trade mark.",
      "id": "s164"
    },
    {
      "text": "The first step is to determine whether the respondent's article comprises in part a rod bent to an S shape which is substantially identical with the shape depicted in the Certificate of Registration.",
      "id": "s165"
    },
    {
      "text": "I have examined the shape of the applicant's sign contained in the trade mark Certificate and have compared that sign with the shape of the loop forming part of the respondent's fence dropper tendered in evidence.",
      "id": "s166"
    },
    {
      "text": "The trade mark, of course, is not a shape sign for the three dimensional shape of the entire dropper.",
      "id": "s167"
    },
    {
      "text": "It is a sign for the shape of the catch or loop for a fence dropper.",
      "id": "s168"
    },
    {
      "text": "Any particular complete dropper would vary according to length and the number of S loops in the dropper.",
      "id": "s169"
    },
    {
      "text": "I am satisfied that the S loop comprising part of the respondent's fence dropper is substantially identical with the applicant's trade mark.",
      "id": "s170"
    },
    {
      "text": "37 The respondent is an Australian company incorporated in Queensland in 2003.",
      "id": "s171"
    },
    {
      "text": "Mr David Allan Hastie is the managing director of the respondent and has been the sole director of Advanced Engineering Ltd, a New Zealand company (AEG New Zealand) since its registration in August 1995.",
      "id": "s172"
    },
    {
      "text": "In April 1997, AEG New Zealand commenced the manufacture and sale of a wire fence dropper described as the 'ezy-lock' fence dropper.",
      "id": "s173"
    },
    {
      "text": "In July 2003, Mr Hastie caused the respondent to commence the importation and sale in Australia of those fence droppers manufactured in New Zealand by AEG New Zealand which embody the S loop substantially identical with the applicant's trade mark.",
      "id": "s174"
    },
    {
      "text": "During the period 2002 to July 2003, AEG New Zealand supplied its fence droppers to Hurricane Pty Ltd for sale in Australia.",
      "id": "s175"
    },
    {
      "text": "Annexure NS8 to the affidavit of Nicholas Sachs (exhibit 2) is a copy of the respondent's product catalogue for September 2003.",
      "id": "s176"
    },
    {
      "text": "The catalogue is marked with the logo AEG, an image of an interlocking mesh device and bears the heading on page 4 'ezy-lock fence droppers'.",
      "id": "s177"
    },
    {
      "text": "Although the catalogue deals with a range of the respondent's products, page 5 explains features of the respondent's fence dropper by use of a 7 strand fence with the dropper installed and an exploded view of the S shape of the loop contained in the dropper with an arrow linking the exploded view of the S shape to the words 'The Unique Loop With Line Wires Securely Trapped'.",
      "id": "s178"
    },
    {
      "text": "The graphic illustration also contains an illustration of the tails of the dropper wound to the top and bottom wires and an illustration of the method of winding the tails to the top and bottom wires.",
      "id": "s179"
    },
    {
      "text": "I am also satisfied that the shape depicted in the respondent's 2003 product catalogue is substantially identical with the applicant's trade mark.",
      "id": "s180"
    },
    {
      "text": "Use as a trade mark \n \n38 Apart from the adoption of the S shape loop in the respondent's droppers and use of the exploded graphic depiction of the S loop in conjunction with the description ' unique loop ' as contended emblematic examples of use of the shape by the respondent as a badge of origin, the applicant relies upon the following matters.",
      "id": "s181"
    },
    {
      "text": "Graham John Serisier is the applicant's rural sales manager for Australia and has held that position since June 2003.",
      "id": "s182"
    },
    {
      "text": "He swore an affidavit of 1 February 2007 filed on 2 February 2007 (exhibit 12).",
      "id": "s183"
    },
    {
      "text": "Annexure GS1 is a copy of the applicant's 1 May 2005 product and price schedule and a copy of a price list received by Mr Serisier from one of the respondent's distributors, Whites Wires Australia Pty Ltd (Whites) on 17 August 2005.",
      "id": "s184"
    },
    {
      "text": "The Whites' brochure displays the graphic illustration contained on the respondent's product brochure including the exploded view of the S loop, reference to the unique loop and a large emphatic 'NEW'.",
      "id": "s185"
    },
    {
      "text": "The Whites' brochure adopts a colour code for each category of dropper by product number.",
      "id": "s186"
    },
    {
      "text": "Each colour selected by the respondent is the same as the applicant's colour for the corresponding dropper set out in the applicant's 1 May 2005 product and price schedule.",
      "id": "s187"
    },
    {
      "text": "Annexure GS3 is a copy of the respondent's current double-sided brochure.",
      "id": "s188"
    },
    {
      "text": "The brochure displays on the left side of the front page what appears to be a photograph of the respondent's fence dropper.",
      "id": "s189"
    },
    {
      "text": "It shows the complete dropper installed in a fence, top and bottom tails and the S loop catch with two intermediate wires caught in the upper section of each loop.",
      "id": "s190"
    },
    {
      "text": "The top of the page on the right side is endorsed with a mark 'ezy-lock &tm;' in reasonably large lower case font above the words 'Fence Droppers' all within an oval device border.",
      "id": "s191"
    },
    {
      "text": "The same device in smaller print is placed near the left border of the brochure slightly above the bottom tail in the photograph of the dropper.",
      "id": "s192"
    },
    {
      "text": "There are three other device marks on the front page including a stylised 'AEG' and other marks relevant to other AEG products unrelated to the respondent's fence droppers.",
      "id": "s193"
    },
    {
      "text": "39 The reverse page also depicts a photograph of the fence dropper in precisely the same way as the front page.",
      "id": "s194"
    },
    {
      "text": "The reverse page is given over entirely to the fence dropper depicting on the left side between the top strand and the first intermediate wire, a compact depiction of a four strand fence showing the installed dropper, two S loops catching two intermediate wires and the centimetre distances between each wire of the fence.",
      "id": "s195"
    },
    {
      "text": "The top right hand side of the reverse page depicts the 'ezy-lock' device as shown on the front page also to the same size.",
      "id": "s196"
    },
    {
      "text": "The centre of the page sets out text and a graphic depiction of three steps in installing the dropper and a prominent image of a top tail wound on to the top wire.",
      "id": "s197"
    },
    {
      "text": "The bottom of the page shows a collection of 20 or 30 droppers spread out on the ground most of which prominently reveal the S loop shape of each catch in the dropper.",
      "id": "s198"
    },
    {
      "text": "The bottom of the page is also endorsed with a distributor's name, ' Hurricane as your ezy-lock &tm; Fence Dropper Supplier '.",
      "id": "s199"
    },
    {
      "text": "40 The applicant contends that if the brochure is turned sideways, the elongated D of the word 'Fence Droppers' in the 'ezy-lock' device, together with an extended line above the word 'Droppers' suggests or 'echoes' the contents of the S shape.",
      "id": "s200"
    },
    {
      "text": "41 The applicant's dropper is sold in bundles of 25.",
      "id": "s201"
    },
    {
      "text": "The average order size is a pallet of 40 bundles.",
      "id": "s202"
    },
    {
      "text": "The applicant transports its product with at least five 'swing tags' attached to each pallet.",
      "id": "s203"
    },
    {
      "text": "The swing tags often come off in transit and Mr Sachs says, ' The only way of distinguishing the applicant's product from other fence droppers is its appearance including the shape of the loops.",
      "id": "s204"
    },
    {
      "text": "' The swing tags, down the left side of each tag (exhibit F to the affidavit of Mr Sachs), depict an installed fence dropper for a five strand and four strand fence.",
      "id": "s205"
    },
    {
      "text": "The applicant says that the placing of the image of the fence and a fence dropper on the respondent's current brochure resonates with the layout of the fence and dropper in the applicant's material.",
      "id": "s206"
    },
    {
      "text": "42 Mr Sachs says at para 22 of this affidavit that it is possible to shape the catching loop in a wire fence dropper into shapes other than the S loop shape used in the applicant's product.",
      "id": "s207"
    },
    {
      "text": "Mr Sachs exhibits (exhibit E to his affidavit, exhibit 2) three examples of wire shaped into loops (called loop styles 3, 4 and 5) which could form part of a wire fence dropper.",
      "id": "s208"
    },
    {
      "text": "Mr Sachs says none of these different shapes are used on any fence dropper in the Australian market (including the respondent's dropper).",
      "id": "s209"
    },
    {
      "text": "Geoffrey Charles Bailey is the factory engineer employed by the applicant and has held that position since 1994.",
      "id": "s210"
    },
    {
      "text": "Mr Bailey holds a Bachelor of Mechanical Engineering Degree from the University of Queensland.",
      "id": "s211"
    },
    {
      "text": "Mr Bailey in his affidavit sworn 31 January 2007 and filed 2 February 2007 (exhibit 7 in the proceeding) refers to two patents for loop styles or shapes, one dated 16 February 1909 and another dated 21 December 1967.",
      "id": "s212"
    },
    {
      "text": "Mr Bailey caused a wire to be shaped in accordance with each patent (loop styles 1 and 2).",
      "id": "s213"
    },
    {
      "text": "Each loop takes an entirely different shape to the applicant's S loop.",
      "id": "s214"
    },
    {
      "text": "Each dropper containing styles 1 or 2 is able to be installed in a fence in a similar way to the installation of the applicant's dropper.",
      "id": "s215"
    },
    {
      "text": "Mr Bailey describes other droppers.",
      "id": "s216"
    },
    {
      "text": "A wire dropper exhibiting a loop catch was once sold by Queensland Pastoral Supplies Pty Ltd but is no longer being manufactured.",
      "id": "s217"
    },
    {
      "text": "Mr Bailey identifies a patent of 8 September 1896 containing what seems to be a round loop; a patent dated 4 May 1897 containing apparently a semi-circular loop; and a patent dated 17 November 1896 containing essentially a figure 8 loop.",
      "id": "s218"
    },
    {
      "text": "Mr Bailey says there are other droppers currently available on the market.",
      "id": "s219"
    },
    {
      "text": "The 'Marsh' spiral twist wire dropper is a wire dropper twisted to form a continuous spiral.",
      "id": "s220"
    },
    {
      "text": "Sheet metal droppers are the most popular fence dropper in Australia.",
      "id": "s221"
    },
    {
      "text": "The entire length of the dropper is a metal V shape and is attached to fence wires by clips.",
      "id": "s222"
    },
    {
      "text": "There is also a wooden dropper and a U shaped polythene dropper with a square base.",
      "id": "s223"
    },
    {
      "text": "Two things are said to emerge from Mr Bailey's evidence.",
      "id": "s224"
    },
    {
      "text": "First, there are ways of configuring or shaping a wire loop to engage and capture intermediate wires without using the applicant's S shape loop.",
      "id": "s225"
    },
    {
      "text": "Secondly, Mr Bailey says the applicant's dropper features a particular orientation of the wires to form a ' unique S shape ' but the ' S shape does not serve a functionally unique purpose '.",
      "id": "s226"
    },
    {
      "text": "Mr Bailey says the top section of the S loop does ' function as a capture zone for the wire strand '; the function of the top portion can easily be achieved by any number of alternative shapes; and the bottom portion of the S loop serves no functional purpose at all.",
      "id": "s227"
    },
    {
      "text": "The conclusion the applicant invites the Court to reach is this.",
      "id": "s228"
    },
    {
      "text": "The applicant has been selling its fence dropper since at least 1969 giving particular emphasis to the 'unique loop' as a shape feature of the goods that distinguishes and differentiates its dropper from all other droppers and by reason of the shape of the loop, the dropper is associated with the applicant in trade.",
      "id": "s229"
    },
    {
      "text": "The respondent's use of the S shape is use of the mark as a badge of origin because, contextually: \n \n &#8226; The respondent has selected that shape for inclusion in its dropper; \n &#8226; other shapes could have been adopted even for satisfying the functional purpose of the upper part of the S loop (and the lower part serves no purpose); \n &#8226; the early brochures of the respondent adopted an exploded graphic depiction of the S shape giving emphasis to that shape and drawing the reader's eye to it with the description ' the unique loop '; \n &#8226; the respondent has otherwise called the loop 'new'; \n &#8226; the brochure of the respondent's distributor adopts the same format as that of the respondent;\n &#8226; the respondent adopted the same colour coding for each size of each article as the applicant; and \n &#8226; the current double-sided brochure gives particular prominence to the S loop in the depictions of the dropper.",
      "id": "s230"
    },
    {
      "text": "43 All of these matters are said to strongly suggest that the respondent has selected the S shape as the attractive force for demonstrating a connection between the goods and the user in the course of trade.",
      "id": "s231"
    },
    {
      "text": "44 The applicant says these considerations are made more pronounced by the respondent's reliance on the distinctiveness of the S loop and the use of Mr Bailey's evidence in another forum, tendered by the respondent as part of exhibit 17 in these proceedings that the ' S shape applied to the wire capturing feature has become synonymous with the products of Mayne Industries in the marketplace '.",
      "id": "s232"
    },
    {
      "text": "The applicant says such a powerful statement of acquired distinctiveness supports an inference that the respondent's use in the manner identified is use of a distinctive shape mark, as a trade mark.",
      "id": "s233"
    },
    {
      "text": "The applicant contends the shape mark has been ' thrown on ' to the respondent's advertisements to distinguish its droppers from others in the sense contemplated in the well-known passage from the judgment of Kitto J in The Shell Company of Australia Limited v Esso Standard Oil (Australia) Limited [1961] HCA 75 ; (1963) 109 CLR 407 at 424-425 and used ' to make the goods more arresting of appearance and more attractive and thus to distinguish them from the goods of other traders ' which is the ' primary function ' of the mark ( Coca-Cola Company v All-Fect Distributors Ltd [1999] FCA 1721 ; (1999) 96 FCR 107 at 118 per Black CJ, Sundberg and Finkelstein JJ).",
      "id": "s234"
    },
    {
      "text": "Coca-Cola v All-Fect recognised that a two-dimensional mark used in relation to goods can function as a trade mark even though it has become part of the goods.",
      "id": "s235"
    },
    {
      "text": "The 1995 Act makes it plain that a three-dimensional shape registered as a shape trade mark for embodiment in an article or part of an article, can operate as a trade mark and it follows, it is said, that use of the shape in the respondent's articles in circumstances of pronounced distinctiveness and the factors identified at [38]-[44] operates as trade mark use.",
      "id": "s236"
    },
    {
      "text": "45 The respondent relies upon the statements of Mr Sachs and Mr Bailey (and like statements on the part of the applicant's patent and trade mark attorneys) made to the Registrar of Trade Marks in support of the application for registration of the shape sign as a trade mark to demonstrate that the S shape distinguishes the goods: a fence dropper containing an S loop designed to catch the intermediate wires of a fence; it identifies the thing sold.",
      "id": "s237"
    },
    {
      "text": "Any seller selling that good must necessarily exemplify the good by the shape.",
      "id": "s238"
    },
    {
      "text": "Secondly, the shape is synonymous with the product and has become the commonly known way of describing that article, and moreover by reason of the shape synonym, the only commonly known way of so doing.",
      "id": "s239"
    },
    {
      "text": "Thirdly, in conjunction with the evidence of Mr Sachs of the functionality of the S loop, the proper conclusion is that the S loop in the respondent's dropper and references to the image of the S loop in product catalogues and brochures is not use of the sign as a trade mark to make the goods ' more arresting of appearance ' or ' more attractive ' and thus to distinguish origin in the user of the sign.",
      "id": "s240"
    },
    {
      "text": "The goods identified by reference to the S shape are said to be no more than what they are , a fence dropper with an S shape loop that catches the intermediate wires of a fence.",
      "id": "s241"
    },
    {
      "text": "46 As to the functionality of the S loop, the applicant concedes that the upper section of the loop performs a functional role of engaging and capturing a wire.",
      "id": "s242"
    },
    {
      "text": "The lower section of the S loop performs no function.",
      "id": "s243"
    },
    {
      "text": "The lower section of the S shape is however the symmetrical other part of the S shape, the top half of which engages the intermediate wire.",
      "id": "s244"
    },
    {
      "text": "It is difficult to see how the top section of the S shape could function without the corresponding lower section of the shape even if the lower section is not engaging the wire.",
      "id": "s245"
    },
    {
      "text": "Mr Sachs was taken in cross-examination to the features of the dropper emphasised by the applicant in its brochures and the working operation of the catch and the dropper.",
      "id": "s246"
    },
    {
      "text": "Mr Sachs gave the following evidence:\n \n \n \n Mr Bain QC.",
      "id": "s247"
    },
    {
      "text": "And the whole thing about this product, the functionality of this product I suggest to you is two-fold.",
      "id": "s248"
    },
    {
      "text": "It is first, the speed with which the product can be securely fastened in its intended purpose and secondly, the security of attachment on all the wires which result from that.",
      "id": "s249"
    },
    {
      "text": "Mr Sachs.",
      "id": "s250"
    },
    {
      "text": "Both of those are correct ... [customers] look for other features of the Lightning Dropper as well ...",
      "id": "s251"
    },
    {
      "text": "I would contend that the flexibility and resilience of the product is an intrinsic feature of it.",
      "id": "s252"
    },
    {
      "text": "Q.",
      "id": "s253"
    },
    {
      "text": "What do you mean by durability and flexibility?",
      "id": "s254"
    },
    {
      "text": "A.",
      "id": "s255"
    },
    {
      "text": "The Lightning fence dropper was first born in the era of elastic fencing, as it's known, and that is fencing which is made with the benefit of high tensile fencing wire.",
      "id": "s256"
    },
    {
      "text": "High tensile fencing wires are strained to a high tension to enable them to stretch and to recoil to their original size depending --- so that if they are impacted by a beast, there is a greater chance that they will absorb the impact, much like the ropes on a boxing ring and resume to its normal shape, its normal vertical shape, when the impact is passed, and this is considered an advantage in the field where static, very strong fencing tends to be destroyed or bent.",
      "id": "s257"
    },
    {
      "text": "We consider that to be a functional advantage, in addition to those that have just been mentioned, in comparison with the vast range of competing droppers.",
      "id": "s258"
    },
    {
      "text": "Q.",
      "id": "s259"
    },
    {
      "text": "Thank you Mr Sachs ... but with the addition of the elasticity that you've described, do you agree with what I put to you as well?",
      "id": "s260"
    },
    {
      "text": "A.",
      "id": "s261"
    },
    {
      "text": "Yes, I do.",
      "id": "s262"
    },
    {
      "text": "I accept that.",
      "id": "s263"
    },
    {
      "text": "Q.",
      "id": "s264"
    },
    {
      "text": "That function of elasticity of the finished dropper is served by using higher grade spring wire as one consideration?",
      "id": "s265"
    },
    {
      "text": "A.",
      "id": "s266"
    },
    {
      "text": "Certainly.",
      "id": "s267"
    },
    {
      "text": "Q.",
      "id": "s268"
    },
    {
      "text": "The claims [that the dropper is] easily attached, suits barb or plain wires are particular claims you make by reference to the S bend, don't you?",
      "id": "s269"
    },
    {
      "text": "A.",
      "id": "s270"
    },
    {
      "text": "Easily attached, yes.",
      "id": "s271"
    },
    {
      "text": "Q.",
      "id": "s272"
    },
    {
      "text": "And suits barb or plain wire.",
      "id": "s273"
    },
    {
      "text": "That also, isn't it?",
      "id": "s274"
    },
    {
      "text": "A.",
      "id": "s275"
    },
    {
      "text": "That's correct.",
      "id": "s276"
    },
    {
      "text": "Q.",
      "id": "s277"
    },
    {
      "text": "And likewise proven performance meaning that the attachment, the security that I mentioned or the elasticity too, for that matter, is superior because of the use of that S style of catcher.",
      "id": "s278"
    },
    {
      "text": "That's so isn't it?",
      "id": "s279"
    },
    {
      "text": "A.",
      "id": "s280"
    },
    {
      "text": "Yes.",
      "id": "s281"
    },
    {
      "text": "Q.",
      "id": "s282"
    },
    {
      "text": "The characteristic S is the thing which makes it lightning fast and easy to install?",
      "id": "s283"
    },
    {
      "text": "A.",
      "id": "s284"
    },
    {
      "text": "That is correct.",
      "id": "s285"
    },
    {
      "text": "Q.",
      "id": "s286"
    },
    {
      "text": "It is that catcher which is the distinguishing feature when it comes to speed and ease of application, isn't it?",
      "id": "s287"
    },
    {
      "text": "A.",
      "id": "s288"
    },
    {
      "text": "Yes.",
      "id": "s289"
    },
    {
      "text": "Q.",
      "id": "s290"
    },
    {
      "text": "It is that catcher which provides the speed and ease of application, isn't it?",
      "id": "s291"
    },
    {
      "text": "The lightning fast advantage to the tune of a few seconds over two minutes or more?",
      "id": "s292"
    },
    {
      "text": "A.",
      "id": "s293"
    },
    {
      "text": "That's undoubtedly right.",
      "id": "s294"
    },
    {
      "text": "Q.",
      "id": "s295"
    },
    {
      "text": "It's the intermediate catching and holding of the wire that is the real problem and the real burden for someone installing a fence dropper, isn't it?",
      "id": "s296"
    },
    {
      "text": "A.",
      "id": "s297"
    },
    {
      "text": "It's half the burden.",
      "id": "s298"
    },
    {
      "text": "I agree with that.",
      "id": "s299"
    },
    {
      "text": "Q.",
      "id": "s300"
    },
    {
      "text": "It's a great deal of the burden, isn't it --- you can turn off a bit of bull wire and stick it on the top of the fence.",
      "id": "s301"
    },
    {
      "text": "You've got the first part done.",
      "id": "s302"
    },
    {
      "text": "You can measure it out and you can stick it around the bottom of the fence, notionally you've got the second part done.",
      "id": "s303"
    },
    {
      "text": "You can do that in a trice, can't you?",
      "id": "s304"
    },
    {
      "text": "A.",
      "id": "s305"
    },
    {
      "text": "That's correct.",
      "id": "s306"
    },
    {
      "text": "Q.",
      "id": "s307"
    },
    {
      "text": "So it's the intermediate catching and holding securely and spacing to the requisite standard of the intermediate wires which is the real part of the exercise, isn't it?",
      "id": "s308"
    },
    {
      "text": "A.",
      "id": "s309"
    },
    {
      "text": "I agree with what you say, except if I could qualify it.",
      "id": "s310"
    },
    {
      "text": "The advantage increases as you have more line wire.",
      "id": "s311"
    },
    {
      "text": "So if you have a very complex fence, say up to seven wires, which you do where you've got smaller livestock instead of cattle, then the five intermediate loops being engaged, hopefully at the one moment, is a greater advantage than if you have a three wire fence such as is fairly representative out of Western Queensland.",
      "id": "s312"
    },
    {
      "text": "Q.",
      "id": "s313"
    },
    {
      "text": "[As to the reference to no need for fiddly clips, ties or specialty tools] that is all about the S feature, isn't it?",
      "id": "s314"
    },
    {
      "text": "The S feature dispenses with fiddly clips or ties?",
      "id": "s315"
    },
    {
      "text": "A.",
      "id": "s316"
    },
    {
      "text": "That is correct.",
      "id": "s317"
    },
    {
      "text": "Q.",
      "id": "s318"
    },
    {
      "text": "It's the S feature which dispenses with the need for specialty tools, isn't it?",
      "id": "s319"
    },
    {
      "text": "A.",
      "id": "s320"
    },
    {
      "text": "That is correct.",
      "id": "s321"
    },
    {
      "text": "Q.",
      "id": "s322"
    },
    {
      "text": "And it's the S feature which is the ingenuous design, isn't it?",
      "id": "s323"
    },
    {
      "text": "A.",
      "id": "s324"
    },
    {
      "text": "In part, yes.",
      "id": "s325"
    },
    {
      "text": "Q.",
      "id": "s326"
    },
    {
      "text": "In substantial part, so far as it makes a difference to the user, I suggest to you?",
      "id": "s327"
    },
    {
      "text": "A.",
      "id": "s328"
    },
    {
      "text": "I agree with you, except that where it's leading to saying it's the cheapest dropper to freight ... that's very important because fencing products are perhaps very cheap and freight is a very important cost component.",
      "id": "s329"
    },
    {
      "text": "Q.",
      "id": "s330"
    },
    {
      "text": "Well, I understand what you've said [but] fiddly clips, ties or specialty tools at least limited to that, the S feature is the essence of what you're referring to?",
      "id": "s331"
    },
    {
      "text": "A.",
      "id": "s332"
    },
    {
      "text": "That's correct.",
      "id": "s333"
    },
    {
      "text": "Q.",
      "id": "s334"
    },
    {
      "text": "Not detaching or sliding even on plain wire is again a function of the S feature, isn't it?",
      "id": "s335"
    },
    {
      "text": "A.",
      "id": "s336"
    },
    {
      "text": "Not detaching is a function of the S feature.",
      "id": "s337"
    },
    {
      "text": "The sliding is a function of the tail.",
      "id": "s338"
    },
    {
      "text": "Q.",
      "id": "s339"
    },
    {
      "text": "Well, it's also a function of how well the intermediate wires are caught, isn't it?",
      "id": "s340"
    },
    {
      "text": "A.",
      "id": "s341"
    },
    {
      "text": "Actually, I accept that.",
      "id": "s342"
    },
    {
      "text": "47 As to the relationship between functionality and the patent, Mr Sachs accepts that the applicant's product with its distinguishing S feature was the product that came from the patent; the patent recites a synthesis of the deficiencies evident in fence droppers at that time; and the patent recites the advantages of the improved fence dropper characterised by two inverted U bends preferably expressed as an S bend.",
      "id": "s343"
    },
    {
      "text": "Mr Sachs accepts that the dropper with the S loops was successful from the outset of National Nails production (1968-1969); as now currently marketed, it is very successful; as a type of product, that is, ' one fence dropper in the realm of fence droppers is well known as the S dropper '; accepted that ' the product that was developed immediately from [the] patent, in the language of the patent itself, was the S dropper ' (transcript pp 36,37) and at transcript page 37 line 15 in cross-examination:\n \n \n Q.",
      "id": "s344"
    },
    {
      "text": "It can be coloured different things.",
      "id": "s345"
    },
    {
      "text": "It can be coloured for size.",
      "id": "s346"
    },
    {
      "text": "It can be coloured for type of manufacture.",
      "id": "s347"
    },
    {
      "text": "It can be made longer.",
      "id": "s348"
    },
    {
      "text": "It can be made shorter.",
      "id": "s349"
    },
    {
      "text": "It can be called 'lightning', but if you're actually describing the thing under this patent, it's the S dropper, isn't it?",
      "id": "s350"
    },
    {
      "text": "A.",
      "id": "s351"
    },
    {
      "text": "Yes, or the dropper with the S shape loops; a variant of that.",
      "id": "s352"
    },
    {
      "text": "48 In the course of supporting the application for registration of the trade mark, the applicant's patent and trade mark attorneys instructed by Mr Sachs placed a body of evidence before the Registrar and made submissions in support of the proposition that the S shape had become distinctive of the product continuously made since 1968.",
      "id": "s353"
    },
    {
      "text": "On 31 May 2002, the attorneys wrote to the Registrar (exhibit 17, tab 23) urging acceptance of the view that although ' the primary characteristic of the fence dropper is that it comprises some means of holding, clipping, gripping or capturing the horizontal wires constituting the fence to control the spacing of the wires and thus prevent stock from forcing the wires apart ', the shape of the S loop does not result from that function; and the shape had not been selected to ' solely fulfil a functional purpose '.",
      "id": "s354"
    },
    {
      "text": "The attorneys emphasised that although ' the wire holding feature is an essential feature of the fence dropper ', the S shape is not.",
      "id": "s355"
    },
    {
      "text": "To emphasise that point, reference was made to the alternative droppers Mr Bailey also gave evidence of in this proceeding including the Marsh spiral wire dropper and the polythene DM plastics dropper.",
      "id": "s356"
    },
    {
      "text": "The letter contends that although ' the applicant has selected their distinctive S shape for the additional purpose of making their products easy to identify in the marketplace ' the S shape operates to distinguish the applicant's products from those of other traders.",
      "id": "s357"
    },
    {
      "text": "The letter attaches a statutory declaration from Mr Bailey made 24 May 2002 in which Mr Bailey examines eight patent documents exhibiting particular wire catching features, literature concerning the Marsh and DM plastic droppers and declares at par 5:\n \n The attached exhibit GB-3 shows our Australian Patent specification 402,869 for a fence dropper comprising the S-shape, and the front page of our corresponding US Patent 3,671,017.",
      "id": "s358"
    },
    {
      "text": "The patents demonstrate that the S shape does have a functional capacity, but in the 30 years since the patents were granted, the S-shape applied to the wire capturing feature of the fence droppers has become synonymous with the products of Mayne Industries in the market place.",
      "id": "s359"
    },
    {
      "text": "Mr Sachs agrees with that statement and says it equally applies to the applicant today.",
      "id": "s360"
    },
    {
      "text": "49 On 4 March 2003, the applicant's attorneys wrote to the Registrar on Mr Sachs' instructions and enclosed a statutory declaration made by Mr Sachs on 26 February 2003.",
      "id": "s361"
    },
    {
      "text": "In that letter (exhibit 17, tab 28) the attorneys say, ' It is typical to use a letter of the alphabet to refer to the type of fence dropper where the particular letter lends itself to a shape of, or a shape incorporated in, a fence dropper.",
      "id": "s362"
    },
    {
      "text": "' At paragraphs 10, 11, and 12 of the declaration, Mr Sachs said this:\n \n \n 10.",
      "id": "s363"
    },
    {
      "text": "In the fence dropper business, it is common to refer to fence droppers by a letter if that letter lends itself to the shape of the fence dropper.",
      "id": "s364"
    },
    {
      "text": "Enclosed as Exhibit NS-5 are some examples of these.",
      "id": "s365"
    },
    {
      "text": "V droppers are manufactured by Cyclone and Waratah; and J droppers are manufactured by Thomas marsh &amp; Co Pty Ltd.",
      "id": "s366"
    },
    {
      "text": "Similarly, our fence droppers are commonly referred to in the grade as S-droppers or S-shaped droppers.",
      "id": "s367"
    },
    {
      "text": "11.",
      "id": "s368"
    },
    {
      "text": "We have received numerous testimonials from distributors, farmers, graziers and other users of our fence droppers located around Australia and these are enclosed as Exhibit NS-6.",
      "id": "s369"
    },
    {
      "text": "These demonstrate that although our fence droppers are known as Lightning fence droppers, they are regularly referred to and identified by the S-shape and people know that these are the fence droppers of Mayne Industries Pty Ltd. \n \n \n \n \n \n 12.",
      "id": "s370"
    },
    {
      "text": "Our fence droppers are sold in bundles with one small sticker or label per 1000 fence droppers.",
      "id": "s371"
    },
    {
      "text": "It is impractical to affix any brand name to the fence droppers themselves.",
      "id": "s372"
    },
    {
      "text": "Often this label becomes detached e.g.",
      "id": "s373"
    },
    {
      "text": "in transit or handling, which just leaves the bare fence droppers.",
      "id": "s374"
    },
    {
      "text": "The S-shapes of the fence droppers obviously remain and are distinctive elements of the fence droppers, which serve to identify them as our fence droppers and distinguish them from other types and brands of fence droppers.",
      "id": "s375"
    },
    {
      "text": "50 After some cross-examination, Mr Sachs gave this evidence at pages 46 and 47 of the transcript:\n \n \n \n Mr Bain QC Mr Sachs, when you made paragraph 12 you understood that you were claiming to the examiner that the S mark was distinctive of, and identified your company's product and only your company's product, didn't you?",
      "id": "s376"
    },
    {
      "text": "Mr Sachs I accept that statement, yes.",
      "id": "s377"
    },
    {
      "text": "Q.",
      "id": "s378"
    },
    {
      "text": "And that was the means of being able to identify that wire stocked product from other competitor fence droppers?",
      "id": "s379"
    },
    {
      "text": "A.",
      "id": "s380"
    },
    {
      "text": "I don't accept that.",
      "id": "s381"
    },
    {
      "text": "Q.",
      "id": "s382"
    },
    {
      "text": "That's what you were saying, weren't you?",
      "id": "s383"
    },
    {
      "text": "A.",
      "id": "s384"
    },
    {
      "text": "I don't understand what the issue is here.",
      "id": "s385"
    },
    {
      "text": "It says that it's ---'S shapes are distinctive elements'.",
      "id": "s386"
    },
    {
      "text": "I accept that.",
      "id": "s387"
    },
    {
      "text": "But it doesn't say it's exclusive.",
      "id": "s388"
    },
    {
      "text": "In the same paragraph it refers to swing tags or whatever they are called there, small stickers and labels.",
      "id": "s389"
    },
    {
      "text": "Q.",
      "id": "s390"
    },
    {
      "text": "Yes, and the point you made just so, Mr Sachs, is that if you had just the thing itself, no colour, no swing tags, no packaging material, no advertising material, just the article --- the point you are making was, devoid of all other external means of reference, it would be distinguishable and identifiable as an S dropper.",
      "id": "s391"
    },
    {
      "text": "That's so?",
      "id": "s392"
    },
    {
      "text": "A.",
      "id": "s393"
    },
    {
      "text": "I accept that.",
      "id": "s394"
    },
    {
      "text": "Q.",
      "id": "s395"
    },
    {
      "text": "And on that basis yours, and only yours, would be the S dropper?",
      "id": "s396"
    },
    {
      "text": "A.",
      "id": "s397"
    },
    {
      "text": "I accept that.",
      "id": "s398"
    },
    {
      "text": "Q.",
      "id": "s399"
    },
    {
      "text": "And that's why you wanted a mark for it?",
      "id": "s400"
    },
    {
      "text": "A.",
      "id": "s401"
    },
    {
      "text": "I accept what you say, yes.",
      "id": "s402"
    },
    {
      "text": "51 Having regard to all of this evidence, I reach the following conclusions.",
      "id": "s403"
    },
    {
      "text": "52 The applicant's dropper is a utilitarian article used predominantly in rural settings to perform the function of making a wire fence endure and enhance its capacity to function as a fence and retain dynamic tension should it be impacted by a beast.",
      "id": "s404"
    },
    {
      "text": "An essential element of that functionality is the catch loop that engages the intermediate wires.",
      "id": "s405"
    },
    {
      "text": "The evidence of Mr Sachs makes it clear that the catch contributes to ease of installation, saving time, eliminating fiddly clips and ties; retention of elasticity and shape; and helps to prevent sliding or movement of the dropper.",
      "id": "s406"
    },
    {
      "text": "The patent as the foundation for the dropper demonstrates that the S loop adopted in the dropper provided a solution to functional problems evident in droppers comprehended by the prior art at that time.",
      "id": "s407"
    },
    {
      "text": "The adoption of the S loop as the shape of the catch was the central element of the functionality of the improved dropper which continues to be the same dropper incorporating the S loop as developed and patented in 1969.",
      "id": "s408"
    },
    {
      "text": "The shape of the S loop is not just a functional part of a functional article, its functionality is fundamental to the working easy application of the dropper into a fence and the work of the dropper once installed.",
      "id": "s409"
    },
    {
      "text": "53 Shapes other than the S shape are capable of configuration for wire fence droppers that can in principle and might, over time, be demonstrated to be effective in catching an intermediate wire of a fence.",
      "id": "s410"
    },
    {
      "text": "Mr Bailey has identified a number of possible shapes for wire droppers.",
      "id": "s411"
    },
    {
      "text": "Plainly, there is also the spiral wire droppers.",
      "id": "s412"
    },
    {
      "text": "Other droppers of an entirely different configuration exist that do not rely upon a loop catch such as the metal V dropper.",
      "id": "s413"
    },
    {
      "text": "Droppers of different shapes are made from wood and polythene.",
      "id": "s414"
    },
    {
      "text": "However, alternative possible shapes for the shape of a catch incorporated within a wire dropper do not answer the important question of whether the S shape of the applicant's wire dropper takes its shape by reason of the nature of the goods or the function to be performed.",
      "id": "s415"
    },
    {
      "text": "The applicant says the point of real distinction is that the catch need not have an S shape to perform as a catching loop or device and it follows that other shapes (non-trade mark shapes and presumably non-patented shapes) could have been used by the respondent.",
      "id": "s416"
    },
    {
      "text": "It follows, it is said, that the features of shape are not dictated by function.",
      "id": "s417"
    },
    {
      "text": "54 However, they predominantly are so dictated.",
      "id": "s418"
    },
    {
      "text": "55 The patent makes it plain that the solution to the identified disadvantages in prior art fence droppers was the invention of a dropper that retained the typical top and bottom means of engagement but which incorporated a series of intermediate catches to engage intermediate wires 'characterised' by a shape , that is, 'two U bends formed in the wire in opposite directions, one above the other and interconnected by a transverse section preferably in the form of an S- bend ' .",
      "id": "s419"
    },
    {
      "text": "That shape is selected 'such that' an intermediate fence wire is caught in the upper portion of the S shape and 'seated' in the preferred position.",
      "id": "s420"
    },
    {
      "text": "The S shape and its adaptation to capture and seat the wire 'on the transverse section preferably in the downwardly extending curve of the transverse S bend and adjacent to the portion of the wire extending up from the lower U bend and the portion of the wire extending down from the upper inverted U bend' serves the function of overcoming prior art disadvantages resulting in an improved fence dropper.",
      "id": "s421"
    },
    {
      "text": "There is no element of the S shape that is invented or concocted to make the article more appealing.",
      "id": "s422"
    },
    {
      "text": "The shape helps to render comparatively dysfunctional wire droppers functional in an improved novel way.",
      "id": "s423"
    },
    {
      "text": "There may be cases where, for example, the iconic shape of a bottle performs the function of acting as a container of fluid, but the features of shape bear no relation to function.",
      "id": "s424"
    },
    {
      "text": "That is not this case.",
      "id": "s425"
    },
    {
      "text": "Here the inverted U shapes forming an S bend are the functional solution to problems in the prior art.",
      "id": "s426"
    },
    {
      "text": "So much so that a statutory monopoly in the form of a patent was granted to the applicant's predecessor for inventing the novel solution.",
      "id": "s427"
    },
    {
      "text": "There can there be no doubt that the S shape takes its features from the function to be performed by the loop and thus the nature of the work the article does.",
      "id": "s428"
    },
    {
      "text": "Other shaped loops might also catch a wire just as other shaped containers might hold fluid, but the S shape of this loop owes its shape quite precisely to the functional solution its shape serves.",
      "id": "s429"
    },
    {
      "text": "It seems to me that on all the evidence the S loop performs the functions described by Mr Sachs by reason of the shape; and the function it performs is essential to the working operation of the applicant's dropper.",
      "id": "s430"
    },
    {
      "text": "It is clear that Mr Sachs accepts as a practical and honest man who has been involved with his company's fence droppers both directly and through the genetic footprint of his father, Mr Roger Sachs, that the S shape of the loop is the very thing that makes his company's dropper better than others, because it makes the dropper function more efficiently for all the reasons Mr Sachs accepted in evidence.",
      "id": "s431"
    },
    {
      "text": "That is why Mr Roger Sachs obtained a patent for an improved fence dropper.",
      "id": "s432"
    },
    {
      "text": "56 As to the resonance of the applicant's dropper in trade, Mr Serisier gave evidence that the dropper is known by a number of different descriptive terms including the 'wire dropper' and Mr Sachs gave evidence that ' S dropper is a sensible way of describing the dropper but not the only way .",
      "id": "s433"
    },
    {
      "text": "' Mr Sachs said it is also called a ' wire dropper ' and the ' lightning dropper '.",
      "id": "s434"
    },
    {
      "text": "However, the evidence of Mr Sachs both in cross-examination and in submissions by his patent and trade mark attorneys to the Registrar and in his declaration of 26 February 2003, is that the applicant's dropper is commonly known as the 'S dropper'; droppers are 'typically' known by a letter of the alphabet that describes a facet of shape and although some other descriptions are known and might be used, the commonly known way of describing the applicant's dropper is the S dropper.",
      "id": "s435"
    },
    {
      "text": "It is often referred to as the S shaped dropper in much of the correspondence from the applicant's attorneys to the Registrar.",
      "id": "s436"
    },
    {
      "text": "Ultimately, Mr Sachs went further and accepted that the 'S dropper' as the commonly known way of describing the applicant's product, only described the applicant's product.",
      "id": "s437"
    },
    {
      "text": "57 It is not surprising that the fence dropper containing the S loop has become commonly known in the market by the S shape.",
      "id": "s438"
    },
    {
      "text": "Notwithstanding the evidence of Mr Sachs that other shaped loops are possible and the evidence of Mr Bailey to like effect (and Mr Bailey's evidence that droppers embodying some of those loops can be installed in the same manner as the applicant's dropper), the evidence is that droppers bearing those shapes have not emerged sustainably in the market and during the period that other manufacturers were foreclosed by the patent from manufacturing droppers embodying the S shape, none of the contended easily identifiable, alternative, equally efficacious, shapes emerged or became common when commercial incentives might have provoked the emergence of such shapes.",
      "id": "s439"
    },
    {
      "text": "Nor is it surprising that after 16 years of patent monopoly and continuous post-patent manufacture, sale and marketing of the fence dropper containing the S loop, that the only, 'commonly known ' way of describing the dropper has become, the S shape of the loop.",
      "id": "s440"
    },
    {
      "text": "The evidence of Mr Sachs and Mr Bailey establishes that across a period of well over 30 years, the S shape ' applied to wire capturing features of fence droppers ' has become ' synonymous ' with fence droppers of the applicant and the descriptive term for that synonym is 'S dropper' or the 'dropper with the S shaped loops'.",
      "id": "s441"
    },
    {
      "text": "I accept that the S shape of the loop has become synonymous with the shape of fence droppers made by the applicant by reference to the S shape.",
      "id": "s442"
    },
    {
      "text": "58 A question then arises of how might a person who manufactures and sells a fence dropper, describe or exhibit or extol the features of a dropper, and in particular an S shaped catch incorporated within such a fence dropper that engages the intermediate wires of a fence, without necessarily making reference to the shape of the catching mechanism especially when the catch, in that shape, performs a function essential to the operation of the dropper and the dropper is commonly known and described by the alphabetic description S dropper.",
      "id": "s443"
    },
    {
      "text": "When such a user incorporates the S shape within its article (there being no patent or registered design prohibition upon that use) and exhibits the S shaped feature of the catching loop in catalogues or brochures, is the user saying something about the essence of the goods; what they are; how they work; or, is the user using the shape as a trade mark to say 'know these goods in trade because I have made them more 'arresting of appearance' and 'more attractive' by this shape' so as to distinguish them from the goods of other traders.",
      "id": "s444"
    },
    {
      "text": "'\n \n59 The principles are these.",
      "id": "s445"
    },
    {
      "text": "60 Section 120 of the Act expressly incorporates the notion previously implied ( The Shell Company of Australia Limited v Esso Standard Oil (Australia) Limited (supra)) in both s 58(1) and s 62(1) of the Trade Marks Act 1955 (Cth) ('the 1955 Act') that infringing use of a mark is limited to use ' as a trade mark '.",
      "id": "s446"
    },
    {
      "text": "Use as a trade mark is use of the mark as a badge of origin in the sense that use indicates a connection in the course of trade between goods and the person who applies the mark to the goods.",
      "id": "s447"
    },
    {
      "text": "( Coca-Cola v All-Fect (supra); Johnson &amp; Johnson Australia Pty Limited v Sterling Pharmaceuticals Pty Limited (1991) 30 FCR 326 at 341 per Lockhart J and 351 per Gummow J).",
      "id": "s448"
    },
    {
      "text": "The registered owner of the trade mark has, subject to Part 3 of the Act, the exclusive rights to use the trade mark (and authorise others to use the trade mark) in relation to goods in respect of which the trade mark is registered (s 20(1))).",
      "id": "s449"
    },
    {
      "text": "Section 120(1) provides relevantly, that a person infringes a registered trade mark if the person uses, as a trade mark, a sign that is substantially identical with the trade mark in relation to goods in respect of which the trade mark is registered.",
      "id": "s450"
    },
    {
      "text": "A trade mark is a sign used or intended to be used, to distinguish goods dealt with or provided in the course of trade by a person from goods so dealt with or provided by any other person (s 17) and a sign includes a shape (s 6).",
      "id": "s451"
    },
    {
      "text": "Section 7(4) provides that use of a trade mark in relation to goods means use of the trade mark upon or in physical or other relation to the goods.",
      "id": "s452"
    },
    {
      "text": "Accordingly, has the respondent used, as a trade mark, the three dimensional sign in relation to goods by importation, sale and promotion of articles, embodying the shape, to distinguish those goods in the course of trade from the goods of others?",
      "id": "s453"
    },
    {
      "text": "61 The answer to that question requires examination of the purpose and nature of the impugned use, the relevant context, the way the trade mark has been adopted or applied in relation to goods and the use of brochures, catalogues and advertisements ( Johnson &amp; Johnson v Sterling at 347).",
      "id": "s454"
    },
    {
      "text": "A part of that contextual analysis involves an assessment of whether use of the trade mark might be illustrative or descriptive of the goods rather than use as a trade mark.",
      "id": "s455"
    },
    {
      "text": "In that context, the extent to which a three dimensional shape for the goods or a part of the goods serves function is an important element in the determination of whether use is distinctive of commercial origin or illustrative or descriptive of the embodied shape of the goods.",
      "id": "s456"
    },
    {
      "text": "Use of the trade mark must be demonstrated to be use that serves the primary function of a trade mark ( Johnson &amp; Johnson v Sterling at 348 and 349; Christodolou v Disney Enterprises Inc [2005] FCA 1401 ; (2005) 66 IPR 595).",
      "id": "s457"
    },
    {
      "text": "A word trade mark that contains a descriptive element may nevertheless still serve as a badge of origin as language does not necessarily convey only one idea ( Johnson &amp; Johnson v Sterling ) although the descriptive element may make it difficult to demonstrate that the words serve the primary function of distinguishing the goods.",
      "id": "s458"
    },
    {
      "text": "( Wellness Pty Ltd v Pro-Bio Living Waters Pty Ltd (2004) 61 IPR 242 per Bennett J [29]).",
      "id": "s459"
    },
    {
      "text": "62 Similarly, a trade mark that comprises a three-dimensional shape for embodiment in goods or a part of goods where the shape serves in part a functional purpose might be thought to still serve as a badge of origin.",
      "id": "s460"
    },
    {
      "text": "Since the goods, or a part of the goods, take the form of the shape serving that functional purpose, it would be difficult to demonstrate that use of the shape of the goods serves the primary function of a badge of origin.",
      "id": "s461"
    },
    {
      "text": "Such use is very likely to convey something of the functional attributes of the goods, much akin, by analogy, to the use of the oil drop man to identify the qualities of the Shell Petrol in Shell v Esso (supra).",
      "id": "s462"
    },
    {
      "text": "Where the goods embody the shape, a seller of goods bearing the shape, might find it difficult to describe or illustrate the goods without reference to the shape in much the same way that Tansing ( Musidor BV v Tansing (1994) 52 FCR 363) found it necessary in the course of trade in unauthorised recordings of the Rolling Stones to use the trade mark ' Rolling Stones ' to describe the content of the goods being sold.",
      "id": "s463"
    },
    {
      "text": "Similarly, how might Disney Enterprises Inc describe an animated cinematic version of ' The Hunchback of Notre Dame ' without using the words ' The Hunchback of Notre Dame ' notwithstanding the registration of that title as a trade mark for entertainment services ( Christodoulou (supra)).",
      "id": "s464"
    },
    {
      "text": "Where the trade mark comprises a shape which is demonstrated to involve a substantial functional element in the goods, references to the shape are almost certainly references to the nature of the goods themselves rather than use of the shape as a trade mark.",
      "id": "s465"
    },
    {
      "text": "63 In Koninklijke Philips Electrics NV and Another v Remington Products Pty Ltd [2000] FCA 876 ; (2000) 100 FCR 90, the Full Court considered in the context of contended infringement of a two dimensional device mark for the configuration of three rotary shaving heads arranged in an equilateral triangle and a second two dimensional device mark (described as a three dimensional mark because the depiction was said to represent a three dimensional appearance) whether dealing (manufacture, importation and sale) in goods having that shape, being a functional shape depicted in each of the two dimensional device marks, constituted use of the mark ' upon, or in physical or other relation to the goods ', the subject of the registration.",
      "id": "s466"
    },
    {
      "text": "In addressing that question, the Court was considering marks depicting a configuration for rotary shaving heads forming part of an electric shaver that had been popular for over 30 years and a configuration of rotary heads that ' although not the only way in which to make an efficient rotary electric shaver, it is one of the best ways to do so and this model has proved extremely successful '.",
      "id": "s467"
    },
    {
      "text": "In respect of the second two dimensional mark, the applicants had incorporated within the registration a so-called ' disclaimer ' to the effect that 'registration of the mark would neither confer nor recognise any right to use its features as a design applied to an article of manufacture.",
      "id": "s468"
    },
    {
      "text": "Burchett J with whom Hill and Branson JJ agreed, concluded that a shape that goods possess because of their nature and the need for a particular functional or technical result, could not operate as a trade mark ([12]-[22]), that is:\n \n ... merely to produce and deal in goods having the shape, being a functional shape, of something depicted by a trade mark (here the marks do depict, one more completely than the other, a working part of a triple rotary shaver) is not to engage in a 'use' of the mark 'upon, or in physical or other relation to the goods'.",
      "id": "s469"
    },
    {
      "text": "[12].",
      "id": "s470"
    },
    {
      "text": "And: \n \n The alternative ways of using a trade mark in relation to goods do not include simply using the goods themselves as a trade mark.",
      "id": "s471"
    },
    {
      "text": "[12].",
      "id": "s472"
    },
    {
      "text": "64 Having regard to Smith Kline and French Laboratories (Aust) Ltd v Registrar of Trade Marks [1967] HCA 42 ; (1967) 116 CLR 628 at 639-640 and an acceptance of the proposition put by Lehane J at first instance in Koninklijke Philips Electronics NV &amp; Anor v Remington Products Australia Pty Ltd [1999] FCA 816 ; (1999) 91 FCR 167 that the 1995 Act's introduction of shape signs (although intended to effect the result that a shape trade mark would find embodiment in goods or a part of goods), did not bring about a radical change of long accepted principle concerning functional use, Burchett J concluded that there has been no abandonment of the idea that goods have an existence, as goods , and a shape trade mark has an existence in relation to goods.",
      "id": "s473"
    },
    {
      "text": "As a result, the shape of goods (or of a part of goods) embodied by reason of the nature of the goods or a technical or functional result to be achieved by the goods could not distinguish the goods of one trade source from similar goods of another.",
      "id": "s474"
    },
    {
      "text": "[15].",
      "id": "s475"
    },
    {
      "text": "The shape might distinguish or differentiate the goods as goods but not the trade source.",
      "id": "s476"
    },
    {
      "text": "Dealing in goods of that shape is thus use of the goods not use of the shape of those goods as a trade mark.",
      "id": "s477"
    },
    {
      "text": "Burchett J observed at [16]:\n \n The special cases where a shape of the goods may be a mark are cases falling within, not without, the principle he expounded [Windeyer J in Smith Kline].",
      "id": "s478"
    },
    {
      "text": "For they are cases where the shape that is a mark is 'extra', added to the inherent form of the particular goods as something distinct which can denote origin.",
      "id": "s479"
    },
    {
      "text": "The goods can still be seen as having, in Windeyer J's words, 'an existence independently of the mark' which is imposed upon them.",
      "id": "s480"
    },
    {
      "text": "65 In Kenman Kandy, Stone J observed that:\n \n The 'inherent form' of goods, in my view, can only refer to those aspects of form that have functional significance.",
      "id": "s481"
    },
    {
      "text": "Were the 1995 Act to enable the registration of a trade mark that would give the owner a monopoly over functional features, it would indeed have made a radical change to trade mark law.",
      "id": "s482"
    },
    {
      "text": "[137] \n \n \n\n66 The respondent's current brochure being the only brochure now used by the respondent (exhibit GS3 to the affidavit of Serisier - exhibit 12 in the proceeding) is endorsed on the back and front with a photograph of the dropper prominently displaying a fence wire engaged in the loop, other depictions of an installed dropper and a photograph of many droppers spread out enabling the loop to be plainly seen.",
      "id": "s483"
    },
    {
      "text": "None of these uses constitute use of the shape as a trade mark, nor does importing and offering for sale a dropper that contains an S loop constitute use as a trade mark.",
      "id": "s484"
    },
    {
      "text": "Although the earlier brochures of the respondent depicting the exploded view, in situ, of the shape of the S loop (thereby giving particular emphasis to the feature) and descriptive references to the ' unique loop ' impressionistically suggest use of the shape as a distinguishing feature of the goods in the course of trade going to origin, the references are ultimately properly seen as a reference to the configuration of the goods as goods that owe the shape of the S loop to an essential function of the article, that is, the nature of the goods themselves and the capacity of the loop to catch, fix and secure intermediate wires of a fence.",
      "id": "s485"
    },
    {
      "text": "There is a circularity involved when the shape in the goods is such an important functional part of the dropper that a user necessarily illustrates the S shape of the catch in the course of trade to convey the features of the dropper.",
      "id": "s486"
    },
    {
      "text": "Such use has all the appearance of selecting the shape as a distinguishing feature of the respondent's dropper as a badge of origin.",
      "id": "s487"
    },
    {
      "text": "However, such use is not use of the shape as a badge of origin, but rather a statement of the essential functional feature of the S loop inherent in the goods in the sense contemplated in Philips v Remington (supra) per Burchett J; Hill and Branson JJ agreeing and in Kenman Kandy (supra) per French J [45] and Stone JJ [137] and [140].",
      "id": "s488"
    },
    {
      "text": "67 The applicant says the observations of the Full Court in Philips v Remington are confined to the application of two dimensional marks to goods.",
      "id": "s489"
    },
    {
      "text": "It is not an authority directed to a case of infringement of a three dimensional shape mark incorporated in goods.",
      "id": "s490"
    },
    {
      "text": "Whilst that is true in terms, the expressions of principle in relation to shapes that take form by reason of the function to be performed or due to the nature of the goods, are broader statements of principle.",
      "id": "s491"
    },
    {
      "text": "Where the three dimensional shape inheres in goods or a part of goods and the goods or that part perform a functional role (particularly where the shape derives from a novel and patented improvement to functionality), the use of the shape by importing and selling an article embodying the shape and promoting that article (and its shape) by graphic illustrations or by photographs, is not use of the sign as a trade mark but the expression of the essential features of the goods.",
      "id": "s492"
    },
    {
      "text": "68 I have considered all of the contextual circumstances identified by the applicant including the additional matter of the evidence of Mr Bailey that there are alternative cheaper designs the respondent might have selected or alternative shapes or designs which would be of a similar cost.",
      "id": "s493"
    },
    {
      "text": "The applicant says this evidence also suggests a conscious decision to use the applicant's trade mark, as a trade mark.",
      "id": "s494"
    },
    {
      "text": "However, notwithstanding the contextual factors, it seems to me that the functional features of the S loop make it clear that the respondent's use of the shape is not use as a trade mark.",
      "id": "s495"
    },
    {
      "text": "69 A further consideration bearing on whether the respondent has used the shape of the S loop catch as a trade mark is this.",
      "id": "s496"
    },
    {
      "text": "The social compact underpinning the patent legislation is the encouragement of novel innovation by the grant, subject to qualifying criteria, of a term of exclusivity on the footing that upon the expiry of the monopoly, others are free to exercise the former monopoly.",
      "id": "s497"
    },
    {
      "text": "The 1995 Act by enabling shapes to be registered as a badge of origin did not establish a regime under which inventors might be able to secure enduring exclusive rights of use and foreclosure of others through infringement proceedings for the shape of a functional manner of new manufacture formerly the subject of a patent, as in this case.",
      "id": "s498"
    },
    {
      "text": "A shape essential to the very subject of the patent will almost always be largely functional as the invention must be novel and useful.",
      "id": "s499"
    },
    {
      "text": "If the shape is entirely incidental to the subject matter of the patent, it is unlikely to be a shape bearing any functional element.",
      "id": "s500"
    },
    {
      "text": "That is not this case.",
      "id": "s501"
    },
    {
      "text": "70 Accordingly, the respondent has not infringed the applicant's trade mark.",
      "id": "s502"
    },
    {
      "text": "Sections 25, 87 and 89 of the Act \n \n71 If s 25 of the Act [17] applies, ss 25(2)(a) and 25(3)(a) provide that the registered owner does not have any exclusive rights to use, or authorise others to use, the trade mark in relation to an article formerly exploited under a patent or other goods of the same description.",
      "id": "s503"
    },
    {
      "text": "Section 25 applies to bring about that result if the trade mark consists of or contains a sign that describes or is the name of an article formerly exploited under a patent; it is two years since the patent expired or ceased; and the sign is the only commonly known way to describe or identify the article.",
      "id": "s504"
    },
    {
      "text": "The registered owner is taken to have 'ceased to have those exclusive rights at the end of the period of two years after the patent ceased or expired' (s 25(2)(b); s 25(3)(b)).",
      "id": "s505"
    },
    {
      "text": "Expiry of the patent occurred on 8 October 1984.",
      "id": "s506"
    },
    {
      "text": "The opportunity to apply for and obtain a trade mark for the shape of the loop arose under the 1995 Act.",
      "id": "s507"
    },
    {
      "text": "Section 25 in one sense operates upon a construct as the exclusive rights contemplated by ss 25(2) and 25(3) can only be those rights conferred by the Act.",
      "id": "s508"
    },
    {
      "text": "Those rights had not arisen on 9 October 1986 (being two years after expiry of the patent) when the registered owner is taken to have ceased to have 'those exclusive rights' in respect of a subject matter that was not then capable of being a trade mark and would not be the subject of an application for a trade mark until 18 May 2001.",
      "id": "s509"
    },
    {
      "text": "The section at one level seems to contemplate a registered trade mark and articles exploited under a patent during the currency of the mark.",
      "id": "s510"
    },
    {
      "text": "However, s 25(1) applies in circumstances where three integers are satisfied: a registered trade mark consisting of or containing a sign describing (or a sign that is the name of) an article formerly exploited under a patent; an elapsed period of two years from expiry of the patent; and a sign that is the only commonly known way to describe or identify the article.",
      "id": "s511"
    },
    {
      "text": "In those circumstances, the registered owner does not have any exclusive rights.",
      "id": "s512"
    },
    {
      "text": "The temporal provision should be understood as declaring that as from a relevant date determined by the section, no exclusive rights under the Act could arise in the registered owner.",
      "id": "s513"
    },
    {
      "text": "The rights that would have arisen on registration (s 20(3)) did not, as those rights are subject to Part 3 which includes s 25 of the Act.",
      "id": "s514"
    },
    {
      "text": "72 Sections 24 and 25 of the 1995 Act are based on s 56 of the 1955 Act which owes its formulation in substantial part to s 15 of the United Kingdom Trade Marks Act 1938.",
      "id": "s515"
    },
    {
      "text": "Section 56(1) of the 1955 Act provided that the registration of a trade mark did not become invalid by reason only of the use, after the date of registration, of a word or words which the trade mark contained or of which it consisted, as the name or description of an article.",
      "id": "s516"
    },
    {
      "text": "As to invalidity, the Court in Campamor Sociedad, Limitada &amp; Anor v Nike International Limited &amp; Anor [2000] HCA 12 ; (2000) 202 CLR 45 per Gleeson CJ, Gaudron, McHugh, Gummow, Kirby, Hayne and Callinan JJ, approved the view of Taylor J in F H Faulding &amp; Co Ltd v Imperial Chemical Industries of Australia and New Zealand Ltd [1964] HCA 38 ; (1965) 112 CLR 537 at 560-561 that s 56 operated as a provision intended to define exhaustively what manner of use after registration of a registered word trade mark would operate to invalidate the mark.",
      "id": "s517"
    },
    {
      "text": "Section 56(2)(b) of the 1955 Act provided that where an article was formerly manufactured under a patent, a period of two years had elapsed since the patent ceased or expired and the word which the trade mark contained or of which it consisted, was the only practicable name or description of the article, particular consequences arose.",
      "id": "s518"
    },
    {
      "text": "They were these.",
      "id": "s519"
    },
    {
      "text": "If the trade mark consisted solely of that word, the registration of the trade mark 'so far as regards registration in respect of the article ... or of any goods of the same description, ... shall be deemed for the purposes of s 22 to be an entry wrongly remaining in the Register' (s 56(3)).",
      "id": "s520"
    },
    {
      "text": "Section 22(1) of the 1955 Act provided that a prescribed Court 'may, on the application of a person aggrieved or the Registrar, order the rectification of the Register by [among other things] the expunging or amendment of an entry wrongly made in or remaining in the Register'.",
      "id": "s521"
    },
    {
      "text": "If, however, the trade mark contained that word and other matter, s 56(4) provided that a prescribed Court, in deciding whether the trade mark ought to remain in the Register in relation to the article or any goods of the same description, 'may, in the case of a decision in favour of the trade mark remaining in the Register, require as a condition that the proprietor shall disclaim any right to the exclusive use of that word in relation to that article or to any goods of the same description ... but no such disclaimer affects any rights of the proprietor of the trade mark except such as arise out of the registration of the trade mark in respect of which the disclaimer is made'.",
      "id": "s522"
    },
    {
      "text": "Section 56(5) contained a provision which had the effect of deeming rights of the registered owner to have ceased.",
      "id": "s523"
    },
    {
      "text": "That provision was in these terms:\n \n (5) For the purposes of any other legal proceedings relating to the trade mark - \n \n \n \n \n (a) if the trade mark consists solely of that word, all rights of the registered proprietor to the exclusive use of the trade mark; or \n \n \n \n \n \n \n \n (b) if the trade mark contains that word and other matter, all rights of the registered proprietor to the exclusive use of that word, \n \n \n \n \n in relation to the article ... or to any goods of the same description ... shall be deemed to have ceased on the date at which the use mentioned in paragraph (a) of sub-section (2) first became well-known and established, or at the expiration of the period of two years mentioned in paragraph (b) of that sub-section.",
      "id": "s524"
    },
    {
      "text": "73 Section 56(2)(a) provided for the application of subsections 3, 4 and 5 of s 56 where there was a well-known and established use of a word as the name or description of an article by a person carrying on trade in that article not being use in relation to goods connected in the course of trade with the proprietor.",
      "id": "s525"
    },
    {
      "text": "74 Section 24 of the 1995 Act addressees the circumstances of a registered trade mark which consists of or contains a sign that after the date of registration of the trade mark had become generally accepted within the relevant trade as the sign that described or had become the name of an article.",
      "id": "s526"
    },
    {
      "text": "Section 25 of the 1995 Act addresses a trade mark that bears a relationship to articles formerly exploited under a patent.",
      "id": "s527"
    },
    {
      "text": "Section 25 preserves the distinction between a registered trade mark that consists of or contains a sign although the term 'consists solely' used in s 56(3) is not used in s 25(2).",
      "id": "s528"
    },
    {
      "text": "A trade mark consists of a sign for the purposes of the 1995 Act if the trade mark is the sign.",
      "id": "s529"
    },
    {
      "text": "If the trade mark consists of a sign, as in this case, s 25(2) provides that the registered owner does not have any exclusive rights to use (or authorise others to use) the trade mark, in relation to the article or goods of the same description.",
      "id": "s530"
    },
    {
      "text": "Section 56(3) of the 1955 Act deemed the relevant entry to be an entry wrongly remaining on the Register for the purposes of the Court's discretion conferred by s 22(1) of the 1955 Act, conferred generally 'subject to the Act'.",
      "id": "s531"
    },
    {
      "text": "The power to rectify the Register to remove an entry wrongly remaining on the Register is conferred on the Court under the 1995 Act by s 88(1)(b) on the grounds set out in s 88(2).",
      "id": "s532"
    },
    {
      "text": "Section 87 [23] contemplates that either ss 24 or 25 might apply in relation to a registered trade mark.",
      "id": "s533"
    },
    {
      "text": "If, relevantly here, s 25 does apply, the Court may on the application of an aggrieved person or the Registrar 'but subject to section 87(2) and section 89, order that the Register be rectified by (a) cancelling the registration of the trade mark; or (b) removing or amending any entry in the Register relating to the trade mark having regard to the effect of section 25 on the right of the registered owner of the trade mark to use the trade mark, or any sign that is part of the trade mark, in relation to particular goods or services'.",
      "id": "s534"
    },
    {
      "text": "75 Section 87(1) confers a discretion on the Court to order cancellation of the registration of the trade mark.",
      "id": "s535"
    },
    {
      "text": "That discretion is to be exercised according to its terms and, where appropriate, settled principle.",
      "id": "s536"
    },
    {
      "text": "The discretion is to be exercised subject to s 87(2) which identifies circumstances in which the Court might decide not to make an order.",
      "id": "s537"
    },
    {
      "text": "Similarly, the Court might by s 89 of the Act decide 'not to grant an application under s 87' and therefore refuse to make an order which, is itself, an exercise of the discretion, if the registered owner satisfies the Court that the ground relied on by the applicant 'has not arisen through any act or fault of the registered owner'.",
      "id": "s538"
    },
    {
      "text": "In terms, the discretion must not only be exercised taking account of s 87(2) and s 89 but having regard to the effect of s 25 on the right of the registered owner of the trade mark.",
      "id": "s539"
    },
    {
      "text": "It seems to me that all these matters must be weighed carefully in the balance to determine whether the Court ought to cancel the registration of a trade mark and, in consequence, extinguish rights conferred by the Act on the registered owner.",
      "id": "s540"
    },
    {
      "text": "The discretion is a true discretion in the sense that all the matters going to s 25 (the circumstances of this case) must be considered, the particular circumstances of the applicant, any relevant s 87(2) factors, the conduct of the registered owner and the effect upon the rights of the registered owner brought about by the operation of s 25.",
      "id": "s541"
    },
    {
      "text": "Some of these factors will weigh heavily as s 25, for example, has the applied effect of declaring that the registered owner has no exclusive rights.",
      "id": "s542"
    },
    {
      "text": "In that sense, the discretion may seem facultative only ( EOS (Aust) Pty Ltd v Expo Tomei Pty Ltd (1998) 42 IPR 277, per Branson J).",
      "id": "s543"
    },
    {
      "text": "However, the Court is required to determine whether an order ought to be made or refused taking account of the identified considerations.",
      "id": "s544"
    },
    {
      "text": "Although those considerations are more limited than the reference in s 22(1)(b) of the 1955 Act which conditioned the discretion as 'subject to the Act', s 87(1) requires the Court to consider particular matters or circumstances by drawing within s 87(1) the specific matters, facts and circumstances contained in s 87(2) and s 89.",
      "id": "s545"
    },
    {
      "text": "Moreover, an order for cancellation of the registration of a trade mark is one of and perhaps the most significant intervention a Court might make in granting remedial orders inter-parties or on the application of the Registrar.",
      "id": "s546"
    },
    {
      "text": "That suggests that the Court is required to consider and weigh (within the bounds identified by the section) whether an order ought to be made in all the relevant circumstances.",
      "id": "s547"
    },
    {
      "text": "Accordingly, the term 'may' in s 87(1) ought not to be read as 'must upon the application of s 25 but subject to subsection (2) and section 89, order' etc.",
      "id": "s548"
    },
    {
      "text": "The power conferred on the Court in respect of cancellation under s 87(1) involves the exercise of a discretion as much as s 22 of the 1955 Act involved the exercise of a discretion in relation to expungement ( Campomar v Nike (supra) [87], p 80, the Court).",
      "id": "s549"
    },
    {
      "text": "76 Section 87(2) like s 87(1) contemplates the application of either s 24 or s 25 in relation to a trade mark and uses the language 'because the trade mark contains a sign' and then sets out alternatives that fulfil the content of the application of either s 24 or s 25.",
      "id": "s550"
    },
    {
      "text": "The first alternative relates to the circumstances engaging s 24, namely, 'because the trade mark contains a sign that (a) has become generally accepted within the relevant trade as the sign that describes or is the name of an article ...'.",
      "id": "s551"
    },
    {
      "text": "The second relates to the circumstances engaging s 25, namely 'because the trade mark contains a sign that describes or is the name of an article that was formerly exploited under a patent'.",
      "id": "s552"
    },
    {
      "text": "In either case, the Court may decide not to make an order under s 87(1) and allow the trade mark to remain on the Register in respect of the article or goods of the same description subject to any condition or limitation the Court may impose.",
      "id": "s553"
    },
    {
      "text": "Section 25 of the 1995 Act maintains the distinction evident in s 56 of the 1955 Act between a trade mark that contains subject matter (a word or words in s 56) and one that consists of that subject matter.",
      "id": "s554"
    },
    {
      "text": "Differential consequences arise for each.",
      "id": "s555"
    },
    {
      "text": "Section 87(1) is predicated upon the application of s 25 which applies in the circumstances set out in s 25(1).",
      "id": "s556"
    },
    {
      "text": "Section 87(2) so far as s 25 is concerned, addresses a circumstance where s 25 applies because the trade mark contains a sign rather than consists of the sign and secondly, because the trade mark describes or is the name of an article.",
      "id": "s557"
    },
    {
      "text": "Section 87(2) does not also require for its operation that the sign is the only commonly known way to describe or identify the article.",
      "id": "s558"
    },
    {
      "text": "Once s 25 applies according to its terms, the discretion in s 87(1) is enlivened.",
      "id": "s559"
    },
    {
      "text": "Subject to its terms, the exercise of the discretion must take into account whether an order ought not to be made in the case of a trade mark containing a sign that describes or is the name of an article formerly exploited under a patent.",
      "id": "s560"
    },
    {
      "text": "Since the trade mark in this case consists of the sign rather than 'contains' a sign (among other elements) s 87(2) has no operation for the purposes of s 87(1).",
      "id": "s561"
    },
    {
      "text": "77 Are the elements of s 25(1)(a), (b) and (c) satisfied?",
      "id": "s562"
    },
    {
      "text": "78 The trade mark's legislation of the Commonwealth has been evolving over time and now comprehends any shape, colour, sound or scent as a possible trade mark.",
      "id": "s563"
    },
    {
      "text": "Section 25 must be given a purposive construction consistent with the evolution of the Act to contemporary circumstances.",
      "id": "s564"
    },
    {
      "text": "The elements of s 25(1) on the facts of this case, are these.",
      "id": "s565"
    },
    {
      "text": "79 The trade mark consists of the sign as it is the entirety of the trade mark.",
      "id": "s566"
    },
    {
      "text": "80 The sign is a shape.",
      "id": "s567"
    },
    {
      "text": "81 A shape when formed is capable of describing something, as the shape is capable of conveying information.",
      "id": "s568"
    },
    {
      "text": "A continuous line drawn around a centre point where each point on the line is equidistant from that point, describes a shape in a particular plane.",
      "id": "s569"
    },
    {
      "text": "The name given to that shape is a circle and the shape when formed is commonly understood as describing a circle.",
      "id": "s570"
    },
    {
      "text": "A shape might take form in two dimensions or when the shape is to be applied to or embodied in an article, the shape will take form in three dimensions.",
      "id": "s571"
    },
    {
      "text": "A three dimensional shape to be embodied in goods is capable of describing those goods by that shape.",
      "id": "s572"
    },
    {
      "text": "That shape might also find expression in an analogue for the shape such as an alphabetic analogue like 'S shape' or 'S dropper' that sufficiently approximates the features of the shape that it becomes the name, by that analogue, of the article.",
      "id": "s573"
    },
    {
      "text": "In Philips Electronics N V v Remington Consumer Products (1998) 40 IPR 279 at 292 , Jacob J observed that: 'A picture of an article is equivalent to a description of it --- both convey information.",
      "id": "s574"
    },
    {
      "text": "If the picture is simply of an artefact which traders might legitimately wish to manufacture then to my mind it is just like the common word for it' .",
      "id": "s575"
    },
    {
      "text": "In that case, Jacob J was considering a question of capacity to distinguish.",
      "id": "s576"
    },
    {
      "text": "However those observations as they relate to the capacity of an image to convey information and thus describe an artefact or article are relevant to this issue.",
      "id": "s577"
    },
    {
      "text": "A picture is simply a two-dimensional image of the three dimensional article reflecting features of shape.",
      "id": "s578"
    },
    {
      "text": "His Honour's observation was adopted in Koninklijke Philips v Remington (supra) at p 101 [12], per Burchett J; Hill and Branson JJ agreeing.",
      "id": "s579"
    },
    {
      "text": "82 In s 25(1)(a), the shape sign must describe or be the name of an article formerly exploited under a patent.",
      "id": "s580"
    },
    {
      "text": "The applicant says a shape sign is not capable of describing an article, only words can do that.",
      "id": "s581"
    },
    {
      "text": "Section 25 of the 1995 Act expressly contemplates that a sign, defined to include a shape, might describe or be the name of an article.",
      "id": "s582"
    },
    {
      "text": "Section 25(1)(i)(a) is consistent with a common understanding that a shape by conveying information as to the features of an article, might describe that article by those features.",
      "id": "s583"
    },
    {
      "text": "Trade marks, in a modern society, 'play a significant role in ordinary public and commercial discourse, supplying vivid metaphors and compelling imagery disconnected from the traditional function of trade marks to indicate source or origin of goods' ( Campomar v Nike (supra) at 67 [46] per Gleeson CJ, Gaudron, McHugh, Gummow, Kirby, Hayne and Callinan JJ).",
      "id": "s584"
    },
    {
      "text": "The categories of subject matter susceptible of registration as trade marks have evolved from the 1905 Commonwealth Act repealed by the 1955 Act to the Trade Marks Amendment Act (1976) (Cth ) providing for the introduction of service marks, to the 1995 Act providing for the adoption of a definition of sign to include shape, consistent with the recommendations in July 1992 of the Working Party appointed by the Commonwealth Minister for Science, Customs and Small Business, in its report ' Recommended Changes to the Australian Trade Marks Legislation' .",
      "id": "s585"
    },
    {
      "text": "Through the various approaches to framing the content, in many important respects, of the statutory instruments, 'it is significant that the balancing of all these interests has been struck differently between one Statute and the next as markets and trade methods and practices have changed' ( Campomar ) [49] per the Court (supra ).",
      "id": "s586"
    },
    {
      "text": "83 Consistent with the balance struck by the 1995 Act to include any shape as a sign and thus subject to the elements of s 17 of the Act, potentially a trade mark, a shape sign is capable of describing an article.",
      "id": "s587"
    },
    {
      "text": "84 Does the sign describe an article?",
      "id": "s588"
    },
    {
      "text": "85 In s 25(1)(a), the sign must describe or be the name of an article formerly exploited under a patent.",
      "id": "s589"
    },
    {
      "text": "That article is the fence dropper.",
      "id": "s590"
    },
    {
      "text": "The features of the three-dimensional shape describe the S loop forming part of the article: an inverted U having the appearance of an S bend that has the identified functional advantages resulting in 'an improved fence dropper'.",
      "id": "s591"
    },
    {
      "text": "The article is not just a fence dropper but an improved fence dropper, improved by reason of the embodiment of the invented shape in the article.",
      "id": "s592"
    },
    {
      "text": "The improved fence dropper is made up of a galvanised wire, where, at points along the wire, an S shaped loop is formed.",
      "id": "s593"
    },
    {
      "text": "The sign shows the line of the 'upwards' part of the wire (which is simply a section of wire) entering the S shape which, as shaped, has the effect of forming the upper inverted U or top section of the S shape, and a downwards wire entering and forming the bottom U or lower section of the S. The fence dropper may comprise two or many more S shaped loops depending upon the number of intermediate wires to be caught.",
      "id": "s594"
    },
    {
      "text": "The article is made up of a collection of S loops.",
      "id": "s595"
    },
    {
      "text": "The shape of the repeated loop is, in substance, the article.",
      "id": "s596"
    },
    {
      "text": "But for, an S loop or two or more S loops, the dropper has no utility subject to one thing.",
      "id": "s597"
    },
    {
      "text": "The tails, top and bottom, connect the dropper to the top and bottom wires of the fence.",
      "id": "s598"
    },
    {
      "text": "The tails are an important feature of the dropper and each tail must be wound on to the top and bottom wires respectively of the fence.",
      "id": "s599"
    },
    {
      "text": "The dropper could not function properly without the tails.",
      "id": "s600"
    },
    {
      "text": "The shape sign does not include the tails of the article.",
      "id": "s601"
    },
    {
      "text": "The patent specification [30] sets out the features of the article to be exploited under the monopoly and identifies the essential feature resulting in an improved fence dropper as the configuration or shape of the formed bend in the wire to catch the intermediate wires.",
      "id": "s602"
    },
    {
      "text": "The critical thing about the dropper 'formerly exploited under [the] patent' is the shape of the formed catch or loop.",
      "id": "s603"
    },
    {
      "text": "Apart from the disadvantage that earlier droppers were necessarily designed of heavy gauge wire, another disadvantage was that the intermediate catches as then designed were so turned by the top and bottom attachment means as to tend to kink the fence wires.",
      "id": "s604"
    },
    {
      "text": "Difficulty would arise if the intermediate wire should be broken.",
      "id": "s605"
    },
    {
      "text": "The invention resided 'broadly', as the specification says, in a fence dropper having a top and bottom engagement means consistent with the prior art and a series of intermediate catchment loops comprised of the S shape to overcome the perceived disadvantage of prior art catches.",
      "id": "s606"
    },
    {
      "text": "In that sense, the S loop is the functional novel feature of the article.",
      "id": "s607"
    },
    {
      "text": "Since the article is constituted by the collection or series of intermediate S loops depending on the number of wires to be caught, the shape of each S loop is the dominant element of the improved article.",
      "id": "s608"
    },
    {
      "text": "86 Accordingly, the sign, in substance, describes the article.",
      "id": "s609"
    },
    {
      "text": "87 More fundamentally, s 25 contains a limitation within Part 3 itself upon s 20(1) which confers exclusive rights of use 'in relation to goods' in respect of a trade mark that might, for the purposes of s 17 of the Act, comprise either the shape of the goods or a shape of part of the goods.",
      "id": "s610"
    },
    {
      "text": "Since a shape sign for a part of a good might be a trade mark for that good, a sign might, as a matter of consistency, describe a good by so describing a part of the good.",
      "id": "s611"
    },
    {
      "text": "If the good is an article formerly exploited under a patent, the sign will describe the article.",
      "id": "s612"
    },
    {
      "text": "In addition, the article is commonly known as the 'S dropper'.",
      "id": "s613"
    },
    {
      "text": "88 The shape of the loop comprising the sign has lent its shape to the name of the article through the device of an alphabetic analogue, 'S' as the applicant's patent and trade mark agents contended to the Registrar and as Mr Sachs accepts.",
      "id": "s614"
    },
    {
      "text": "The shape can only operate however as the name of the article through the intermediary of a recognised descriptor of the shape.",
      "id": "s615"
    },
    {
      "text": "Since a sign now comprehends a shape, purposive meaning must be given to the language of the section.",
      "id": "s616"
    },
    {
      "text": "A well known shape could become the name of an article if the name of the shape (such as a letter emblematic of the elements of the shape) has become the name of the article.",
      "id": "s617"
    },
    {
      "text": "In this case, since the S shape has become not only a commonly known way of describing the dropper, but the only commonly known way, of doing so, the language of the section is not strained by recognising that an alphabetic analogue for the shape has become the name of the article formerly exploited under the patent.",
      "id": "s618"
    },
    {
      "text": "Notwithstanding the currency of that alphabetic analogue, s 25(1)(a) is satisfied, on the footing that the sign describes the article formerly made under the patent.",
      "id": "s619"
    },
    {
      "text": "89 As to s 25(1)(b), the patent expired on 8 October 1984.",
      "id": "s620"
    },
    {
      "text": "90 As to s 25(1)(c), for the reasons indicated previously, I am satisfied that the sign is the only, 'commonly known' way to either describe or identify the article.",
      "id": "s621"
    },
    {
      "text": "In the result, s 25(2) operates to deprive the registered owner of any exclusive rights to use or authorise others to use the trade mark and those rights are taken to have ceased on 9 October 1986, notwithstanding that they arose under the Act much later in time.",
      "id": "s622"
    },
    {
      "text": "The exercise of the discretion under s 87(1) \n \n91 Section 87(1) contemplates the application of s 25.",
      "id": "s623"
    },
    {
      "text": "The cross-applicant has made out each of the elements of s 25(1) that cause that section to apply.",
      "id": "s624"
    },
    {
      "text": "As a result, because the trade mark consists of the sign, s 25(2)(a) declares that the registered owner does not have any exclusive rights to use or authorise others to use the trade mark in relation to the fence dropper formerly exploited under the patent or other goods of the same description.",
      "id": "s625"
    },
    {
      "text": "Since the registered owner has no such exclusive rights, prima facie the Register ought not to continue to reflect registration of a trade mark that suggests, to those who deal with the Register, the apparent enjoyment of those exclusive rights in the registered owner.",
      "id": "s626"
    },
    {
      "text": "The effect of s 25 of the Act is to declare that the registered owner does not have 'any exclusive rights' of the kind described in that section.",
      "id": "s627"
    },
    {
      "text": "If those rights are a sub-set of broader exclusive rights, there may be good reason not to cancel the registration of the trade mark so as to enable the registered owner to enjoy other rights conferred by registration of the trade mark.",
      "id": "s628"
    },
    {
      "text": "Section 20(1) provides that if a trade mark is registered, the registered owner has, subject to Part 3, the exclusive rights (a) to use the trade mark; and (b) to authorise other persons to use the trade mark; in relation to goods and/or services in respect of which the trade mark is registered.",
      "id": "s629"
    },
    {
      "text": "Section 20(2) provides that the registered owner 'also has the right to obtain relief under this Act if the trade mark has been infringed'.",
      "id": "s630"
    },
    {
      "text": "Infringement of a registered trade mark occurs having regard to Part 12 of the Act.",
      "id": "s631"
    },
    {
      "text": "The right to obtain relief in respect of infringement is necessarily a consequential right dependent upon the registered owner having the exclusive rights conferred by s 20 which accrue to the registered owner 'as from the date of registration of the trade mark' (s 20(3)).",
      "id": "s632"
    },
    {
      "text": "Section 22 provides that the registered owner may, subject only to any rights appearing in the Register to be vested in another person, 'deal with the trade mark as its absolute owner and give in good faith discharges for any consideration for that dealing'.",
      "id": "s633"
    },
    {
      "text": "The section does not protect anyone who deals with the registered owner other than as a purchaser in good faith for value and without notice of fraud.",
      "id": "s634"
    },
    {
      "text": "Equities may be enforced against the registered owner except to the prejudice of a purchaser in good faith for value.",
      "id": "s635"
    },
    {
      "text": "92 Sections 24 and 25 declare that the registered owner does not have any exclusive rights of use as identified in those sections, in the circumstances of those sections.",
      "id": "s636"
    },
    {
      "text": "Section 26 sets out the powers of an authorised user of a registered trade mark, subject to any agreement between the registered owner and an authorised user.",
      "id": "s637"
    },
    {
      "text": "93 Section 25 falls within Part 3.",
      "id": "s638"
    },
    {
      "text": "The exclusive rights conferred by s 20(1) are conferred subject to Part 3.",
      "id": "s639"
    },
    {
      "text": "It can be seen that the exclusive rights dealt with by s 25(2) of the Act are not merely a sub-set of broader rights.",
      "id": "s640"
    },
    {
      "text": "Section 25 meets the conferral of exclusive rights by s 20(1) head on.",
      "id": "s641"
    },
    {
      "text": "94 Section 87(2) seems to me to have no application as the trade mark does not contain a sign but consists of a sign.",
      "id": "s642"
    },
    {
      "text": "However, even if the phrase 'contains a sign' comprehends a trade mark that comprises a trade mark containing or consisting of a sign, the consideration that the sign describes a fence dropper formerly exploited under the patent does not provide a foundation for concluding that the trade mark should remain on the Register in respect of the article or goods of the same description subject to a condition or limitation that the Court might impose.",
      "id": "s643"
    },
    {
      "text": "The position might be different if the trade mark consisted of a sign and 'other matter' where the relationship between the sign, the remaining features of the mark and the goods or services in respect of which it is registered suggest that the trade mark should remain on the Register subject to a particular condition or limitation.",
      "id": "s644"
    },
    {
      "text": "95 Section 89 of the Act [24] conditions the exercise of the discretion under s 87(1) in the sense that the registered owner may be able to satisfy the Court that the ground relied upon by the applicant under s 87 has 'not arisen through any act or fault of the registered owner'.",
      "id": "s645"
    },
    {
      "text": "The ground relied upon by the cross-applicant is the application by force of s 25(1) of s 25 resulting by reason of s 25(2)(a) in the registered owner not having any exclusive rights to use the trade mark or authorise others to use the trade mark in relation to the article formerly exploited under the patent or other goods of the same description.",
      "id": "s646"
    },
    {
      "text": "It seems to me that the phrase 'act or fault of the registered owner' contemplates any conduct on the part of the registered owner having a material connection with an element of s 25(1) of the Act.",
      "id": "s647"
    },
    {
      "text": "It is the demonstrated satisfaction of those elements which causes the ground relied upon by the cross-applicant to arise.",
      "id": "s648"
    },
    {
      "text": "96 In this case, the registered owner has contributed significantly to elements of s 25(1) which has given rise to the ground relied upon by the cross-applicant.",
      "id": "s649"
    },
    {
      "text": "The registered owner on 18 May 2001 applied for and ultimately obtained registration of a trade mark that consists of a sign which is the shape of the S loop the subject of the expired patent.",
      "id": "s650"
    },
    {
      "text": "At the moment in time when the registered owner applied for the trade mark, that shape was emblematic of a fence dropper made and sold by the applicant containing an S loop which was commonly known as the S dropper.",
      "id": "s651"
    },
    {
      "text": "By reason of the shape, not only was the fence dropper commonly known as the S dropper but, as Mr Sachs conceded, the articles sold by the applicant are the same articles formerly exploited under the expired patent and the reference to the term 'S dropper' was distinguishable and identifiable as the S dropper of the applicant and only the applicant [50].",
      "id": "s652"
    },
    {
      "text": "Since the applicant has sought to apply for and obtain registration of a trade mark consisting of a sign that describes an article formerly exploited under the patent knowing that the patent had expired in 1984 and that the sign is the only commonly known way to describe or identify the article formerly exploited under the patent, the applicant has obtained a trade mark registration in circumstances where the registered owner does not have any exclusive rights to use or authorise others to use the trade mark in relation to the article or goods of the same description.",
      "id": "s653"
    },
    {
      "text": "97 In simple terms, the applicant has, through registration of the trade mark, sought to take advantage of the 1995 Act and its introduction of any 'shape' as an element of a sign and thus potentially a trade mark for the purposes of s 17 of the Act, to strategically put itself in the same position, through registration of a three-dimensional shape for a functional 'S' shaped loop for embodiment in fence droppers, as it would have been in, had the expired patent remained on foot, with the added advantage that exclusive rights of use and the right to obtain relief for infringement thus obtained, would be renewable every 10 years as required by s 77 of the Act (recognising that the Registrar '... must renew the registration ...' ) pursuant to a request made in accordance with s 75 of the Act.",
      "id": "s654"
    },
    {
      "text": "98 Accordingly, I am not satisfied that the ground relied upon by the cross-applicant 'has not arisen through any act or fault of the registered owner'.",
      "id": "s655"
    },
    {
      "text": "99 As a result, the discretion conferred by s 87(1) ought to be exercised to cancel the registration of the trade mark.",
      "id": "s656"
    },
    {
      "text": "Section 122(1) of the Act \n \n100 The next question is whether the conduct of the respondent falls within s 122(1)(b)(i) and s 122(1)(c).",
      "id": "s657"
    },
    {
      "text": "Those sections are in these terms:\n \n 122 When is a trade mark not infringed?",
      "id": "s658"
    },
    {
      "text": "(1) In spite of section 120, a person does not infringe a registered trade mark when: \n ... \n (b) the person uses a sign in good faith to indicate: \n \n \n (i) the kind, quality, quantity, intended purpose, value, geographical origin, or some other characteristic, of goods or services; or \n \n \n ... \n \n \n \n \n (c) The person uses the trade mark in good faith to indicate the intended purpose of goods (in particular as accessories or spare parts) or services; or \n \n \n \n \n ... \n \n \n \n\n101 Section 122(1) is called in aid when a user has engaged in conduct that falls within s 120.",
      "id": "s659"
    },
    {
      "text": "In spite of s 120(1), for present purposes, use as a trade mark of a sign substantially identical with the trade mark in relation to fence droppers is not an infringement of the registered trade mark if the respondent has used the sign to indicate a characteristic of the goods, namely, the feature of the S loop that engages the intermediate wires, or, the purpose of that feature in the function and operation of the goods.",
      "id": "s660"
    },
    {
      "text": "Having regard to the consideration of whether the respondent's conduct is use of the trade mark, as a trade mark, and the findings on that question, infringement is not made out.",
      "id": "s661"
    },
    {
      "text": "It is not necessary to decide whether these additional defences are also made out.",
      "id": "s662"
    },
    {
      "text": "However, some observations should be made.",
      "id": "s663"
    },
    {
      "text": "First, consistent with the earlier discussion, the respondent's use of the sign is use so as to indicate the characteristic of the S loop to catch, fix and secure the intermediate wires of a fence and the intended purpose of the goods containing the shape.",
      "id": "s664"
    },
    {
      "text": "Secondly, s 122(1)(b)(i) and s 122(1)(c) are predicated upon 'use of the sign in good faith.",
      "id": "s665"
    },
    {
      "text": "'\n \n102 As to use in good faith, the evidence is this.",
      "id": "s666"
    },
    {
      "text": "Mr David Allan Hastie is the managing director of the respondent and has been a director since incorporation of the company in May 2003.",
      "id": "s667"
    },
    {
      "text": "Mr Hastie swore an affidavit in the proceeding, exhibit 18.",
      "id": "s668"
    },
    {
      "text": "Mr Hastie has been a director of AEG New Zealand since its formation in August 1995 and that company is in the same business as the respondent.",
      "id": "s669"
    },
    {
      "text": "Mr Hastie has enjoyed over 27 years involvement in the manufacture of rural and industrial products.",
      "id": "s670"
    },
    {
      "text": "103 Mr Hastie's first introduction to fence droppers was as a result of his employment by a New Zealand company, Cyclone Industries Ltd (Cyclone) in 1978.",
      "id": "s671"
    },
    {
      "text": "Mr Hastie worked continuously for Cyclone from 1978 to 1981 and from 1982 to 1995.",
      "id": "s672"
    },
    {
      "text": "Mr Hastie says he was responsible in 1978 for running wire products machinery including the manufacture of S shaped fence droppers which were then being made by Cyclone under a patent licence from National Nail and called 'Lightning Fence Droppers'.",
      "id": "s673"
    },
    {
      "text": "Mr Hastie agreed that the S shape then adopted by Cyclone was the S shape that appears in the registered trade mark in these proceedings.",
      "id": "s674"
    },
    {
      "text": "Mr Hastie agreed that he was well acquainted with the S shape during his work with Cyclone.",
      "id": "s675"
    },
    {
      "text": "In 1995, Cyclone closed its South Island operations and relocated its equipment to alternative premises in the North Island.",
      "id": "s676"
    },
    {
      "text": "In 1995, Mr Hastie purchased Cyclone's woven wire screen business and in August 1996, Mr Hastie was approached by a commercial group made up of merchants and fencing contractors, and asked to manufacture wire fence droppers.",
      "id": "s677"
    },
    {
      "text": "Mr Hastie agreed that at the time he elected through AEG New Zealand to enter the market for fence droppers, he was well aware of the Lightning Dropper and the S shape at the centre of it.",
      "id": "s678"
    },
    {
      "text": "Mr Hastie says that he made inquiries on behalf of AEG New Zealand of Baldwin Son and Carey, Patent and Trade Mark Attorneys of Christchurch New Zealand to determine whether any New Zealand patent or patents prevented the manufacture of wire droppers using wire dropper manufacturing equipment.",
      "id": "s679"
    },
    {
      "text": "Mr Hastie asked the patent attorneys to look at patents for any wire dropper similar to the dropper proposed to be made and to identify any possible infringement that might arise.",
      "id": "s680"
    },
    {
      "text": "Mr Hastie agreed that the dropper he intended to make was the Cyclone Lightning Dropper.",
      "id": "s681"
    },
    {
      "text": "Mr Hastie says he asked the patent attorneys to look at the 'whole market of droppers' that might affect his company's manufacture of the Cyclone Lightning Dropper.",
      "id": "s682"
    },
    {
      "text": "Mr Hastie accepted that the shape of the dropper was the matter of particular interest to him as it was ' the shape the public was interested in getting further access to and was struggling to get hold of ' and he proposed to serve that need ' by supplying to them what they had previously known as the Lightning Cyclone Dropper'.",
      "id": "s683"
    },
    {
      "text": "In April 1997, AEG New Zealand commenced manufacture of its 'ezy-lock' wire fence dropper.",
      "id": "s684"
    },
    {
      "text": "In July 2003, the respondent commenced sale of AEG New Zealand ezy-lock droppers.",
      "id": "s685"
    },
    {
      "text": "During the period 2002 to July 2003, AEG New Zealand sold its droppers to Hurricane Wire Products Ltd, a New Zealand company, that distributed droppers to a related Australian company, Hurricane Pty Ltd, for sale in the Australian market.",
      "id": "s686"
    },
    {
      "text": "Mr Hastie gave evidence in these terms:\n \n Mr Cobden SC And in 2003 you commenced the sale, as you say there at paragraph 26 [exhibit 18] of the fence droppers in Australia.",
      "id": "s687"
    },
    {
      "text": "Did you engage in any further inquiries of Baldwin Son and Carey or anybody else in relation to the intellectual property position before you changed the activities and moved to Australia?",
      "id": "s688"
    },
    {
      "text": "Mr Hastie No.",
      "id": "s689"
    },
    {
      "text": "When I came to Australia I was unaware --- well, when I did the search in 1996, I believed that the patents in Australia and New Zealand had well expired, and that we basically had free access.",
      "id": "s690"
    },
    {
      "text": "And we also were well-known, that Hurricane had been selling our droppers here for 18 months without any issues.",
      "id": "s691"
    },
    {
      "text": "Q.",
      "id": "s692"
    },
    {
      "text": "Now, when you say in your answer then, the patent position in Australia and New Zealand, you do not suggest, do you, that Baldwin Son and Carey advised you in 1996 on the patent position in Australia?",
      "id": "s693"
    },
    {
      "text": "A.",
      "id": "s694"
    },
    {
      "text": "No.",
      "id": "s695"
    },
    {
      "text": "It was the New Zealand one, but I did actually ask them about the Australian one as well.",
      "id": "s696"
    },
    {
      "text": "104 I find the facts to be those set out at [102] and [103].",
      "id": "s697"
    },
    {
      "text": "105 Section 122(1) of the Act like s 64(1) of the 1955 Act, assumes infringing conduct on the part of the respondent that is excused when the person uses a sign in good faith to indicate one or more of the identified characteristics.",
      "id": "s698"
    },
    {
      "text": "Section 64(1)(b) contemplated use in good faith by a person 'of a description of the character or quality of his goods' whereas s 122(1)(b)(i) concerns use in good faith to indicate a broader range of characteristics.",
      "id": "s699"
    },
    {
      "text": "The essential concern going to good faith in s 122(1) is that the use be honest.",
      "id": "s700"
    },
    {
      "text": "Something less than fraudulent intention in the common law sense will suffice to prevent use being in good faith ( Johnson &amp; Johnson v Sterling (supra), per Gummow J at p 356).",
      "id": "s701"
    },
    {
      "text": "There must be however, identified conduct on the part of the respondent that demonstrates use of the sign in circumstances where Mr Hastie has engaged in conscious and deliberate acts to undermine the registered owner or the integrity of the trade mark.",
      "id": "s702"
    },
    {
      "text": "Has the respondent sought to undermine the trade mark by the 'assiduous efforts of an infringer?",
      "id": "s703"
    },
    {
      "text": "( Johnson &amp; Johnson v Sterling per Gummow J at p 355 adopting the phrase used by Windeyer J in Re Bali Brassiere Co Inc Registered Trade Mark: An Application by v Berlei Limited [1968] HCA 72 ; (1968) 118 CLR 128 at 133).",
      "id": "s704"
    },
    {
      "text": "A conscious decision to try and render generic, a trade mark which on advice from reputable patent and trade mark attorneys would be infringed by use is an example ( Sterling Pharmaceuticals Pty Ltd v Johnson &amp; Johnson Australia Pty Ltd (1990) 96 ALR 277 at 311 per Hill J).",
      "id": "s705"
    },
    {
      "text": "In that case, the decision by Johnson &amp; Johnson to use the trade mark was made with 'full knowledge' of the registration with advice that use would constitute infringement of the mark; and in circumstances where use was part of an international strategy to undermine the mark by rendering it generic.",
      "id": "s706"
    },
    {
      "text": "Since those ulterior motives subsisted, the use was found not to be honest.",
      "id": "s707"
    },
    {
      "text": "In this case, Mr Hastie had worked with and had been responsible for manufacturing S shaped wire droppers since 1978.",
      "id": "s708"
    },
    {
      "text": "He knew of the licence agreement between National Nail and Cyclone and knew that the improved dropper was the subject of a patent in New Zealand.",
      "id": "s709"
    },
    {
      "text": "He knew that royalties had been paid under the licence until the expiry of the prolongation period of the patent in New Zealand in 1986.",
      "id": "s710"
    },
    {
      "text": "Before entering the New Zealand market in 1996, Mr Hastie sought advice as to the patent position in that country.",
      "id": "s711"
    },
    {
      "text": "He understood that any patent had expired for the S shaped dropper.",
      "id": "s712"
    },
    {
      "text": "He assumed that there was no patent protection for it in Australia.",
      "id": "s713"
    },
    {
      "text": "He sought advice in 1996 from patent attorneys and he says he at least asked about the position in Australia.",
      "id": "s714"
    },
    {
      "text": "There is no independent written advice to Mr Hastie going to the position in Australia.",
      "id": "s715"
    },
    {
      "text": "I accept that Mr Hastie assumed in 2003 that there was no patent on foot in Australia but that he did not seek advice in 2003 as to the intellectual property position in Australia concerning the S dropper.",
      "id": "s716"
    },
    {
      "text": "106 The applicant's trade mark was lodged on 18 May 2001; accepted for registration on 13 October 2003, acceptance was advertised on 30 October 2003; the certificate was sealed on 9 February 2004 and registration was advertised on 26 February 2004.",
      "id": "s717"
    },
    {
      "text": "Mr Hastie had the experience of supplying the fence droppers to the New Zealand Hurricane entity, some of which were re-supplied to the Australian Hurricane entity for sale in Australia.",
      "id": "s718"
    },
    {
      "text": "Mr Hastie had not received any complaint that sale of the articles in Australia might infringe any intellectual property right of any party.",
      "id": "s719"
    },
    {
      "text": "Notwithstanding that the trade mark was not accepted for registration until 13 October 2003, viewed from Mr Hastie's perspective, there was no adverse intellectual property interest extant in any party in Australia.",
      "id": "s720"
    },
    {
      "text": "Mr Hastie was well familiar with the S shaped dropper and that rights of manufacture in Cyclone had derived from National Nail under the patent.",
      "id": "s721"
    },
    {
      "text": "The dropper Mr Hastie proposed to manufacture through AEG New Zealand was precisely that dropper as he intended to fulfil a market demand for that dropper specifically, which he understood to be the Lightning Dropper made from the outset by Cyclone.",
      "id": "s722"
    },
    {
      "text": "It seems to me that the highest at which lack of good faith can be put on the part of Mr Hastie is that he sought to take advantage of the market demand for the precise dropper which contained the S loop and which as to the shape of the loop is now, in Australia, the subject of the trade mark registration.",
      "id": "s723"
    },
    {
      "text": "However, at the time that Mr Hastie sought to enter the market in New Zealand in 1996, and when he elected to supply fence droppers to the respondent in Australia, Mr Hastie had no basis for believing that there was any prohibition upon the sale and distribution of an article containing the S loop.",
      "id": "s724"
    },
    {
      "text": "Mr Hastie believed that he was free to make and sell the S dropper in New Zealand and free to sell it in Australia.",
      "id": "s725"
    },
    {
      "text": "107 In these circumstances, on the assumption that the conduct of the respondent is otherwise infringing, there is no lack of good faith on the part of Mr Hastie.",
      "id": "s726"
    },
    {
      "text": "The defences under s 122(1) are made out.",
      "id": "s727"
    },
    {
      "text": "Objections to evidence \n \n108 The applicant notified objections to the affidavit of Mr Hastie (Exhibit 18).",
      "id": "s728"
    },
    {
      "text": "The objections to paragraphs 11---13 are not pressed.",
      "id": "s729"
    },
    {
      "text": "Paragraphs 19-21 are challenged on the ground of relevance.",
      "id": "s730"
    },
    {
      "text": "Those paragraphs go to the steps taken to build machinery to make fence droppers so as to enable AEG New Zealand to enter the market in 1996 and the primary advantages of the machine in the forming process.",
      "id": "s731"
    },
    {
      "text": "I admit those paragraphs as part of the context or nature of Mr Hastie's entry into the manufacture and sale of fence droppers incorporating the S shape.",
      "id": "s732"
    },
    {
      "text": "109 The applicant challenges paragraphs 33-39 of Mr Hastie's Affidavit.",
      "id": "s733"
    },
    {
      "text": "Those paragraphs concern a meeting that took place in March 2004, a week or so after the respondent received a letter from the applicant's patent and trade mark attorneys, asserting infringement by the respondent of the trade mark.",
      "id": "s734"
    },
    {
      "text": "The meeting took place between the applicant (Mr Sachs), the applicant's advisor Mr Hosburgh, and Mr Hastie in Mr Hastie's office in Darra in Brisbane.",
      "id": "s735"
    },
    {
      "text": "The meeting discussed the possibility of the applicant acquiring the business and assets of the respondent.",
      "id": "s736"
    },
    {
      "text": "The respondent presses the paragraphs on the footing that it is only when the commercial proposal fails that that the applicant presses the notion that the respondent is using the applicant's trade mark as a mark .",
      "id": "s737"
    },
    {
      "text": "The respondent invites the Court to infer that the applicant's claimed concern that the respondent was and is infringing the mark is a matter of tactics or recent invention and not a genuinely held concern of infringement.",
      "id": "s738"
    },
    {
      "text": "The circumstances of the meeting and evidence in relation to it does not assist the Court in determining whether the respondent's use is use as a trade mark.",
      "id": "s739"
    },
    {
      "text": "The paragraphs are not irrelevant and the objection is upheld.",
      "id": "s740"
    },
    {
      "text": "110 Objections are taken to paragraphs of the Affidavit of Mr Eades sworn 12 March 2007 and filed on 18 March 2007 (Exhibit 19 in the proceeding).",
      "id": "s741"
    },
    {
      "text": "The objection to the last sentence of para 9 is accepted by the respondent.",
      "id": "s742"
    },
    {
      "text": "The applicant says the process of manufacture of the respondent's fence dropper described at paragraphs [12]-[15] of the Affidavit is not relevant and nor are the comments concerning loop styles 1 and 2 and a new loop style at paragraphs [16]-[21], and para 22 respectively.",
      "id": "s743"
    },
    {
      "text": "However, paragraphs [16]-[21] are responsive to Mr Bailey's evidence concerning loop styles 1 and 2.",
      "id": "s744"
    },
    {
      "text": "Paragraphs [12]-]15] address the process of forming the shape.",
      "id": "s745"
    },
    {
      "text": "I will admit the paragraphs as relevant to the evolution of the respondent's dropper and the method of adoption of the S shape derived from the cyclone dropper in the respondent's fence dropper.",
      "id": "s746"
    },
    {
      "text": "I will also admit para 2 as contextually relevant to paragraphs [16]-[21].",
      "id": "s747"
    },
    {
      "text": "Onus of proof \n \n111 In the course of the trial, a question arose as to which party bears the onus of proof in relation to the s 25 matters.",
      "id": "s748"
    },
    {
      "text": "The respondent contends that having raised evidential matters going to s 25, the applicant bears a persuasive onus of demonstrating its cause of action is made out by establishing that s 25 does not apply.",
      "id": "s749"
    },
    {
      "text": "Section 20(1) confers exclusive rights of use upon the registered owner of a trade mark.",
      "id": "s750"
    },
    {
      "text": "Section 20(2) confers upon the registered owner a right to obtain relief under the Act if the trade mark has been infringed.",
      "id": "s751"
    },
    {
      "text": "The cause of action for infringement relied upon by the applicant is that framed by s 120(1).",
      "id": "s752"
    },
    {
      "text": "The elements of the cause of action involve establishing that the applicant is the registered owner of a trade mark and thus enjoys the rights conferred by s 20(2) of the Act; and secondly, the respondent has engaged in the conduct of using, as a trade mark, a sign that is substantially identical with or deceptively similar to, the trade mark in relation to goods or services in respect of which the trade mark is registered.",
      "id": "s753"
    },
    {
      "text": "The applicant does not rely upon any other provision of Part 12.",
      "id": "s754"
    },
    {
      "text": "The right to obtain relief in respect of conduct falling within s 120(1) is described by s 20(2) as a right the registered owner 'also' has.",
      "id": "s755"
    },
    {
      "text": "112 The right to obtain relief for infringement seems to me to be necessarily bound up with the grant of exclusive rights conferred by s 20(1).",
      "id": "s756"
    },
    {
      "text": "Since the grant of those exclusive rights is expressly subject to s 25 of the Act which, if satisfied, meets head on the exclusive rights conferred by s 20(1), it seems to me that proof of the subsistence of the exclusive rights is an essential element of the cause of action.",
      "id": "s757"
    },
    {
      "text": "In other words, the allegation made by the respondent is a denial of an essential ingredient in a cause of action and once raised and an evidential onus discharged, the persuasive onus falls upon the applicant.",
      "id": "s758"
    },
    {
      "text": "The structure of ss 20(1), 25 and 120(1) seem to fall within the general rule Walsh JA had in mind in Currie v Dempsey [1967] 69 SR NSW 116 at 125; [1967] 2 NSWR 532 when his Honour said:\n \n But, if recourse is had to the rules of pleading, the fixing of the burden of proof is not always to be tested simply by asking which party is alleging the affirmative.",
      "id": "s759"
    },
    {
      "text": "In Purkess v Crittenden it was said that the proposition there quoted from Phipson on evidence, 10 th Ed, par.",
      "id": "s760"
    },
    {
      "text": "92, has been frequently acknowledged.",
      "id": "s761"
    },
    {
      "text": "The proposition was that the expression 'the burden of proof' as applied to judicial proceedings, 'has two distinct and frequently confused meanings: (1) the burden of proof as a matter of law and pleading --- the burden, as it has been called, of establishing a case, whether by preponderance of evidence, or beyond reasonable doubt; and (2) the burden of proof in the sense of introducing evidence'.",
      "id": "s762"
    },
    {
      "text": "The author went on to say, and this was also approved in the case last cited, that the burden of proof in the first sense is always stable, but the burden of proof in the second sense may shift constantly.",
      "id": "s763"
    },
    {
      "text": "In my opinion, the burden of proof in the first sense lies on a plaintiff, if the fact alleged (whether affirmative or negative in form) is an essential element in his cause of action, e.g., if its existence is a condition precedent to his right to maintain the action.",
      "id": "s764"
    },
    {
      "text": "The onus is on the defendant, if the allegation is not a denial of an essential ingredient in the cause of action, but is one which, if established, will constitute a good defence, that is, an 'avoidance' of the claim which, prima facie, the plaintiff has.",
      "id": "s765"
    },
    {
      "text": "113 The respondent seeks to avoid the plaintiff's claim by demonstrating that s 25 applies with the result that the applicant does not have any exclusive rights.",
      "id": "s766"
    },
    {
      "text": "Whilst it is, of course, true that the respondent seeks to avoid the plaintiff's claim in that way, the matters raised by the respondent having regard to s 20 and s 25 are properly characterised as a denial of an essential ingredient in the cause of action.",
      "id": "s767"
    },
    {
      "text": "Although s 120(1) does not speak in terms of the exclusive rights of the registered owner of the trade mark, the right to obtain relief is predicated upon and is conferred in support of the exclusive rights of the registered owner.",
      "id": "s768"
    },
    {
      "text": "If the registered owner, by operation of s 25, does not have any exclusive rights, it would be an odd notion that the registered owner could seek and obtain relief in respect of the use by a respondent of a substantially identical trade mark.",
      "id": "s769"
    },
    {
      "text": "Accordingly, it seems to me that once the respondent puts the elements of s 25 in issue and adduces evidence of those matters, the persuasive onus falls upon the applicant.",
      "id": "s770"
    },
    {
      "text": "114 In any event, in this matter the parties agree that the disposition of the controversy does not in any sense turn upon the discharge of the burden of proof wherever it lies.",
      "id": "s771"
    },
    {
      "text": "There is an abundance of evidence going to the question in controversy and the findings I have made are supported by a clear body of evidence.",
      "id": "s772"
    },
    {
      "text": "The proposed orders \n \n115 The claims for relief based upon contended infringement of the trade mark are unsuccessful as the applicant has failed to establish infringement in terms of s 120(1) of the Act.",
      "id": "s773"
    },
    {
      "text": "Accordingly, that part of the application reliant upon infringement of the trade mark ought to be dismissed.",
      "id": "s774"
    },
    {
      "text": "116 So far as the cross-claim is concerned, I propose to make a declaration that by reason of the application of s 25 of the Trade Marks Act 1995 (Cth) in relation to registered trade mark No.",
      "id": "s775"
    },
    {
      "text": "876332, which consists of a shape kind of sign consisting of a rod bent to an S shape as depicted in the schedule in the certificate, the registered owner, Mayne Industries Pty Ltd, does not have any exclusive rights to use or authorise other persons to use the trade mark in relation to a fence dropper formerly exploited under Australian Patent No.",
      "id": "s776"
    },
    {
      "text": "402,869 granted under the Patents Act 1952 (Cth) which expired on 8 October 1984, or goods of the same description and such rights are taken to have ceased on 9 October 1986.",
      "id": "s777"
    },
    {
      "text": "117 I propose to make a further order pursuant to s 87(1) of the Trade Marks Act 1995 (Cth) that the Register of Trade Marks kept under s 207 of the Trade Marks Act 1995 (Cth) be rectified by cancelling the registration of registered trade mark No.",
      "id": "s778"
    },
    {
      "text": "876332.",
      "id": "s779"
    },
    {
      "text": "118 I propose to order that the applicant pay the costs of the respondent of and incidental to the separate question determined at trial [28].",
      "id": "s780"
    },
    {
      "text": "119 I propose to re-list the matter for further directions in relation to the remaining causes of action at a date to be nominated.",
      "id": "s781"
    },
    {
      "text": "I certify that the preceding one hundred and nineteen (119) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s782"
    },
    {
      "text": "Associate:\n\nDated: 23 January 2008\n\n Counsel for the Applicant: Mr R Cobden SC and Ms K Downes \n \n Solicitor for the Applicant: Hopgood Ganim Lawyers \n \n Counsel for the Respondent: Mr R Bain QC and Mr M Ambrose \n \n Solicitor for the Respondent: Clarke Kann Lawyers \n \n Date of Hearing: 26 and 27 March 2007 \n \n Date of Judgment: 23 January 2008 \n \n SCHEDULE 1 \n\n\n\n\n \n \n\n SCHEDULE 2 \n\n\n \n \n\n SCHEDULE 3 \n\n \n \n SCHEDULE 4 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/27.html",
      "id": "s783"
    }
  ]
}