{
  "name": "MZWKN v Minister for Immigration and Citizenship [2008] FCA 239 (5 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/239.html",
  "catchphrases": [
    {
      "text": "appeal",
      "id": "c0"
    },
    {
      "text": "appeal from single judge affirming decision of refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "where tribunal affirmed decision of a delegate of the minister of immigration and multicultural affairs to refuse the application for a protection visa",
      "id": "c2"
    },
    {
      "text": "whether the tribunal had failed to comply with its obligation under s 424a of the migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "whether the applicant was denied procedural fairness",
      "id": "c4"
    },
    {
      "text": "whether the federal magistrate erred in finding the tribunal's decision was not illogical and had not been effected by apprehended bias",
      "id": "c5"
    },
    {
      "text": "no denial of procedural fairness",
      "id": "c6"
    },
    {
      "text": "no error shown in federal magistrates' decision",
      "id": "c7"
    },
    {
      "text": "appeal dismissed",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal against a judgment of a Federal Magistrate delivered on 12 November 2007 dismissing an application for judicial review of a decision of the Refugee Review Tribunal (\"the Tribunal\") dated 28 February 2007: see [2007] FMCA 1832.",
      "id": "s0"
    },
    {
      "text": "2 The appellant is a citizen of Georgia who arrived in Australia on 27 June 1999.",
      "id": "s1"
    },
    {
      "text": "On 14 September 2000 the appellant lodged an application for a protection (Class XA) visa with the Department of Immigration and Multicultural Affairs (as it was then named).",
      "id": "s2"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa on 26 September 2000.",
      "id": "s3"
    },
    {
      "text": "It was determined that the appellant did not have a real chance of Convention related persecution if returned to Georgia and that his fear of persecution on return was consequently not well founded.",
      "id": "s4"
    },
    {
      "text": "On 27 October 2000 the appellant applied to the Tribunal for a review of that decision.",
      "id": "s5"
    },
    {
      "text": "THE TRIBUNAL'S DECISION \n \n3 The appellant claimed that he had fled Georgia due to persecution on account of his political beliefs.",
      "id": "s6"
    },
    {
      "text": "The appellant claimed that he was interrogated as a result of his involvement in the political movement called the \"White Eagles\", and that his house was searched, and his family was targeted.",
      "id": "s7"
    },
    {
      "text": "Due to this adverse attention, the appellant claimed to have relocated.",
      "id": "s8"
    },
    {
      "text": "4 The Tribunal accepted that there was a political group named the White Eagles, and that the appellant was a member of that group.",
      "id": "s9"
    },
    {
      "text": "However, the Tribunal found that the appellant was not a person to whom Australia owed protection obligations under the Refugees Convention.",
      "id": "s10"
    },
    {
      "text": "5 In arriving at this conclusion, the Tribunal found that the White Eagles were not in a position to exert any political influence which would attract adverse political attention, as they had limited resources and a limited ability to advertise.",
      "id": "s11"
    },
    {
      "text": "The Tribunal found that that the appellant had not been subject to interrogation or the searches as claimed.",
      "id": "s12"
    },
    {
      "text": "Further, the Tribunal did not accept as credible the evidence suggesting that the appellant and his family were targeted.",
      "id": "s13"
    },
    {
      "text": "The Tribunal also found that Georgians generally did not face any serious problems should they express their political views in public.",
      "id": "s14"
    },
    {
      "text": "THE FEDERAL MAGISTRATE'S DECISION \n \n6 On 10 April 2007 the appellant sought judicial review in the Federal Magistrates Court claiming that the Tribunal failed to comply with s 424A(1) of the Migration Act 1958 (Cth) (\"the Act \") by not providing the appellant with an opportunity to comment on a number of findings concerning the White Eagles.",
      "id": "s15"
    },
    {
      "text": "The appellant also claimed that the Tribunal's decision was \"highly controvertial\" [sic], illogical and that the Tribunal's decision had been affected by apprehended bias.",
      "id": "s16"
    },
    {
      "text": "7 In dealing with the s 424A(1) point, the Federal Magistrate, (citing VAF v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 123 ; (2004) 206 ALR 471 , which was approved by the High Court in SZBYR v Minister for Immigration and Citizenship [2007] FCA 26 ; (2007) 235 ALR 609) , held that the Tribunal was not obliged to provide the particular information to the appellant because the information related to the Tribunal's thought processes, and therefore did not attract the operation of s 424A(1).",
      "id": "s17"
    },
    {
      "text": "In addressing the appellant's claim that this information related to him personally and was significant, his Honour stated:\n \n \"The findings in respect of which the Applicant says he should have been informed were general findings not specific to him personally.",
      "id": "s18"
    },
    {
      "text": "The circumstances of the White Eagles political movement was plainly a matter of general import, not one wholly specific to him.",
      "id": "s19"
    },
    {
      "text": "Although the Applicant claimed to be a leader of the group in Hashuri, nonetheless this was plainly information about a class of persons and not information solely limited to the Applicant himself.",
      "id": "s20"
    },
    {
      "text": "\" \n\n8 In rejecting the claim that the Tribunal's findings were illogical, his Honour stated that the Tribunal's findings were open to it and not illogical.",
      "id": "s21"
    },
    {
      "text": "In dealing with the bias claim, his Honour stated:\n \n \"There is nothing in any of the materials in the Court Book or otherwise before this Court that suggests the Tribunal had any preconceived or other bias against the Applicant.",
      "id": "s22"
    },
    {
      "text": "\" \n\n9 His Honour dismissed the application on 12 November 2007.",
      "id": "s23"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n10 The notice of appeal filed on 26 November 2007 in this Court seeks to challenge the Federal Magistrate's decision on the grounds that he should have concluded that the Tribunal's reasoning was unreasonable and that the Tribunal had not considered the appellant's claims with an open mind; and further that the Federal Magistrate should have concluded that the Tribunal had failed to comply with its obligations under s 424A(1)(b) of the Act .",
      "id": "s24"
    },
    {
      "text": "No particulars of the grounds were provided.",
      "id": "s25"
    },
    {
      "text": "The appellant's contentions were, however, developed in written submissions filed by the appellant.",
      "id": "s26"
    },
    {
      "text": "11 The appellant's written submissions do not deal with the unreasonableness or bias grounds of appeal.",
      "id": "s27"
    },
    {
      "text": "The submissions focussed on three issues which formed part of the Tribunal's reasoning and led to the rejecting of the appellant's claim.",
      "id": "s28"
    },
    {
      "text": "The matters were identified as:\n \n \n \"(a) The White Eagle political grouping had a limited ability to engage in political action.",
      "id": "s29"
    },
    {
      "text": "(b) It lacked monetary resources and the ability to advertise.",
      "id": "s30"
    },
    {
      "text": "(c) It had no particular process to engage in recruitment.",
      "id": "s31"
    },
    {
      "text": "\" \n \n\nThe appellant advised the Court that the question which he wishes to raise was \"whether the Tribunal was obliged to give to me these issues for comments.",
      "id": "s32"
    },
    {
      "text": "\" He contended that the Federal Magistrate had erred by holding that this \"information\" was \"an assessment of the [appellant's] evidence and a thought process\" and that the findings were general findings not related to the appellant personally but to a class of persons.",
      "id": "s33"
    },
    {
      "text": "He contended that it was necessary for the Tribunal to raise these issues with him in order to satisfy the requirements of s 424A(1) of the Act and the requirements of procedural fairness.",
      "id": "s34"
    },
    {
      "text": "12 Counsel for the Minister objected that the procedural fairness ground had not been raised before the Federal Magistrate and that the appellant should not be granted leave to raise it on this appeal.",
      "id": "s35"
    },
    {
      "text": "13 The appellant, who appeared with the assistance of an interpreter, responded by advising the Court that he was not familiar with the law and that his written submissions had been prepared for him by a Migration Agent in Sydney.",
      "id": "s36"
    },
    {
      "text": "14 In my view the Minister's submission has force.",
      "id": "s37"
    },
    {
      "text": "I have, however, because of the disadvantage under which the appellant labours, considered the written submissions on procedural fairness.",
      "id": "s38"
    },
    {
      "text": "I do not consider that they are reasonably arguable.",
      "id": "s39"
    },
    {
      "text": "Nor do I consider that the arguments founded on s 424A(1) of the Act can succeed.",
      "id": "s40"
    },
    {
      "text": "15 The appeal ground based on s 424A of the Act was argued before the Federal Magistrates Court.",
      "id": "s41"
    },
    {
      "text": "The learned Federal Magistrate dealt with it in detail in his reasons (see paragraphs 7 to 23).",
      "id": "s42"
    },
    {
      "text": "For the reasons given by the learned Federal Magistrate I do not consider that the Tribunal failed to meet its obligations under s 424A.",
      "id": "s43"
    },
    {
      "text": "In this context it is of particular importance to note that the three matters, relied on by the appellant in this appeal and which are set out at [11] above, were matters which had been placed before the Tribunal by the appellant in the course of the hearing.",
      "id": "s44"
    },
    {
      "text": "As the Federal Magistrate observed, the Tribunal specifically raised these issues with the appellant and indicated that they cast doubt on the eligibility of the appellant to obtain a protection visa.",
      "id": "s45"
    },
    {
      "text": "16 The appellant's application to the Tribunal predated the introduction of s 422B to the Act .",
      "id": "s46"
    },
    {
      "text": "I am prepared to assume, in the appellant's favour, that he was entitled to the protection of the full range of procedural protections coming under the umbrella of common law procedural fairness and that the three matters which he asserts he should have been heard on were \"credible, relevant and significant\" for the purposes of his application to the Tribunal.",
      "id": "s47"
    },
    {
      "text": "Even on those assumptions there was no denial of procedural fairness.",
      "id": "s48"
    },
    {
      "text": "The Tribunal learned of the matters from the appellant.",
      "id": "s49"
    },
    {
      "text": "Having considered them, it came to the provisional view that they tended against acceptance of his claimed entitlement to a protection visa.",
      "id": "s50"
    },
    {
      "text": "It expressly put its provisional views to the appellant and invited his response.",
      "id": "s51"
    },
    {
      "text": "That response was taken into account.",
      "id": "s52"
    },
    {
      "text": "It cannot, therefore, be asserted that he was not given a fair opportunity to deal with the issues.",
      "id": "s53"
    },
    {
      "text": "His real complaint seems to be that the Tribunal was bound to accept these assertions as being supportive of his case.",
      "id": "s54"
    },
    {
      "text": "17 As already noted, the appellant did not seek to argue the unreasonableness and bias grounds which appeared in the notice of appeal.",
      "id": "s55"
    },
    {
      "text": "18 The appeal should be dismissed with costs.",
      "id": "s56"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s57"
    },
    {
      "text": "Associate:\n\nDated: 6 March 2008\n\n\n Solicitor for the Appellant Self represented \n \n Counsel for the Respondent: Ms S Burchell \n \n Solicitor for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 5 March 2008 \n \n Date of Judgment: 5 March 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/239.html",
      "id": "s58"
    }
  ]
}