{
  "name": "SZHXH v Minister for Immigration and Citizenship [2008] FCA 231 (6 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/231.html",
  "catchphrases": [
    {
      "text": "application for an extension of time to appeal against a judgment of a federal magistrate",
      "id": "c0"
    },
    {
      "text": "application received outside of time prescribed by the federal court rules",
      "id": "c1"
    },
    {
      "text": "no explanation for delay provided",
      "id": "c2"
    },
    {
      "text": "no basis on which an application for an extension of time could be granted",
      "id": "c3"
    },
    {
      "text": "leave to appeal required in any case",
      "id": "c4"
    },
    {
      "text": "no application for leave to appeal made",
      "id": "c5"
    },
    {
      "text": "no basis disclosed on which leave to appeal could be granted",
      "id": "c6"
    },
    {
      "text": "no appearance at the hearing",
      "id": "c7"
    },
    {
      "text": "application dismissed pursuant to s 25(2b)(bb)(ii)",
      "id": "c8"
    },
    {
      "text": "migration",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n 1 On 22 February 2008 I made an order dismissing an application for an extension of time in which to appeal, and other, consequential orders, including an order for costs.",
      "id": "s0"
    },
    {
      "text": "I did not, at that time, give reasons for the order.",
      "id": "s1"
    },
    {
      "text": "What follows are my reasons for making the orders on 22 February 2008.",
      "id": "s2"
    },
    {
      "text": "2 The applicant wished to bring an appeal against a judgment of the Federal Magistrates Court of Australia ('the FMCA') ( SZHXH v Minister for Immigration and Anor [2007] FMCA 915) which was delivered on 5 June 2007.",
      "id": "s3"
    },
    {
      "text": "She took no step to do so until 24 September 2007 when she filed an application for an extension of time in which to file and serve a Notice of Appeal.",
      "id": "s4"
    },
    {
      "text": "The procedural difficulties which face the applicant before any appeal can be heard are greater than she appears to appreciate.",
      "id": "s5"
    },
    {
      "text": "3 The decision of the FMCA was a decision under Rule 44.12(1)(a) of the Federal Magistrates Court Rules to dismiss an application as one not disclosing an arguable case.",
      "id": "s6"
    },
    {
      "text": "Rule 44.12(2) of the Federal Magistrates Court Rules indicates that such a judgment is an interlocutory one.",
      "id": "s7"
    },
    {
      "text": "Authority in this Court supports that conclusion (see Nguyen v Minister for Immigration and Citizenship [2007] FCAFC 38 at [17] ).",
      "id": "s8"
    },
    {
      "text": "Apart from an extension of time leave is required to file the appeal which the applicant wishes to pursue ( Federal Court of Australia Act 1976 (Cth), s 24(1A)).",
      "id": "s9"
    },
    {
      "text": "No application for such leave has been made.",
      "id": "s10"
    },
    {
      "text": "Although, in a draft Notice of Appeal attached to her affidavit in support of the application for an extension of time, the applicant suggests that leave to appeal was granted on 5 June 2007 (the date of the decision of the FMCA), I am satisfied that this is an error due to the applicant's misunderstanding of the necessary procedures.",
      "id": "s11"
    },
    {
      "text": "It may be assumed that the applicant would make an application for leave if she appreciated it was necessary to do so.",
      "id": "s12"
    },
    {
      "text": "In the circumstances I will treat her application for extension of time as also indicating a desire to obtain leave to appeal against an interlocutory judgment.",
      "id": "s13"
    },
    {
      "text": "4 The application before the Court was accompanied by an affidavit in which the only substantive content was as follows:\n \n 'I was advised by the recipient that they received outcome letter from the Federal Magistrate Court.",
      "id": "s14"
    },
    {
      "text": "But it is too late for me to lodge application to the Federal court.",
      "id": "s15"
    },
    {
      "text": "I am late to lodge the application.",
      "id": "s16"
    },
    {
      "text": "I applied for extension.",
      "id": "s17"
    },
    {
      "text": "Hope you could take my application.",
      "id": "s18"
    },
    {
      "text": "I fear to go back.",
      "id": "s19"
    },
    {
      "text": "I was persecuted in China.",
      "id": "s20"
    },
    {
      "text": "If I return, I would be put in jail.",
      "id": "s21"
    },
    {
      "text": "' \n \n\n5 There was no basis disclosed by the application, therefore, on which an application for an extension of time could be granted or leave to appeal be granted.",
      "id": "s22"
    },
    {
      "text": "No explanation for the delay was offered.",
      "id": "s23"
    },
    {
      "text": "Under O 52 r 5 of the Federal Court of Australia Rules an application for leave to appeal must be made within 21 days after judgment was pronounced.",
      "id": "s24"
    },
    {
      "text": "The applicant did not make an application until more than three months had passed.",
      "id": "s25"
    },
    {
      "text": "Her present application to this Court was liable, for that reason alone, to be dismissed.",
      "id": "s26"
    },
    {
      "text": "6 The applicant did not appear at the hearing of her application.",
      "id": "s27"
    },
    {
      "text": "I permitted the Minister's representative to file material showing advice of the date for hearing the application and service of the Minister's written submissions.",
      "id": "s28"
    },
    {
      "text": "The Minister's representative asked that I dismiss the application pursuant to s 25(2B)(bb)(ii) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s29"
    },
    {
      "text": "I was satisfied that was an appropriate course as it allows a further opportunity to engage the jurisdiction of the Court should the absence of the applicant prove to be by reason of circumstances beyond her control.",
      "id": "s30"
    },
    {
      "text": "However, in my view, it was desirable that any such right be exercised within a reasonable time --- i.e.",
      "id": "s31"
    },
    {
      "text": "before the end of April.",
      "id": "s32"
    },
    {
      "text": "I made an order to that effect and directed that further documents not be accepted for filing from the applicant after that time unless the leave of a judge was obtained.",
      "id": "s33"
    },
    {
      "text": "7 At the request of the Minister's representative I made an order for costs.",
      "id": "s34"
    },
    {
      "text": "In the circumstances as these appear at the moment such an order is appropriate.",
      "id": "s35"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s36"
    },
    {
      "text": "Associate:\n\nDated: 6 March 2008\n\n\n Counsel for the Applicant: The applicant did not appear \n \n Solicitor for the Respondent: DLA Phillips Fox \n \n Date of Hearing: 22 February 2008 \n \n Date of Judgment: 6 March 2008 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/231.html",
      "id": "s37"
    }
  ]
}