{
  "name": "SZEXR v Minister for Immigration &amp; Citizenship [2008] FCA 256 (5 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/256.html",
  "catchphrases": [
    {
      "text": "migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "no duty on the part of the refugee review tribunal to inquire",
      "id": "c2"
    },
    {
      "text": "findings based on credibility",
      "id": "c3"
    },
    {
      "text": "no procedural unfairness",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellant is a citizen of Bangladesh who lodged an Application for a Protection (Class XA) Visa with the Department of Immigration and Multicultural and Indigenous Affairs in December 2003.",
      "id": "s0"
    },
    {
      "text": "2 That application was refused by a delegate of the Minister in January 2004, the delegate not being satisfied that the now Appellant was a person to whom Australia had protection obligations under the Refugee Convention .",
      "id": "s1"
    },
    {
      "text": "The now Appellant claimed that he was an active member of the Freedom Party in Bangladesh and that, as a result of his political activities, he was harassed by his political opponents and had been falsely charged with murdering a leader of the Awami League in 1998.",
      "id": "s2"
    },
    {
      "text": "He also claimed that he had been targeted by Muslim fundamentalists by reason of being married to a Christian girl.",
      "id": "s3"
    },
    {
      "text": "3 An application for review was then lodged with the Refugee Review Tribunal in February 2004.",
      "id": "s4"
    },
    {
      "text": "The now Appellant was invited to attend a hearing before the Tribunal by way of a letter dated 20 February 2004 and he was thereafter advised that the hearing would take place on 13 April 2004.",
      "id": "s5"
    },
    {
      "text": "An adjournment was sought but the hearing proceeded on that date and the now Appellant was then present.",
      "id": "s6"
    },
    {
      "text": "The Tribunal affirmed the decision not to grant a protection visa.",
      "id": "s7"
    },
    {
      "text": "4 This decision of the Tribunal was set aside by the Federal Magistrates Court and that Court remitted the proceedings.",
      "id": "s8"
    },
    {
      "text": "The now Appellant was again invited to attend a hearing before a reconstituted Tribunal by way of a letter dated June 2006.",
      "id": "s9"
    },
    {
      "text": "A hearing took place on 3 August 2006 and the now Appellant was again present.",
      "id": "s10"
    },
    {
      "text": "That hearing took some 2 1/2 hours.",
      "id": "s11"
    },
    {
      "text": "An Invitation to Comment on Information was thereafter sent to the now Appellant on 4 August 2006 seeking a response to a number of concerns of the Tribunal.",
      "id": "s12"
    },
    {
      "text": "That letter set forth a number of matters and referred (for example) to a claim not previously raised but now relied upon.",
      "id": "s13"
    },
    {
      "text": "The letter stated:\n \n This claim is obviously significant for your claim to fear persecution in Bangladesh.",
      "id": "s14"
    },
    {
      "text": "The fact that it was not made until the second Tribunal hearing may cast doubt on its accuracy.",
      "id": "s15"
    },
    {
      "text": "This is relevant to the review of your case because it may cast doubt on the accuracy of the claim that you were falsely accused and convicted of murder.",
      "id": "s16"
    },
    {
      "text": "The letter, again by way of example, made reference to a discrepancy in dates as to when a murder was said to have taken place and continued:\n \n This inconsistency is relevant to the review of your case because it may cast doubt on the accuracy of your claims concerning the false case which you say was lodged against you.",
      "id": "s17"
    },
    {
      "text": "The Appellant was thereby plainly on notice that the account he had provided was being questioned and that the accuracy of that account was in issue.",
      "id": "s18"
    },
    {
      "text": "5 A response was provided by the Appellant by way of a letter dated 28 August 2006.",
      "id": "s19"
    },
    {
      "text": "The second Tribunal again affirmed the delegate's decision not to grant a Protection (Class XA) Visa on 26 September 2006.",
      "id": "s20"
    },
    {
      "text": "6 An application to impugn the decision of the second Tribunal has been dismissed by the Federal Magistrates Court: SZEXR v Minister for Immigration &amp; Citizenship [2007] FMCA 1856.",
      "id": "s21"
    },
    {
      "text": "The present proceeding is an appeal to this Court from that decision.",
      "id": "s22"
    },
    {
      "text": "The Grounds of Appeal as set forth in the Notice of Appeal , employing the phraseology used by the draftsman, provide as follows:\n \n 1.",
      "id": "s23"
    },
    {
      "text": "The Federal Magistrates Court failed to follow the procedural fairness which led to make jurisdictional error and error of law.",
      "id": "s24"
    },
    {
      "text": "2.",
      "id": "s25"
    },
    {
      "text": "The Federal Magistrates Court ignored breached or rules of procedural fairness and natural justice made by the Tribunal Member.",
      "id": "s26"
    },
    {
      "text": "3.",
      "id": "s27"
    },
    {
      "text": "The Federal Court was an improper exercise of the power conferred by the enactment in pursuance of which it was purported; therefore the decision should be set aside.",
      "id": "s28"
    },
    {
      "text": "4.",
      "id": "s29"
    },
    {
      "text": "The Federal Magistrates Court breached the rules of natural justice and procedural fairness.",
      "id": "s30"
    },
    {
      "text": "The Appellant was present on the hearing of this appeal and had the benefit of an interpreter.",
      "id": "s31"
    },
    {
      "text": "Notwithstanding the terms of the Notice of Appeal, the Appellant in his oral submissions to this Court explained that his challenge was to the procedural fairness afforded to him by both the Tribunal as reconstituted and the Federal Magistrates Court.",
      "id": "s32"
    },
    {
      "text": "The appeal proceeded upon that basis.",
      "id": "s33"
    },
    {
      "text": "7 The grounds set forth in the Notice of Appeal , it may be noted, are only expressed in the most general terms and contain obvious error and inelegance of expression.",
      "id": "s34"
    },
    {
      "text": "Those grounds do, however, employ terminology potentially descriptive of reviewable error.",
      "id": "s35"
    },
    {
      "text": "8 The grounds thus refer to \" jurisdictional error \", \" procedural fairness \" and \" natural justice .",
      "id": "s36"
    },
    {
      "text": "\" To put this terminology into context, Part 7 of the Migration Act 1958 (Cth) provides for the review of protection visa decisions.",
      "id": "s37"
    },
    {
      "text": "Division 4 of that Part deals with the conduct of review undertaken by the Refugee Review Tribunal.",
      "id": "s38"
    },
    {
      "text": "This Division establishes a detailed regime for the review by the Tribunal and differs significantly from the procedures of inter partes civil litigation: SZFDE v Minister for Immigration &amp; Citizenship [2007] HCA 35 at [30] , [2007] HCA 35 ; 237 ALR 64 at 72.",
      "id": "s39"
    },
    {
      "text": "9 Section 422B , contained within Division 4, is of present significance and provides as follows:\n \n Exhaustive statement of natural justice hearing rule \n (1) This Division is taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters it deals with.",
      "id": "s40"
    },
    {
      "text": "(2) Sections 416 , 437 and 438 and Division 7A, in so far as they relate to this Division, are taken to be an exhaustive statement of the requirements of the natural justice hearing rule in relation to the matters they deal with.",
      "id": "s41"
    },
    {
      "text": "(3) In applying this Division, the Tribunal must act in a way that is fair and just.",
      "id": "s42"
    },
    {
      "text": "The legislative intent was to set forth a comprehensive procedural code containing detailed provisions for procedural fairness and an exclusion of the common law natural justice hearing rule, although not other aspects of the common law rules such as the bias rule: Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v Lay Lat [2006] FCAFC 61 at [66] , [2006] FCA 61 ; 151 FCR 214 at 225.",
      "id": "s43"
    },
    {
      "text": "See also: SZINJ v Minister for Immigration &amp; Citizenship [2007] FCA 1742 at [19] .",
      "id": "s44"
    },
    {
      "text": "10 In the present appeal there has been demonstrated no contravention of Division 4, including in particular s 425 ; nor, for that matter, has any breach of the common law rules been exposed.",
      "id": "s45"
    },
    {
      "text": "No denial of procedural fairness has been demonstrated on the part of either the Tribunal or the Federal Magistrates Court.",
      "id": "s46"
    },
    {
      "text": "As the ground of procedural unfairness was explained to this Court, it was understood that the contention of the Appellant was that neither the Tribunal as reconstituted nor the Federal Magistrate properly considered the response provided by him on 28 August 2006.",
      "id": "s47"
    },
    {
      "text": "11 So understood, the ground is without substance.",
      "id": "s48"
    },
    {
      "text": "The response provided in the 28 August 2006 letter addressed, for example, the discrepancy as to the dates when a murder was alleged to have taken place and stated:\n \n If I said that murder took place in 1997, this was a mistake, just a slip of the tongue.",
      "id": "s49"
    },
    {
      "text": "I have always said that the murder happened in January 1998, please see the answer to question 40 in my protection visa application lodged on 8 December 2003.",
      "id": "s50"
    },
    {
      "text": "I then said, \"In this information, one of the front side leaders of the Awami League was murdered in January 1998.",
      "id": "s51"
    },
    {
      "text": "\" This has always been my case that I was accused over this incident.",
      "id": "s52"
    },
    {
      "text": "Rather than not considering the response provided, or not \" properly \" considering the response, the fact is that the Tribunal did consider the response and was indeed persuaded by it -- at least in part.",
      "id": "s53"
    },
    {
      "text": "The Tribunal, on this issue, thus concluded:\n \n I am not persuaded as to the truth of the Applicant's claim that he was falsely accused of murder, that an arrest warrant was issued for him and that he was convicted and sentenced in absentia after he left Bangladesh.",
      "id": "s54"
    },
    {
      "text": "As put to him in the Tribunal's letter of 4 August 2006, his claim at the second Tribunal hearing that the murder took place in 1997 is inconsistent with the purported court documents he submitted stating that it took place in January 1998.",
      "id": "s55"
    },
    {
      "text": "I note his explanation in his letter of 28 August 2006 that this was a slip of the tongue and that his protection visa application contains a reference to the murder having been committed in January 1998.",
      "id": "s56"
    },
    {
      "text": "I am prepared to give the Applicant the benefit of the doubt on this point, and I have placed no weight on this inconsistency in his evidence.",
      "id": "s57"
    },
    {
      "text": "12 It may be accepted that compliance with s 424A is mandatory and that a breach of that provision constitutes jurisdictional error: SZBYR v Minister for Immigration &amp; Citizenship [2007] HCA 26 at [13] , [2007] FCA 26 ; 235 ALR 609.",
      "id": "s58"
    },
    {
      "text": "13 But there has been no contravention of s 424A.",
      "id": "s59"
    },
    {
      "text": "14 The Tribunal simply did not accept the materials advanced on behalf of the now Appellant as making out his claims.",
      "id": "s60"
    },
    {
      "text": "Thus, for example, the Tribunal in its reasons addressed the claims advanced by reason of the Appellant being a Muslim married to a Christian woman.",
      "id": "s61"
    },
    {
      "text": "The Tribunal continued:\n \n ...However, the Applicant has presented no information to indicate that members of such a particular social group experience harm in Bangladesh, let alone that any such harm is experienced for reason of their membership of that group.",
      "id": "s62"
    },
    {
      "text": "In the absence of any information on which to base a consideration of this claim I am not satisfied that there is a real chance that the Applicant would suffer serious harm amounting to persecution for this reason if he were to return to Bangladesh.",
      "id": "s63"
    },
    {
      "text": "There is no procedural unfairness or contravention of any provision within Part 7 Div 4 of the 1958 Act in the Tribunal so proceeding.",
      "id": "s64"
    },
    {
      "text": "The Tribunal conducts an inquisitorial review of the claim made and has a power \" to get any information that it considers relevant \": s 424(1).",
      "id": "s65"
    },
    {
      "text": "But the Tribunal is under no general duty or obligation to obtain further information: Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v SGLB [2004] HCA 32 at [43] , [2004] HCA 32 ; 207 ALR 12 at 21 per Gummow and Hayne JJ.",
      "id": "s66"
    },
    {
      "text": "15 The Tribunal, moreover, simply did not accept in identified respects the account given.",
      "id": "s67"
    },
    {
      "text": "The Tribunal thus finds, for example:\n \n ...",
      "id": "s68"
    },
    {
      "text": "I do not accept that the Applicant did, in fact live in hiding in the nine months before he left Bangladesh.",
      "id": "s69"
    },
    {
      "text": "I am strengthened in this view by the inconsistency between the Applicant's claimed fear of arrest and the fact that he stayed on in Bangladesh for this nine month period ... \n\n16 Reference may also be made to other like findings made by the Tribunal.",
      "id": "s70"
    },
    {
      "text": "Previously, for example, the Tribunal had expressed its lack of satisfaction \" as to the truth of the Applicant's claim that he was falsely accused of murder, that an arrest warrant was issued for him and that he was convicted and sentenced in absentia after he left Bangladesh .",
      "id": "s71"
    },
    {
      "text": "\" The Tribunal also set forth what it considered to be inconsistencies in the account being provided to it.",
      "id": "s72"
    },
    {
      "text": "These are findings \" on credibility which is the function of the primary decision-maker par excellence \": Re Minister for Immigration &amp; Multicultural Affairs; Ex parte Durairajasingham [2000] HCA 1 at [67] , 168 ALR 407 at 423 per McHugh J.",
      "id": "s73"
    },
    {
      "text": "Such findings are not susceptible of review by either this Court or the Federal Magistrates Court.",
      "id": "s74"
    },
    {
      "text": "17 A tribunal's disbelief of evidence arising from inconsistencies cannot be characterised as \" information \" within the meaning of s 424A(1): SZBYR v Minister for Immigration &amp; Citizenship [2007] HCA 26 at [18] , [2007] FCA 26 ; 235 ALR 609 at 616 per Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ.",
      "id": "s75"
    },
    {
      "text": "18 The third ground of appeal, raising as it does a contention that there has been an \" improper exercise of the power conferred \" was not further developed.",
      "id": "s76"
    },
    {
      "text": "It should be rejected.",
      "id": "s77"
    },
    {
      "text": "It was not a ground advanced for resolution before the Federal Magistrate and, for that reason alone, it should not now be entertained -- especially in the absence of any explanation as to why it was not previously relied upon ( Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1) and because of the uncertainty as to what is intended to be embraced within its terms.",
      "id": "s78"
    },
    {
      "text": "Moreover, whether the proposed ground is directed to the Tribunal or, as expressed, the Federal Magistrates Court, it is not made out.",
      "id": "s79"
    },
    {
      "text": "19 Accordingly, the appeal must be dismissed and there is no reason why the usual approach should not be adopted in respect to costs.",
      "id": "s80"
    },
    {
      "text": "ORDERS \n \n20 The orders of the Court are:\n \n1.",
      "id": "s81"
    },
    {
      "text": "Appeal dismissed.",
      "id": "s82"
    },
    {
      "text": "2.",
      "id": "s83"
    },
    {
      "text": "The Appellant to pay the costs of the First Respondent of and incidental to the appeal.",
      "id": "s84"
    },
    {
      "text": "I certify that the preceding twenty (20) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s85"
    },
    {
      "text": "Associate:\n\nDated: 5 March 2008\n\n\n The Appellant: In person \n \n Counsel for the First Respondent: J D Smith \n \n Solicitor for the First Respondent: Z McDonald (DLA Phillips Fox) \n \n Date of Hearing: 5 March 2008 \n \n Date of Judgment: 5 March 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/256.html",
      "id": "s86"
    }
  ]
}