{
  "name": "Deputy Commissioner of Taxation v Arizcorp Pty Ltd [2008] FCA 212 (29 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/212.html",
  "catchphrases": [
    {
      "text": "consideration of an application for an order that the defendant be wound up in insolvency under the provisions of the corporations act 2001 (cth).",
      "id": "c0"
    },
    {
      "text": "insolvency",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application for the winding up of Arizcorp Pty Ltd.",
      "id": "s0"
    },
    {
      "text": "There has been no appearance on behalf of the defendant this morning on the return date for the application.",
      "id": "s1"
    },
    {
      "text": "The matter was called on at approximately 10.15 am and no appearance was recorded.",
      "id": "s2"
    },
    {
      "text": "The matter was then stood down until 11.00 am and called again.",
      "id": "s3"
    },
    {
      "text": "There has been no appearance upon the matter being called for the second time.",
      "id": "s4"
    },
    {
      "text": "2 The plaintiff has provided a list of materials which are read on the application, and has provided a chronology and written submissions in relation to the merits in support of the making of a winding up order.",
      "id": "s5"
    },
    {
      "text": "Prior to the matter being called on this morning the defendant had provided submissions through lawyers Groom &amp; Lavers and in those submissions the proposition was being advanced that there are special circumstances which would warrant the application being adjourned.",
      "id": "s6"
    },
    {
      "text": "3 Without descending into all the detail of the matter, there has been a history of negotiations between representatives of the defendant and financiers, including Macquarie Bank, and others, to raise money to enable the plaintiff's claim to be discharged.",
      "id": "s7"
    },
    {
      "text": "In the course of those matters, a cheque was drawn and made payable to the Commissioner, which upon presentation was dishonoured.",
      "id": "s8"
    },
    {
      "text": "That payment apparently was made in the context of anticipated fruitful refinancing arrangements.",
      "id": "s9"
    },
    {
      "text": "4 Upon the failure of those arrangements and the dishonouring of the cheque, the defendant apparently has engaged in other discussions with a view to securing a sale of an asset described as its \"rent roll\".",
      "id": "s10"
    },
    {
      "text": "The submissions set out five matters which are said to constitute special circumstances which would warrant the matter being adjourned.",
      "id": "s11"
    },
    {
      "text": "Two things need to be said about that.",
      "id": "s12"
    },
    {
      "text": "The first is that the defendant has not appeared to articulate the merits of those matters.",
      "id": "s13"
    },
    {
      "text": "Secondly, I am not satisfied, in any event, that they constitute special circumstances, particularly having regard to the payment to the Commissioner of a cheque in discharge of a liability which has been dishonoured upon presentation.",
      "id": "s14"
    },
    {
      "text": "Accordingly I propose to make an order that the defendant be wound up.",
      "id": "s15"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s16"
    },
    {
      "text": "Associate:\n\nDated: 29 February 2008\n\n Solicitor for the Plaintiff: Australian Taxation Office \n \n Solicitor for the Defendant: The Defendant did not appear \n \n Date of Hearing: 29 February 2008 \n \n Date of Judgment: 29 February 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/212.html",
      "id": "s17"
    }
  ]
}