{
  "name": "KGL Health Pty Limited v Mechtler [2008] FCA 273 (7 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/273.html",
  "catchphrases": [
    {
      "text": "application for further discovery",
      "id": "c0"
    },
    {
      "text": "proposed classes too broad or not relevant",
      "id": "c1"
    },
    {
      "text": "insufficiency of current discovery not shown.",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application by the applicants for further discovery in relation to a cross-claim by the tenth respondent/cross claimant, Rosanza Pty Ltd (\"Rosanza\"), on the basis that Rosanza has not discovered documents relating to the sale of a private hospital's premises which took place on 12 September 2007.",
      "id": "s0"
    },
    {
      "text": "Although it is the second applicant, Peninsula Hospital Management Pty Limited, which is the first cross-respondent to the cross-claim and therefore the party which chiefly agitates this application, I will for the sake of ease refer to the \"applicants\" as having made the application.",
      "id": "s1"
    },
    {
      "text": "2 The background to and nature of the principal proceedings in this matter are set out in a previous judgment given by me in relation to an application by the applicants for an asset preservation order: see KGL Health Pty Limited v Mechtler [2007] FCA 1410.",
      "id": "s2"
    },
    {
      "text": "I will not reiterate those matters.",
      "id": "s3"
    },
    {
      "text": "3 The classes of documents presently in dispute are described as follows in a letter from the solicitors for the applicants to the solicitors for Rosanza dated 15 November 2007:\n \n \n '12.",
      "id": "s4"
    },
    {
      "text": "draft(s) of the contract by which the freehold was offered for sale and sold, and all other information disclosed to the purchaser and any other interested party; \n \n \n \n \n \n 13. the intended use of the property by the purchaser and any other interested party; \n \n \n \n \n \n 14. any investigations in relation to the property undertaken by your client (or its solicitors and other agents) or by the purchaser and any other interested party (including without limitation requisitions on title and replies); and \n \n \n \n \n \n 15. consideration by your client and its directors of offers to purchase[; and] \n \n \n \n \n \n 16.",
      "id": "s5"
    },
    {
      "text": "... all correspondence and records of communication between your client (or its solicitors and/or other agents) and the purchaser (or its solicitors and/or other agents) concerning the purchase of the property, the intended use of the property and any claims arising by the purchaser after the sale of the property.",
      "id": "s6"
    },
    {
      "text": "' \n \n \n \n\n4 Rosanza, by its Further Amended Cross-Claim, alleges various entitlements to damages.",
      "id": "s7"
    },
    {
      "text": "The first is an entitlement to damages for lost rent, other outgoings and interest up to and including the date on which the lease of the premises was terminated on 10 May 2007.",
      "id": "s8"
    },
    {
      "text": "The second is damages for loss as a result of the cost of restoring and reinstating the premises to a state of good repair.",
      "id": "s9"
    },
    {
      "text": "The third is damages for the loss of bargain on the basis that, but for alleged breaches and repudiation of the relevant lease by the applicants, Rosanza would have retained ownership of the premises at least until some time between 12 September 2009 and 2 March 2010, and in that period would have received the benefit of the lease, including rent less expenses.",
      "id": "s10"
    },
    {
      "text": "Finally, Rosanza claims for loss in respect of legal and other costs in connection with the default under the lease by the second applicant/first cross-respondent.",
      "id": "s11"
    },
    {
      "text": "5 The crux of the applicants' application is that Rosanza in its cross-claim seeks damages for the loss of bargain of the lease and, despite the property having been sold on 12 September 2007, quantifies and particularises these damages by reference to the rent it would have received after this date.",
      "id": "s12"
    },
    {
      "text": "Therefore, the applicants contend, the documents it seeks are relevant to Rosanza's damages claim, especially on the question of mitigation.",
      "id": "s13"
    },
    {
      "text": "6 The applicants also submit that a major area of dispute between the parties relates to the various \"unauthorised\" works which took place on the hospital premises, and that, in order to ascertain which works were unauthorised, it is necessary to investigate the works done, the extent to which they were unauthorised, and the directors' knowledge as to whether any works had been done without approval or authorisation.",
      "id": "s14"
    },
    {
      "text": "In particular, the applicants contend that the physical state of the premises and the works done may be matters raised in correspondence between Rosanza and its real estate agents, legal advisors or potential purchasers.",
      "id": "s15"
    },
    {
      "text": "The suggestion is that such correspondence may comment on or disclose the actual state of the property which was being put up for sale.",
      "id": "s16"
    },
    {
      "text": "In addition, the applicants submit that information as to the intended use of the property by a purchaser may be relevant to the damages claims because, for example, it may show that those claims are excessive.",
      "id": "s17"
    },
    {
      "text": "7 On the question of mitigation, the applicants submit that further discovery is appropriate because they are entitled to explore whether the promotion for sale of the property and communications with potential purchasers may disclose matters which assist in deciding whether there is an excessive claim.",
      "id": "s18"
    },
    {
      "text": "The issue here, according to the applicants, is whether Rosanza is entitled to contend that there has been no mitigation of damages as a result of selling the property on 12 September 2007, and whether the issue of mitigation is affected by any evidence that Rosanza failed to obtain the best sale price or failed to market the property appropriately.",
      "id": "s19"
    },
    {
      "text": "This, it is said, is an aspect of the damages claim which the applicants seek to explore through further discovery.",
      "id": "s20"
    },
    {
      "text": "I note at this point that there has been no reference to mitigation of damages in the formal pleadings to date.",
      "id": "s21"
    },
    {
      "text": "However, the applicants state that they intend to respond to Rosanza's Further Amended Cross-Claim (filed on 6 February 2008) and raise this issue.",
      "id": "s22"
    },
    {
      "text": "8 In my view, the proposed classes of further discovery as set out in the letter from the applicants' solicitors dated 15 November 2007 are too broad and, at times, do not appear relevant to the dispute.",
      "id": "s23"
    },
    {
      "text": "The applicants' application for further discovery should be dismissed.",
      "id": "s24"
    },
    {
      "text": "More specifically, my conclusions as to the individual classes specified in the letter of 15 November 2007 are as follows:\n \n&#8226; in relation to class 12, I am not persuaded that this class is relevant on the material presently before me, and, by reason of the references to \"all other information\" and \"any other interested party\", I am of the view that this class is far too wide;\n\n \n&#8226; in relation to class 13, I consider that the reference to \"any other interested party\" is too broad and discovery of this proposed class of documents is therefore not appropriate;\n\n \n&#8226; in relation to class 14, the reference to \"any investigations\" undertaken by \"any interested party\", without specifying at least the nature of the investigations, is far too wide to be considered an appropriate class for discovery; \n\n \n&#8226; in relation to class 15, in the absence of specifically identified subject matter or context of the \"consideration\" by Rosanza of offers to purchase, I cannot see any relevance in any documents relating to consideration of all offers to purchase; and\n\n \n&#8226; in relation to class 16, I am not of the view that such a catch-all class of discovery, which is even broader and vaguer than those classes preceding it, can be considered an appropriately framed class of discovery.",
      "id": "s25"
    },
    {
      "text": "9 For the above reasons, I am of the view that the proposed classes of discovery, as presently framed, are too wide and at times not relevant, and therefore an order for discovery in those terms is not warranted.",
      "id": "s26"
    },
    {
      "text": "With some suitable modification, it may be that the classes could be more specifically stated to eliminate the objectionable expressions.",
      "id": "s27"
    },
    {
      "text": "In particular, phrases such as \"any other interested party\" in several of the classes, and \"any claims arising ... after the sale of the property\" in class 16 require some revision.",
      "id": "s28"
    },
    {
      "text": "This is a matter to be resolved between the parties.",
      "id": "s29"
    },
    {
      "text": "10 In order to justify further discovery beyond that which is verified by an affidavit of a legal practitioner, generally it needs to be shown that there is some substantial or manifest failure to produce documents.",
      "id": "s30"
    },
    {
      "text": "Ordinarily, an affidavit of discovery will be conclusive.",
      "id": "s31"
    },
    {
      "text": "Insufficiency of discovery may be shown from the pleadings, from the affidavit or from any other source that constitutes an admission of a discoverable document: see Seven Network Ltd v News Ltd [2005] FCA 915.",
      "id": "s32"
    },
    {
      "text": "However, in this case, no such insufficiency has been shown.",
      "id": "s33"
    },
    {
      "text": "It is important when framing classes for discovery that the classes of documents sought be shown to be relevant to the dispute.",
      "id": "s34"
    },
    {
      "text": "That is a consideration, which my comments at [8] above indicate, which applies to some of the classes in this application.",
      "id": "s35"
    },
    {
      "text": "This Court will endeavour to limit discovery so far as possible to ensure that it is not excessive, and that only those documents which are necessary to ensure a fair presentation of a party's case are produced: see O 15 r 15 of the Federal Court Rules and Federal Court Practice Note No.",
      "id": "s36"
    },
    {
      "text": "14.",
      "id": "s37"
    },
    {
      "text": "11 This application for further discovery is dismissed with costs.",
      "id": "s38"
    },
    {
      "text": "I certify that the preceding eleven (11) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s39"
    },
    {
      "text": "Associate:\n\nDated: 7 March 2008\n\n\n Counsel for the Applicants: Mr A. Ogborne \n \n Solicitor for the Applicants: Bruce Stewart Dimarco \n \n Counsel for the Respondents: Mr S. Climpson \n \n Solicitor for the Respondents: Bull, Son &amp; Schmidt \n \n Date of Hearing: 5 February 2008 \n \n Date of Judgment: 7 March 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/273.html",
      "id": "s40"
    }
  ]
}