{
  "name": "Amway of Australia v Clifone Pty Ltd (No. 1) [2008] FCA 228 (7 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/228.html",
  "catchphrases": [
    {
      "text": "misleading or deceptive conduct",
      "id": "c0"
    },
    {
      "text": "representations made by independent business organisation or distributor in communications against international direct-selling business",
      "id": "c1"
    },
    {
      "text": "application for substantive relief for alleged contraventions of s 52",
      "id": "c2"
    },
    {
      "text": "declaration and damages",
      "id": "c3"
    },
    {
      "text": "trade practices act 1974 (cth) ss 52 , 82 , 87",
      "id": "c4"
    },
    {
      "text": "motions for contempt of interlocutory orders of the court",
      "id": "c5"
    },
    {
      "text": "interlocutory orders to restrain independent business organisation or distributor from publishing statements against international direct-selling business",
      "id": "c6"
    },
    {
      "text": "applicable principles as to contempt",
      "id": "c7"
    },
    {
      "text": "whether wilful disobedience requires more than a deliberate act",
      "id": "c8"
    },
    {
      "text": "trade practices",
      "id": "c9"
    },
    {
      "text": "civil procedure",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 These reasons relate to the orders I have made on motions brought by the applicants by:\n \n(1) notice dated and filed 29 August 2006 ('the first motion'); and\n \n(2) amended notice dated and filed 24 April 2007 ('the second motion'),\n \nsometimes collectively called 'the contempt motions', for orders that the second respondent, Mr Trevor Chatham ('Mr Chatham'), be punished for contempt for alleged breaches of orders made by this Court on 16 August 2006 ('the Orders'); to the orders I have made on a motion brought by the respondents by notice dated 19 March 2007 and filed 21 March 2007 for the setting aside or variation of some of the Orders ('the respondents' motion'); and to the order I have made on a motion brought by the applicants by notice dated and filed (with leave) in Court 18 June 2007 for variation of one of the Orders ('the applicants' motion').",
      "id": "s0"
    },
    {
      "text": "2 These motions were heard over five days from early April 2007 to the middle of June 2007.",
      "id": "s1"
    },
    {
      "text": "That came about because between the first day of the hearing, 4 April 2007, at the conclusion of which the first motion was part-heard and the second day of the hearing, 24 April 2007, the applicants had prepared and were ready to file notice of the second motion seeking orders for punishment of Mr Chatham for contempt for further alleged breaches of the Orders.",
      "id": "s2"
    },
    {
      "text": "3 As indicated above, an amended notice of the second motion was filed on 24 April 2007 when the hearing of all motions was adjourned to 18, 19 and 20 June 2007.",
      "id": "s3"
    },
    {
      "text": "I ordered that the first applicant ('Amway') should pay the respondents' costs thrown away by the adjournment.",
      "id": "s4"
    },
    {
      "text": "At the adjourned hearing, I heard all motions sequentially with the respondents' motion for setting aside or variation of some of the Orders being heard first.",
      "id": "s5"
    },
    {
      "text": "4 However, in these reasons, I propose to deal first with the contempt motions and then with the motions for setting aside or variation of some of the Orders.",
      "id": "s6"
    },
    {
      "text": "BACKGROUND \n \n5 The Orders made by the Court on 16 August 2006, by way of interlocutory relief, included the following:\n \n \n '...\n \n \n \n \n 5.",
      "id": "s7"
    },
    {
      "text": "Until further order of the Court, and upon the applicants by their counsel giving the usual undertaking as to damages, order that each of the respondents be restrained, by themselves, their servants or agents, from:\n \n \n \n \n \n (a) using or disclosing any confidential information of the first applicant, including the database and name details maintained at a2k.com.au;\n (b) contacting any IBO in connection with the activities of the first or second applicants;\n (c) directly or indirectly supplying, selling or promoting the products of another multilevel marketing company to any IBO;\n (d) publishing in any manner, except to the respondents' named legal advisers for the purpose of receiving legal advice, the correspondence at pages 181-273 of exhibit \"AWG1\" to the affidavit of Anthony William Greig sworn 16 August 2006;\n (e) publishing, whether via email, the world wide web, letter or otherwise, any statement that: \n \n \n\n(i) The second applicant has committed perjury;\n \n(ii) Peter Williams has accepted the second applicant's perjury as acceptable behaviour;\n \n(iii) Any or all of the first applicant or the second applicant or Peter Williams or Mike Mohr believe that it is acceptable behaviour for an Amway employee to lie on oath;\n \n(iv) Denigrates or disparages the first applicant or any of its employees;\n \n(v) The chances of a person making substantial income from an Amway business are very remote;\n \n(vi) A substantial income from an Amway business, even if achieved, is unlikely to be able to be maintained;\n \n(vii) Amway acts capriciously to deprive business owners of their businesses or incomes.",
      "id": "s8"
    },
    {
      "text": "or any statement to similar effect to any of the statements set out above.",
      "id": "s9"
    },
    {
      "text": "(f) publishing, whether via email, the world wide web, letter or otherwise, any statement to the effect either of the applicants has engaged in criminal conduct.",
      "id": "s10"
    },
    {
      "text": "6.",
      "id": "s11"
    },
    {
      "text": "In these orders, \"IBO\" means an Independent Business Owner contracted to the first applicant for the distribution of the first applicant's products.",
      "id": "s12"
    },
    {
      "text": "' \n \n \n \n \n \n\n6 On the same day the applicants filed an application for substantive relief under ss 52 , 82 and 87 of the Trade Practices Act 1974 (Cth) seeking similar orders and other relief, including a declaration and damages.",
      "id": "s13"
    },
    {
      "text": "7 An affidavit sworn the same day by the second applicant, Mr Anthony Greig, General Counsel for Amway Australia, New Zealand and South Africa and a director of Amway ('Mr Greig') sets out background material going to the nature of the Amway business and the history of Amway's dispute with Mr Chatham, and the first respondent, Clifone Pty Limited ('Clifone'), of which Mr Chatham is a director and the principal shareholder.",
      "id": "s14"
    },
    {
      "text": "That material is not in dispute and I paraphrase it below.",
      "id": "s15"
    },
    {
      "text": "Nature of Amway Business \n \n8 Amway is a direct-selling business which originated in the United States but which operates globally in over 80 countries and territories.",
      "id": "s16"
    },
    {
      "text": "The Amway business plan is based around commissions from sales of Amway products and bonuses based on the level of these sales by Amway distributors, known as Independent Business Owners ('IBOs'), who have been recruited in that line of sponsorship.",
      "id": "s17"
    },
    {
      "text": "IBOs are not employees of Amway and are in effect distinct contracted businesses which purchase products from Amway and on-sell these products.",
      "id": "s18"
    },
    {
      "text": "9 Amway commenced business in Australia in 1971.",
      "id": "s19"
    },
    {
      "text": "Amway is a retailer of health, beauty, home care and home living products.",
      "id": "s20"
    },
    {
      "text": "It is accepted that the following brief description of the Amway business given by the Full Court in Amway of Australia Pty Ltd v Commissioner of Taxation (1999) 99 ATC 4359 at [5] is substantially correct, with minor additions to accommodate for business changes implemented following the introduction of the Goods and Services Tax ('GST'):\n \n \n 'Amway sells a variety of products directly to the public through a network of individuals who sell as its agents on a commission basis.",
      "id": "s21"
    },
    {
      "text": "It sell products to its contractors by wholesale, it does not sell through its own shopping outlets.",
      "id": "s22"
    },
    {
      "text": "To the extent that it sells the same or equivalent merchandise as retail stores it can be said to be in competition with those stores.",
      "id": "s23"
    },
    {
      "text": "But of necessity, its cost structure is entirely different from such stores.",
      "id": "s24"
    },
    {
      "text": "It has none of the overhead costs associated with retail stores, but incurs other costs peculiar to its maintenance of a distributorship network.",
      "id": "s25"
    },
    {
      "text": "'\n \n \n\n10 New distributors are recruited by existing Amway distributors.",
      "id": "s26"
    },
    {
      "text": "The existing distributors become the 'sponsors' of the new distributors.",
      "id": "s27"
    },
    {
      "text": "This system produces a chain of distributors in which a more senior distributor is described as 'upline' from the distributors so recruited (and from those recruited in turn down the chain).",
      "id": "s28"
    },
    {
      "text": "The recruits are known as 'downline' distributors from those 'upline'.",
      "id": "s29"
    },
    {
      "text": "As part of their agreement with Amway, the distributors are required to comply with certain rules of conduct.",
      "id": "s30"
    },
    {
      "text": "11 The Amway distributors provide two forms of service to Amway: the selling and consequent ordering of Amway products at wholesale price; and the sponsoring of new distributors.",
      "id": "s31"
    },
    {
      "text": "Amway provides services such as training, product information, support and a 'money-back' satisfaction guarantee.",
      "id": "s32"
    },
    {
      "text": "Amway's income from products sales increases as each distributor increases its orders.",
      "id": "s33"
    },
    {
      "text": "The distributors increase their orders by increasing their own sales to consumers and by sponsoring new 'downline' distributors who will do likewise.",
      "id": "s34"
    },
    {
      "text": "12 Amway IBOs are ranked in importance within the organisation (and with respect to bonuses and commission payments).",
      "id": "s35"
    },
    {
      "text": "These ranks are generally given the names of various gems and precious metals so that, for example, a 'Gold Producer' receives greater bonuses than a 'Silver Producer'.",
      "id": "s36"
    },
    {
      "text": "13 Distributors earn points for sales at different rates according to the category of product.",
      "id": "s37"
    },
    {
      "text": "An IBO is eligible to become a Platinum IBO when they achieve a specified points value.",
      "id": "s38"
    },
    {
      "text": "As they increase their business, and meet the relevant qualification requirements (which includes both points and downline distributor groups), the Platinum IBO becomes eligible to reach higher levels such as 'Founders Platinum IBO', Sapphire, Emerald, Diamond and Executive Diamond.",
      "id": "s39"
    },
    {
      "text": "14 Distributors may order products by telephone or mail sent to their 'upline' Platinum IBO.",
      "id": "s40"
    },
    {
      "text": "IBOs at all levels may also order products direct from Amway online via the internet.",
      "id": "s41"
    },
    {
      "text": "Platinum IBOs have the responsibility to train, supervise and foster their 'downline' IBOs with whom Amway may have little contact.",
      "id": "s42"
    },
    {
      "text": "15 The distributors are free to build their own business, subject to certain standards required by Amway, but without minimum purchase requirements.",
      "id": "s43"
    },
    {
      "text": "Amway offers a range of rewards and incentives in order to encourage distributors to develop their business and thereby increase their purchase of Amway products.",
      "id": "s44"
    },
    {
      "text": "16 One important aspect of the Amway business is the provision of support and mentorship amongst IBOs either on a one-to-one basis or by way of various meetings and conferences.",
      "id": "s45"
    },
    {
      "text": "The purpose of this support, motivation and mentorship is to allow successful IBOs to pass knowledge on to newer or less experienced IBOs.",
      "id": "s46"
    },
    {
      "text": "In particular, high-ranking IBOs with many IBOs in their 'downline' (a 'downline' means the IBOs who make up an IBOs group --- including people they have personally sponsored and people those IBOs have sponsored) are respected by those in their 'downline'.",
      "id": "s47"
    },
    {
      "text": "This process is generally encouraged and serves the purpose of having new IBOs follow the business practices of successful IBOs to result in increased sales of products.",
      "id": "s48"
    },
    {
      "text": "17 In particular, regular group meetings and 'Business Building Seminars' take place involving IBOs within particular 'lines of sponsorship' (i.e.",
      "id": "s49"
    },
    {
      "text": "IBOs within a particular 'downline' group).",
      "id": "s50"
    },
    {
      "text": "These meetings regularly include mentoring by high-ranking IBOs with more junior IBOs in their line of sponsorship.",
      "id": "s51"
    },
    {
      "text": "18 Often in the course of dealing with 'downline' IBOs, higher-ranking IBOs will obtain a certain level of personal information in order to provide their 'downline' IBOs with business and personal advice to help them build a productive Amway business.",
      "id": "s52"
    },
    {
      "text": "19 Amway seeks to promote its business by promoting the businesses of its distributors by fostering and maintaining the Platinum Distributors.",
      "id": "s53"
    },
    {
      "text": "Platinum Distributors enjoy certain privileges and assume certain responsibilities.",
      "id": "s54"
    },
    {
      "text": "Because Amway does not retail its products itself, the continuing success of the Amway business is dependent on the continuing success of distributors in both selling products and sponsoring new distributors.",
      "id": "s55"
    },
    {
      "text": "Amway's Disputes with Mr Chatham/Clifone \n \n20 Mr Chatham became an Amway distributor in July 1985.",
      "id": "s56"
    },
    {
      "text": "On 16 June 1989, he was substituted by Clifone as the distributor or IBO.",
      "id": "s57"
    },
    {
      "text": "21 In or around 1998, a dispute arose between Mr Chatham and Amway over payments to Clifone of money in relation to the Amway 'Emerald Enhancement Program' ('EEP').",
      "id": "s58"
    },
    {
      "text": "The dispute was reviewed by counsel but Clifone did not accept the findings of that review.",
      "id": "s59"
    },
    {
      "text": "22 In early 2003, a separate dispute arose between Mr Chatham and Amway over Mr Chatham's promotion to other IBOs of a practice called 'Emotional Freedom Technique' ('EFT') including other religious instruction.",
      "id": "s60"
    },
    {
      "text": "Despite being directed to cease the use of EFT and overt religious references in the context of his Amway business, Mr Chatham apparently continued to use EFT in that context well into 2003.",
      "id": "s61"
    },
    {
      "text": "23 A further dispute arose between Mr Chatham and Amway over the latter's exercise of its discretion not to award the 'Founder's Achievement Award' ('FAA') (which would have equated to payment in the sum of approximately $34,000) to Clifone for the year 2004.",
      "id": "s62"
    },
    {
      "text": "24 Both the EFT issue and the FAA issue went to arbitration and a hearing was conducted over 14 --- 16 March 2005.",
      "id": "s63"
    },
    {
      "text": "The arbitrator found in favour of Amway in respect of both issues.",
      "id": "s64"
    },
    {
      "text": "25 Clifone was placed on probation until 31 May 2006 carrying with it a number of restrictions and limitations on its conduct and activities, with concomitant restrictions and limitations on Mr Chatham's conduct and activities.",
      "id": "s65"
    },
    {
      "text": "By letter dated 1 September 2005, Mr Chatham was informed that Clifone's probation had been extended until 31 December 2006.",
      "id": "s66"
    },
    {
      "text": "26 From the time of the arbitrator's award, the relationship between Amway and Mr Chatham deteriorated into the depths of a tirade of threatening correspondence between Mr Chatham on the one hand and representatives of Amway and its parent corporation in the United States on the other.",
      "id": "s67"
    },
    {
      "text": "Indeed, some of the correspondence on Mr Chatham's part was nothing short of abusive and arguably defamatory.",
      "id": "s68"
    },
    {
      "text": "This correspondence is detailed at some length in Mr Greig's affidavit from paras 45 to 60 and I do not propose to refer to it otherwise than where it becomes necessary to do so in dealing with the charges of contempt considered below.",
      "id": "s69"
    },
    {
      "text": "THE FIRST MOTION \n \n27 The statement of charge annexed to the notice of the first motion charged that Mr Chatham had committed contempt of court in that he had breached the Orders in the manner specified in each and every one of the following charges:\n \n(a) In alleged breach of Order 5(b), Mr Chatham at approximately 1.50 pm on 25 August 2006 sent an email to Mr Fred Kasparek (who is an IBO of Amway) in connection with the activities of Amway and Mr Greig ('the first charge').",
      "id": "s70"
    },
    {
      "text": "(b) In alleged breach of Order 5(d), Mr Chatham at approximately 1.50 pm on 25 August 2006 sent an email to Mr Fred Kasparek which email published to Mr Kasparek a letter from Mr Greig to Mr Chatham dated 1 September 2005 which letter is page 229 to the affidavit of Mr Greig sworn 16 August 2006 ('the second charge').",
      "id": "s71"
    },
    {
      "text": "(c) In alleged breach of Order 5(b), Mr Chatham at approximately 10.26 pm on 27 August 2006 sent an email to Mr Peter McKenna (who is an IBO of Amway) in connection with the activities of Amway ('the third charge').",
      "id": "s72"
    },
    {
      "text": "(d) In alleged breach of Order 5(b), Mr Chatham at approximately 8.16 am on 28 August 2006 sent an email to twenty-five IBOs of Amway listed in the statement of charge in connection with the activities of Amway ('the fourth charge').",
      "id": "s73"
    },
    {
      "text": "THE SECOND MOTION \n \n28 The amended statement of charge annexed to the amended notice of the second motion charged that Mr Chatham had committed contempt of court in that he had allegedly breached the Orders in the manner specified in each and every one of the following charges:\n Email of 21 March 2007 \n \n(a) On 21 March 2007, Mr Chatham published to Doug DeVos, Steve Van Andel, Tony Greig, Peter Williams and Jim Payne an electronic mail with an attached document (the email and the attachment being, collectively, 'the email of 21 March 2007').",
      "id": "s74"
    },
    {
      "text": "(b) By publishing the email of 21 March 2007, Mr Chatham allegedly breached Order 5(e) in that:\n \n \n (i) In alleged breach of Order 5(e)(i), Mr Chatham represented that Mr Greig had committed perjury, and alternatively made a statement to similar effect ('the fifth charge'); and\n (ii) In alleged breach of Order 5(e)(iv), Mr Chatham denigrated or disparaged an employee of Amway, namely Mr Greig (the applicants rely on the emails as a whole, and in particular the paragraphs numbered 12 to 33 and 80 to 91 in the copy of the document annexed and marked 'A') ('the sixth charge').",
      "id": "s75"
    },
    {
      "text": "(c) Further, and additionally, by publishing the email of 21 March 2007, Mr Chatham allegedly breached Order 5(f) in that in the email of 21 March 2007, Mr Chatham asserted that Mr Greig had engaged in criminal conduct (the applicants rely on the email as a whole, and in particular the paragraphs numbered 12 to 33 and 80 to 91 in the copy of the document annexed and marked 'A') ('the seventh charge').",
      "id": "s76"
    },
    {
      "text": "Email of 28 March 2007 \n \n(d) On 28 March 2007, Mr Chatham published to Doug DeVos, Steve Van Andel, Tony Greig, Peter Williams and Jim Payne an electronic mail with an attached document (the email and the attachment being, collectively, 'the email of 28 March 2007').",
      "id": "s77"
    },
    {
      "text": "(e) By publishing the email of 28 March 2007, Mr Chatham in alleged breach of Order 5(e)(iv) denigrated an employee of Amway, namely Mr Greig (the applicants rely on the email as a whole, and in particular the paragraphs numbered 24 in the copy of the document annexed and marked `B') ('the eighth charge').",
      "id": "s78"
    },
    {
      "text": "Email of 2 April 2007 \n \n(f) On 2 April 2007, Mr Chatham published to Doug deVos, Steve Van Andel, Tony Greig, Peter Williams and Jim Payne an electronic mail with an attached document (the email and the attachment being, collectively, 'the email of 2 April 2007').",
      "id": "s79"
    },
    {
      "text": "(g) By publishing the email of 2 April 2007, Mr Chatham in alleged breach of Order 5(e)(iv) denigrated or disparaged an employee of Amway namely Mr Greig (the applicants rely on the email as a whole, and in particular the paragraphs numbered 9, 11, 14, 16, 17 in the copy of the document annexed and marked 'C') ('the ninth charge').",
      "id": "s80"
    },
    {
      "text": "(h) By publishing the email of 2 April 2007, Mr Chatham, in alleged breach of Order 5(e)(i) represented that Mr Greig had committed perjury, and alternatively made a statement to similar effect (the applicants rely on the email as a whole, and in particular the paragraphs numbered 10 to 13 in the copy of the document annexed and marked 'C') ('the tenth charge').",
      "id": "s81"
    },
    {
      "text": "(i) By publishing the email of 2 April 2007, Mr Chatham, in alleged breach of Order 5(f) represented that Mr Greig had engaged in criminal conduct (the applicants rely on the email as a whole, and in particular the paragraphs numbered 10 to 13 in the copy of the document annexed and marked 'C') ('the eleventh charge') .",
      "id": "s82"
    },
    {
      "text": "Email of 12 April 2007 \n \n(j) On 12 April 2007, Mr Chatham published an electronic mail with an attached document (the email and the attachment being, collectively, 'the email of 12 April 2007') to the following thirty-four email addresses:\n \npgallen@myaccess.com.au; caryn.avelsgaard@idabiz.com.au; gmi101@myaccess.com.au; pcbm@myaccess.com.au; wbroad@myaccess.com.au; stuc@ozemail.com.au; errol@chiversfamilytrust.com.au; mclark@myaccess.com.au; cdealne@cadcomm.net; alan@myaccess.com.au; graemedk@ozemail.com.au; pete@myaccess.com.au; john@hida.ausgate.com; angie@wwdiamonds.com.au; sjakubenko@idabiz.com.au; kasparek@bigpond.net.au; glcrown@attglobal.net; peterl@myaccess.com.au; pemar@myaccess.com.au; brentonmau@hotmail.com; mcculloch@myaccess.com.au; vaula@ivmglobal.net; jennifer_mcgready@hotmail.com; pbmck@mac.com; lifestyleeng@ozemail.com.au; JimPaullin@compuseive.com; idpower@aol.com; james@gardonmotors.com.au; diamondfocus@onthenet.com.au; pdshack@myaccess.com.au; skehan@myaccess.com.au; dynagroup@myaccess.com.au; wsmart@myaccess.com.au; lisart@myaccess.com.au;\n \n(k) By publishing the email of 12 April 2007, Mr Chatham, in alleged breach of Order 5(e)(iv) denigrated or disparaged Amway (the applicants rely on the email as a whole, and in particular the paragraphs numbered 8, 11, 24, 25, 31, 34, 38, in the copy of the email annexed and marked 'D') ('the twelfth charge').",
      "id": "s83"
    },
    {
      "text": "(l) By publishing the email of 12 April 2007, Mr Chatham in alleged breach of Order 5(b) contacted IBOs in connection with activities of Amway and/or Mr Greig (the applicants rely on the email as a whole, and in particular the paragraphs numbered 25, 34, 35 and 38 in the copy of the email annexed and marked 'D') ('the thirteenth charge').",
      "id": "s84"
    },
    {
      "text": "THE LAW OF CONTEMPT \n \n29 Initially there appeared to be substantial agreement between the applicants on the one hand and the respondents on the other as to the principles upon which the applicants' contempt motions should be decided.",
      "id": "s85"
    },
    {
      "text": "However, when the hearing resumed on 18 June 2007, they appeared to have parted company.",
      "id": "s86"
    },
    {
      "text": "30 Both used as a starting point what was said in the joint judgment (Gibbs CJ, Mason, Wilson and Deane JJ) in Australian Meat Industry Employees' Union v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 at 113 where, after commenting that lying behind punishment for a contempt, which involves wilful disobedience to a court order, is the very substantial purpose of disciplining the defendant and vindicating the authority of the court, their Honours said:\n \n \n 'It follows that a deliberate commission or omission which is in breach of an injunctive order or an undertaking will constitute such wilful disobedience unless it be casual, accidental or unintentional.",
      "id": "s87"
    },
    {
      "text": "'\n \n \n\n31 The applicants submit that it is no answer to proceedings for contempt to say that there was no direct intention to disobey the order.",
      "id": "s88"
    },
    {
      "text": "It is enough that the relevant commission or omission was deliberate and not casual, accidental or unintentional.",
      "id": "s89"
    },
    {
      "text": "They find support for that in what was said by Jerrard JA in Lade &amp; Co Pty Ltd v Black [2006] QCA 294 at [24] :\n \n \n 'Contempt is established by proof of a deliberate act or omission which breaches an order or undertaking.",
      "id": "s90"
    },
    {
      "text": "It is no defence that the party deliberately doing the act honestly believes, or was wrongly advised, that it would not be in breach of the order, if the act was deliberately done.",
      "id": "s91"
    },
    {
      "text": "'\n \n \n\nAnd at [26]:\n \n \n 'I consider it follows that a deliberate act or omission which is in fact in breach of an order will constitute contempt, and to prove contempt it is necessary and sufficient to prove that much.",
      "id": "s92"
    },
    {
      "text": "There will be no contempt proved if the act or omission is \"casual, accidental or unintentional\".",
      "id": "s93"
    },
    {
      "text": "'\n \n \n\n32 It is here where the respondents parted company.",
      "id": "s94"
    },
    {
      "text": "They submitted that the Court does not look to whether the act of publication itself was more than 'casual, accidental or unintentional'.",
      "id": "s95"
    },
    {
      "text": "These qualifications, they say, are placed upon the disobedience, not upon the 'commission or omission which is in breach'.",
      "id": "s96"
    },
    {
      "text": "In order to become contemptuous, Mr Chatham's disobedience to the Orders must have been more than 'casual, accidental or unintentional'.",
      "id": "s97"
    },
    {
      "text": "He may have published the material in breach of the Orders deliberately, but if the disobedience was merely 'casual, accidental or unintentional', then he is not guilty of contempt.",
      "id": "s98"
    },
    {
      "text": "33 If by this argument, the respondents are saying that a deliberate act or omission which is in breach of a court order will not constitute contempt unless there is an intention to breach the court order, I cannot agree.",
      "id": "s99"
    },
    {
      "text": "The words 'casual, accidental or unintentional' do not introduce such an additional requirement.",
      "id": "s100"
    },
    {
      "text": "Viewed in the context of the extract from the joint judgment in Mudginberri cited at [30] above, the qualifications are not so much true exceptions to a deliberate act or omission; rather they are by way of contradiction to such an act or omission.",
      "id": "s101"
    },
    {
      "text": "34 This is not to say that there can be contempt without disobedience.",
      "id": "s102"
    },
    {
      "text": "As Keane JA said in Lade at [63]:\n \n \n 'There must, of course, be actual disobedience.",
      "id": "s103"
    },
    {
      "text": "There cannot be disobedience if the alleged contemnor does not know of the order which he or she is alleged to have breached.",
      "id": "s104"
    },
    {
      "text": "Nor could there be disobedience where the breach of the order occurs by reason of circumstances outside the control of the alleged contemnor.",
      "id": "s105"
    },
    {
      "text": "But if the facts of the case enable one fairly to conclude that the alleged contemnor has disobeyed the order or undertaking then that is sufficient to constitute a contempt.",
      "id": "s106"
    },
    {
      "text": "'\n \n \n\n35 In this context, his Honour's statement at [65] of the propositions he saw as having been established in relation to the general law of contempt by the reasons of the High Court in Mudginberri and in Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 at 530 --- 534 per Brennan, Deane, Toohey and Gaudron JJ and 538 --- 542 per McHugh J, is instructive:\n \n \n '(a) disobedience of an order of the court, or of an undertaking to the court, is aptly described as a contempt of court; this is so regardless of whether the disobedience is attended by the contumacy previously thought necessary to attract the special description of \"criminal contempt\";\n \n (b) the dichotomy previously recognised between civil contempt and criminal contempt was based, in part at least, on the different rationales which were understood to inform the different kinds of contempt: civil contempt was understood to be concerned with disciplining the party in breach in vindication of the private interests of the parties to civil litigation while criminal contempt was understood to be concerned with the punishment of the offender in vindication of the public interest in the due administration of justice, and, in particular, the maintenance of the authority of the courts;\n \n (c) just as the historical differentiation between discipline and punishment and the vindication of the private interest and the public interest can no longer be sustained, so punishment by way of a fine or imprisonment as a remedy for contempt may be imposed where the disobedience of a court order is more than \"casual, accidental or unintentional\".",
      "id": "s107"
    },
    {
      "text": "It is now not essential to show that the disobedience is contumacious or defiant;\n \n (d) because the sanction for any contempt is inevitably to some extent punitive, all contempts must be proved beyond reasonable doubt.",
      "id": "s108"
    },
    {
      "text": "'\n \n \n\n36 In the present case, there is no issue that Mr Chatham knew of the Orders nor is there any issue that the acts alleged to be in breach of one or more of the Orders were deliberate acts on his part.",
      "id": "s109"
    },
    {
      "text": "That being so, the only issue is whether the relevant acts were in breach of the Orders referred to in the charges.",
      "id": "s110"
    },
    {
      "text": "THE CHARGES \n The First Charge \n \n37 The first charge alleges breach of Order 5(b) --- restraining the respondents from contacting any IBO in connection with the activities of Amway or Mr Greig --- by Mr Chatham sending an email to Mr Fred Kasparek at approximately 1.50 pm on 25 August 2006.",
      "id": "s111"
    },
    {
      "text": "That email read:\n \n \n 'Fred Kasparek.",
      "id": "s112"
    },
    {
      "text": "Amway IBO.",
      "id": "s113"
    },
    {
      "text": "Dear Fred,\n \n This email is to inform you that yesterday I had a lengthy meeting with my Barrister in Sydney and it is likely that you will be Subpoenaed to appear in the Federal Court in Sydney in an action initiated by Tony Greig and Amway of Australia..\n \n On the 30 January 2006 I received an email from Mick Mullett which stated the following\n \n \n \n \n 6/6/05 @ 7pm met with Tony Greig and Graham Martin, venue was the Hilton hotel in Adelaide.",
      "id": "s114"
    },
    {
      "text": "There my wife Jenny and I were told the reason for Trevor's suspension was his continuing use of EFT and the complaints of two women.",
      "id": "s115"
    },
    {
      "text": "Early December 2005 spoke via the phone with Tony Greig and the reason given for the Company continuing Trevor's suspension was for two alleged cases of sexual harassment.",
      "id": "s116"
    },
    {
      "text": "Mick and Jenny Mullett.",
      "id": "s117"
    },
    {
      "text": "30/1/06 \n \n \n \n \n It has been alleged to me by a number of people that you have been telling people that the reason for the extension of my probation was due to some form of sexual misconduct.",
      "id": "s118"
    },
    {
      "text": "You are downline from Mick Mullett.",
      "id": "s119"
    },
    {
      "text": "The letter I received from Tony Greig regarding the extension of my probation is reproduced in it entirety below.",
      "id": "s120"
    },
    {
      "text": "Trevor Chatham, \n Director \n Clifone Pty Ltd\n 66 McGreggor Road\n GISBORNE Victoria 3437 1 September 2005 \n \n Dear Trevor,\n \n I refer to my letters and emails to you regarding the probation of your Independent Business.",
      "id": "s121"
    },
    {
      "text": "I refer particularly to my letter of 5 August 2005 noting your violation of the terms of your probation so far as they relate to your association with Independent Business Owners and your attempts to influence Amway business strategies.",
      "id": "s122"
    },
    {
      "text": "I note the confirmation in your response of 12 August 2005 that you have contacted IBOs seeking to broadly influence Amway business strategies.",
      "id": "s123"
    },
    {
      "text": "This contact occurred in direct contravention of the company's direction (confirmed in your communication to your group in June 2005) that during the period of probation you should stand aside from the business and that you should not seek to communicate beyond a one on one basis with members of your personal group (please now see below for extension of terms in this regard).",
      "id": "s124"
    },
    {
      "text": "As was foreshadowed in my letter to you of 5 August 2005 and given your demonstrated breaches of terms of your probation, the company has given serious consideration to further action which may be available to it.",
      "id": "s125"
    },
    {
      "text": "It has now been resolved that the period of your probation should be extended until 31 December 2006, and further, that you should be directed that from 1 September 2005 you are not to counsel or otherwise provide leadership to any Amway IBO or otherwise discuss the Amway business or its policies or strategies with any IBO, whether the IBO is in your personal group or elsewhere in the Amway business.",
      "id": "s126"
    },
    {
      "text": "The Rules of Conduct provide consequences for IBOs who fail to abide by the terms of probation; they include withdrawal of bonuses and extend, ultimately, to termination of an Independent Business.",
      "id": "s127"
    },
    {
      "text": "It is our view that, given the ruling by the arbitrator the company has shown considerable restraint in its responses to date; this restraint has however not achieved the outcome which could reasonably be expected in these circumstances.",
      "id": "s128"
    },
    {
      "text": "Trevor, it has obviously taken many months for the company to arrive at a position where it has resolved that no further breach of the terms of your probation or the Rules of Conduct will be tolerated.",
      "id": "s129"
    },
    {
      "text": "Yours Sincerely, \n Amway of Australia \n \n [Signed]\n \n Tony Greig \n General Counsel.",
      "id": "s130"
    },
    {
      "text": "Yours sincerely,\n Trevor Chatham'\n \n \n\n38 The phrase 'the activities of Amway or Mr Greig' clearly refer to the business activities of Amway or the activities of Mr Greig, as an employee of Amway, engaged in that business.",
      "id": "s131"
    },
    {
      "text": "Mr Chatham admits that he sent the 25 August 2006 email to Mr Kasparek, however, neither on its face, nor in any relevant context relied on in the applicants' submissions, does it have anything to do with the business activities of Amway or the activities of Mr Greig as an employee of Amway, engaged in that business.",
      "id": "s132"
    },
    {
      "text": "It follows, in my view, that the sending of this email (including the attachment) by Mr Chatham does not constitute a breach of Order 5(b).",
      "id": "s133"
    },
    {
      "text": "The Second Charge \n \n39 This relates to the same communication but this time alleges breach of Order 5(d) --- restraining the respondents from publishing in any manner, except to the respondents' named legal advisers for the purpose of receiving legal advice, the correspondence at pages 181 --- 273 of 'Exhibit AWG1' to Mr Greig's affidavit --- on the basis that Mr Greig's letter of 1 September 2005 (the attachment to Mr Chatham's email of 25 August 2006 to Mr Kasparek) was page 229 of the restrained correspondence (pages 181 --- 273).",
      "id": "s134"
    },
    {
      "text": "40 In the affidavit of 27 September 2007 Mr Chatham swore that:\n \n \n '4.",
      "id": "s135"
    },
    {
      "text": "...",
      "id": "s136"
    },
    {
      "text": "I sent the email dated 25 August 2006 (which appears as annexure \"A\" to Mr Greig's affidavit) to Mr Kasparek to put an end to any rumour that may develop regarding sexually inappropriate behaviour and, additionally, to protect my position in the Family Court proceedings.",
      "id": "s137"
    },
    {
      "text": "5.",
      "id": "s138"
    },
    {
      "text": "The letter that I extracted in my email to Mr Kasparek appears at page 161 of Mr Greig's affidavit sworn 16 August 2006.",
      "id": "s139"
    },
    {
      "text": "6.",
      "id": "s140"
    },
    {
      "text": "I extracted the letter dated 1 September 2005 in order to show Mr Kasparek that I was not on probation, and that I was not being disciplined by Amway, for any sexual inappropriate behaviour, but for the reasons alleged in that letter, namely contacting Amway IBO's with a view to influencing Amway business strategies.",
      "id": "s141"
    },
    {
      "text": "7.",
      "id": "s142"
    },
    {
      "text": "At the time that I extracted the letter appearing at page 161 of Mr Greig's affidavit, I was not aware that that letter also appeared at page 229 of the same affidavit.",
      "id": "s143"
    },
    {
      "text": "8.",
      "id": "s144"
    },
    {
      "text": "I sent the email to Mr Kasparek, and extracted the letter appearing at page 161 of Mr Greig's affidavit, in the hope that it would put an end to the rumour that I was being disciplined by Amway for sexual impropriety.",
      "id": "s145"
    },
    {
      "text": "' \n \n \n \n \n \n\n41 Having regard to the format of Mr Greig's letter to Mr Chatham of 1 September 2005 that is the attachment to Mr Chatham's email to Mr Kasparek of 25 August 2006, there is no doubt that what Mr Chatham published was the document at page 161 of Mr Greig's affidavit and not the document at page 229.",
      "id": "s146"
    },
    {
      "text": "It was submitted on behalf of the applicants that because the contents of both documents are the same, the difference in formatting is irrelevant.",
      "id": "s147"
    },
    {
      "text": "I would have readily accepted that submission if the document in question had only appeared at page 229, that is, within the range of restrained documents, or if the formatting of the published letter had corresponded with page 229.",
      "id": "s148"
    },
    {
      "text": "I am not satisfied that a breach has occurred in the circumstances where the letter (in a different format) also appears in a larger bundle of documents encompassing, but not confined to, the restrained documents and where the published letter is in a format consistent with the non-restrained version.",
      "id": "s149"
    },
    {
      "text": "The Third Charge \n \n42 The third charge alleges breach of Order 5(b) --- restraining the respondents from contacting any IBO in connection with the activities of Amway --- by Mr Chatham sending an email to Mr McKenna at approximately 10.26 pm on 27 August 2006.",
      "id": "s150"
    },
    {
      "text": "That email read:\n \n \n 'Peter McKenna \n Chairman IBOAA\n Amway Diamond.",
      "id": "s151"
    },
    {
      "text": "Dear Peter,\n \n This email is to inform you that it appears very likely you will be Subpoenaed to appear in the Federal Court in Sydney in an action initiated by Tony Greig and Amway of Australia.",
      "id": "s152"
    },
    {
      "text": "Included in the material submitted by Amway is an affidavit sworn by you recently.",
      "id": "s153"
    },
    {
      "text": "Full details of the impending Court Case, including the Orders already in place, are already available on the Internet at www.fedcourt.gov.au \n \n www.mlmsurvivor.com is just one of many websites which seem to monitor Amway Court Cases.",
      "id": "s154"
    },
    {
      "text": "The anti-Amway websites seem to find Court cases very useful in gathering information which can be used to depict the truth about Amway.",
      "id": "s155"
    },
    {
      "text": "My lawyers have stated to Amway that we wish to have a Mediation meeting to resolve the outstanding issues.",
      "id": "s156"
    },
    {
      "text": "If the issues are not resolved at the Arbitration meeting, we will immediately file a number of Cross Claims and the matter will proceed to the open Federal Court.",
      "id": "s157"
    },
    {
      "text": "As the case unfolds more information will appear on the world wide web.",
      "id": "s158"
    },
    {
      "text": "Paragraph 23 of Tom Avelsgaard's affidavit sworn and filed prior to the Arbitration hearing in 2005 states:\n \n \n \n \n I believe that if the action being taken by Amway against Trevor Chatham, in restricting his right to free speech, becomes public knowledge Amway itself would cause irreparable harm to it's own reputation and as a consequence severely damage my business.",
      "id": "s159"
    },
    {
      "text": "A full list of information required regarding your Australian Amway business will be forwarded later but will include:\n \n Date you joined Amway.",
      "id": "s160"
    },
    {
      "text": "Date you qualified at Platinum.",
      "id": "s161"
    },
    {
      "text": "Date you qualified at Emerald \n Date you qualified at Diamond\n The year you last qualified at Diamond.",
      "id": "s162"
    },
    {
      "text": "The number of 21 % in-country Qualifying legs you had in 2005-2006.",
      "id": "s163"
    },
    {
      "text": "The number of people in your business that have ever qualified at the Emerald level.",
      "id": "s164"
    },
    {
      "text": "The number of Australia IBO's in your business who qualified at Emerald in 2005-2006.",
      "id": "s165"
    },
    {
      "text": "The number of people in your business that have ever qualified at the Diamond level.",
      "id": "s166"
    },
    {
      "text": "The number of Australia IBO's in your business who qualified at Diamond in 2005-2006.",
      "id": "s167"
    },
    {
      "text": "The maximum number of qualified Platinums or Directs you ever had at one time in your business and the year that this occurred.",
      "id": "s168"
    },
    {
      "text": "The total number of Qualified Platinums in your entire business in 2005-2006.",
      "id": "s169"
    },
    {
      "text": "For the people that qualified at 21% Platinum or above in 2005-2006 the dates they joined Amway.",
      "id": "s170"
    },
    {
      "text": "The number of Q12 Platinums in your entire business.",
      "id": "s171"
    },
    {
      "text": "The total Amway bonuses received by you in 2005-2006 for your Australian business.",
      "id": "s172"
    },
    {
      "text": "Information regarding the recommendation made by you on behalf of the IBOAA to Amway Corporation regarding the change to the starters kit cost last year.",
      "id": "s173"
    },
    {
      "text": "Yours sincerely, \n Trevor Chatham'\n \n \n\n43 Mr Chatham admits that he sent the 27 August 2006 email to Mr McKenna.",
      "id": "s174"
    },
    {
      "text": "Moreover, there is no issue that Mr McKenna is an IBO of Amway.",
      "id": "s175"
    },
    {
      "text": "However, neither on its face, nor in any relevant context relied on in the applicants' submissions, does it have anything to do with the business activities of Amway.",
      "id": "s176"
    },
    {
      "text": "It follows, in my view, that the sending of this email and the attachment by Mr Chatham does not constitute a breach of Order 5(b).",
      "id": "s177"
    },
    {
      "text": "The Fourth Charge \n \n44 This relates to a communication sent to twenty-five IBOs in alleged breach of Order 5(b) --- restraining the respondents from contacting any IBO in connection with the activities of Amway --- by Mr Chatham sending an email to those IBOs at approximately 8.16 am on 28 August 2006.",
      "id": "s178"
    },
    {
      "text": "The email read:\n \n \n 'Dear Diamonds.",
      "id": "s179"
    },
    {
      "text": "Full details of the impending Court Case, including the Orders already in place, are already available on the Internet at www.fedcourt.gov.au.",
      "id": "s180"
    },
    {
      "text": "It is just a matter of doing a search on the website for Amway of Australia.",
      "id": "s181"
    },
    {
      "text": "www.mlmsurvivor.com is just one of many websites which seem to monitor Amway Court Cases.",
      "id": "s182"
    },
    {
      "text": "The anti-Amway websites seem to find Court cases very useful in gathering information which can be used to depict the truth about Amway.",
      "id": "s183"
    },
    {
      "text": "Paragraph 23 of Tom Avelsgaard's affidavit sworn and filed prior to the Arbitration hearing in March 2005 states:\n \n \n \n \n I believe that if the action being taken by Amway against Trevor Chatham, in restricting his right to free speech, becomes public knowledge Amway itself would cause irreparable harm to it's own reputation and as a consequence severely damage my business.",
      "id": "s184"
    },
    {
      "text": "The only threat I have ever made to Amway is that I would reveal the truth.",
      "id": "s185"
    },
    {
      "text": "If the matter between Amway and I is not resolved at the Mediation which my Lawyers have suggested, then I can foresee all of the truth being revealed by people under oath in the Federal Court in Sydney, and this information being posted on the Federal Court Website with numerous links to it from other sites.",
      "id": "s186"
    },
    {
      "text": "As stated to you previously, I don't want to see anybody's business harmed including my own, but I have no control over the events that are now in place.",
      "id": "s187"
    },
    {
      "text": "I have been forced into a position whereby I will have to defend myself in the Public arena.",
      "id": "s188"
    },
    {
      "text": "Yours sincerely\n \n Trevor Chatham.",
      "id": "s189"
    },
    {
      "text": "'\n \n \n\n45 Again, Mr Chatham admits that he sent the 28 August 2005 email to the IBOs referred to in this charge, however, again neither on its face, nor in any relevant context relied on in the applicants' submissions, does it have anything to do with the business activities of Amway.",
      "id": "s190"
    },
    {
      "text": "It follows, in my view, that the sending of this email and the attachment by Mr Chatham did not constitute a breach of Order 5(b).",
      "id": "s191"
    },
    {
      "text": "The Fifth, Sixth and Seventh Charges \n \n46 The fifth charge alleges breach of Order 5(e)(i) --- restraining the respondents from publishing, whether via email, the world wide web, letter or otherwise, any statement that Mr Greig committed perjury or any statement to similar effect --- by Mr Chatham publishing the email of 21 March 2007.",
      "id": "s192"
    },
    {
      "text": "47 The sixth charge alleges alleged breach of Order 5(e)(iv) --- restraining the respondents from publishing, whether via email, the world wide web, letter or otherwise, any statement that denigrates or disparages Amway or any of its employees or any statement to similar effect --- by Mr Chatham publishing the email of 21 March 2007.",
      "id": "s193"
    },
    {
      "text": "48 The seventh charge alleges breach of Order 5(f) --- restraining the respondents from publishing, whether via email, the world wide web, letter or otherwise, any statement to the effect of either Amway or Mr Greig has engaged in criminal conduct --- by Mr Chatham publishing the email of 21 March 2007 he asserted that Mr Greig had engaged in criminal conduct.",
      "id": "s194"
    },
    {
      "text": "49 The document annexed and marked 'A' to the amended statement of charge annexed to the amended notice of the second motion is the email of 21 March 2007.",
      "id": "s195"
    },
    {
      "text": "It reads:\n \n \n 1 '21 March 2007 \n \n \n \n \n \n \n \n 2 Doug DeVos, and Steve Van Andel.",
      "id": "s196"
    },
    {
      "text": "3 Cc Tony Greig, Peter Williams, Jim Payne.",
      "id": "s197"
    },
    {
      "text": "4 Dear Doug and Steve, \n \n \n \n \n \n \n \n 5 In an email sent to Peter Williams on 27 th August 2006, I informed Peter that if my Amway business was terminated I would not care about any negative publicity that may result, and I would present all the evidence that I have regarding Tony Grieg's statements on oath at the Arbitration hearing to the relevant authorities.",
      "id": "s198"
    },
    {
      "text": "6 I also stated that I would reveal the truth regarding Amway and the likelihood of IBO's being able to build a successful business and then being able to maintain that business in a mature market.",
      "id": "s199"
    },
    {
      "text": "7 I received a fax from Amway on the 1 st September 2006 informing me that my Amway business had not been renewed.",
      "id": "s200"
    },
    {
      "text": "8 Nothing that has occurred since 27 th August 2006 has caused me to change my mind about Tony.",
      "id": "s201"
    },
    {
      "text": "In fact, many of the actions that have occurred since then have served to strengthen my resolve.",
      "id": "s202"
    },
    {
      "text": "9 The matters between Amway, Tony and I have been dragging on long enough.",
      "id": "s203"
    },
    {
      "text": "10 I now intend to see the relevant authorities in Sydney regarding Tony Greig's actions on the 5 th April 2007.",
      "id": "s204"
    },
    {
      "text": "11 I have been advised there is nothing in the current Court Orders stopping me from doing this.",
      "id": "s205"
    },
    {
      "text": "12 I doubt whether you would have any possible comprehension of the loathing and hatred I personally feel towards Tony Greig and the two of you.",
      "id": "s206"
    },
    {
      "text": "13 Tony, for what he has done personally, and to you two for condoning all of his actions having been made aware of them in detail by me.",
      "id": "s207"
    },
    {
      "text": "Despite espousing the values that your fathers built the Amway business on, you act in a manner that is in a direct violation of the Founders' Principles.",
      "id": "s208"
    },
    {
      "text": "14 After my Amway business was not renewed, I received notification from IDA that they too would immediately stop paying me my Bonuses for the business tools that are purchased each month in my business.",
      "id": "s209"
    },
    {
      "text": "This meant that my income immediately dropped from around $600,000 per year, to zero.",
      "id": "s210"
    },
    {
      "text": "This to me means that there is about $12 million that my family and I will not receive over the next twenty years that I should have received.",
      "id": "s211"
    },
    {
      "text": "15 Tony tried to withhold at least $50,000 of a $150,000 bonus that I had qualified for and was subsequently awarded to me at the Arbitration.",
      "id": "s212"
    },
    {
      "text": "16 I had to pay half of Amway's legal costs of the Arbitration despite a letter from Tony stating very clearly that we would each pay our own legal fees.",
      "id": "s213"
    },
    {
      "text": "17 Tony refused to allow me to exercise my basic human right to free speech regarding EFT even in the privacy of my own home.",
      "id": "s214"
    },
    {
      "text": "18 Tony increased the length and terms of my probation for discussions I had with members of the IBOAA Board.",
      "id": "s215"
    },
    {
      "text": "19 Tony threatened to terminate my business if I so much as even spoke to another member of my business regarding any aspect of the Amway business.",
      "id": "s216"
    },
    {
      "text": "20 I have been told by the people involved that Tony phoned Tom Avelsgaard, Malcolm Sword, Ian McDermott and then Vaula McDermott trying to get someone to make a complaint against me regarding the EFT.",
      "id": "s217"
    },
    {
      "text": "He spoke to Vaula for nearly 2 hours.",
      "id": "s218"
    },
    {
      "text": "None made a complaint.",
      "id": "s219"
    },
    {
      "text": "21 In his written affidavit submitted to the Arbitration Tony stated that a complaint had been made regarding the EFT at the Summer Conference by an IBO from Perth.",
      "id": "s220"
    },
    {
      "text": "Whilst on oath at the Arbitration Tony initially refused to name the IBO from Perth but said there were other senior pins who had also complained.",
      "id": "s221"
    },
    {
      "text": "When directed to answer by the Arbitrator Tony refused to answer.",
      "id": "s222"
    },
    {
      "text": "It was only after a short recess called by Tony's QC that Tony stated that Peter Shack, Tom Avelsgaard, and Vaula McDermott had all made complaints to him regarding - the EFT at conferences I had run.",
      "id": "s223"
    },
    {
      "text": "22 Tom Avelsgaard and Peter Shack have since sworn affidavits stating they had not complained.",
      "id": "s224"
    },
    {
      "text": "23 Vaula McDermott contacted me and told me that she had not complained about the EFT at all and that when told by Tony what he had said on oath, had insisted Tony retake the stand and state that she had not made a complaint.",
      "id": "s225"
    },
    {
      "text": "24 Vaula has also informed me that what Tony said when he changed his story on oath was also a lie.",
      "id": "s226"
    },
    {
      "text": "25 I believe Tony has finally told the truth in his affidavit filed with the Federal Court.",
      "id": "s227"
    },
    {
      "text": "In this affidavit Tony states that the concern about the EFT at the Summer Conference came from Kristen Cray, an Amway employee who attended the conference.",
      "id": "s228"
    },
    {
      "text": "I now have three affidavits which all clearly contradict Tony's evidence given at the Arbitration.",
      "id": "s229"
    },
    {
      "text": "They are affidavits of Peter Shack, Tom Avelsgaard and Tony Grieg himself.",
      "id": "s230"
    },
    {
      "text": "26 I received a letter from your Sydney Lawyers that was stated to be written on behalf of both Mr Doug deVos and Mr Steve Van Andel, Amway and Alticor, stating that my business would be terminated if I reported Tony's actions to the relevant authorities.",
      "id": "s231"
    },
    {
      "text": "27 My business was not renewed last year under a rule that did not exist when I joined Amway.",
      "id": "s232"
    },
    {
      "text": "IDA stopped paying me bonuses because I was no longer an IBO, and so now I have nothing left to lose.",
      "id": "s233"
    },
    {
      "text": "28 I estimate that the income I would have received over the next 20 years from Amway and IDA would have been about $12 million based on the income I was receiving until my business was not renewed.",
      "id": "s234"
    },
    {
      "text": "I realize this is not much when compared with your $7 Billion annual turnover, but it was everything to my family and I.",
      "id": "s235"
    },
    {
      "text": "29 Diamond Ian McDermott, an ex-Detective who apparently was convicted of perjury and subsequently spent time in prison as a result of his conviction, told me that when he overheard what his wife Vaula McDermott was told by Tony Greig about what Tony said on oath at the arbitration, he immediately formed the view that Tony had perjured himself.",
      "id": "s236"
    },
    {
      "text": "30 Vaula told me that the reason she would not sign an affidavit regarding her conversations with Tony was simply because she felt the punishment for perjury was to severe and she did not want \n \n \n \n \n \n \n \n 31 Tony's family to have to go through what she had been through when Ian was sentenced for perjury.",
      "id": "s237"
    },
    {
      "text": "32 Vaula has stated to me that she will tell the truth however, if asked questions on oath.",
      "id": "s238"
    },
    {
      "text": "33 It was only that Vaula phoned me and told me that Tony had phoned her and told her what he had said that day at the arbitration that I became aware of what now appears to be Tony's numerous lies on oath at the Arbitration.",
      "id": "s239"
    },
    {
      "text": "34 Personally, I believe Tony should suffer the appropriate consequences if it is found he has lied on oath.",
      "id": "s240"
    },
    {
      "text": "The emotional strain that my wife and I have been subjected to by Tony Greig's actions has been horrific and has taken a huge toll on my wife.",
      "id": "s241"
    },
    {
      "text": "She has been driven to the point of feeling suicidal on numerous occasions and has sought counselling, I believe that just like the family members of a murder victim, my family and I will feel much better knowing that justice has been done.",
      "id": "s242"
    },
    {
      "text": "35 I also believe in the basic human right of free speech.",
      "id": "s243"
    },
    {
      "text": "As an IBO in Australia I did not have this right.",
      "id": "s244"
    },
    {
      "text": "This was confirmed at the Arbitration hearing.",
      "id": "s245"
    },
    {
      "text": "It was proven that under the Current Rules of Conduct, Amway Employees' directions override the United Nations Declaration of Human Rights.",
      "id": "s246"
    },
    {
      "text": "36 I believe all IBO's and prospective IBO's worldwide should have access to the truth regarding the Amway business.",
      "id": "s247"
    },
    {
      "text": "37 It seems to me that in a great many countries around the world IBO's and prospective IBO's are deliberately being lied to and deceived by both Amway employees, including the two of you, and senior IBO's.",
      "id": "s248"
    },
    {
      "text": "38 I believe IBO's have a right to know all of the facts so that they can make a rational decision when they are deciding whether or not to try and build an Amway Business.",
      "id": "s249"
    },
    {
      "text": "39 I was lucky enough to get into Amway in the mid 1980's and saw phenomena I growth, I achieved Diamond in 25 months, EDC in 49 months.",
      "id": "s250"
    },
    {
      "text": "I believe I had about 140 qualified Platinums in my organisation at one time.",
      "id": "s251"
    },
    {
      "text": "I qualified at least at the Diamond level for 20 years consecutively until my business was terminated.",
      "id": "s252"
    },
    {
      "text": "In the 1980's and early 1990's it was relatively easy to get people to look at the Amway business and to get people to join the Amway business.",
      "id": "s253"
    },
    {
      "text": "40 The facts today are very different.",
      "id": "s254"
    },
    {
      "text": "Where as in the late 1980's we could sponsor about 1 in every 3 of 4 people who saw the Amway plan, now it about 1 in 30 to 40 people who see the Amway plan.",
      "id": "s255"
    },
    {
      "text": "41 The facts are that even the IBO leaders who were able to build big businesses previously are not able to do so today.",
      "id": "s256"
    },
    {
      "text": "The facts clearly indicate that since about 1992 the vast majority of leaders cannot even maintain what they had built.",
      "id": "s257"
    },
    {
      "text": "Consequently the business is now just a small fraction of what it was.",
      "id": "s258"
    },
    {
      "text": "42 One of the biggest deceptions used by IBO leaders is 'If I can do it, you can do it.",
      "id": "s259"
    },
    {
      "text": "' They then go on to talk about what they did years ago without telling IBO's that it is now much more difficult to sponsor people than it was when they achieved their highest Pin Level.",
      "id": "s260"
    },
    {
      "text": "It is obviously not true to state that 'If I could build a big business 12-20 years ago, you can do it today,' The facts clearly indicate otherwise.",
      "id": "s261"
    },
    {
      "text": "43 The likelihood of people achieving success in the Amway business today are obviously much less than they were in the 1980's and early 1990's.",
      "id": "s262"
    },
    {
      "text": "44 Another lie that is widely espoused by IBO Leaders is that \"When you do the work, it stays done.",
      "id": "s263"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 45 I will suggest people should contact Peter_Williams@Amway.com to find out the facts regarding the current numbers of Platinums, EBR's and Diamonds qualifying in Australia in 2005/2006.",
      "id": "s264"
    },
    {
      "text": "46 It is my experience that at least 80% of the Diamonds in my organisation are no longer qualifying at even the Emerald level.",
      "id": "s265"
    },
    {
      "text": "They are still being promoted to the IBO's as Diamonds, but in fact only ever qualified at the Diamond level one time.",
      "id": "s266"
    },
    {
      "text": "I also believe this type of deliberate deception is occurring through out the Amway business.",
      "id": "s267"
    },
    {
      "text": "47 Over the years I had about 21 Emeralds and Diamonds qualify downline from me.",
      "id": "s268"
    },
    {
      "text": "Today no more than 2 are qualifying for an Emerald Bonus.",
      "id": "s269"
    },
    {
      "text": "48 IDA had about 30,000 attending FEC each year.",
      "id": "s270"
    },
    {
      "text": "Now it is down to about 4,000.",
      "id": "s271"
    },
    {
      "text": "A lot of IBO's will remember what it was like when reminded.",
      "id": "s272"
    },
    {
      "text": "49 Another simple question that I believe all IBO's should ask Amway is how many people have ever qualified at the Platinum, Emerald, and Diamond level in the country in which they intend to operate, and how many qualified in 2005/2006.",
      "id": "s273"
    },
    {
      "text": "50 Is it true that in the early 1990's there were about 1,000 qualified Platinums in Australia and today there are less than 300?",
      "id": "s274"
    },
    {
      "text": "51 Is it true that in Australia there are now in excess of 1,000,000 people who are ex IBO's?",
      "id": "s275"
    },
    {
      "text": "52 Is it true that today Australia, despite its drastic decline, actually has more qualified Platinums per head of population than North America?",
      "id": "s276"
    },
    {
      "text": "53 Of the currently qualifying Platinums, how many have been in the business less than 6 years?",
      "id": "s277"
    },
    {
      "text": "54 How many people have joined Amway in the last 6 years?",
      "id": "s278"
    },
    {
      "text": "55 I believe that the answers to these questions will enable people to make rational decisions on building an Amway business today and will clearly indicate to them the likelihood of firstly being able to build a business, and secondly the likelihood of maintaining a business at a certain level.",
      "id": "s279"
    },
    {
      "text": "56 It clearly is in the financial interests of ever IBO leader who built the business years ago when the business was growing rapidly and who is still receiving an income from the Business, to hide the facts regarding the business today from IBO's at the lower levels.",
      "id": "s280"
    },
    {
      "text": "57 Some Amway produced literature is clearly very misleading and deceptive.",
      "id": "s281"
    },
    {
      "text": "58 Brainwashing of IBO's using audio programs to be listened to daily, and regular attendance at seminars, is promoted strongly and practiced by many leaders in Amway.",
      "id": "s282"
    },
    {
      "text": "Apart from generating huge incomes from such programs, the Amway leaders know that if people do not submit themselves to the brainwashing program, they will not continue to spend thousands of dollars attempting to build the business.",
      "id": "s283"
    },
    {
      "text": "59 I would suggest all IBO's take themselves off the brainwashing program for just two months during which time they get all the facts from Peter Williams and honestly evaluate the results they have achieved personally in the last couple of years.",
      "id": "s284"
    },
    {
      "text": "60 It is widely stated by IBO's around the world that a definition of insanity is to continue doing the same thing but to expect a different result.",
      "id": "s285"
    },
    {
      "text": "61 It seems to me that most intelligent people have already worked out that currently it is impossible to build a business, have stopped trying to build the business, and are now focused elsewhere.",
      "id": "s286"
    },
    {
      "text": "Some are still telling people it is possible to build a business because they are trying to maintain the income stream that they do [sic] have left.",
      "id": "s287"
    },
    {
      "text": "62 The deceptions and lies continually espoused by the leaders are very subtle.",
      "id": "s288"
    },
    {
      "text": "That is why they are able to get away with them for so long with so many people.",
      "id": "s289"
    },
    {
      "text": "63 The cost to the IBO of attempting to build a business is not just the cost of becoming an IBO.",
      "id": "s290"
    },
    {
      "text": "The major costs are in travel to do presentations, books, tapes/CD's, seminars, demonstration products etc.",
      "id": "s291"
    },
    {
      "text": "These costs traditionally are much greater than the income received from the Amway bonuses until an IBO achieves about the Platinum Level in the business.",
      "id": "s292"
    },
    {
      "text": "Today people are actively being encouraged to spend thousands and thousands of dollars with virtually no likelihood of achieving what is being promoted by both the IBO leadership and Amway.",
      "id": "s293"
    },
    {
      "text": "The simple reason that both the IBO leadership and Amway promote the business still despite the facts, are because they both make money as a result of the ISO's purchasing the business tools and Amway products.",
      "id": "s294"
    },
    {
      "text": "64 Not only is the likelihood of achieving success much less today, but the rules have also been changed so that ISO's no longer have any security of owning their business.",
      "id": "s295"
    },
    {
      "text": "The rules now state that an ISO's business can now not be renewed, any bonuses already qualified for kept by Amway, the business then sold to another person, and Amway may keep the proceeds of the sale of the business, and there is no recourse that an IBO may take against Amway through Arbitration or the Courts.",
      "id": "s296"
    },
    {
      "text": "65 This is precisely what happened to me.",
      "id": "s297"
    },
    {
      "text": "A total of about $119,000 in bonuses already earned by Clifone Pty Ltd, has now been kept by you.",
      "id": "s298"
    },
    {
      "text": "To me this is the same as the two of you stealing $119,000 from my family and I.",
      "id": "s299"
    },
    {
      "text": "I know you will just say that it was provided for in the current rules, but to my way of thinking you changed the rules so that the theft would be legal.",
      "id": "s300"
    },
    {
      "text": "66 IDA has also changed the rules.",
      "id": "s301"
    },
    {
      "text": "I also feel what they have done is despicable.",
      "id": "s302"
    },
    {
      "text": "67 In all of the seminars I have attended I have never heard the above rule changes discussed.",
      "id": "s303"
    },
    {
      "text": "Most IBO's do even know the changes have been made.",
      "id": "s304"
    },
    {
      "text": "The changed rules mean that no longer do IBO's our own their businesses despite the fact that they are called Independent Business Owners.",
      "id": "s305"
    },
    {
      "text": "This is another lie and deception.",
      "id": "s306"
    },
    {
      "text": "68 It has amazed me the number of people that have thought that even though my business was not renewed, that I would still be receiving the bonuses for all the work I had put in over the last 20 years.",
      "id": "s307"
    },
    {
      "text": "It is amazing just how effective the brainwashing has been.",
      "id": "s308"
    },
    {
      "text": "IBO's worldwide deserve to be told the truth and not to be continually brainwashed with lies and deceptions.",
      "id": "s309"
    },
    {
      "text": "69 I believe all IBO's world wide should have access to, and be made aware of all of the facts so that they can make rational decisions about their futures based on facts, not on a pack of lies, half truths, and deliberate deceptions as is currently occurring.",
      "id": "s310"
    },
    {
      "text": "70 I was trained by Amway to handle the media.",
      "id": "s311"
    },
    {
      "text": "I was selected by Amway to be the IBO to be interviewed by one of the TV Current Affairs programs in 1994.",
      "id": "s312"
    },
    {
      "text": "Amway flew me to Sydney for the interview.",
      "id": "s313"
    },
    {
      "text": "71 I was selected by Amway to represent all IBO's in a number of discussions with the Australian Tax Office in Adelaide.",
      "id": "s314"
    },
    {
      "text": "72 Tony stated very clearly in a letter to me that my business would be terminated if I spoke to any IBO regarding the Amway business.",
      "id": "s315"
    },
    {
      "text": "This Letter, along with his previous actions, convinced me that it was just a matter of time before he would terminate my business.",
      "id": "s316"
    },
    {
      "text": "I knew from reading the rules that he did not even need a reason for doing so, he could simply fail to renew my business and that there was nothing I could do about it.",
      "id": "s317"
    },
    {
      "text": "This is what happened.",
      "id": "s318"
    },
    {
      "text": "73 Just as Tony warned me, I have already warned Amway of my intentions.",
      "id": "s319"
    },
    {
      "text": "74 This letter is just to notify you of the date on which I intend to commence the actions and to let you know of the hatred and animosity I feel towards you.",
      "id": "s320"
    },
    {
      "text": "75 My goal has always been to help IBO's.",
      "id": "s321"
    },
    {
      "text": "The EFT helped many IBO's.",
      "id": "s322"
    },
    {
      "text": "The discussions I had with the IBOAA was in an attempt to help IBO's, the IBOAA Board actually made a recommendation to Amway based on the ideas I put forward.",
      "id": "s323"
    },
    {
      "text": "I will continue to help IBO's by revealing the truth.",
      "id": "s324"
    },
    {
      "text": "76 I really don't know what impact revealing all of the truth regarding the two of you and your acceptance of Tony Greig's actions as appropriate, the facts regarding the likelihood of building a significant Amway business in a market in which Amway has been operating for a number of years to IBO's worldwide will have over the next 20 years.",
      "id": "s325"
    },
    {
      "text": "77 I do know that it is stated that in \"Built to Last\" and \"Good to Great\" that it is essential that for a company to be truly successful it must be seen to maintain the Core Values.",
      "id": "s326"
    },
    {
      "text": "You have not preserved the core.",
      "id": "s327"
    },
    {
      "text": "78 I don't know what effect the knowledge of your actions will have on IBO's and hence your total turnover and profitability over the next 20 years, but with a potential turnover such as you have, I guess it could be literally billions of dollars.",
      "id": "s328"
    },
    {
      "text": "I also realize that financially you guys will not miss it, no matter what the figure.",
      "id": "s329"
    },
    {
      "text": "79 Proverbs 21:28 \"A false witness shall perish.",
      "id": "s330"
    },
    {
      "text": "But the man who hears him will speak forever.",
      "id": "s331"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 80 I know that you have had critics before, but I doubt any are as passionate and have the knowledge of the truth that I have.",
      "id": "s332"
    },
    {
      "text": "81 Legal Opinion \n The opinion I received from one of the independent lawyers I asked to look at the evidence regarding Tony's actions included the following: \n \n \n \n \n \n \n \n \n 82 However, putting aside the offence of perjury, there is another section of the Crimes Act which may be MORE relevant to the oral evidence given by Mr Greig in the arbitration proceedings.",
      "id": "s333"
    },
    {
      "text": "Section 330 of the Crimes Act provides as follows: \n \n \n \n \n \n 83 \"A person who makes on oath any false statement knowing the statement to be false or not believing it to be true, if it is not perjury, is liable to imprisonment for 5 years.",
      "id": "s334"
    },
    {
      "text": "\" \n \n \n \n \n 84 This section is not limited to any \"judicial proceeding\" and, as such, appears to be applicable to the arbitration proceedings.",
      "id": "s335"
    },
    {
      "text": "In other words, a question of whether or not the arbitration in which you were involved amounts to a judicial proceeding is irrelevant.",
      "id": "s336"
    },
    {
      "text": "85 Further, S.344 of the Crimes Act makes it clear that it is immaterial whether a statement of oath is given orally or in writing.",
      "id": "s337"
    },
    {
      "text": "86 In our opinion, this is the appropriate charge covering the oral evidence given by Mr Greig.",
      "id": "s338"
    },
    {
      "text": "87 During the course of the arbitration proceedings we note that you cross examined Mr Greig in relation to complaints from senior 'PINS'.",
      "id": "s339"
    },
    {
      "text": "He identified Peter Shack, Tom Avelsgaard and Val McDermott as persons who had made complaints.",
      "id": "s340"
    },
    {
      "text": "We note that you now have affidavits form Peter Shack and Thomas Gene Avelsgaard to the contrary.",
      "id": "s341"
    },
    {
      "text": "We note that Val McDermott has not sworn an affidavit but has informed you that she has not made any complaint and indeed informed Mr Greig that she had no complaint about you or what you were doing.",
      "id": "s342"
    },
    {
      "text": "88 We note further that at the arbitration hearing Mr Greig was recalled and stated that Val McDermott had not complained to Amway about you or your teaching methods.",
      "id": "s343"
    },
    {
      "text": "This certainly suggests that Mr Greig has been rather casual in relation to his evidence about that person.",
      "id": "s344"
    },
    {
      "text": "89 In the above circumstances, it is arguable that Tony Greig has made false statements pursuant to Section 330 of the Crimes Act in relation to Shack, Avelsgaard and McDermott.",
      "id": "s345"
    },
    {
      "text": "90 It would appear that any prosecution of Mr Greig does not have to proceed via the Director of Public Prosecutions and would simply be a police matter.",
      "id": "s346"
    },
    {
      "text": "We point out that in any such criminal prosecution, conviction depends upon the criminal standard of proof beyond a reasonable doubt.",
      "id": "s347"
    },
    {
      "text": "For the purposes of this advice we do not offer any opinion as to possible outcome of any such prosecution as we do not regard ourselves in possession of all of the relevant facts, not having interviewed the various witnesses, and not being aware of any defence that Mr Greig might seek to mount.",
      "id": "s348"
    },
    {
      "text": "91 TONY GREIG AFFIDAVIT Sworn 16 th August 2006 states \n \n \n \n \n 92 Paragraph 32 In January 2003, 1 was informed by Kirsten Cray, who was at the relevant time a Sales Manager of Amway, that she had been at a meeting of Amway IBO's at which it was reported to her that Mr Chatham was promoting to other IBOs a practice called 'Emotional Freedom Technique'.",
      "id": "s349"
    },
    {
      "text": "This was described as being a practice in which individuals would use a finger to tap their heads (and other parts of their bodies) with their fingers with the object of obtaining a positive state of mind.",
      "id": "s350"
    },
    {
      "text": "It was also reported that Mr Chatham was promoting Christian and Biblical messages, in conjunction with the 'tapping', as part of the promotion of EFT.",
      "id": "s351"
    },
    {
      "text": "93 Paragraph 33 I subsequently wrote to Mr Chatham asking him to confirm whether or not he had been promoting EFT.",
      "id": "s352"
    },
    {
      "text": "94 No mention is made in Tony's latest affidavit about having received complaints from any IBOs.",
      "id": "s353"
    },
    {
      "text": "It seems to me that Tony has finally told the truth.",
      "id": "s354"
    },
    {
      "text": "95 A Current Affair.",
      "id": "s355"
    },
    {
      "text": "Today Tonight.",
      "id": "s356"
    },
    {
      "text": "60 Minutes.",
      "id": "s357"
    },
    {
      "text": "Radio Talkback Programs.",
      "id": "s358"
    },
    {
      "text": "Internet.",
      "id": "s359"
    },
    {
      "text": "www.trevorchatham.com \n \n \n \n \n \n \n \n 96 I think that over the years to come it is possible you may gain a better understanding of the degree of hatred and loathing I currently have for each of you and for Tony, \n \n \n \n \n \n \n \n 97 I intend to continue to abide by any Court Orders that are in place.",
      "id": "s360"
    },
    {
      "text": "98 Yours sincerely, \n \n \n \n \n \n \n \n 99 Trevor Chatham' \n \n \n \n \n \n\n50 I am unable to identify in the email of 21 March 2007 any statement that Mr Greig committed perjury or any statement to similar effect.",
      "id": "s361"
    },
    {
      "text": "Paragraph 29 effectively states that: 'Diamond Ian McDermott ... immediately formed the view that Tony had perjured himself', but this is not an assertion by Mr Chatham that Mr Greig committed perjury; nor is it an assertion to similar effect.",
      "id": "s362"
    },
    {
      "text": "Paragraph 33 contains the phrase '... what now appears to be Tony's numerous lies on oath at Arbitration', but that is not an assertion by Mr Chatham that Mr Greig committed perjury, nor is it an assertion to similar effect; on the contrary, it is an assertion that Mr Greig appears to have lied on oath at the Arbitration; it does not assert that he did in fact lie.",
      "id": "s363"
    },
    {
      "text": "For the same reasons, the statement at paragraph 89: \n \n \n 'In the above circumstances, it is arguable that Tony Greig has made false statements pursuant to Section 330 of the Crimes Act in relation to Shack, Avelsgaard and McDermott'\n \n \n\nis not an assertion by Mr Chatham that Mr Greig has committed perjury nor is it an assertion to similar effect.",
      "id": "s364"
    },
    {
      "text": "51 It follows, in my view, that the publication of the email of 21 March 2007 did not constitute a breach of Order 5(e)(i).",
      "id": "s365"
    },
    {
      "text": "52 Order 5(e)(iv) is designed to restrain publication of any statement that has a certain effect; that denigrates or disparages Amway or any of its employees.",
      "id": "s366"
    },
    {
      "text": "The word 'denigrate' is defined in the Macquarie Dictionary to mean 'to sully; defame', while the word 'disparage' is defined in the same dictionary to mean 'to bring reproach or discredit upon; lower the estimation of'.",
      "id": "s367"
    },
    {
      "text": "53 Whether or not a publication breached Order 5(e)(iv) can only by determined by assessment of the effect of the statements contained in the publication on the audience to whom it is published.",
      "id": "s368"
    },
    {
      "text": "The email of 21 March 2007 was published to Mr DeVos and Mr Van Andel, senior executive officers of Amway's parent corporation in the United States, Mr Greig and Messrs Peter Williams and Jim Payne.",
      "id": "s369"
    },
    {
      "text": "There was no or little evidence as to the status of Messrs Williams and Payne apart from the inference, based on their being copied in on a letter from Mr Mike Mohr, Vice President and General Counsel of Amway's United States corporation, to Mr Chatham of 22 November 2005, that they are senior executive officers of Amway.",
      "id": "s370"
    },
    {
      "text": "Be that as it may, there is certainly no evidence, nor would one expect there to be having regard to the origin of the abovementioned letter and the persons to whom it was copied, that any of the recipients, apart from Mr Chatham, was an IBO.",
      "id": "s371"
    },
    {
      "text": "54 Moreover, all members of this audience had previously (i.e., before the email of 21 March 2007) been in receipt of communications either from or to Mr Chatham alleging or denying perjury on the part of Mr Greig and arguably denigrating or disparaging both Amway and Mr Greig or refuting the conduct alleged against Mr Greig.",
      "id": "s372"
    },
    {
      "text": "In those circumstances, I am not satisfied that any of the statements made by Mr Chatham in publishing the email of 21 March 2007 had the effect of denigrating or disparaging Amway or Mr Greig in the eyes of any member of the audience to which the email of 21 March 2007 was published.",
      "id": "s373"
    },
    {
      "text": "55 No evidence was called from Mr DeVos, Mr Van Andel, Mr Williams or Mr Payne in support of this alleged breach and Mr Greig's evidence did not touch upon it.",
      "id": "s374"
    },
    {
      "text": "56 It follows, in my view, that the publication of the email of 21 March 2007 did not constitute a breach of Order 5(e)(iv).",
      "id": "s375"
    },
    {
      "text": "57 I am unable to identify in the email of 21 March 2007 any statement that either Amway or Mr Greig has engaged in criminal conduct or any statement to similar effect.",
      "id": "s376"
    },
    {
      "text": "For some of the reasons canvassed at [50] above in relation to paragraphs 29, 33 and 89 of the email of 21 March 2007 I am not satisfied that the email of 21 March 2007 constituted a breach of Order 5(f).",
      "id": "s377"
    },
    {
      "text": "None of the assertions made at paragraphs 57, 58, 67, 68 and 69 amount to an assertion that Amway engaged in criminal conduct.",
      "id": "s378"
    },
    {
      "text": "The Eighth Charge \n \n58 The eighth charge alleges breach of Order 5(e)(iv) --- restraining the respondents from publishing, whether via email, the world wide web, letter or otherwise, any statement that denigrates or disparages Amway or any of its employees or any statement to similar effect --- by Mr Chatham publishing the email of 28 March 2007.",
      "id": "s379"
    },
    {
      "text": "59 The document annexed and marked 'B' to the amended statement of charge annexed to the amended notice of the second motion is the email of 28 March 2007.",
      "id": "s380"
    },
    {
      "text": "It reads:\n \n \n 1 '28 th March 2007\n \n 2 Doug DeVos, and Steve Van Andel.",
      "id": "s381"
    },
    {
      "text": "3 Cc Tony Greig, Peter Williams, Jim Payne .",
      "id": "s382"
    },
    {
      "text": "4 Dear Doug and Steve,\n \n 5 I have been told by numerous US Diamonds that the \"Holocaust\" that occurred in the US Amway business back in 1983 was basically caused by two very specific events taking place.",
      "id": "s383"
    },
    {
      "text": "The events were a television program that depicted aspects of the Amway business in a negative fashion, and the \"Directly Speaking Tape\" sent out by Rich.",
      "id": "s384"
    },
    {
      "text": "6 I was told that it was the honesty and integrity of the leadership that was cast into doubt by Rich that caused the biggest problem.",
      "id": "s385"
    },
    {
      "text": "7 I remember reading a transcript of the Setzer Case in which Rich said whilst on oath that he was expecting about a 30% downturn in the business as a result of the \"Directly Speaking\" tape prior to sending it out, but it actually turned out to be much more, I think about 60% from memory.",
      "id": "s386"
    },
    {
      "text": "8 I have been told by a number of US Diamonds that they actually lost 90% of their business during the \"Holocaust\".",
      "id": "s387"
    },
    {
      "text": "9 Peter McKenna and others obviously believe the same thing could happen in Australia and other countries if the truth is revealed regarding the Amway business today.",
      "id": "s388"
    },
    {
      "text": "10 Every night I lie awake thinking about all that Tony Greig has done and the $12 million that my family has been robbed of.",
      "id": "s389"
    },
    {
      "text": "That's just the way I see it.",
      "id": "s390"
    },
    {
      "text": "11 I wanted to work with you guys but you came in and have tried to destroy my family and I.",
      "id": "s391"
    },
    {
      "text": "As far as I am concerned terminating my business was like declaring War on us.",
      "id": "s392"
    },
    {
      "text": "The first battles have been in the courts and I have just been in a defensive role.",
      "id": "s393"
    },
    {
      "text": "12 Next Thursday, 5 th April, I will actually fire my first offensive round.",
      "id": "s394"
    },
    {
      "text": "The war will then continue on numerous other battlefronts, primarily the media and the internet.",
      "id": "s395"
    },
    {
      "text": "The timing of the launching of these counter attacks will obviously just depend on the Court Orders that are in place at the time.",
      "id": "s396"
    },
    {
      "text": "They may be delayed for a little while but that will not really matter as by the time they are removed the results of the battle commenced next Thursday will be known and will just strengthen the firepower available for the media battles.",
      "id": "s397"
    },
    {
      "text": "IBO's not learning about the truth for another 12 months is still much better for the ISO's concerned than not hearing the truth ever.",
      "id": "s398"
    },
    {
      "text": "13 The weapons I will be using in our war will simply consist of the truth and a series of questions for IBO's world wide to ask.",
      "id": "s399"
    },
    {
      "text": "14 I could imagine that there could be links to videos on Utube of Doug deVos speaking at Las Vegas to Australian IBO's regarding owning their own business.",
      "id": "s400"
    },
    {
      "text": "15 There could also be sections of the current Rules Of Conduct showing that Amway can simply choose not to renew your business on the 31 st August in any given year, keep any bonuses that are due to you that you have qualified for at that time, sell that business to somebody else and keep the money they receive from the sale of that business.",
      "id": "s401"
    },
    {
      "text": "The rules also clearly state that in this situation they have no possible way of taking action against the company.",
      "id": "s402"
    },
    {
      "text": "People could then decide for themselves how they feel about things, whether or not they have been lied to and mislead by both their upline and the Amway staff including Doug deVos.",
      "id": "s403"
    },
    {
      "text": "16 Today's technology is simply amazing.",
      "id": "s404"
    },
    {
      "text": "All of these bits could be simply linked.",
      "id": "s405"
    },
    {
      "text": "17 The goal of coarse is merely to help IBO's worldwide to understand the facts about Amway as it is today.",
      "id": "s406"
    },
    {
      "text": "It is not the same business opportunity today as it was years ago.",
      "id": "s407"
    },
    {
      "text": "18 I don't want to see millions of IBO's worldwide wasting literally billions of dollars chasing a false vision of what is possible today.",
      "id": "s408"
    },
    {
      "text": "I believe that many IBO leaders are just motivated by greed and that is why they continually promote the brain washing tools, on which many make by far the majority of their income, and the Amway business.",
      "id": "s409"
    },
    {
      "text": "They do not tell people the truth regarding the rules of conduct and the likelihood of success today because they do not want people to know the truth.",
      "id": "s410"
    },
    {
      "text": "19 My goal is, and always has been, to help the IBO's.",
      "id": "s411"
    },
    {
      "text": "I tried to help by teaching them EFT.",
      "id": "s412"
    },
    {
      "text": "Amway's expert witness said that according to the 150 testimonials EFT had helped them.",
      "id": "s413"
    },
    {
      "text": "For this I was put on probation.",
      "id": "s414"
    },
    {
      "text": "I tried to help them by getting the starters kit price reduced so that it would be easier for them to sponsor others.",
      "id": "s415"
    },
    {
      "text": "For having discussions with members of the IBOAA regarding this issue my probation was extended and the terms of my probation tightened so that it was just a matter of time before my business was terminated.",
      "id": "s416"
    },
    {
      "text": "Now the only way I can help them is by fighting to reveal the truth about Amway and the likelihood of them being successful and maintaining a successful business.",
      "id": "s417"
    },
    {
      "text": "20 I guess the first opportunity the media will have to pick up and report on this saga will be the Federal Court Contempt case on the 4 th April.",
      "id": "s418"
    },
    {
      "text": "This obviously could just be the first of numerous stories.",
      "id": "s419"
    },
    {
      "text": "21 Just like the Americans and the Australians felt that they had to help the people of Iraq, I feel that I have to help the majority of IBO's worldwide who are at the lower levels of the business and who are being brainwashed, not told the truth, and used to generate incomes for both the IBO leaders and Amway.",
      "id": "s420"
    },
    {
      "text": "22 The war that you guys have started is only just beginning.",
      "id": "s421"
    },
    {
      "text": "I have no doubt that as in any war there will be many casualties.",
      "id": "s422"
    },
    {
      "text": "My family is already a casualty.",
      "id": "s423"
    },
    {
      "text": "We have been hurt severely emotionally, psychologically and financially, but not killed.",
      "id": "s424"
    },
    {
      "text": "I will continue to fight to save other innocent victims suffering the same fate that I have suffered and to enable the truth to be revealed so that IBO's everywhere can make rational decisions about how they wish to spend their time and their money.",
      "id": "s425"
    },
    {
      "text": "23 www.amwayystats.com is just one of the weapons I will use to disseminate the truth.",
      "id": "s426"
    },
    {
      "text": "At the moment I am preparing to go on the offensive next week.",
      "id": "s427"
    },
    {
      "text": "24 Over the years Tony Greig has done everything in his power to fuck me and many others.",
      "id": "s428"
    },
    {
      "text": "25 My dad always said, \"It is a long road that does not have a bend in it.",
      "id": "s429"
    },
    {
      "text": "\" \n \n\n\n \n \n 26 I believe the bend is rapidly approaching.",
      "id": "s430"
    },
    {
      "text": "27 I believe God is in control.",
      "id": "s431"
    },
    {
      "text": "28 Ps 18:32-34\n It is God who arms me with strength for the battle, makes my way safe, teaches my hands to make war, and compensates me because of my innocence.",
      "id": "s432"
    },
    {
      "text": "29 Yours faithfully,\n \n 30 Trevor Chatham' \n \n\n\n \n60 For the reasons given in [52] --- [56] above in relation to the sixth charge, the publication of the email of 28 March 2007 did not constitute a breach of Order 5(e)(iv)\n The Ninth, Tenth and Eleventh Charges \n \n61 The ninth charge alleges breach of Order 5(e)(iv) --- restraining the respondents from publishing, whether via email, the world wide web, letter or otherwise, any statement that denigrates or disparages Amway or any of its employees or any statement to similar effect --- by Mr Chatham publishing the email of 2 April 2007.",
      "id": "s433"
    },
    {
      "text": "62 The tenth charge alleges breach of Order 5(e)(i) - restraining the respondents from publishing, whether via email, the world wide web, letter or otherwise, any statement that Mr Greig committed perjury or any statement to similar effect --- by Mr Chatham publishing the email of 2 April 2007.",
      "id": "s434"
    },
    {
      "text": "63 The eleventh charge alleges breach of Order 5(f) --- restraining the respondents from publishing, whether via email, the world wide web, letter or otherwise, any statement to the effect of either Amway or Mr Greig has engaged in criminal conduct --- by Mr Chatham publishing the email of 2 April 2007 he asserted that Mr Greig had engaged in criminal conduct.",
      "id": "s435"
    },
    {
      "text": "64 The document annexed and marked 'C' to the amended statement of charge annexed to the amended notice of the second motion is the email of 2 April 2007.",
      "id": "s436"
    },
    {
      "text": "It reads:\n \n \n 1 '2 nd April 2007\n \n 2 Doug deVos, and Steve Van Andel.",
      "id": "s437"
    },
    {
      "text": "3 Cc Tony Greig, Peter Williams, Jim Payne .",
      "id": "s438"
    },
    {
      "text": "4 Dear Doug and Steve,\n \n 5 I personally believe Tony Greig is the most despicable person I have ever met and absolutely nothing would make me happier than to see him be sentenced to a term in prison.",
      "id": "s439"
    },
    {
      "text": "6 For no other reason than just to get at me, he contacted the husband of a lady that I had had an affair with and persuaded both she and her husband to submit affidavits to the Arbitration.",
      "id": "s440"
    },
    {
      "text": "Full intimate details of the affair regarding her performing oral sex and her initiating having sex with me on two occasions were discussed in the open Arbitration proceedings.",
      "id": "s441"
    },
    {
      "text": "7 He also got another woman to testify.",
      "id": "s442"
    },
    {
      "text": "She stated on oath in front of her husband that she had been having fantasies about having an affair before she ever met me and then after meeting me she started fantasizing about having an affair with me.",
      "id": "s443"
    },
    {
      "text": "We never had an affair except in her mind.",
      "id": "s444"
    },
    {
      "text": "8 Years ago Amway was ordered by an Arbitrator to pay costs to Phil Ayoub, a very good friend of mine.",
      "id": "s445"
    },
    {
      "text": "Tony simply refused to pay the costs.",
      "id": "s446"
    },
    {
      "text": "I am sure Phil would also be happy to be interviewed by a TV presenter regarding this.",
      "id": "s447"
    },
    {
      "text": "9 Tony bullied unmercifully both Diamond Peter Maddison and Diamond Stu Carseldine.",
      "id": "s448"
    },
    {
      "text": "Peter ended up resigning from Amway and Stu ended up suffering a massive stroke.",
      "id": "s449"
    },
    {
      "text": "10 I am sure the above guys would also be celebrating the news if ever Tony was sentenced.",
      "id": "s450"
    },
    {
      "text": "11 I guess Tony failed to tell Mr Thompson, his QC at the Arbitration, that it was actually information he had received from Kristen Cray regarding the EFT at the Summer Conference that he had acted on as stated in his latest affidavit.",
      "id": "s451"
    },
    {
      "text": "I am sure that if he had told Mr Thompson the truth at that time, Mr Thompson would not have instructed Tony to answer as he did.",
      "id": "s452"
    },
    {
      "text": "I am sure no lawyer would instruct his client to lie on oath.",
      "id": "s453"
    },
    {
      "text": "12 I believe Tony knew exactly what he was doing at the Arbitration and that is why he refused to answer my question regarding who had complained about the EFT initially.",
      "id": "s454"
    },
    {
      "text": "13 It will be interesting to see what others think when they also have the opportunity to view all the evidence.",
      "id": "s455"
    },
    {
      "text": "14 I also realise that suicide is a possible option in the circumstances.",
      "id": "s456"
    },
    {
      "text": "15 That will not prevent me revealing the truth in detail ultimately.",
      "id": "s457"
    },
    {
      "text": "16 I believe most people would just conclude that he had obviously done something that he did not want to have to take responsibility [sic] for and could not bear to face the consequences of publically [sic].",
      "id": "s458"
    },
    {
      "text": "17 For years Tony has used his position with Amway to bully people.",
      "id": "s459"
    },
    {
      "text": "All of his actions have been condoned by Peter Williams and in some cases, by the two of you.",
      "id": "s460"
    },
    {
      "text": "18 You have both viewed all the evidence and have obviously considered his actions as appropriate for an Amway/Quixtar employee.",
      "id": "s461"
    },
    {
      "text": "19 Yours faithfully, \n \n 20 Trevor Chatham'\n \n \n\n65 For the reasons given in [52] --- [56] above in relation to the sixth charge, the publication of the email of 2 April 2007 did not constitute a breach of Order 5(e)(iv).",
      "id": "s462"
    },
    {
      "text": "66 I am unable to identify in the email of 2 April 2007 any statement that Mr Greig committed perjury or any statement to a similar effect.",
      "id": "s463"
    },
    {
      "text": "It follows, in my view, that the publication of the email of 2 April 2007 did not constitute a breach of Order 5(e)(i).",
      "id": "s464"
    },
    {
      "text": "67 I am unable to identify in the email of 2 April 2007 any statement that Amway or Mr Greig engaged in criminal conduct or any statement to a similar effect.",
      "id": "s465"
    },
    {
      "text": "It follows, in my view, that the publication of the email of 2 April 2007 did not constitute a breach of Order 5(f).",
      "id": "s466"
    },
    {
      "text": "The Twelfth and Thirteenth Charges \n \n68 The twelfth charge alleges breach of Order 5(e)(iv) --- restraining the respondents from publishing, whether via email, the world wide web, letter or otherwise, any statement that denigrates or disparages Amway or any of its employees or any statement to similar effect --- by Mr Chatham publishing the email of 12 April 2007.",
      "id": "s467"
    },
    {
      "text": "69 The thirteenth charge alleges breach of Order 5(b) --- restraining the respondents from contacting IBOs in connection with activities of Amway and/or Mr Greig --- by Mr Chatham publishing the email of 12 April 2007.",
      "id": "s468"
    },
    {
      "text": "70 The email annexed and marked 'D' to the amended statement of charge annexed to the amended notice of the second motion is the email of 12 April 2007.",
      "id": "s469"
    },
    {
      "text": "It reads:\n \n \n 1 '12 th April 2007.",
      "id": "s470"
    },
    {
      "text": "2 Hi Guys.",
      "id": "s471"
    },
    {
      "text": "3 I have had an incredible life over the last 22 years, 20 of which I qualified at the Diamond level.",
      "id": "s472"
    },
    {
      "text": "The cruise on the Enterprise V for having 9 in-country legs qualify at 21% for all 12 months in 1992/93 would have to have been one of the major highlights for me.",
      "id": "s473"
    },
    {
      "text": "4 I noted most of you in August 2006 of my intentions if my income was ever stopped.",
      "id": "s474"
    },
    {
      "text": "5 IDA Stopped Income.",
      "id": "s475"
    },
    {
      "text": "6 In late September last year I was advised by IDA that they would no longer be paying me my normal monthly tool bonus amounting to about $25,000 each month.",
      "id": "s476"
    },
    {
      "text": "This has meant that I have had zero income since then.",
      "id": "s477"
    },
    {
      "text": "7 It has been a huge shock to have to suddenly adjust from having an income of $500,000-$600,000 a year drop to zero.",
      "id": "s478"
    },
    {
      "text": "8 When I phoned Tom about my IDA bonus he said something about it being better off in his and Steve's pocket and the likelihood of me taking legal action to recover my income from IDA was judged to be fairly remote.",
      "id": "s479"
    },
    {
      "text": "Tom said something about them having made a commercial decision.",
      "id": "s480"
    },
    {
      "text": "To me it just seemed to be a case of pure greed.",
      "id": "s481"
    },
    {
      "text": "\"Lets steal it from him while he is down and can't fight back.",
      "id": "s482"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 9 As you can probably imagine, this really pissed me off.",
      "id": "s483"
    },
    {
      "text": "I simply cannot put in to words the hatred and loathing I now have towards Tom and others.",
      "id": "s484"
    },
    {
      "text": "It is quite possible that over the years to come you will gain some understanding of the hatred I now feel.",
      "id": "s485"
    },
    {
      "text": "10 The psychological and emotional trauma my wife and I have experienced has resulted in my wife feeling suicidal at times and has sought counseling, \n \n \n \n \n \n \n \n 11 Stop and think for a moment how you would feel if your total income that you were receiving as a result of spending 21 years building a huge investment was suddenly taken from you and the income that was still being generated, just given to somebody else.",
      "id": "s486"
    },
    {
      "text": "12 I clearly now gain no financial reward from the business I built with Tom over 21 years.",
      "id": "s487"
    },
    {
      "text": "I have nothing left to lose.",
      "id": "s488"
    },
    {
      "text": "13 I have no friends who are building the business today.",
      "id": "s489"
    },
    {
      "text": "I have many people who I thought were friends, but today I do not consider them friends, as many have stabbed me in the back.",
      "id": "s490"
    },
    {
      "text": "14 War was Declared.",
      "id": "s491"
    },
    {
      "text": "15 I considered War was declared on my family and I when 21 years of my life's work and the future income I would have received was stripped from me.",
      "id": "s492"
    },
    {
      "text": "As I see it, about $12 million in future income over the next 20 years, has been robbed from my family and I.",
      "id": "s493"
    },
    {
      "text": "This income, which is still being generated, is currently going to other people.",
      "id": "s494"
    },
    {
      "text": "There is currently about $400,000 in income that I would have received in the last 7 months that has now clearly gone to other people.",
      "id": "s495"
    },
    {
      "text": "Steve Jakubenko, Tom Avelsgaard and others.",
      "id": "s496"
    },
    {
      "text": "16 Remember this whole thing started over my belief that I should be able to share a free self-help motivational technique, EFT, with people in the privacy of our own homes.",
      "id": "s497"
    },
    {
      "text": "I had agreed not to teach it at Seminars.",
      "id": "s498"
    },
    {
      "text": "17 Up to date in this war I have only been involved in defensive actions, but that is about to change dramatically.",
      "id": "s499"
    },
    {
      "text": "I am now preparing to go on the offensive very soon.",
      "id": "s500"
    },
    {
      "text": "18 I have applied to the Federal Court to have the Court Orders that currently prevent me from speaking freely and advising people of the truth, lifted.",
      "id": "s501"
    },
    {
      "text": "I believe this will occur soon.",
      "id": "s502"
    },
    {
      "text": "19 Impending \"Holocaust\" \n \n \n \n \n \n \n \n 20 I then envision that we will experience a \"'holocaust\"' here in Australia similar to what occurred in 1983 in the US.",
      "id": "s503"
    },
    {
      "text": "21 I believe similar events will occur in Australia as occurred in the US in 1983.",
      "id": "s504"
    },
    {
      "text": "My understanding was that the trigger for the \"holocaust\" in the US was simply a negative TV program and then the honesty and integrity of the leadership being questioned.",
      "id": "s505"
    },
    {
      "text": "22 I think Bert Gulick told me that when the \"holocaust\" hit he had about 90% of his people that were attending his functions and on his tools program, stop participating.",
      "id": "s506"
    },
    {
      "text": "He said it took years to recover.",
      "id": "s507"
    },
    {
      "text": "Probably best to check with Bert exactly what happened.",
      "id": "s508"
    },
    {
      "text": "23 Some groups were hit harder than others.",
      "id": "s509"
    },
    {
      "text": "I believe the business overall suffered a 60% decline.",
      "id": "s510"
    },
    {
      "text": "24 Business now built on lies and deceptions.",
      "id": "s511"
    },
    {
      "text": "25 I believe that the business has changed dramatically over time and is now based on lies, deceptions and only partial truth.",
      "id": "s512"
    },
    {
      "text": "Prospective IBOs and IBOs are simply not told the full story.",
      "id": "s513"
    },
    {
      "text": "26 I believe many of you have already stated to others that me revealing the truth will have a devastating effect on the business.",
      "id": "s514"
    },
    {
      "text": "27 Angie Somers --- \"terrified of the devastation unless we do what Trevor wants.",
      "id": "s515"
    },
    {
      "text": "All lines of sponsorship will be hurt.",
      "id": "s516"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 28 Vaula McDermott ---\"terrified.",
      "id": "s517"
    },
    {
      "text": "Wanted Trevor to continue to receive bonuses.",
      "id": "s518"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 29 Peter McKenna --- \"devastating action against the Amway business and ISO's will result if action is taken against Trevor Chatham.",
      "id": "s519"
    },
    {
      "text": "Will result in financial loss for a significant number of IBO's.",
      "id": "s520"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 30 Glenda and Norman Leonard --- \"the truth being posted on the internet would be catastrophic.",
      "id": "s521"
    },
    {
      "text": "Is really fearful of the ramifications.",
      "id": "s522"
    },
    {
      "text": "The company should not underestimate the damage he can cause by revealing the truth.",
      "id": "s523"
    },
    {
      "text": "\" \n \n \n \n \n \n \n \n 31 I agree with the sentiments expressed by the various people above.",
      "id": "s524"
    },
    {
      "text": "I think simply revealing the truth will have a devastating effect today.",
      "id": "s525"
    },
    {
      "text": "32 I intend to use TV programs like A Current Affair, Today Tonight, 60 Minutes and Radio talk back programs to not only expose the truth, but more importantly to promote a website www.amwaystats.com \n \n \n \n \n \n \n \n 33 This website will be very extensive and full of information that will allow people to make rational financial decisions based on true facts.",
      "id": "s526"
    },
    {
      "text": "34 I remember when we had about 30,000 IBOs attending FEC in the early 1990s.",
      "id": "s527"
    },
    {
      "text": "To say to IBOs \"If I could build a big business then, you can build a big business today\" is very clearly misleading and deliberately deceptive.",
      "id": "s528"
    },
    {
      "text": "What IBOs are not being told today is the fact that in a mature market it is much more difficult to sponsor people.",
      "id": "s529"
    },
    {
      "text": "35 During the 21 years that I was involved in the industry sponsoring rates have dropped from about 1 in 3 down to about 1 in 30 today.",
      "id": "s530"
    },
    {
      "text": "36 People are certainly not being told that in a mature market it has proven impossible for virtually all IDA leaders to even maintain the numbers attending functions and on the audio brainwashing program.",
      "id": "s531"
    },
    {
      "text": "They are not being told the truth about the number of Leaders that are no longer qualifying, or the fact that many that are still masquerading as Leaders are not even qualifying at the level below their Pin level.",
      "id": "s532"
    },
    {
      "text": "37 I look forward to being able to reveal the truth to all Australians about what has happened to me personally, and to our industry as a whole.",
      "id": "s533"
    },
    {
      "text": "I also believe the truth will help you and your people to understand why I have acted as I have.",
      "id": "s534"
    },
    {
      "text": "38 Rule changes have meant that we no longer own our own business.",
      "id": "s535"
    },
    {
      "text": "If we did own our own business it would not be possible for the business to be simply taken from you, the income and bonuses that you had already qualified for not paid to you, the business could then be sold to someone else, and you receive none of the sale proceeds.",
      "id": "s536"
    },
    {
      "text": "To claim that we are business owners is nothing but a lie and will be readily seen to be so when the facts are explained to people.",
      "id": "s537"
    },
    {
      "text": "39 Peace treaty or Holocaust?",
      "id": "s538"
    },
    {
      "text": "40 I want you to know that I am prepared to agree to consent orders remaining in place to protect your business.",
      "id": "s539"
    },
    {
      "text": "41 The whole notion of me being paid to \"shut-up\" about the truth and to just disappear quietly was not my idea in the first place, but I can see that it will have many advantages to the leaders of the business.",
      "id": "s540"
    },
    {
      "text": "42 I believe Peter McKenna will be able to make enquiries and confirm for you that me being paid to shut-up was not my idea, and secondly that I have agreed to terms that will result in no \"Holocaust\" occurring.",
      "id": "s541"
    },
    {
      "text": "It is now simply a matter of a few dollars to make this all go away and for me to disappear quietly and never be heard from again.",
      "id": "s542"
    },
    {
      "text": "43 As I see it, probably the best thing you could do to protect your financial interests is to do whatever you can to try and ensure that a peace treaty is negotiated.",
      "id": "s543"
    },
    {
      "text": "You are obviously going to need to contact the decision makers personally to express your view.",
      "id": "s544"
    },
    {
      "text": "44 I can assure you that I believe the basic terms of the confidential agreement have already been agreed upon.",
      "id": "s545"
    },
    {
      "text": "The only point of disagreement now seems to be how many dollars I will receive under the agreement.",
      "id": "s546"
    },
    {
      "text": "Knowing the players involved, the annual turnover worldwide, the huge losses that could possibly occur, I am sure it is not really a money issue, I believe it is now simply an ego issue.",
      "id": "s547"
    },
    {
      "text": "The financial futures of the decision makers will not be affected in the slightest by the decision they make in this situation.",
      "id": "s548"
    },
    {
      "text": "\"Holocaust\" or \"'Peace Treaty\" will make no difference to them.",
      "id": "s549"
    },
    {
      "text": "I believe it will make a huge difference to you and to leaders all around the world though if the 'Holocaust' is not averted.",
      "id": "s550"
    },
    {
      "text": "45 I want to point out that the idea and terms of the peace agreement was not my idea.",
      "id": "s551"
    },
    {
      "text": "I merely suggested a different dollar amount would be more appropriate than what was initially proposed.",
      "id": "s552"
    },
    {
      "text": "46 As I see it, this war can be halted before you also become a casualty.",
      "id": "s553"
    },
    {
      "text": "It really is just a few dollars that is standing between a \"peace agreement\" on one hand, and a \"holocaust\" on the other.",
      "id": "s554"
    },
    {
      "text": "47 I assure you the outcome from this situation will either be lose/lose or win/win.",
      "id": "s555"
    },
    {
      "text": "It will not be win/lose.",
      "id": "s556"
    },
    {
      "text": "I will not be the only loser.",
      "id": "s557"
    },
    {
      "text": "I have had everything taken from me and actually have nothing left to lose.",
      "id": "s558"
    },
    {
      "text": "There is no downside to me and my family in this situation.",
      "id": "s559"
    },
    {
      "text": "48 Peter McKenna, has stated in an affidavit that he feels the actions that have been taken against me are appropriate.",
      "id": "s560"
    },
    {
      "text": "It will be interesting to see whether others will feel the same way when the orders are lifted and I am able to tell the whole truth, I very much doubt Peter knows the full story.",
      "id": "s561"
    },
    {
      "text": "I know I certainly have not told him everything that has happened and I am sure no body else would have told him everything.",
      "id": "s562"
    },
    {
      "text": "49 Maxwell states that leadership is influence.",
      "id": "s563"
    },
    {
      "text": "If you really are leaders you will actually take action to influence the decision made by others and to protect your business.",
      "id": "s564"
    },
    {
      "text": "I would strongly suggest that you do not just allow Peter McKenna to express your views for you.",
      "id": "s565"
    },
    {
      "text": "Who knows what Peter will say?",
      "id": "s566"
    },
    {
      "text": "50 I can assure you all that at this point you do not know the full story of what has happened to me over the last few years.",
      "id": "s567"
    },
    {
      "text": "I am currently prevented by a Federal Court Order from telling you the truth.",
      "id": "s568"
    },
    {
      "text": "If no peace agreement is reached, I believe the Court Orders will soon be lifted and I will then be able to share with you and all members of your group exactly what has happened to me.",
      "id": "s569"
    },
    {
      "text": "51 I realize that making the truth public will not bring back the income that has been stolen from me, but like any husband whose wife was raped and murdered, I believe I will feel much better and be able to move on with my life when the truth is exposed and the perpetrators punished.",
      "id": "s570"
    },
    {
      "text": "52 I am sorry you have become involved in this war, I warned you it could happen.",
      "id": "s571"
    },
    {
      "text": "Most of you did absolutely nothing about it.",
      "id": "s572"
    },
    {
      "text": "53 I have evidence that clearly shows that some of you actually encouraged the outbreak of the war.",
      "id": "s573"
    },
    {
      "text": "John Hargreaves.",
      "id": "s574"
    },
    {
      "text": "54 Tom's actions, which I believe were based solely on greed, simply ensured it would happen and strengthened my resolve.",
      "id": "s575"
    },
    {
      "text": "55 I have left instructions that full details be published in the unlikely event of my untimely death.",
      "id": "s576"
    },
    {
      "text": "56 I wish you well with your outside businesses.",
      "id": "s577"
    },
    {
      "text": "I can now see how vital it is to have numerous streams of income.",
      "id": "s578"
    },
    {
      "text": "I did not do this.",
      "id": "s579"
    },
    {
      "text": "My advice is don't make the same mistake I made.",
      "id": "s580"
    },
    {
      "text": "57 I wish you all the best for the future.",
      "id": "s581"
    },
    {
      "text": "58 Kind Regards, \n \n \n \n \n \n \n \n 59 Trevor Chatham.",
      "id": "s582"
    },
    {
      "text": "' \n \n \n \n \n \n\n71 The email of 12 April 2007 was published to some thirty-four recipients at their email addresses.",
      "id": "s583"
    },
    {
      "text": "They are all IBOs.",
      "id": "s584"
    },
    {
      "text": "By publishing this email, it is said that Mr Chatham denigrated or disparaged Amway in alleged breach of Order 5(e)(iv).",
      "id": "s585"
    },
    {
      "text": "Reliance is placed on the email as a whole, and in particular paragraphs numbered 8, 11, 24, 25, 31, 34 and 38.",
      "id": "s586"
    },
    {
      "text": "For Mr Chatham it is said that nowhere in the email is 'Amway' mentioned; the complaints are directed against a company described as 'IDA'.",
      "id": "s587"
    },
    {
      "text": "72 While it is true that there is no specific mention of 'Amway', it is also true that the references to 'IDA' are confined to paragraphs 5, 6 and 8.",
      "id": "s588"
    },
    {
      "text": "The references in the email to 'the business', in particular at paragraphs 24 to 38 inclusive, are clearly references to Amway's business and I am satisfied, having regard to the audience to which the email was published, that it would have the effect of denigrating or disparaging Amway in the eyes of that audience.",
      "id": "s589"
    },
    {
      "text": "73 It follows, in my view, that there has been a breach of Order 5(e)(iv) by Mr Chatham, by the publication of the email of 12 April 2007.",
      "id": "s590"
    },
    {
      "text": "74 I am also of the view that by publishing the email of 12 April 2007 Mr Chatham breached Order 5(b) by contacting IBOs in connection with the business activities of Amway.",
      "id": "s591"
    },
    {
      "text": "CONCLUSIONS ON CONTEMPT MOTIONS \n \n75 It follows from the foregoing that the first to the eleventh charges must be dismissed.",
      "id": "s592"
    },
    {
      "text": "I find that the twelfth and thirteenth charges are proved.",
      "id": "s593"
    },
    {
      "text": "76 It is clear to me that Mr Chatham acted deliberately in publishing the email of 12 April 2007 and intentionally included in that email the statements which I have found to prove the twelfth and thirteenth charges.",
      "id": "s594"
    },
    {
      "text": "He may not have intended to breach Orders 5(b) and 5(e)(iv) by publishing the email of 12 April 2007; indeed I would infer that his failure to mention 'Amway' by name in the email indicates an attempt on his part to avoid any such breach.",
      "id": "s595"
    },
    {
      "text": "On the other hand, that failure does not warrant characterisation of the contempt as merely technical.",
      "id": "s596"
    },
    {
      "text": "I find that he intended to denigrate or disparage Amway and the way it currently conducts its business activities in the eyes of those to whom he published the email of 12 April 2007, but to do so in a way which did not breach Orders 5(b) and 5(e)(iv).",
      "id": "s597"
    },
    {
      "text": "The fact that he was prepared to take the risk of failing to avoid breaches of these orders is obviously a consideration which is relevant in deciding what is the appropriate penalty.",
      "id": "s598"
    },
    {
      "text": "77 In this regard I did indicate to the parties that if it was necessary, I would hear them on punishment.",
      "id": "s599"
    },
    {
      "text": "That said, having regard to the nature of the contempt and the conduct involved, nothing but a pecuniary penalty would, in my view, be appropriate.",
      "id": "s600"
    },
    {
      "text": "78 I also indicated that in those circumstances I would hear the parties on costs.",
      "id": "s601"
    },
    {
      "text": "The need to do this is more so by reason of my finding that eleven of the thirteen charges of contempt have not been proved.",
      "id": "s602"
    },
    {
      "text": "THE RESPONDENTS' MOTION \n \n79 The respondents' motion moved the Court for orders that Orders 5(b), 5(c), 5(d), 5(e) and 5(f) be set aside or, in the alternative, varied as the Court thinks fit.",
      "id": "s603"
    },
    {
      "text": "The applicants did not, correctly in my view, press for the retention of Orders 5(b) and 5(c) and they will be set aside.",
      "id": "s604"
    },
    {
      "text": "By the time of the hearing of the motion, Mr Chatham had ceased to be an IBO more than six months prior to the hearing.",
      "id": "s605"
    },
    {
      "text": "80 I am also of the view that Orders 5(d), 5(e) and 5(f) should be set aside.",
      "id": "s606"
    },
    {
      "text": "They no longer, if they ever did, serve any utility in preserving the status quo; that aside, they are an impediment on Mr Chatham's freedom of speech whatever the repercussions may be as to how he exercises that right.",
      "id": "s607"
    },
    {
      "text": "81 With the further effluxion of time since the hearing of the motion, the reasons for setting aside Orders 5(d), 5(e) and 5(f) are only made more compelling.",
      "id": "s608"
    },
    {
      "text": "THE APPLICANTS MOTION \n \n82 The applicants' motion to vary Order 5(a) so that it reads:\n \n \n 'using or disclosing any confidential information of the first applicant, including but not limited to, the database and name details maintained at a2k.com.au and the email addresses of IBOs '\n \n \n\nshould be acceded to in the face of the orders I propose in respect of the respondents' motion.",
      "id": "s609"
    },
    {
      "text": "I certify that the preceding eighty-two (82) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s610"
    },
    {
      "text": "Associate:\n\nDated: 7 March 2008\n\n Counsel for the Applicants: Mr T D Blackman SC and Mr C D Wood \n \n Solicitor for the Applicants: Dibbs Abbott Stillman \n \n Counsel for the Respondents: Mr M Lawson \n \n Solicitor for the Respondents: Atkinson Vinden Heazlewoods \n\n Date of Hearing: 4 and 24 April 2007\n18, 19 and 20 June 2007 \n \n Date of Judgment 7 March 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/228.html",
      "id": "s611"
    }
  ]
}