{
  "name": "Applicant S 1033/2003 v Minister for Immigration &amp; Citizenship [2008] FCA 216 (4 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/216.html",
  "catchphrases": [
    {
      "text": "application to federal magistrates court out of time",
      "id": "c0"
    },
    {
      "text": "dismissed as incompetent",
      "id": "c1"
    },
    {
      "text": "interlocutory decision",
      "id": "c2"
    },
    {
      "text": "appeal to federal court filed out of time",
      "id": "c3"
    },
    {
      "text": "leave to appeal refused",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an Application for Leave to Appeal from the judgment and orders of the Federal Magistrates Court given on 5 November 2007.",
      "id": "s0"
    },
    {
      "text": "On that date that Court dismissed an application for review of a decision of the Refugee Review Tribunal.",
      "id": "s1"
    },
    {
      "text": "2 The decision of the Tribunal was signed on 29 December 2005 and handed down on 17 January 2006.",
      "id": "s2"
    },
    {
      "text": "The Applicant, however, did not commence proceedings in the Federal Magistrates Court seeking to challenge the decision of the Tribunal until 13 September 2007.",
      "id": "s3"
    },
    {
      "text": "3 The decision of the Federal Magistrates Court was that it had no jurisdiction because the application to that Court was not filed within the time prescribed by s 477 of the Migration Act 1958 (Cth).",
      "id": "s4"
    },
    {
      "text": "That section provides as follows:\n \n Time limits on applications to the Federal Magistrates Court \n \n(1) An application to the Federal Magistrates Court for a remedy to be granted in exercise of the court's original jurisdiction under section 476 in relation to a migration decision must be made to the court within 28 days of the actual (as opposed to deemed) notification of the decision.",
      "id": "s5"
    },
    {
      "text": "(2) The Federal Magistrates Court may, by order, extend that 28 day period by up to 56 days if: \n \n(a) an application for that order is made within 84 days of the actual (as opposed to deemed) notification of the decision; and \n \n(b) the Federal Magistrates Court is satisfied that it is in the interests of the administration of justice to do so.",
      "id": "s6"
    },
    {
      "text": "(3) Except as provided by subsection (2), the Federal Magistrates Court must not make an order allowing, or which has the effect of allowing, an applicant to make an application mentioned in subsection (1) outside that 28 day period.",
      "id": "s7"
    },
    {
      "text": "(4) The regulations may prescribe the way of notifying a person of a decision for the purposes of this section.",
      "id": "s8"
    },
    {
      "text": "4 Section 477(1) requires \" actual (as opposed to deemed) notification of the decision \" of the Tribunal.",
      "id": "s9"
    },
    {
      "text": "And \" actual notification \" requires delivery by hand: Minister for Immigration &amp; Citizenship v SZKKC [2007] FCAFC 105 at [37] , [2007] FCAFC 105 ; 159 FCR 565.",
      "id": "s10"
    },
    {
      "text": "See also SZKET v Minister for Immigration &amp; Citizenship [2007] FCA 1705.",
      "id": "s11"
    },
    {
      "text": "5 The Applicant had been in attendance when the decision of the Refugee Review Tribunal was handed down and received such notification.",
      "id": "s12"
    },
    {
      "text": "A \" Checklist \" completed apparently by Tribunal staff records the following:\n At the Handing Down \n \n Did the applicant attend the handing down?",
      "id": "s13"
    },
    {
      "text": "No Has the decision, etc been given to the applicant?",
      "id": "s14"
    },
    {
      "text": "No \n The Application as filed in the Federal Magistrates Court on 13 September 2007 also contains an acknowledgment by the Applicant that \" the decision was received \" on 17 January 2007.",
      "id": "s15"
    },
    {
      "text": "There had thus been compliance with the requirement imposed by s 477(1): cf Minister for Immigration &amp; Citizenship v SZKKC [2007] FCAFC 105 at [1] .",
      "id": "s16"
    },
    {
      "text": "6 The Federal Magistrates Court in its 5 November 2007 decision concluded that proceedings had not been commenced within the time prescribed from the date of actual notification.",
      "id": "s17"
    },
    {
      "text": "That Court's reasons were, using the language of that Court, as follows:\n \n [5] The solicitors for the respondent Minister submit that the Court has no jurisdiction to hear the application.",
      "id": "s18"
    },
    {
      "text": "[6] I am aware of the decision of the Full Court of the Federal Court in Minister for Immigration &amp; Citizenship v SZKKC [2002] FCAFC 105.",
      "id": "s19"
    },
    {
      "text": "In that decision Giles J agreeing with Buchanan J said:\n \nThat an actual notification to an applicant of a decision requires physical delivery of a written statement of the decision prepared by the Refugee Review Tribunal to the applicant.",
      "id": "s20"
    },
    {
      "text": "His Honour went on to say:\n \nThat notification must take place within 14 days of the decision being handed down and referred to subs 430B(6)(a) and s 430B.",
      "id": "s21"
    },
    {
      "text": "[7] In this case that is exactly what happened.",
      "id": "s22"
    },
    {
      "text": "I refer to an affidavit of Angela Margaret Nanson which was filed in Court on 8 th October 2007 to which is annexed a letter from the Tribunal to the applicant's then advisers advising that the decision would be handed down on 17 th January 2006.",
      "id": "s23"
    },
    {
      "text": "There is also annexed the Tribunal's check-list for handing down the decision on 17 th January 2006.",
      "id": "s24"
    },
    {
      "text": "[8] The document makes it clear that the applicant attended the handing down on that day and a copy of the decision was given to the applicant.",
      "id": "s25"
    },
    {
      "text": "In the circumstances there has been compliance in the requirement of the legislation for physical delivery to the applicant of the written statement of the decision prepared by the Tribunal within 14 days of it being handed down and indeed on the day it was handed down.",
      "id": "s26"
    },
    {
      "text": "And such the time limit in s 477 of Migration Act does apply.",
      "id": "s27"
    },
    {
      "text": "[9] The applicant did not commence proceedings until 13 th September 2007 which is well outside the time.",
      "id": "s28"
    },
    {
      "text": "Accordingly the Court has no jurisdiction to hear the application.",
      "id": "s29"
    },
    {
      "text": "The applicant told the Court that the reason for the delay was that he had made an application to the Minister, presumably under s 417 of the Migration Act .",
      "id": "s30"
    },
    {
      "text": "That may well be, but it does not affect the operation of s 477.",
      "id": "s31"
    },
    {
      "text": "Concurrence is expressed with these reasons as to the operation of s 477.",
      "id": "s32"
    },
    {
      "text": "7 It was not until 3 December 2007 that the Applicant commenced proceedings in this Court seeking leave to appeal from the 5 November 2007 decision of the Federal Magistrates Court.",
      "id": "s33"
    },
    {
      "text": "That application also sought ( inter alia ) an order \" that compliance with Order 52, subrule 5(2) be dispensed with .",
      "id": "s34"
    },
    {
      "text": "\" Order 52, r 5 of the Federal Court Rules 1979 (Cth) applies where an appeal only lies to this Court with leave and prescribes a period of 21 days as the period within which such applications are to be made.",
      "id": "s35"
    },
    {
      "text": "Relevantly, leave is required from an interlocutory decision of the Federal Magistrates Court: Federal Court of Australia Act 1976 (Cth), s 24(1A).",
      "id": "s36"
    },
    {
      "text": "8 Order 52 r 4(2), it should be noted, provides as follows: \n \nAn application shall be accompanied by an affidavit showing: \n \n(a) the nature of the case; \n \n(b) the questions involved; and \n \n(c) the reasons why leave should be given.",
      "id": "s37"
    },
    {
      "text": "The Affidavit as filed in this Court on behalf of the Applicant annexes a statement addressing the grant of work visas -- but that is irrelevant to the Application now before this Court.",
      "id": "s38"
    },
    {
      "text": "The Affidavit further annexes a statement setting forth the orders sought.",
      "id": "s39"
    },
    {
      "text": "The Affidavit clearly does not satisfy the requirements of O 52 r (4)(2).",
      "id": "s40"
    },
    {
      "text": "9 The decision of the Federal Magistrates Court dismissing the application is, it is considered, an interlocutory decision for the purposes of appeal rights: SZDGN v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 1543 at [6] per Lindgren J; Md Abdullah Al Mamun v Minister for Immigration and Citizenship [2007] FCA 541.",
      "id": "s41"
    },
    {
      "text": "Accordingly, leave to appeal is required.",
      "id": "s42"
    },
    {
      "text": "The Applicant by the form of his Application acknowledges as much.",
      "id": "s43"
    },
    {
      "text": "He also acknowledges that an extension of time is also required: cf Nguyen v Minister for Immigration &amp; Citizenship [2007] FCAFC 38 at [18] .",
      "id": "s44"
    },
    {
      "text": "10 It is considered that leave to appeal should be refused, as should an extension of time.",
      "id": "s45"
    },
    {
      "text": "It matters not for the purposes of the present application whether it is Rule 5 or Rule 15 of Order 52 of the Rules which applies -- both prescribe a 21 day period.",
      "id": "s46"
    },
    {
      "text": "11 No prejudice is now relied upon by the Respondent Minister by reason of the failure to commence proceedings within 21 days.",
      "id": "s47"
    },
    {
      "text": "The Respondent Minister, however, is critical of the Affidavit as filed.",
      "id": "s48"
    },
    {
      "text": "That criticism is soundly based.",
      "id": "s49"
    },
    {
      "text": "The fact that an applicant for leave to appeal may be unrepresented is not in itself a licence to disregard those Rules of Court with which all other litigants must comply.",
      "id": "s50"
    },
    {
      "text": "The importance of the decision under review -- especially when protection visas are sought -- cannot be ignored.",
      "id": "s51"
    },
    {
      "text": "Difficulties confronting unrepresented litigants, especially in migration appeals, are very real.",
      "id": "s52"
    },
    {
      "text": "But applicants do not advance such prospects of success as they may have by failing, as in the present case, to set forth any explanation at all as to why it is contended that the decision of the Federal Magistrate may be erroneous and why they have not commenced proceedings within time.",
      "id": "s53"
    },
    {
      "text": "As has been recognised, \" casual disregard of the requirements of the Rules is inappropriate \": Nguyen v Minister for Immigration &amp; Citizenship [2007] FCAFC 38 at [23] .",
      "id": "s54"
    },
    {
      "text": "12 The failure of the present Applicant to comply with the time limit imposed by s 477 of the Migration Act when commencing proceedings in the Federal Magistrates Court, and his failure to comply with the time limits imposed by this Court's Rules for the commencement of appeals, only supports an inference that no real attention has been given at any point to time limits which are imposed.",
      "id": "s55"
    },
    {
      "text": "13 Subsequent to the filing of the Application for Leave to Appeal on 3 December 2007 a letter dated 22 February 2008 was received by the Registry of this Court enclosing ( inter alia ):\n \n&#8226; a statement from the Pakistan Peoples Party; \n \n&#8226; two Affidavits dated 16 January 2008 deposing to an attempt to kill the Applicant;\n \n&#8226; a copy of the decision of the Refugee Review Tribunal signed on 29 December 2005; and\n \n&#8226; correspondence forwarded to the Minister.",
      "id": "s56"
    },
    {
      "text": "Objection was taken by the Respondent Minister to this further material being considered, even for the purposes of either an application for leave or for the purposes of an application for an extension of time.",
      "id": "s57"
    },
    {
      "text": "No objection, however, was taken to the further material being considered and a ruling on its admissibility being deferred.",
      "id": "s58"
    },
    {
      "text": "That was the course pursued.",
      "id": "s59"
    },
    {
      "text": "The further material has, accordingly, been considered.",
      "id": "s60"
    },
    {
      "text": "That material does not satisfy the requirements of O 52 r 4(2) or r 15(3)(c); nor does it provide any information of relevance to the present Application .",
      "id": "s61"
    },
    {
      "text": "The objection to this further material, it is considered, should be upheld and its tender rejected.",
      "id": "s62"
    },
    {
      "text": "14 The Respondent Minister, rather than opposing the grant of leave to appeal by reason of failure to comply with such time limits and resultant prejudice, places reliance upon an assessment as to prospects of success.",
      "id": "s63"
    },
    {
      "text": "That approach is endorsed.",
      "id": "s64"
    },
    {
      "text": "It is considered that the decision of the Federal Magistrates Court is correct and that an appeal from that decision has no prospects of success.",
      "id": "s65"
    },
    {
      "text": "For that reason the Application should be dismissed.",
      "id": "s66"
    },
    {
      "text": "15 There has been simply no compliance with the time limits imposed by s 477.",
      "id": "s67"
    },
    {
      "text": "The time limits imposed by s 477 are \" strict and effective \" and are an \" essential part of the grant of jurisdiction \" to the Federal Magistrates Court: cf SZICV v Minister for Immigration &amp; Citizenship [2007] FCAFC 39 at [67] per Buchanan J (Besanko J agreeing at [18]), [2007] FCAFC 39 ; 158 FCR 260 at 274.",
      "id": "s68"
    },
    {
      "text": "Time limits prescribed prior to the introduction of s 477 were similarly construed: WACB v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] HCA 50 , 210 ALR 190.",
      "id": "s69"
    },
    {
      "text": "It is not considered that the decision of the Federal Magistrates Court is attendant with sufficient doubt to warrant the grant of leave to appeal: Decor Corporation Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397 at 398---9.",
      "id": "s70"
    },
    {
      "text": "ORDERS \n \n16 The orders of the Court are:\n \n 1.",
      "id": "s71"
    },
    {
      "text": "The Application for Leave to Appeal and for an extension of time within which to file a Notice of Appeal is refused.",
      "id": "s72"
    },
    {
      "text": "2.",
      "id": "s73"
    },
    {
      "text": "The Applicant to pay the costs of the First Respondent.",
      "id": "s74"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s75"
    },
    {
      "text": "Associate:\n\nDated: 4 March 2008\n\n\n The Applicant: The Applicant appeared in person \n \n Solicitor for the First Respondent: A Nanson (Australian Government Solicitor) \n \n Date of Hearing: 3 March 2008 \n \n Date of Judgment: 4 March 2008 \n\n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/216.html",
      "id": "s76"
    }
  ]
}