{
  "name": "SZJYX v Minister for Immigration and Citizenship [2008] FCA 311 (5 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/311.html",
  "catchphrases": [
    {
      "text": "appeal from decision of the federal magistrates court affirming decision of the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "challenge to finding that no inconsistency in tribunal's assessment of evidence",
      "id": "c1"
    },
    {
      "text": "challenge to finding that appellants able to relocate safely within home country",
      "id": "c2"
    },
    {
      "text": "no jurisdictional error by federal magistrate in affirming tribunal's findings",
      "id": "c3"
    },
    {
      "text": "appeal dismissed",
      "id": "c4"
    },
    {
      "text": "migration law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from orders of the Federal Magistrates Court made on 7 November 2007 ( SZJYX &amp; Anor v Minister for Immigration &amp; Anor [2007] FMCA 1815) dismissing an application by the appellants for judicial review of a finding by the Refugee Review Tribunal (the Tribunal) that was adverse to their applications for protection visas.",
      "id": "s0"
    },
    {
      "text": "The appellants are citizens of India.",
      "id": "s1"
    },
    {
      "text": "They belonged, it is accepted, to the Muslim community in a particular city in Maharashtra State and ran a Muslim school in that city, which school they co-owned.",
      "id": "s2"
    },
    {
      "text": "They were also supporters of the Congress Party.",
      "id": "s3"
    },
    {
      "text": "2 It was accepted that their claim for protection from potential persecution was based, first of all, upon their Muslim activities and Muslim religion and, secondly, upon their membership of the Congress Party.",
      "id": "s4"
    },
    {
      "text": "In particular, they were in fear of persecution at the hands of a group called Shiv Sena which, it is accepted, is an extremist Hindu group.",
      "id": "s5"
    },
    {
      "text": "A significant plank of the case before the Tribunal related to an incident in March 2006.",
      "id": "s6"
    },
    {
      "text": "They claim to have organised a rally or procession of children connected with the Muslim calendar, this rally was attacked by the Shiv Sena and the first appellant's husband was injured.",
      "id": "s7"
    },
    {
      "text": "They closed the school for three weeks and when they reopened the school they were attacked at their home.",
      "id": "s8"
    },
    {
      "text": "The police did not respond to reports about the incidents.",
      "id": "s9"
    },
    {
      "text": "3 The Tribunal accepted that there was what was described as a misfortune on 21 March 2006 when they were taking part in the procession, with the first appellant's husband being hurt and hospitalised.",
      "id": "s10"
    },
    {
      "text": "However, the Tribunal did not accept that the harm was the result of their Muslim religion or because of their support for the Congress Party or that the attack was by the Shiv Sena, or that the police had failed to respond.",
      "id": "s11"
    },
    {
      "text": "The Tribunal gave reasons for those findings which I do not need to reproduce in this judgment.",
      "id": "s12"
    },
    {
      "text": "4 The case for the appellants before the Federal Magistrates Court was that the Tribunal had made flawed findings in this respect because of an inconsistency between its substantial acceptance of the case for the appellants as to the nature of the occurrence on 21 March 2006 and yet its rejection of what might be thought to be the critical aspect of it, that is, the identity of the attacker and the basis for that attack.",
      "id": "s13"
    },
    {
      "text": "The learned Federal Magistrate considered that ground by reference to a well-known authority and formed the view that there was a basis for the findings by the Tribunal in country information to which it referred and that there was no flaw in the reasoning once they were able to refer to that material.",
      "id": "s14"
    },
    {
      "text": "It was said that the determination was one of fact reserved for the decision-maker that cannot be upset by judicial review and the ground was rejected.",
      "id": "s15"
    },
    {
      "text": "5 The appellants seek to reargue that conclusion and particularly stress what is said to be the inconsistency involved.",
      "id": "s16"
    },
    {
      "text": "In my opinion, counsel for the Minister is correct in submitting that there is no ultimate inconsistency.",
      "id": "s17"
    },
    {
      "text": "Acceptance that the injuries occurred in the course of the procession does not involve any acceptance of there being an attack during the procession as claimed.",
      "id": "s18"
    },
    {
      "text": "The medical reports refer to an accidental cause for the injury.",
      "id": "s19"
    },
    {
      "text": "Furthermore, it is submitted that whatever criticisms might be made of the reasoning involved, they do not change the nature of the question from being a question of fact to jurisdictional error.",
      "id": "s20"
    },
    {
      "text": "In my opinion, that submission is correct.",
      "id": "s21"
    },
    {
      "text": "I confess that one could understand a feeling of some grievance or disappointment by those concerned but the decision about bona fides in these matters --- and that is what this was essentially --- is one committed to the Tribunal and the courts can only intervene in the event that there is a jurisdictional error made.",
      "id": "s22"
    },
    {
      "text": "None was made, in my opinion, in relation to this ground.",
      "id": "s23"
    },
    {
      "text": "6 There was a second and independent ground for rejecting the claim for protection visas by the Tribunal --- what is generally referred to as the relocation principle.",
      "id": "s24"
    },
    {
      "text": "The Tribunal was satisfied that it was reasonable to expect the appellants to live elsewhere other than in the particular place and avoid the harm they fear.",
      "id": "s25"
    },
    {
      "text": "In coming to that view the Tribunal referred to the well-known authority of Randhawa v Minister for Immigration, Local Government &amp; Ethnic Affairs (1994) 52 FCR 437.",
      "id": "s26"
    },
    {
      "text": "The Tribunal gave detailed reasons for coming to the conclusion that it reached and it seems to me that it involved two aspects.",
      "id": "s27"
    },
    {
      "text": "The first was that there would be protection in other parts of India and, secondly, that it was reasonable and practicable for these particular appellants to so relocate.",
      "id": "s28"
    },
    {
      "text": "7 Again, I can understand that persons with ties to a particular community, running a school, and of a minority religion, although a substantial minority, would be disappointed by the result on this issue.",
      "id": "s29"
    },
    {
      "text": "However, I can find no jurisdictional error in the way in which the Tribunal approached the matter.",
      "id": "s30"
    },
    {
      "text": "NAIZ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 37 is a decision which is relatively favourable to appellants in situations like this but, even approaching the matter on the basis of Branson J's judgment in that matter does not, it seems to me, establish jurisdictional error in the present case.",
      "id": "s31"
    },
    {
      "text": "8 This case illustrates the difficulties both of applicants for visas and of tribunals in dealing with those applications in deciding important issues without the usual forensic advantages.",
      "id": "s32"
    },
    {
      "text": "The appeal is dismissed.",
      "id": "s33"
    },
    {
      "text": "The appellants are to pay the costs of the first respondent.",
      "id": "s34"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gyles.",
      "id": "s35"
    },
    {
      "text": "Associate:\n \nDated: 12 March 2008\n\n \n The Appellants appeared in person \n \n Counsel for the First Respondent: Mr J Mitchell \n \n Solicitor for the First Respondent: DLA Phillips Fox \n\n Date of Hearing: 5 March 2008 \n \n Date of Judgment: 5 March 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/311.html",
      "id": "s36"
    }
  ]
}