{
  "name": "Comcare v Davies [2008] FCA 393 (27 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/393.html",
  "catchphrases": [
    {
      "text": "no question of law arises where tribunal does not resolve a contention not advanced before it",
      "id": "c0"
    },
    {
      "text": "suitable employment",
      "id": "c1"
    },
    {
      "text": "the significance of a statement of facts and contentions",
      "id": "c2"
    },
    {
      "text": "a contention not raised for resolution",
      "id": "c3"
    },
    {
      "text": "equating of \" net loss \" with \" ability to earn \"",
      "id": "c4"
    },
    {
      "text": "inadequacy of tribunal's reasons",
      "id": "c5"
    },
    {
      "text": "an absence of findings or reasons",
      "id": "c6"
    },
    {
      "text": "compensation",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of the Administrative Appeals Tribunal made on 3 October 2007: Re Davies and Comcare [2007] AATA 1829.",
      "id": "s0"
    },
    {
      "text": "In that decision the Tribunal concluded that as from 3 December 2001 Ms Davies had been partially incapacitated for work as a result of an injury she had suffered and was entitled to compensation in respect to that injury.",
      "id": "s1"
    },
    {
      "text": "2 Comcare seeks to appeal from that decision.",
      "id": "s2"
    },
    {
      "text": "Its Grounds of Appeal are:\n \n(i) whether the Tribunal misconstrued the meaning of the phrase \" able to earn \" as it arises in subsection 19(2) of the Safety, Rehabilitation and Compensation Act 1988 (Cth); and \n \n\n \n(ii) whether the Tribunal failed to provide adequate reasons as required pursuant to subsection 43(2B) of the Administrative Appeals Tribunal Act 1975 (Cth) for that part of its decision at paragraph 71(5).",
      "id": "s3"
    },
    {
      "text": "Paragraph 71(5) of the Tribunal's decision concluded that:\n \n during the period 3 December 2001 to 30 June 2004 inclusive, the amount which Ms Davies was able to earn in employment in the business was nil.",
      "id": "s4"
    },
    {
      "text": "3 Section 19(2) of the Safety, Rehabilitation and Compensation Act 1988 (Cth) relevantly provides as follows:\n \n Subject to this Part, Comcare is liable to pay to the employee in respect of the injury, for each week that is a maximum rate compensation week during which the employee is incapacitated, an amount of compensation worked out using the formula: \n NWE --- AE\n where: \n \"AE\" is the greater of the following amounts: \n (a) the amount per week (if any) that the employee is able to earn in suitable employment; \n (b) the amount per week (if any) that the employee earns from any employment (including self-employment) that is undertaken by the employee during that week.",
      "id": "s5"
    },
    {
      "text": "\"NWE\" is the amount of the employee's normal weekly earnings.",
      "id": "s6"
    },
    {
      "text": "That provision, by its terms, requires a calculation to be undertaken whereby there is deducted from an employee's normal weekly earnings an amount which is the greater of either the weekly amount that an employee is \" able to earn in suitable employment \" or the amount which an employee earns from \" any employment (including self-employment) that is undertaken by the employee during that week \".",
      "id": "s7"
    },
    {
      "text": "The legislative intention of this provision is presumably to ensure that an employee is not entitled to retain the whole of his actual earnings and also to retain 100% of his normal weekly earnings: Comcare v Line [2002] FCA 553 at [60] per Carr J.",
      "id": "s8"
    },
    {
      "text": "And, the amount that an employee may be \" able to earn \" is not to be equated with profit: J &amp; H Timbers Pty Ltd v Nelson [1972] HCA 12 ; (1972) 126 CLR 625.",
      "id": "s9"
    },
    {
      "text": "Windeyer J there observed at 643:\n \n ...",
      "id": "s10"
    },
    {
      "text": "The earning capacity of a man as a worker is measured by the remuneration that is the fruit of his labour, his wages or their equivalent.",
      "id": "s11"
    },
    {
      "text": "It is not to be measured by the profits he derives by embarking his capital in a business or by his usual capital equipment in earning money...\n \n\nSee also: Comcare Australia v Woodbridge (Unreported, Federal Court of Australia, O'Loughlin J, 13 February 1996).",
      "id": "s12"
    },
    {
      "text": "4 The application of this provision to Ms Davies' claim for compensation arose within a factual context which is not now in dispute.",
      "id": "s13"
    },
    {
      "text": "5 Ms Davies had been employed as a teacher.",
      "id": "s14"
    },
    {
      "text": "She commenced teaching in 1971.",
      "id": "s15"
    },
    {
      "text": "Between late November and mid December 1996 she took a group of students on an excursion to Indonesia.",
      "id": "s16"
    },
    {
      "text": "One of the students became extremely ill and had to be evacuated.",
      "id": "s17"
    },
    {
      "text": "The student was in such a condition that at times he lost consciousness and stopped breathing.",
      "id": "s18"
    },
    {
      "text": "It was that incident which caused stress to Ms Davies, to the extent that by 1998 she \" was unable to deal with the hierarchy of the Department and she continued to feel as though she had done something wrong \".",
      "id": "s19"
    },
    {
      "text": "The Tribunal found that she was \" incapable of employment in a hierarchical structure such as the Public Service \".",
      "id": "s20"
    },
    {
      "text": "6 By 1999 Ms Davies and her husband had investigated the prospect of establishing a business.",
      "id": "s21"
    },
    {
      "text": "She had written to Comcare stating that she could not \" return to my normal work....",
      "id": "s22"
    },
    {
      "text": "I am at the stage of 'new work, new employer' but want to employ myself (don't trust anyone and I'm almost 50 yrs of age \".",
      "id": "s23"
    },
    {
      "text": "She had had a long interest in Indonesia and its culture and set up a business \" involving the marketing of Indonesian artefacts, advice on Indonesian-type landscaping, and the provision of support services to teachers of Indonesian \".",
      "id": "s24"
    },
    {
      "text": "7 In 1999 she was offered, and accepted, voluntary redundancy.",
      "id": "s25"
    },
    {
      "text": "THE TRIBUNAL DECISION AND THE CONTENTIONS ADVANCED \n \n8 The misconstruction of the phrase \" able to earn in suitable employment \", as it appears in s 19(2) , is said by Comcare to emerge from the following paragraphs of the Tribunal's decision:\n \n 67.",
      "id": "s26"
    },
    {
      "text": "It was not disputed on behalf of Ms Davies that employment in her own business, Bali Gardens, should be regarded as suitable employment for the purposes of section 19.",
      "id": "s27"
    },
    {
      "text": "On the basis that the business enabled Ms Davies to utilise her experience with the Indonesian language and culture in a non-hierarchical environment we are satisfied that this was a proper concession to be made.",
      "id": "s28"
    },
    {
      "text": "B.3.",
      "id": "s29"
    },
    {
      "text": "What amount was Ms Davies able to earn in her employment in her own business during the period 28 September 1999 and 19 April 2006?",
      "id": "s30"
    },
    {
      "text": "68.",
      "id": "s31"
    },
    {
      "text": "On the basis of the report of Sinclair King of 16 August 2004, we are satisfied that during the financial years ending June 2001---2004 inclusive, Ms Davies made a loss in operating the Bali Gardens business.",
      "id": "s32"
    },
    {
      "text": "We are satisfied therefore that the amount which Ms Davies was able to earn in her own business during each of the financial years referred to was nil.",
      "id": "s33"
    },
    {
      "text": "Although we do not have available the evidence to enable us to make such a finding, it is likely that the results for the remainder of the period under consideration were the same.",
      "id": "s34"
    },
    {
      "text": "69.",
      "id": "s35"
    },
    {
      "text": "We have considered the report of Mr Bilboe that in his opinion Bali Gardens could be \"a lucrative small business.",
      "id": "s36"
    },
    {
      "text": "\" However this comment refers to the potential of the business rather than its earning capacity in the period under consideration and in any event, on the evidence before us, Mr Bilboe is not qualified to express this opinion.",
      "id": "s37"
    },
    {
      "text": "9 The misconstruction of that phrase as it appears in s 19(2) is said to be evident -- at least in part -- by reason of the Tribunal failing to give consideration to whether the Bali Gardens business was the only \" suitable employment\" and by the failure on the part of the Tribunal to give consideration to the ability of Ms Davies to earn income in other forms of \" suitable employment \".",
      "id": "s38"
    },
    {
      "text": "10 Comcare does not put in issue the conclusion that Ms Davies' chosen business venture, the Bali Gardens venture, was \" suitable employment \".",
      "id": "s39"
    },
    {
      "text": "Its contention is that the Tribunal failed to consider whether there was other \" suitable employment \" which could be pursued by her.",
      "id": "s40"
    },
    {
      "text": "By failing to consider other employment the Tribunal, it is said, failed to complete the comparative exercise mandated by the definition of \" AE \" in s 19(2).",
      "id": "s41"
    },
    {
      "text": "11 Nor does Comcare put in issue the quantification of the monies earned by Ms Davies in her Bali Gardens venture.",
      "id": "s42"
    },
    {
      "text": "Its contention is that the Tribunal misconstrued \" AE \" in equating operating loss with ability to earn.",
      "id": "s43"
    },
    {
      "text": "12 Before the Tribunal Comcare filed a Statement of Facts and Contentions which provided in part as follows:\n \n CONTENTIONS \n The Respondent contends that:\n 1.",
      "id": "s44"
    },
    {
      "text": "The available evidence demonstrates on the balance of probabilities that as at 3 December 2001: \n \n \n (a) the applicant was not, and is not, presently incapacitated for work as a result of an accepted compensable condition.",
      "id": "s45"
    },
    {
      "text": "Therefore, she is not entitled to compensation under Part II , Division 3 of the SRCA.",
      "id": "s46"
    },
    {
      "text": "(b) Alternatively, the applicant has an ability to earn an amount in suitable employment equal to her NWE as a secondary school teacher for the purposes of sub-section 19(4) of the SRCA and is not entitled to compensation under Part II , Division 3 of the SRCA.",
      "id": "s47"
    },
    {
      "text": "(c) Alternatively, the applicant has failed to continue in suitable employment for the purposes of sub-section 19(4) of the SRCA and is not entitled to compensation under Part II , Division 3 of the SRCA.",
      "id": "s48"
    },
    {
      "text": "(d) Alternatively, an ability to earn should not be confused with ability to run a profitable business: Hooper and Comcare [2001] AATA 548 ; (2001) 33 AAR 326.",
      "id": "s49"
    },
    {
      "text": "As such, any losses incurred by the applicant in running her business, Bali Gardens, ought not be taken into account in calculating AE for the purposes of subtracting any AE from the applicant's NWE.",
      "id": "s50"
    },
    {
      "text": "See also sub-section 19(4)(g) of the SRCA.",
      "id": "s51"
    },
    {
      "text": "48.",
      "id": "s52"
    },
    {
      "text": "The decision under review should be affirmed.",
      "id": "s53"
    },
    {
      "text": "49.",
      "id": "s54"
    },
    {
      "text": "The respondent reserves the right to amend this document.",
      "id": "s55"
    },
    {
      "text": "As to the form of such statements, see the \" Sample Statement of Facts, Issues and Contentions \" as provided with the \" Guide to Workers' Compensation Jurisdiction \" prepared by the President of the Tribunal, Downes J.",
      "id": "s56"
    },
    {
      "text": "13 In addition to that Statement , there was evidence before the Tribunal in the form of invoices issued by Bali Gardens for work performed by Ms Davies.",
      "id": "s57"
    },
    {
      "text": "Those invoices included work in respect to the design and maintenance of gardens and, relevantly, invoices for giving lectures on Hinduism and the \" professional development for teachers of Indonesian, grade 5 \".",
      "id": "s58"
    },
    {
      "text": "14 There was also the following cross-examination:\n \n Did you know how to market before you started the Bali Gardens venture?---No, but I found out I couldn't market anyway, but --- I couldn't on paper.",
      "id": "s59"
    },
    {
      "text": "I knew what to do, but when it came to actually doing it it didn't happen.",
      "id": "s60"
    },
    {
      "text": "You ran public exhibitions, like the Floriade one, didn't you?---that's no problem.",
      "id": "s61"
    },
    {
      "text": "Yes.",
      "id": "s62"
    },
    {
      "text": "You have got no problem with public work when it is impersonal in that sense, is that right?---That's correct.",
      "id": "s63"
    },
    {
      "text": "Yes, yes.",
      "id": "s64"
    },
    {
      "text": "You have indicated to the Tribunal that the purpose of the business was therapeutic, that the creation of beauty and, that is perfectly understandable, was a satisfying goal- - -?---It was the digging, it was the weeding - - -\n Well, you had bad knees and things, didn't you?---It was the digging, it was the weeding.",
      "id": "s65"
    },
    {
      "text": "Presumably when you set out with the business though you expected to make some money as well?---I wanted to, yes.",
      "id": "s66"
    },
    {
      "text": "You set your hourly rate at $120 an hour?---I advertised for certain things at whatever, yes.",
      "id": "s67"
    },
    {
      "text": "Not in the gardening at 120.",
      "id": "s68"
    },
    {
      "text": "That was in the teaching aspect, was it?---That was in the teaching groups; it was only a workshop thing that would have been that.",
      "id": "s69"
    },
    {
      "text": "Okay.",
      "id": "s70"
    },
    {
      "text": "And $30 per hour for tuition for students?---Yes.",
      "id": "s71"
    },
    {
      "text": "And do you remember what your hourly rate was for the garden design and so on?---If I was doing maintenance work at somebody's house it was $35 an hour or --- but most of the time you have to put in a quote; that's the way it worked.",
      "id": "s72"
    },
    {
      "text": "And if I did a design, I started off at $500 I think --- no, I started off earlier --- lower than that, I started off at $250, but as I progressed and I got more skills under my --- and I was successful, I made that to $500 and then it jumped to about $800, then it jumped to $1000.",
      "id": "s73"
    },
    {
      "text": "15 There were also the following two sources of financial information, one being the Sinclair King report and the other being a report prepared by Walter Turnbull.",
      "id": "s74"
    },
    {
      "text": "The Sinclair King report set forth as follows the gross and net income for Ms Davies' business, described as \" Specialty Garden Advice, Supply, Education and Construction \":\n Financial Year Gross Income Net Income 2001 $17,079 $1,548 Loss 2002 $12,651 $7,560 Loss 2003 $9,354 $10,518 Loss 2004 $20,167 $17,955 Loss \n\n \nThe Walter Turnbull report summarised Ms Davies' annual income generated from Bali Gardens and expenditure as follows:\n Bali Gardens 2001 2002 2003 2004 2005 Income \n \n \n \n \n Sales 7,943 11,713 4,003 10,925 7,812 Services 11,883 12,652 13,290 9,242 11,565 Total income 19,826 24,365 17,293 20,167 19,377 \n \n \n \n \n \n Expenditure \n \n \n \n \n COGS 2,747 11,714 2,000 5,500 3,920 Depreciation 455 349 294 339 280 Operating Expenses 18,172 19,862 19,578 17,720 13,996 Total Expenses 21,374 31,925 21,872 23,559 18,196 \n \n \n \n \n \n Net Profit (Loss ) (1,548) (7,560) (4,579) (3,392) 1,181 \n\n \nThe same report went on to set forth her average weekly earnings as follows: \n Bali Gardens 2001 2002 2003 2004 2005 Income \n \n \n \n \n Total income 19,826 24,365 17,293 20,167 19,377 Gross Average Weekly earnings $431 $530 $376 $438 $421 \n \n \n \n \n \n Expenditure \n \n \n \n \n Total expenses 21,374 31,925 21,872 23,559 18,196 Average Weekly expenditure $465 $694 $475 $512 $396 \n \n \n \n \n \n Net Profit (Loss) (1,548) (7,560) (4,579) (3,392) 1,181 Net Average Weekly Earnings ($34) ($164) ($100) ($74) $26 \n\n A MISCONSTRUCTION OF SECTION 19(2)?",
      "id": "s75"
    },
    {
      "text": "16 Comcare before this Court contends that the Tribunal's misconstruction of s 19(2) emerges from:\n \n(b) its failure to consider other \" suitable employment \"; and/or \n \n(c) its equating of \" profit \" with Ms Davies' ability to earn.",
      "id": "s76"
    },
    {
      "text": "17 Comcare, it is considered, faces a significant difficulty in advancing the former contention.",
      "id": "s77"
    },
    {
      "text": "This difficulty is the simple fact that it did not raise for resolution before the Tribunal any contention that there was \" suitable employment \" other than the venture undertaken by her, namely the Bali Gardens venture.",
      "id": "s78"
    },
    {
      "text": "18 It is not considered that any such contention was raised, or at least adequately raised, in Comcare's Statement of Facts and Contentions .",
      "id": "s79"
    },
    {
      "text": "Contention 1(b) may have obliquely raised the submission -- but not in any manner in which it is considered that Ms Davies should have addressed the issue further in her evidence or in submissions.",
      "id": "s80"
    },
    {
      "text": "19 Even where one or other or both parties are represented before the Tribunal, a party may depart from the contentions it has identified in its written Statement .",
      "id": "s81"
    },
    {
      "text": "Indeed, to conclude otherwise may confine the ability of the Tribunal to discharge its principal function of making the \" correct or preferable decision \": Drake v Minister for Immigration &amp; Ethnic Affairs (1979) 46 FLR 409 at 419.",
      "id": "s82"
    },
    {
      "text": "Factual or legal contentions or issues different to those raised in a Statement of Facts and Contentions may emerge in any one of a number of ways, including from questions asked by the Tribunal or that arise from evidence given and subsequent cross-examination.",
      "id": "s83"
    },
    {
      "text": "Facts or contentions different to those raised in a Statement of Facts and Contentions may also arise from the manner in which a case is opened or even, although far from desirable, in closing submissions.",
      "id": "s84"
    },
    {
      "text": "20 In the present proceedings before the Tribunal, however, such questions as were asked of Ms Davies in cross-examination, it is considered, could not fairly be construed as raising for resolution the potential for Ms Davies to engage in other forms of suitable employment.",
      "id": "s85"
    },
    {
      "text": "Neither the invoices disclosing monies charged for lecturing or the questions asked of her during cross-examination would have alerted her to the possibility that Comcare could be suggesting the development of that part of her abilities as other \" suitable employment \".",
      "id": "s86"
    },
    {
      "text": "21 No \" question of law \", it is considered, arises in circumstances of the present appeal where the Tribunal did not resolve an issue or did not make findings of fact in respect to other forms of \" suitable employment \" where no such contention was advanced before it.",
      "id": "s87"
    },
    {
      "text": "\" Some difficulty \", it has been said, must arise \" in finding as 'error of law'... the failure in the Tribunal to make a finding first urged in this court \": Federal Commissioner of Taxation v Raptis (1989) 19 ALD 726 at 728 per Gummow J. Appl'd: Chen v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 1901 at [88] ---[89], [2000] FCA 1901 ; 106 FCR 157 at 175---6 per Carr J.",
      "id": "s88"
    },
    {
      "text": "22 A Statement of Facts and Contentions should obviously not be construed with the constraints appropriate to a pleading in a Superior Court.",
      "id": "s89"
    },
    {
      "text": "Nor should a Statement of Facts and Contentions be filed with such generality that all issues which potentially may emerge will be held subsequently to fall within one or other of the matters set forth.",
      "id": "s90"
    },
    {
      "text": "But it should be drafted with a sufficient level of precision to enable both an opponent and the Tribunal to know the facts and contentions being raised for consideration.",
      "id": "s91"
    },
    {
      "text": "The procedures of the Tribunal are sufficiently flexible to permit of any subsequent need to revisit a Statement which has been filed if that is necessary to ensure that the \" correct or preferable decision \" is reached and reached in a manner which permits all parties to have a \" reasonable opportunity to present his or her case \": Administrative Appeals Tribunal Act 1975 (Cth), s 39(1).",
      "id": "s92"
    },
    {
      "text": "Within those broad limits, the procedures followed by the Tribunal should be sufficiently flexible to permit new or additional contentions to be raised, where that is necessary to ensure that the Tribunal properly discharges its functions, and sufficiently flexible to ensure that contentions which may have been initially raised at the outset of proceedings are able to be later abandoned (eg, Comcare v Holt [2007] FCA 405 at [33] , [2007] FCA 405 ; 94 ALD 576 at 583 per Mansfield J).",
      "id": "s93"
    },
    {
      "text": "23 Notwithstanding such flexibility, this first contention of Comcare is rejected.",
      "id": "s94"
    },
    {
      "text": "24 But Comcare's alternative submission, namely that the Tribunal has impermissibly equated profit with an ability to earn, it is considered should prevail.",
      "id": "s95"
    },
    {
      "text": "Comcare's Contentions as filed with the Tribunal unequivocally asserted that Ms Davies had \" an ability to earn in suitable employment \", and also that \" an ability to earn should not be confused with ability to run a profitable business \".",
      "id": "s96"
    },
    {
      "text": "25 Comcare's position on appeal is simply bolstered by the manner in which the Tribunal concluded in paragraph 68 of its reasons that Ms Davies had \" made a loss in operating the Bali Gardens business \" and that her ability \" to earn in her own business during each of the financial years referred to was nil \".",
      "id": "s97"
    },
    {
      "text": "26 In the absence of explanation, it would appear that the Tribunal has committed the very error now asserted by Comcare -- namely, the Tribunal has wrongly equated profit with ability to earn.",
      "id": "s98"
    },
    {
      "text": "The Walter Turnbull report clearly set forth for each of the years 2001 to 2005 inclusive total income ranging from $17,293 to $24,365; it also clearly set forth expenditure for each of the same years ranging from $18,196 to $31,925.",
      "id": "s99"
    },
    {
      "text": "None of these figures could be dismissed as of no significance.",
      "id": "s100"
    },
    {
      "text": "For each of the years, with the exception of 2005, expenditure exceeded total income such that there was a net loss.",
      "id": "s101"
    },
    {
      "text": "27 In the absence of explanation, a conclusion on the part of the Tribunal that Ms Davies' ability to earn was \" nil \" could only have been reached by impermissibly equating ability to earn with profit.",
      "id": "s102"
    },
    {
      "text": "28 The first Ground of Appeal should thus be allowed.",
      "id": "s103"
    },
    {
      "text": "THE REASONS PROVIDED: SECTION 43(2B) \n \n29 Comcare's second Ground of Appeal puts in issue the adequacy of the Tribunal's reasons in respect to paragraph 71(5) of its decision.",
      "id": "s104"
    },
    {
      "text": "30 Comcare's written submissions in support of this Ground again reverted to its challenge to the Tribunal's assessment of Ms Davies' ability to earn being assessed at \" nil \".",
      "id": "s105"
    },
    {
      "text": "Written submissions filed in support of the present appeal submitted that \" the Tribunal has provided no reasons as to why the Respondent's ability to earn should, in this case, equate to the profitability of the Bali Gardens business \".",
      "id": "s106"
    },
    {
      "text": "Indeed in the absence of explanation, it has been concluded that the Tribunal has impermissibly equated ability to earn with profit or (in this case) net loss.",
      "id": "s107"
    },
    {
      "text": "31 Section 43(2B) of the Administrative Appeals Tribunal Act 1975 (Cth) provides as follows:\n \n Where the Tribunal gives in writing the reasons for its decision, those reasons shall include its findings on material questions of fact and a reference to the evidence or other material on which those findings were based.",
      "id": "s108"
    },
    {
      "text": "The nature and extent of this obligation has been extensively canvassed.",
      "id": "s109"
    },
    {
      "text": "For the purposes of the resolution of the present appeal it is sufficient to note that the reasons of the Tribunal are \" meant to inform and not to be scrutinised upon over-zealous judicial review by seeking to discern whether some inadequacy may be gleaned from the way in which the reasons are expressed \": Minister for Immigration &amp; Ethnic Affairs v Liang [1996] HCA 6 , 185 CLR 259 at 272.",
      "id": "s110"
    },
    {
      "text": "But it is equally important \" to review the Tribunal's reasons to be satisfied that the Tribunal has in fact had regard to the matters which it must address \": Zhang v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 30 at [14] .",
      "id": "s111"
    },
    {
      "text": "32 The extent of the reasoning provided in accordance with s 43(2B) must also be considered against the backdrop of the contentions advanced for resolution and the evidence presented.",
      "id": "s112"
    },
    {
      "text": "The Tribunal is exhorted by s 2A of the 1975 Act to \" pursue the objective of providing a mechanism of review that is fair, just, economical, informal and quick \".",
      "id": "s113"
    },
    {
      "text": "When carrying out its functions the Tribunal is also obliged to \" ensure that every party to a proceeding ... is given a reasonable opportunity to present his or her case \": s 39(1).",
      "id": "s114"
    },
    {
      "text": "The person who made the decision being reviewed by the Tribunal is also required to \" use his or her best endeavours to assist the tribunal to make its decision in relation to the proceeding \": s 33(1AA).",
      "id": "s115"
    },
    {
      "text": "33 The requirement imposed by s 43(2B) of the 1975 Act has to be applied in the factual context being considered and applied in a realistic and practical manner.",
      "id": "s116"
    },
    {
      "text": "One objective of that provision, of course, is \" to make the system of appeals effective \": Roncevich v Repatriation Commission [2005] HCA 40 at [62] , [2005] HCA 40 ; 222 CLR 115.",
      "id": "s117"
    },
    {
      "text": "The adequacy of reasons provided, however, is also a matter of \" substance \": Dodds v Comcare Australia (1993) 31 ALD 690.",
      "id": "s118"
    },
    {
      "text": "Burchett J at 691 there observed: \n \n The obligation to furnish reasons, and to furnish reasons which are adequate, is a very important obligation.",
      "id": "s119"
    },
    {
      "text": "It is a pillar of the system of administrative decision-making by the Tribunal, and it is essential that the Court should insist on its fulfillment.",
      "id": "s120"
    },
    {
      "text": "But it is the substance of the obligation that matters.",
      "id": "s121"
    },
    {
      "text": "Indeed, as Lord Suniner pointed out in 55 Hontestroom v 55 Sagaporack [19271 AC 37 at 50, even a Judge's reasons on a question of fact will not be vitiated by \"imperfections in form and expression\".",
      "id": "s122"
    },
    {
      "text": "Section 43 is not to be construed in a pedantic spirit, but sensibly.",
      "id": "s123"
    },
    {
      "text": "If the Tribunal's reasons exposed the logic of its decision, and contained findings on those matters of fact which are essential to that logic, it will not be, easy to demonstrate a failure of compliance with the requirement to include \"findings on material questions of fact\".",
      "id": "s124"
    },
    {
      "text": "34 It is not considered that the Tribunal has provided reasons and findings consistent with the requirements of s 43(2B).",
      "id": "s125"
    },
    {
      "text": "The requirement to provide \" reasons \" in the present context is equally as important as its obligation to set forth \" its findings on material questions of fact \" and the requirement to refer to \" the evidence or other material on which those findings were based \".",
      "id": "s126"
    },
    {
      "text": "35 If the Tribunal was to reach a conclusion that Ms Davies' ability to earn was in fact \" nil \", and that such a conclusion was to be reached upon the basis of the evidence before it, it is considered imperative that the Tribunal set forth its findings of fact referring to the evidence it had in mind.",
      "id": "s127"
    },
    {
      "text": "Such evidence as was before the Tribunal, in the absence of explanation, would seem to dictate a contrary conclusion -- but what particular finding of fact should be made is a matter for the Tribunal.",
      "id": "s128"
    },
    {
      "text": "36 It is not the fact that the Tribunal has not referred to such evidence as that set forth (for example) in the Walter Turnbull report which exposes a \" question of law \" ( SZEHN v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCA 1389 at [58] per Lindgren J; SZHPI v Minister for Immigration &amp; Citizenship [2008] FCA 306 at [15] ).",
      "id": "s129"
    },
    {
      "text": "The question arises by reason of the Tribunal not making necessary findings of fact and referring to the evidence upon which it makes such findings.",
      "id": "s130"
    },
    {
      "text": "Its failure to do so is a departure from the requirements imposed by s 43(2B) and renders \" ineffective \" the appeal process to this Court.",
      "id": "s131"
    },
    {
      "text": "In the absence of explanation, neither Ms Davies nor this Court knows how the Tribunal reached the conclusion that it did.",
      "id": "s132"
    },
    {
      "text": "In the absence of explanation, it would appear that the Tribunal has wrongly equated net profit with earning ability.",
      "id": "s133"
    },
    {
      "text": "37 In some circumstances actual net earnings might be seen as reflecting an ability to earn: Cage Developments Pty Ltd v Schubert [1983] HCA 37 ; (1983) 151 CLR 584.",
      "id": "s134"
    },
    {
      "text": "Gibbs CJ, Murphy, Brennan, Deane and Dawson JJ there observed at 587---8: \n \n .",
      "id": "s135"
    },
    {
      "text": ".",
      "id": "s136"
    },
    {
      "text": ".",
      "id": "s137"
    },
    {
      "text": "there may well be cases in which the actual earnings of a business either represent the actual or potential earnings of a former worker during a period of partial incapacity.",
      "id": "s138"
    },
    {
      "text": "Where, for example, a business consists essentially of the provision of personal services by the former worker (eg a business of a sole plumber or casual gardener) and no significant investment of capital is involved, the actual net earnings of the business might properly be seen as representing the actual \"reward for [the] labour\" of the former worker (see J &amp; H Timbers Pty Ltd v Nelson, at 652) during a period of partial incapacity.",
      "id": "s139"
    },
    {
      "text": "In such a case, if the former worker is carrying on business solely on his own account, the net earnings of the business might properly be seen as representing the \"amount he is earning\" in a business; if he is carrying on business in partnership or as an employee of a family company, the net earnings might properly be seen as representing the \"amount he ... is able to earn\" either in employment or in a business.",
      "id": "s140"
    },
    {
      "text": "The difficulty with the approach of the Tribunal in the present proceedings is that the evidence the Tribunal was relying upon to reach its conclusion has not been identified; nor have findings of facts been made or reasons provided.",
      "id": "s141"
    },
    {
      "text": "The Tribunal has set forth a conclusion but none of the processes by which it reached that conclusion.",
      "id": "s142"
    },
    {
      "text": "38 The second Ground of Appeal should be allowed.",
      "id": "s143"
    },
    {
      "text": "39 It is unnecessary to place reliance upon a further submission advanced on behalf of Comcare that error on the part of the Tribunal is further exposed -- or at least supported -- by the failure of the Tribunal to make reference to s 19(2) in terms.",
      "id": "s144"
    },
    {
      "text": "Comcare sought to draw some support for its contention that s 19(2) had not been properly considered from the fact that the Tribunal expressly refers to s 19(4), but makes no reference to s 19(2).",
      "id": "s145"
    },
    {
      "text": "Section 43(2B) does not require the Tribunal to include or make reference to law or legal principles: cf McAuliffe v Department of Social Security [1991] FCA 268 ; (1991) 13 AAR 462 at 469 per von Doussa J.",
      "id": "s146"
    },
    {
      "text": "Had it been necessary to resolve this submission, it most probably would have been resolved against Comcare.",
      "id": "s147"
    },
    {
      "text": "Although not referring to s 19(2), it is evident from the Tribunal's reasons that it was directing its consideration to the subject matter of s 19(2) and applying its provisions to the facts before it.",
      "id": "s148"
    },
    {
      "text": "Hence the Tribunal referred to: \" What amount, if any, was Ms Davies able to earn in 'suitable employment'?",
      "id": "s149"
    },
    {
      "text": "\" It also gave consideration to, \" What was 'suitable employment' for Ms Davies?",
      "id": "s150"
    },
    {
      "text": "\", and separate consideration to, \" What amount was Ms Davies able to earn in her employment in her own business during the period 28 September 1999 to 19 April 2006?",
      "id": "s151"
    },
    {
      "text": "\" \n THE PERIOD 3 DECEMBER 2001 TO 30 JUNE 2004?",
      "id": "s152"
    },
    {
      "text": "40 Order 5 as made by the Tribunal quantified Ms Davies' ability to earn as \" nil \" for the period ending on \" 30 June 2004 \".",
      "id": "s153"
    },
    {
      "text": "41 The period for which compensation was payable ended on 19 April 2006.",
      "id": "s154"
    },
    {
      "text": "42 On behalf of Ms Davies it was urged that Order 5 exposed but a clerical error and that the Tribunal intended to refer to 19 April 2006 and not 30 June 2004.",
      "id": "s155"
    },
    {
      "text": "No application, however, was made to the Tribunal for the Tribunal to itself correct what is now urged as a clerical error.",
      "id": "s156"
    },
    {
      "text": "43 Any such clerical error, it is considered, is far from self-evident.",
      "id": "s157"
    },
    {
      "text": "The Tribunal's reasons at paragraph [68] draw a clear distinction between the financial evidence to which it was referring ending on 30 June 2004 and an express recognition that there was no \" available evidence \" upon which a finding could be made \" for the remainder of the period under consideration \".",
      "id": "s158"
    },
    {
      "text": "That \" period \" is assumed to be the period referred to in the heading of the Tribunal's reasons as ending on \" 19 April 2006 \".",
      "id": "s159"
    },
    {
      "text": "44 Order 5, far from being a clerical error, is considered to be an order intentionally confined to a period ending on 30 June 2004.",
      "id": "s160"
    },
    {
      "text": "Order 5 stands in contrast to Orders 3 and 4 of the Tribunal's orders which do refer to 19 April 2006.",
      "id": "s161"
    },
    {
      "text": "45 As it has been concluded that the appeal should be allowed, the further question as to how the Tribunal should proceed to quantify Ms Davies' ability to earn for the period ending on 19 April 2006 is a question which should be pursued with the Tribunal.",
      "id": "s162"
    },
    {
      "text": "ORDERS &amp; COSTS \n \n46 In some circumstances this Court may proceed to resolve a submission which has not previously been raised before the Tribunal: Kuswardana v Minister for Immigration &amp; Ethnic Affairs (1981) 54 FLR 334.",
      "id": "s163"
    },
    {
      "text": "Bowen CJ there observed at 343:\n \n ...",
      "id": "s164"
    },
    {
      "text": "In my opinion a party is not necessarily precluded by the conduct of his case before the Tribunal from arguing on \"appeal\" matters conceded below.",
      "id": "s165"
    },
    {
      "text": "If he is successful then the decision of the Tribunal may be overturned -- found in some way to be wrong in law, even though that error may have been substantially contributed to by the conduct of the case by the party in question.",
      "id": "s166"
    },
    {
      "text": "In other words, the conduct of the party's case before the Tribunal goes to this court's discretion as to what course it will take given that there has been an error rather than to the question as to whether the Tribunal really made an error.",
      "id": "s167"
    },
    {
      "text": "The case before this court is not merely one of parties agreeing upon what facts should be decided by the trier of fact, nor a case of facts, peculiarly within the knowledge of the party, being conceded.",
      "id": "s168"
    },
    {
      "text": "Rather, there was a clear statutory precondition upon which the Tribunal had to be satisfied and enough material and evidence before it to raise the issue independently of the parties' submissions.",
      "id": "s169"
    },
    {
      "text": "In these circumstances it was an error of law not to consider and decide the issue of immigrant status.",
      "id": "s170"
    },
    {
      "text": "Whether or not that error should lead to the decision of the Tribunal being set aside and the matter remitted to it depends, in my view, upon principles similar to those expressed by Dixon J in Burston's case, supra and by the same judge in Orr v Holmes [1948] HCA 16 ; (1948) 76 CLR 632 at 640: \"to fulfil an imperative demand of justice\".",
      "id": "s171"
    },
    {
      "text": "Appl'd: Ferriday v Repatriation Commission (1996) 69 FCR 521 at 527---8 per Lee J.",
      "id": "s172"
    },
    {
      "text": "The present appeal, it is considered, is not such a case.",
      "id": "s173"
    },
    {
      "text": "Left unexplored with Ms Davies is what may constitute \" suitable employment \" other than her Bali Gardens business and the quantification of her ability to earn.",
      "id": "s174"
    },
    {
      "text": "Although these may be matters fundamental to the application of s 19(2), each is very much a factual matter which to date has largely been left unexplored in the evidence and is best left to the Tribunal to undertake.",
      "id": "s175"
    },
    {
      "text": "The fact that other issues have also been left unresolved by the Tribunal, only further reinforces the desirability of leaving all issues to the Tribunal to determine upon the basis of such further evidence (if any) as is considered appropriate.",
      "id": "s176"
    },
    {
      "text": "47 It is considered that the appeal should be allowed.",
      "id": "s177"
    },
    {
      "text": "48 As Comcare has succeeded on its appeal, although on only some of the submissions it has advanced for resolution, Comcare should have 75% of its costs.",
      "id": "s178"
    },
    {
      "text": "49 The orders of the Court are:\n \n1.",
      "id": "s179"
    },
    {
      "text": "The appeal be allowed.",
      "id": "s180"
    },
    {
      "text": "2.",
      "id": "s181"
    },
    {
      "text": "The decision of the Administrative Appeals Tribunal given on 3 October 2007 be set aside.",
      "id": "s182"
    },
    {
      "text": "3.",
      "id": "s183"
    },
    {
      "text": "The matter be remitted to the Tribunal for further consideration in accordance with law.",
      "id": "s184"
    },
    {
      "text": "4.",
      "id": "s185"
    },
    {
      "text": "The Respondent pay 75% of the costs of the Applicant.",
      "id": "s186"
    },
    {
      "text": "5.",
      "id": "s187"
    },
    {
      "text": "Liberty is reserved to the parties to apply within 7 days should either wish to seek a variation of one or other of these orders.",
      "id": "s188"
    },
    {
      "text": "I certify that the preceding forty-nine (49) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s189"
    },
    {
      "text": "Associate:\n\nDated: 27 March 2008\n\n\n Counsel for the Applicant: L Walker \n \n Solicitor for the Applicant: Dibbs Abbott Stillman \n \n Counsel for the Respondent: A Anforth \n \n Solicitor for the Respondent: Lander &amp; Co \n \n Date of Hearing: 14 March 2008 \n \n Date of Judgment: 27 March 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/393.html",
      "id": "s190"
    }
  ]
}