{
  "name": "Australian Competition &amp; Consumer Commission v Rana (Corrigendum dated 24 April 2008) [2008] FCA 374 (20 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/374.html",
  "catchphrases": [
    {
      "text": "sentencing",
      "id": "c0"
    },
    {
      "text": "various breaches of s 155 of trade practices act 1974 (cth)",
      "id": "c1"
    },
    {
      "text": "refusing or failing to comply with a notice",
      "id": "c2"
    },
    {
      "text": "aiding, abetting, counselling or procuring the commission of an offence",
      "id": "c3"
    },
    {
      "text": "criminal law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This judgment concerns the sentence to be imposed on the defendant, Paul John Rana.",
      "id": "s0"
    },
    {
      "text": "On 22 December 2007, Paul Rana in proceeding number VID 573 of 2007 pleaded guilty to refusing or failing to comply with a notice issued to him under s 155(1) of the Trade Practices Act 1974 (Cth) (the Act) contrary to s 155(5)(a) of the Act, and in proceeding number VID 571 of 2007 of aiding, abetting, counselling or procuring the commission of an offence contrary to s 155(5)(a) of the Act committed by NuEra Investments Pty Ltd, namely, the refusal or failure by NuEra Investments Pty Ltd to comply with a notice issued to it under s 155(1) of the Act.",
      "id": "s1"
    },
    {
      "text": "Also, on 22 December 2007, Paul Rana was found guilty after a plea of not guilty, in proceeding VID 572 of 2007 of aiding, abetting, counselling or procuring the commission of an offence contrary to s 155(5)(a) of the Act by NuEra Care Centre Pty Ltd, namely, the refusal or failure by NuEra Care Centre Pty Ltd to comply with a notice issued to it under s 155(1) of the Act, and in proceeding number VID 574 of 2007 of aiding, abetting, counselling or procuring the commission of an offence contrary to s 155(5)(a) of the Act by NuEra Practitioner Pty Ltd, namely, the refusal or failure by NuEra Practitioner Pty Ltd to comply with a notice issued to it under s 155(1) of the Act.",
      "id": "s2"
    },
    {
      "text": "Each of the four offences was committed on 27 October 2006.",
      "id": "s3"
    },
    {
      "text": "RELEVANT STATUTORY PROVISIONS \n \n Section 155 of the Act relevantly provides as follows: \n \n \n (1) Subject to subsection (2A), if ... the Chairperson ... has reason to believe that a person is capable of furnishing information, producing documents or giving evidence relating to a matter that constitutes, or may constitute, a contravention of this Act ... a member of the Commission may, by notice in writing served on that person, require that person: \n \n \n \n \n (a) to furnish to the Commission, by writing signed by that person or, in the case of a body corporate, by a competent officer of the body corporate, within the time and in the manner specified in the notice, any such information;\n (b) to produce to the Commission, or to a person specified in the notice acting on its behalf, in accordance with the notice, any such documents; or\n ... \n \n \n \n \n \n \n \n (5) A person shall not:\n (a) refuse or fail to comply with a notice under this section; \n \n \n \n (b) in purported compliance with such a notice, knowingly furnish information or give evidence that is false or misleading.",
      "id": "s4"
    },
    {
      "text": "...\n \n \n \n \n \n (6A) A person who contravenes subsection (5) is guilty of an offence punishable on conviction by a fine not exceeding 20 penalty units or imprisonment for 12 months.",
      "id": "s5"
    },
    {
      "text": "...\n \n (7) A person is not excused from furnishing information or producing a document in pursuance of this section on the ground that the information or document may tend to incriminate the person, but the answer by a person to any question asked in a notice under this section or the furnishing by a person of any information in pursuance of such a notice, or any document produced in pursuance of such a notice, is not admissible in evidence against the person: \n \n \n \n \n (a) in the case of a person not being a body corporate--in any criminal proceedings other than proceedings under this section; \n \n \n \n \n \n The general sentencing principles applicable to federal offences are found in s 16A of the Crimes Act 1914 (Cth) (the Crimes Act ).",
      "id": "s6"
    },
    {
      "text": "Federal offence is defined as an offence against the law of the Commonwealth (s 16).",
      "id": "s7"
    },
    {
      "text": "Section 16A relevantly provides: \n \n \n (1) In determining the sentence to be passed, or the order to be made, in respect of any person for a federal offence, a court must impose a sentence or make an order that is of a severity appropriate in all the circumstances of the offence.",
      "id": "s8"
    },
    {
      "text": "(2) In addition to any other matters, the court must take into account such of the following matters as are relevant and known to the court:\n (a) the nature and circumstances of the offence; \n \n \n \n \n (b) other offences (if any) that are required or permitted to be taken into account;\n (c) if the offence forms part of a course of conduct consisting of a series of criminal acts of the same or a similar character--that course of conduct;\n (d) the personal circumstances of any victim of the offence;\n (e) any injury, loss or damage resulting from the offence;\n (f) the degree to which the person has shown contrition for the offence: \n \n \n \n (i) by taking action to make reparation for any injury, loss or damage resulting from the offence; or\n (ii) in any other manner; \n \n \n \n (g) if the person has pleaded guilty to the charge in respect of the offence--that fact;\n (h) the degree to which the person has co-operated with law enforcement agencies in the investigation of the offence or of other offences;\n (j) the deterrent effect that any sentence or order under consideration may have on the person;\n (k) the need to ensure that the person is adequately punished for the offence;\n (m) the character, antecedents, age, means and physical or mental condition of the person;\n (n) the prospect of rehabilitation of the person;\n (p) the probable effect that any sentence or order under consideration would have on any of the person's family or dependants.",
      "id": "s9"
    },
    {
      "text": "FACTUAL CONTEXT \n \n Before specifically addressing the matters required to be addressed under s 16A(2) of the Crimes Act , it is necessary to explain the factual context in which the offences occurred and also the events which constituted the offences.",
      "id": "s10"
    },
    {
      "text": "On 12 September 2006, the chairman of the Australian Competition and Consumer Commission (ACCC) issued notices under s 155(1) to Paul Rana, NuEra Investments Pty Ltd, NuEra Care Centre Pty Ltd and NuEra Practitioner Pty Ltd (the companies will together collectively be referred to as the NuEra companies).",
      "id": "s11"
    },
    {
      "text": "Each notice indicated to the addressee that the chairman had reason to believe that the addressee was capable of furnishing information and producing documents relating to matters that constitute or may constitute contraventions of ss 51AB, 51AD, 52 , 53 (a), (aa), (c), (f), and (g), 55 , 55A and 60 of the Act.",
      "id": "s12"
    },
    {
      "text": "The contraventions referred to in the notices concerned representations to persons suffering terminal or life threatening conditions and/or their families that a system called \"the Rana System\" would reverse or cure the person's terminal or life threatening condition when that was not the case.",
      "id": "s13"
    },
    {
      "text": "The representations also concerned the provision of goods and services which were said to be suitable for the treatment of terminal or life threatening conditions when in fact the goods and services were not so suitable.",
      "id": "s14"
    },
    {
      "text": "The notices also sought information and documents in relation to harassment by the NuEra companies through Paul Rana for payment for the goods and services provided under the Rana System.",
      "id": "s15"
    },
    {
      "text": "The notices were served on or about 13 September 2006, together with a letter which included references to the penalties for refusing or failing to comply with the notices, as follows: \n \n There is a penalty under the Act for refusing or failing to comply with this Notice of up to $2,200 or 12 months imprisonment for individuals or up to $11,000 for companies: ss 155(5), 155(6A) of the Act and s 4B(3) of the Crimes Act 1914 (Cth).",
      "id": "s16"
    },
    {
      "text": "The same penalties apply if you knowingly give information or evidence to the ACCC which is false or misleading: ss 155(5), 155(6A) and s 4B(3) of the Crimes Act 1914 (Cth)\n \n \n The letter also enclosed a copy of s 155 of the Act and related provisions which also set out the penalties for contravention of the section.",
      "id": "s17"
    },
    {
      "text": "Compliance with the notices was required by 5 pm on 4 October 2006.",
      "id": "s18"
    },
    {
      "text": "Paul Rana contacted the ACCC and undertook responsibility for compliance with the notice addressed to himself and also the notices addressed to the companies.",
      "id": "s19"
    },
    {
      "text": "However, he sought an extension of time within which to comply.",
      "id": "s20"
    },
    {
      "text": "The ACCC granted an extension until 27 October 2006.",
      "id": "s21"
    },
    {
      "text": "Paul Rana requested a further extension of time until 3 November 2006 on 30 October 2006.",
      "id": "s22"
    },
    {
      "text": "This request was rejected.",
      "id": "s23"
    },
    {
      "text": "Nonetheless, despite his promise of compliance, Paul Rana did not ultimately respond to the notices.",
      "id": "s24"
    },
    {
      "text": "In view of the non-compliance with the notice, on 16 May 2007 the ACCC invited Paul Rana to attend a formal interview.",
      "id": "s25"
    },
    {
      "text": "On 31 May 2007, Paul Rana indicated his agreement to attend an interview, but, on 4 June 2007, resiled from this agreement citing legal advice.",
      "id": "s26"
    },
    {
      "text": "Civil proceedings \n \n Following the failure of Paul Rana to respond to the notices, the ACCC brought an action against the NuEra companies and Paul Rana and his two sons Michael and Christopher for various breaches of the unconscionable conduct and consumer protection provisions of the Act.",
      "id": "s27"
    },
    {
      "text": "Judgment of Ryan J \n \n On 9 May 2007, Ryan J gave judgment in that action: Australian Competition and Consumer Commission v Nuera Health Pty Ltd (In Liquidation) [2007] FCA 695.",
      "id": "s28"
    },
    {
      "text": "The respondents did not defend the action.",
      "id": "s29"
    },
    {
      "text": "Ryan J found contraventions of ss 52 , 53 (a), (aa), (c) and (f) and 55A of the Act constituted by representations to the effect that the Rana System (which was defined in his Honour's order), and the NuEra products, (which were also defined in his Honour's order) could cure cancer, or reverse, stop or slow its progress, would prolong the life of a person suffering cancer, and was supported by generally accepted science.",
      "id": "s30"
    },
    {
      "text": "His Honour found that Paul Rana made the representations and was responsible for the contraventions.",
      "id": "s31"
    },
    {
      "text": "His Honour also found that Paul Rana engaged in unconscionable conduct in relation to the late Lesley Bramston, Olivia Varga, the late Yvette Otterspoor, the late Richard Bulzomi and the late Ronan Feeney.",
      "id": "s32"
    },
    {
      "text": "His Honour granted injunctions to prevent the respondents continuing the conduct.",
      "id": "s33"
    },
    {
      "text": "He also ordered that the respondents pay the applicant's costs of the proceedings fixed in the sum of $150,000.",
      "id": "s34"
    },
    {
      "text": "In his reasons for judgment, Justice Ryan said at [6], [7] and [8]: \n \n \n 6.",
      "id": "s35"
    },
    {
      "text": "...",
      "id": "s36"
    },
    {
      "text": "It is to be borne in mind that the respondents did cause an appearance to be entered on their behalf by a firm of solicitors.",
      "id": "s37"
    },
    {
      "text": "Had they chosen, they could, therefore, have put on material to contradict or to palliate the case presented by the applicant.",
      "id": "s38"
    },
    {
      "text": "That case, I consider, uniformly exemplifies conduct of the most reprehensible kind.",
      "id": "s39"
    },
    {
      "text": "7.",
      "id": "s40"
    },
    {
      "text": "I consider that I am compelled in the circumstances to observe that the unanswered case for the applicant reveals a consistently cynical and heartless exploitation of cancer victims and their relatives when they were at their most vulnerable.",
      "id": "s41"
    },
    {
      "text": "This conduct was not like that which is sometimes encountered in this context of a well-meaning but misguided administration of a single cure or treatment which the promoter genuinely believes, in the face of a body of opposing scientific opinion, to offer a prospect of arresting or delaying the progression of the disease.",
      "id": "s42"
    },
    {
      "text": "In this case, the evidence reveals that Mr Paul Rana, who has been the controlling mind and will of the corporate respondents, has personally taken the leading role in promoting and administering the so called \"treatments\" and extorting from the patients, or their relatives, substantial upfront fees amounting to as much as $25,000 to $35,000.",
      "id": "s43"
    },
    {
      "text": "8.",
      "id": "s44"
    },
    {
      "text": "By contrast with the na&iuml;ve or credulous proponent of a single cure or treatment to whom I referred a moment ago, Paul Rana has indiscriminately thrown together, under the aegis of the Rana System, a package of discredited or entirely unproven theories, procedures and nostrums which he has gleaned from populist literature and a range of other sources of widely varying scientific or medical credibility.",
      "id": "s45"
    },
    {
      "text": "He has then cynically made, to various victims of the respondents, one or more of the various representations which have been described in the statement of claim and collected in the categories of the \"cure cancer representations\", the \"cancer cure future representations\", the \"prolong life representations\", and the \"scientific support representations\".",
      "id": "s46"
    },
    {
      "text": "Judgment of Heerey J \n \n On 14 November 2007, Heerey J made orders restraining, inter alia, Paul Rana from harassing witnesses in the proceeding which had been heard by Ryan J: Australian Competition and Consumer Commission v Nuera Health Pty Ltd (No 2) [2007] FCA 1756.",
      "id": "s47"
    },
    {
      "text": "He explained the circumstances as follows: \n \n On 9 May 2007 Ryan J made orders granting injunctions based on findings of contraventions of the Trade Practices Act 1974 (Cth) against the respondents: Australian Competition and Consumer Commission v NuEra Health Pty Ltd (In Liquidation) [2007] FCA 695.",
      "id": "s48"
    },
    {
      "text": "The conduct of the respondents was of the most appalling nature.",
      "id": "s49"
    },
    {
      "text": "It involved exploiting the families of persons suffering from terminal cancer and defrauding them of substantial amounts of money.",
      "id": "s50"
    },
    {
      "text": "Since Ryan J's order the respondents have persistently harassed the witnesses by sending them strange documents couched in pseudo-legal medieval language, including demands for some $294 million.",
      "id": "s51"
    },
    {
      "text": "Understandably, this has caused great distress to the witnesses and has revived their tragic memories.",
      "id": "s52"
    },
    {
      "text": "The Australian Competition and Consumer Commission now seeks injunctions against those of the respondents who are individuals, that is, Paul John Rana, Christopher James Rana and Michael Lee Rana, to restrain them from communicating in any form whatsoever with the witnesses in relation to the subject matter of the proceeding or any other legal proceeding, from sending them documents of the kind mentioned and from demanding any payment of money from the witnesses.",
      "id": "s53"
    },
    {
      "text": "... \n \n Only the sixth and seventh respondents, Paul and Christopher Rana, have been served so the injunctions sought will be granted against those respondents.",
      "id": "s54"
    },
    {
      "text": "It must be clearly understood --- and I direct that a copy of these reasons be served with the order --- that any breach of this injunction will be treated as a most serious contempt of this court and will be likely to result in a substantial term of imprisonment.",
      "id": "s55"
    },
    {
      "text": "The course of the present proceeding \n \n On 23 July 2007, the Court gave directions in the present proceeding fixing the times within which any affidavits to be relied upon by the parties were to be filed.",
      "id": "s56"
    },
    {
      "text": "Paul Rana was required to file any affidavits to which he intended to rely by 31 August 2007.",
      "id": "s57"
    },
    {
      "text": "On 10 September 2007, the time was extended to 8 October 2007 and the trial was listed for 19 November 2007.",
      "id": "s58"
    },
    {
      "text": "On 19 October 2007, Paul Rana filed four documents which are so staggering in their absurdity that it is difficult to describe their contents.",
      "id": "s59"
    },
    {
      "text": "The first document bore the following heading: \n (name)The free man on the land commonly called,\n :Paul-John: of the family Rana, \n In the care of: 9 Woodlake Place,\n On the land commonly called Wyndham Vale, Victoria, Australia.",
      "id": "s60"
    },
    {
      "text": "Wyndham district/county ) Asseveration\n \n\n \nAustralia )\n \n ) L.S.",
      "id": "s61"
    },
    {
      "text": "___________________________________\n \n ) only in the capacity as beneficiary of the original jurisdiction\n \n\n FIAT JUSTITIA, RUAT COELUM \n \n Let Right Be Done, Though The Heavens Should Fall\n \n \nI, commonly addressed by the name :Paul-John: of the family Rana in my correct and proper public capacity as a beneficiary to the original jurisdiction, being of majority in age, competent to testify, a self realised free man upon the land, my yes be yes, my no be no, do state that the truths and facts herein are of hand first-hand-personal-knowledge, as true, correct, complete, certain, not misleading, so help me Yhwh.",
      "id": "s62"
    },
    {
      "text": "(original emphasis.",
      "id": "s63"
    },
    {
      "text": ")\n\n \n The paragraphs which followed had the same structure.",
      "id": "s64"
    },
    {
      "text": "The expression was so muddled that it is difficult to understand what the paragraphs were intended to convey.",
      "id": "s65"
    },
    {
      "text": "However, so far as any sense at all might be made of the paragraphs, some seem to assert that Paul Rana had not contravened the Act.",
      "id": "s66"
    },
    {
      "text": "For instance, paragraphs 9 and 19 stated: \n \n \n 9.",
      "id": "s67"
    },
    {
      "text": "Affiant has not seen or been presented with any material fact or evidence that:\n show 'all parties' can show they are not in breach of the Trade Practices Act 1974 ( TPA ), and believes that none exists;\n \n \n \n ...\n \n \n \n 19.",
      "id": "s68"
    },
    {
      "text": "Affiant has not seen or been presented with any material fact or evidence that: \n show 'all parties' can show they have strictly adhered to, are and were completely correct and accurate and in compliance with, the principles expressed in the Trade Practices Act 1974 ( TPA ), herein after referred to as 'TPA', in all reporting and all information they provide... \n \n \n \n A number of paragraphs appear to relate to the validity of Australian currency.",
      "id": "s69"
    },
    {
      "text": "These paragraphs have no relevance to the issues which were to be considered by the Court.",
      "id": "s70"
    },
    {
      "text": "One example is: \n \n \n 26.",
      "id": "s71"
    },
    {
      "text": "Affiant has not seen or been presented with any material fact or evidence that:\n show 'all parties' can provide material facts or evidence that there is gold and silver precious metal backing to the currency/legal tender, money of The Commonwealth of Australia, in common circulation, and believes that none exists;\n (original emphasis.",
      "id": "s72"
    },
    {
      "text": ")\n \n \n\n Then there is some reference, which can only be described as weird, questioning the existence of relevant actors as human beings, such as:\n \n \n 37.",
      "id": "s73"
    },
    {
      "text": "Affiant has not seen or been presented with any material fact or evidence that:\n show 'all parties', have first-hand-personal-knowledge that the Undersigned is NOT correct in acting on the presumption that the parties, do NOT see themselves as anything other than private living-breathing-souls, and NOT as dead-at-law corporate fictions created by government for the purpose of interacting with them in commerce, and believes that none exists;\n \n \n\nThe document was signed by Paul Rana on 22 August 2007 before a Justice of the Peace.",
      "id": "s74"
    },
    {
      "text": "The second document bore the following heading: \n Notice to agent is notice to principal and notice to principal is notice to agent \n Time is the essence and the 'Undersigned' entreats you to govern yourselves accordingly.",
      "id": "s75"
    },
    {
      "text": "All addressed parties Joint and Severally and applicable to all Successors Nominees and/or assignees.",
      "id": "s76"
    },
    {
      "text": "special proceeding affidavit of primary creditor\n Appointment of Damian Bugg, the nominee for the DIRECTOR OF PUBLIC PROSECUTIONS and Brian Cassidy, the nominee for the AUSTRALIAN COMPETITION &amp; CONSUMER COMMISSION as fiduciary to the Trust \n \n Memorandum in Law \n In re: Appointment, by trustee, of fiduciary for the purpose of handling public charges against trust.",
      "id": "s77"
    },
    {
      "text": "Letter Rogatory/CCI \n \n RE: OFFER FOR SETTLEMENT AND CLOSURE VIA MUTUAL FACT-FINDING \n (original emphasis.",
      "id": "s78"
    },
    {
      "text": ") \n\n\n \n This document was directed to more than 40 people or entities, all of whom seemed to have been regarded by Paul Rana as having harmed him or taken action against his interests in some way.",
      "id": "s79"
    },
    {
      "text": "The addressees included the Commonwealth Director of Public Prosecutions, counsel prosecuting the present proceedings, the chairman and officers of the ACCC and some officers of the Australian Securities and Investment Commission.",
      "id": "s80"
    },
    {
      "text": "It was also addressed to Channel 9, Eddie McGuire, the executive producer of A Current Affair, the Herald and Weekly Times Pty Ltd, News Limited, Rupert Murdoch and other officers of the company and The Age newspaper and some of its officers.",
      "id": "s81"
    },
    {
      "text": "The notice was also directed to family members of the late Ms Bulzomi and Ms Otterspoor, who were patients who were the subject of the proceedings before Ryan J.",
      "id": "s82"
    },
    {
      "text": "Again, the document is written in language which is barely comprehensible, but pretending to mimic the worst forms of obtuse legal terminology.",
      "id": "s83"
    },
    {
      "text": "The concept of the document is wildly absurd.",
      "id": "s84"
    },
    {
      "text": "It seems to require all those whom Paul Rana saw as having done wrong to him to recant their wrong doing.",
      "id": "s85"
    },
    {
      "text": "It concludes by describing the consequence of any failure to provide the required admissions as follows: \n \n Should the above named 'all parties' and employees/assigns/nominees or agents fail to verify each claim on a point by point basis within 7 days of the date of this notice, yet continue their action against the alleged debtor(s), their silence or failure will be taken by 'all parties' as lawful admission that the matter has been settled privately and will constitute their voluntary agreement to send, by certified mail, a cashier's cheque within thirty (30) days of the date of billing by MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA in the following amounts:\n 1.",
      "id": "s86"
    },
    {
      "text": "Ten Thousand Dollars ($10,000.00) for each communication made to MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA, whether telephonically or in writing, which is not in affidavit form signed under your own unlimited personal commercial liability, regarding your unsubstantiated claim;\n 2.",
      "id": "s87"
    },
    {
      "text": "Three times the value of any property, the enjoyment and use of which by MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA or the Primary Creditors are impaired as a result of your actions without having first provided documentation verifying your claim;\n 3.",
      "id": "s88"
    },
    {
      "text": "Fifty Thousand Dollars ($50,000.00) for each transaction initiated against MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA where MR PAUL JOHN RANA's, MR MICHEAL LEE RANA's and MR CHRISTOPHER JAMES RANA's commercial ability is impeded due to you or your adverse reporting;\n 4.",
      "id": "s89"
    },
    {
      "text": "Injury amounting to Two Hundred and Ninety Four Million Four Hundred and Eleven Thousand Six Hundred and Ten Dollars and Zero Cents ($294,411,610.00) caused by your unsubstantiated claim and triple damages, owed to MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA see Exhibit C;\n 5.",
      "id": "s90"
    },
    {
      "text": "Ten Thousand Dollars ($10,000.00) for each court appearance MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA or the Primary Creditor makes in response to your unsubstantiated claims; and you also voluntarily agree to:\n 6.",
      "id": "s91"
    },
    {
      "text": "Authorize the Primary Creditor and MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA to record a UCC --- 1 both against 'all parties' and their nominees as debtors to secure the debt owed MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA; and\n 7.",
      "id": "s92"
    },
    {
      "text": "Prove your claim against the estate of MR PAUL JOHN RANA, MR MICHEAL LEE RANA and MR CHRISTOPHER JAMES RANA in Affidavit form, under your own unlimited personal commercial liability, if you force the alleged debtor into involuntary bankruptcy;\n The matter is finally and totally settled.",
      "id": "s93"
    },
    {
      "text": "This is a private communication to you in your individual capacity and is intended to effect an out-of court settlement of this matter, conduct yourself accordingly.",
      "id": "s94"
    },
    {
      "text": "Unsurprisingly, there were no responses to this document.",
      "id": "s95"
    },
    {
      "text": "That propelled Paul Rana to the next stage of absurdity which was recorded in a document entitled \"Notice of Dishonour and Opportunity to Cure\" which included the following: \n (Hereinafter referred collectively to as 'Respondents') \n \n \n 2.",
      "id": "s96"
    },
    {
      "text": "Notice is hereby given that the Conditional Acceptance hereto attached has been dishonoured and no reason provided by 'Respondents' or other part(ies) who can be compelled to perform; therefore, Respondent's failure subjects the Respondent to accept, to perform the instrument timely and to formal protest.",
      "id": "s97"
    },
    {
      "text": "3.",
      "id": "s98"
    },
    {
      "text": "In the event 'Respondents' dishonour through non-performance was unintentional or due to reasonable neglect or impossibility, attached hereto is a copy of the same presentment.",
      "id": "s99"
    },
    {
      "text": "4.",
      "id": "s100"
    },
    {
      "text": "The Undersigned hereby requests performance on the instrument hereto attached and presented to drawee for acceptance, by the drawee and/or agents of said drawee, before formal protest is rendered as an operation of law.",
      "id": "s101"
    },
    {
      "text": "5.",
      "id": "s102"
    },
    {
      "text": "This Notice of Dishonor shall serve as evidence that refusal to accept is without cause given, creating estoppel against the above-named recipients and/or 'Respondents' as to the matter at hand.",
      "id": "s103"
    },
    {
      "text": "6.",
      "id": "s104"
    },
    {
      "text": "You are hereby directed to send your response to the attached draft within seven (7) days to the Undersigned at: \n \n \n KNOW all men that I, :Mark-Andrew: [Borleis] of Melbourne (town), Victoria (state), Australia, at the request of :Paul-John: [Rana], :Micheal-Lee: [Rana] and :Christopher-James: [Rana] there being no Notary Public available, did on the Twenty Third Day of the Eighth Month in the Year of Our Lord Two Thousand and Seven Anno Domini [23.08.AD2007], at Werribee, offer settlement and closure via mutual fact finding and demand waiver, or discharge of the presentments via access of the exemption, from 'Respondents'.",
      "id": "s105"
    },
    {
      "text": "Wherefore I now, in the presence of\n [signature] Carly Lane (witness one) and\n [signature] Jacqueline Rana (witness two), demanded acceptance thereof, which was refused by 'Respondents' silence.",
      "id": "s106"
    },
    {
      "text": "Dated this the Third Day of the Ninth Month in the Year of Our Lord Two Thousand and Seven Anno Domini [3.9.AD2007] near____________________ \n (Notary County) County, Victoria (Notary State) state republic.",
      "id": "s107"
    },
    {
      "text": "Witness one ............ Signature .....................",
      "id": "s108"
    },
    {
      "text": "Witness two ............ Signature ......................\n \n \n It is noteworthy that the witnesses to this document were Paul Rana's wife, Jacqueline Rana and his daughter in law, Carly Lane.",
      "id": "s109"
    },
    {
      "text": "The final step in this madness was recorded in a document titled \"Notice of Successful Private Settlement in all relevant matters\".",
      "id": "s110"
    },
    {
      "text": "The document commenced as follows: \n \n I, :Paul-John: of the family Rana the primary creditor and third party intervener, the living-breathing soul, sentient and moral free Man on the land, preferred stockholder, hereafter 'Undersigned', standing in the Kingdom of God, hereby sincerely and honourably presents documentary evidence of a successful Private Settlement in matters with relation to claims made against Mr Paul John Rana, Mr Micheal Lee Rana and Mr Christopher James Rana.",
      "id": "s111"
    },
    {
      "text": "(original emphasis.",
      "id": "s112"
    },
    {
      "text": ")\n \n\nAfter reference to the documents previously described, the notice concluded as follows:\n \n The matter is finally and totally settled.",
      "id": "s113"
    },
    {
      "text": "This is a private communication to you in your individual capacity and is intended to inform you of the successful and lawful out-of court settlement of all matters, conduct yourself accordingly.",
      "id": "s114"
    },
    {
      "text": "The document was signed by Paul Rana and his two sons.",
      "id": "s115"
    },
    {
      "text": "It was accompanied by an invoice directed to the same 40 odd people and sought payment of the sum of $294,413,110.00, calculated as follows: \n\n \n Item Activity Amount \n \n 1.",
      "id": "s116"
    },
    {
      "text": "Shareholder Income (3 Years independently projected income+ X 3) $ 29,607,210.00\n \n 2.",
      "id": "s117"
    },
    {
      "text": "Company Loss (Value of 10x average yearly profit projection) $ 32,896,900.00\n \n 3.",
      "id": "s118"
    },
    {
      "text": "Defamation\n a. NUERA HEALTH PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n b. NUERA CARE CENTRE PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n c. NUERA PRACTITIONER PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n d. NUERA INVESTMENTS PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n e. NUERA WELLNESS PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n f. NUERA WELLNESS CLINIC PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n g. NUERA WELLNESS CENTRE PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n h. NUERA WELLNESS SUPPLIES PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n i.",
      "id": "s119"
    },
    {
      "text": "NEW ERA WELLNESS GROUP PTY LTD ($250,000.00+ X3) $ 1,000,000.00\n j. PAUL JOHN RANA ($250,000.00+ X3) $ 1,000,000.00 \n k. MICHEAL LEE RANA ($250,000.00+ X3) $ 1,000,000.00\n l. CHRISTOPHER JAMES RANA ($250,000.00+ X3) $ 1,000,000.00\n \n 4.",
      "id": "s120"
    },
    {
      "text": "Loss of Assets\n a Hyperbaric Chamber (value $1,200,000.00) $ 1,200,000.00\n \n 5.",
      "id": "s121"
    },
    {
      "text": "Lost Wages\n a. MICHEAL LEE RANA (3 Years Wages) $ 450,000.00\n b. CHRISTOPHER JAMES RANA (3 Years Wages) $ 450,000.00\n \n 6.",
      "id": "s122"
    },
    {
      "text": "Personal Loss\n a.",
      "id": "s123"
    },
    {
      "text": "House and Home ($400,000.00+ X 3) $ 1,600,000.00\n Rental till settlement starting 6 th day of July 2007 accumulating each week\n i. for PAUL JOHN RANA $500.00 (per week)\n ii.",
      "id": "s124"
    },
    {
      "text": "for MICHEAL LEE RANA $500.00 (per week)\n iii.",
      "id": "s125"
    },
    {
      "text": "for CHRISTOPHER JAMES RANA $500.00 (per week)\n \n (To date) $ 9,000.00\n \n 7.",
      "id": "s126"
    },
    {
      "text": "Emotional Trauma\n a. PAUL JOHN RANA (Disruption to Primary creditors life) $ 120,000,000.00\n b. MICHEAL LEE RANA (Disruption to Primary creditors life) $ 48,000,000.00\n c. CHRISTOPHER JAMES RANA (Disruption to Primary creditors life) $ 48,000,000.00\n \n 8.",
      "id": "s127"
    },
    {
      "text": "Costs/Legal Fees (costs) $ 200,000.00\n \n\n\nThis document was also signed by Paul Rana and his two sons.",
      "id": "s128"
    },
    {
      "text": "On 15 November 2007, Paul Rana filed an affidavit which stated: \n \n I have viewed all files in relation to the matters No: VID 571-576 of 2007 and have seen no Affidavit by the Plaintiff in the matter to support any Application of proceedings and have not seen any evidence to suggest that these proceedings are not fraudulent due to the lack of the abovementioned Affidavit not being present.",
      "id": "s129"
    },
    {
      "text": "On 19 November 2007, the Court commenced the hearing of the charges by seeking to establish whether the respondents including Paul Rana appeared.",
      "id": "s130"
    },
    {
      "text": "When asked whether he was Paul Rana, the following exchange occurred: \n \n MR RANA: Paul John, sir.",
      "id": "s131"
    },
    {
      "text": "Just for on the record...\n HIS HONOUR: No, no, Mr Rana.",
      "id": "s132"
    },
    {
      "text": "Are you Paul John Rana?",
      "id": "s133"
    },
    {
      "text": "MR RANA: No.",
      "id": "s134"
    },
    {
      "text": "HIS HONOUR: All right.",
      "id": "s135"
    },
    {
      "text": "Well, if you take a seat, I will issue a bench warrant to have Paul John Rana arrested and brought to the court.",
      "id": "s136"
    },
    {
      "text": "Just take a seat... \n MR RANA: That is fine.",
      "id": "s137"
    },
    {
      "text": "For and on the record, I would like to appoint the other side as fiduciary, and here are their instructions.",
      "id": "s138"
    },
    {
      "text": "HIS HONOUR: Take a seat, Mr Rana.",
      "id": "s139"
    },
    {
      "text": "...\n \n MR RANA: You may address me as Paul John.",
      "id": "s140"
    },
    {
      "text": "I am here as a third party intervener, here only by special appearance under injury with a real interest in the matter and reserve all rights, powers and privileges.",
      "id": "s141"
    },
    {
      "text": "I am here with limited jurisdiction.",
      "id": "s142"
    },
    {
      "text": "I am here to assist the court to settle and close all real issues and find out the nature and cause of this action and there by --- if there be any today and to stop and correct any leave all parties commercially whole.",
      "id": "s143"
    },
    {
      "text": "I thank you, your Honour.",
      "id": "s144"
    },
    {
      "text": "HIS HONOUR: Mr Rana, are you or are you not Paul John Rana?",
      "id": "s145"
    },
    {
      "text": "MR RANA: I have just explained that, sir.",
      "id": "s146"
    },
    {
      "text": "HIS HONOUR: Your explanation was, frankly, nonsense.",
      "id": "s147"
    },
    {
      "text": "The question I asked you is whether or not you are Paul John Rana.",
      "id": "s148"
    },
    {
      "text": "If you are not, I will have the police arrest Paul John Rana and bring him to the court as soon as possible.",
      "id": "s149"
    },
    {
      "text": "MR RANA: That is fine, sir.",
      "id": "s150"
    },
    {
      "text": "I am not the defendant.",
      "id": "s151"
    },
    {
      "text": "I am commonly known as Paul John of the family Rana.",
      "id": "s152"
    },
    {
      "text": "And later the following further exchange occurred:\n \n HIS HONOUR: There is really one issue and that is whether you are the person named in the summons.",
      "id": "s153"
    },
    {
      "text": "MR RANA: Yes, well, I conditionally accept your offer to address me as Mr Rana on proof of claim that the answer .",
      "id": "s154"
    },
    {
      "text": "...\n MR RANA: ... to that name does not give me a disability.",
      "id": "s155"
    },
    {
      "text": "HIS HONOUR: There is one question: are you or are you not Paul John Rana?",
      "id": "s156"
    },
    {
      "text": "If not, I will have the police ...\n MR RANA: I am not the defendant, your Honour.",
      "id": "s157"
    },
    {
      "text": "HIS HONOUR: Yes.",
      "id": "s158"
    },
    {
      "text": "Well, I will have the police find the defendant and bring that person before me.",
      "id": "s159"
    },
    {
      "text": "MR RANA: Fantastic.",
      "id": "s160"
    },
    {
      "text": "In view of the failure of Paul Rana to identify himself and the failure of Micheal Rana to appear, the Court issued warrants for the arrest of these two defendants and adjourned the hearing of the charges.",
      "id": "s161"
    },
    {
      "text": "Then, a deluge of further documents were filed in the Court.",
      "id": "s162"
    },
    {
      "text": "Six of them were in the same form and headed \"Affidavit to Support Free Man\".",
      "id": "s163"
    },
    {
      "text": "They were all sworn before either a Justice of the Peace or a member of the Police Force on 19 November 2007.",
      "id": "s164"
    },
    {
      "text": "They bore a curious set of stamps.",
      "id": "s165"
    },
    {
      "text": "One read: \n Strictly Private and Confidential\n Not for Public Filing\n Estoppel by Conduct Applies\n Time Sensitive\n \n\nAnother stamp in the nature of a circular seal read:\n Freeman on the Land\n Magnitude in Servitude\n \n \n The makers of the document were shown as: \n \n :Mark: of the family Thompson, \n :Mark-Andrew: of the family Borleis, \n :Christopher-James: of the family Rana, \n :Micheal-Lee: of the family Rana, \n :Jacqueline: of the family Rana, \n :Paul-John: of the family Rana.",
      "id": "s166"
    },
    {
      "text": "Each contained a paragraph which read: \n \n Affiant has not seen or been presented with any material fact or evidence that show that:\n That the freeman on the land commonly called :Paul-John: of the family Rana is the same as the Defendant in the matter Mr PAUL JOHN RANA a person/corporate legal fiction and not a freeman on the land living, breathing, sentient moral man, and believes that none exists;\n \n \n A further affidavit in similar form with similar stamps with the heading \"Affidavit of truth in name\" was sworn before the same Justice of the Peace, apparently by Paul Rana's son, Christopher, and included the paragraph: \n \n Affiant has not seen or been presented with any material fact or evidence that there exists at law that shows the entity CHRISTOPHER JAMES RANA is a living-breathing sentient being, a man of God's creation, and believes that none exists.",
      "id": "s167"
    },
    {
      "text": "Another seven documents each described as \"Affidavit of Events 19.11.2007AD Court room 6L\" were filed.",
      "id": "s168"
    },
    {
      "text": "The deponents were the same six people who had sworn the \"Affidavits to support freeman\".",
      "id": "s169"
    },
    {
      "text": "Additionally a person described as \":Carly: of the family Rana\", who is the daughter-in-law of Paul Rana and wife of Micheal Rana, swore a document in the same form.",
      "id": "s170"
    },
    {
      "text": "These documents all bore the same curious stamps.",
      "id": "s171"
    },
    {
      "text": "They complained that the Court had not dismissed the matters on 19 November 2007 \"in the absence of controversy\" and complained that the Court had issued the warrants for the arrest of Paul and Micheal Rana.",
      "id": "s172"
    },
    {
      "text": "They suggested that Paul Rana had not been given a proper hearing on 19 November 2007.",
      "id": "s173"
    },
    {
      "text": "On 14 December 2007, Paul Rana's son, Micheal, was arrested by the Victoria Police in execution of the warrant issued for his arrest.",
      "id": "s174"
    },
    {
      "text": "Micheal Rana was held in custody until Monday 17 December 2007, when he applied to the Court for release pending the hearing of the charges against him.",
      "id": "s175"
    },
    {
      "text": "The application for release was rejected partly on the ground of the report of the arresting officer which was detailed by Ms Orr, counsel for the ACCC, in opposition to the application for release, as follows: \n \n ... at the time of arrest Mr Michael Rana denied his identity, said that the name Michael Rana was a corporate fiction, that he was not an Australian citizen.",
      "id": "s176"
    },
    {
      "text": "Mr Rana was arrested at unit 2 of number 10 Georgia Crescent in Werribee.",
      "id": "s177"
    },
    {
      "text": "That was an address that the police had attended previously and asked for Mr Rana and had been told that he did not reside at that address.",
      "id": "s178"
    },
    {
      "text": "Even on this occasion a person told the arresting officer that Mr Rana did not reside at this address, but Mr Rana appeared and the arrest subsequently took place.",
      "id": "s179"
    },
    {
      "text": "The hearing of the charge against Micheal Rana was adjourned until Wednesday 19 December 2007, and the Court reiterated advice given on several prior occasions that Micheal Rana should seek legal representation.",
      "id": "s180"
    },
    {
      "text": "Micheal Rana took the advice and on 19 December 2007, Mr Samargis of counsel appeared on his behalf.",
      "id": "s181"
    },
    {
      "text": "He applied for an adjournment of the case so that he could obtain proper instructions.",
      "id": "s182"
    },
    {
      "text": "He also made application that Micheal Rana be released pending the further hearing of the charge.",
      "id": "s183"
    },
    {
      "text": "In support of the application for release the following exchange occurred: \n \n MR SAMARGIS: Yes.",
      "id": "s184"
    },
    {
      "text": "He's been very much the pawn.",
      "id": "s185"
    },
    {
      "text": "He's been very much the pawn of his father's activities.",
      "id": "s186"
    },
    {
      "text": "HIS HONOUR: Well, perhaps his father might support him in that application by turning up and confirming it.",
      "id": "s187"
    },
    {
      "text": "There is a warrant out for his arrest.",
      "id": "s188"
    },
    {
      "text": "Following further argument on the application for release, Mr Samargis asked for the matter to be stood down to obtain further instructions.",
      "id": "s189"
    },
    {
      "text": "Ultimately, at 2:15 pm, when the matter returned to Court, Mr Samargis indicated as follows: \n \n MR SAMARGIS: Your Honour, over the adjournment period, Paul Rana came to court and has been taken into custody.",
      "id": "s190"
    },
    {
      "text": "It's a circumstance that we had been hoping would occur.",
      "id": "s191"
    },
    {
      "text": "It's my submission that that alters the groundwork a little.",
      "id": "s192"
    },
    {
      "text": "I'm still instructed to apply for an adjournment and bail on this --- on the sorts of conditions that had been discussed including increased conditions.",
      "id": "s193"
    },
    {
      "text": "I don't believe that my client is under any continuing influence from his father or his family that we will be able to dispose with this matter and given some time now to prepare for trial.",
      "id": "s194"
    },
    {
      "text": "...\n \n HIS HONOUR: Well, this certainly does present a totally different picture.",
      "id": "s195"
    },
    {
      "text": "Are you able to explain the circumstances in which Paul Rana comes to be in custody?",
      "id": "s196"
    },
    {
      "text": "MR SAMARGIS: Yes.",
      "id": "s197"
    },
    {
      "text": "I placed a call to Paul Rana on the adjournment and I have not spoken with him previously and I said that in my respects his son's liberty hangs in the balance depending on what he chooses to do and that he is to come forward so that his son has the best opportunity to be released.",
      "id": "s198"
    },
    {
      "text": "The application for release pending the hearing of the charge against Micheal Rana was rejected, but the hearing of the charges against both Micheal and Paul Rana was adjourned until Saturday 22 December 2007.",
      "id": "s199"
    },
    {
      "text": "The shortness of the adjournment was intended to minimise any further period of custody of Micheal Rana.",
      "id": "s200"
    },
    {
      "text": "The course of the hearing is described in the oral reasons for judgment delivered on that day.",
      "id": "s201"
    },
    {
      "text": "They read: \n \n Given the time constraints which attend this proceeding, it is desirable that I provide a conclusion in relation to the two remaining offences alleged against Mr Paul Rana to which he has pleaded not guilty.",
      "id": "s202"
    },
    {
      "text": "In each case it is alleged against him that he has accessorial liability for the failure, firstly, of Nuera Care Centre Proprietary Limited and, secondly, Nuera Practitioner Proprietary Limited for the refusal or failure of each of those companies to comply with a notice issued to each under section 155(1) of the Trade Practices Act 1974 (Cth).",
      "id": "s203"
    },
    {
      "text": "Ms Orr, who had appeared for the prosecution, provided an outline of arguments to the court in relation to each of these and other offences.",
      "id": "s204"
    },
    {
      "text": "That document was provided to Mr Rana in the course of the hearing and the matter was adjourned to allow him to read and understand it.",
      "id": "s205"
    },
    {
      "text": "That document sets out the evidence upon which the prosecution relied in respect of the two offences now under consideration as well as a number of others to which Mr Rana has pleaded guilty.",
      "id": "s206"
    },
    {
      "text": "Ms Orr carefully went through her submissions by reference to the document after Mr Rana had had the opportunity to read it.",
      "id": "s207"
    },
    {
      "text": "In the course of that process, Mr Rana indicated that there were a number of factual issues which he did not contest.",
      "id": "s208"
    },
    {
      "text": "Although he pleaded not guilty to each of the offices, it transpired in the course of submissions that most of the factual allegations were accepted as being correct.",
      "id": "s209"
    },
    {
      "text": "In the end, the only contest which remained concerned whether Mr Rana intended to fail or refuse to answer the notices.",
      "id": "s210"
    },
    {
      "text": "In essence, he said in evidence which he gave under oath that he had entrusted the preparation of a response to the CEO of one of the Nuera companies shortly prior to him leaving on a trip to Thailand.",
      "id": "s211"
    },
    {
      "text": "On a generous view of this evidence, it might have qualified as a circumstance falling within the terms of section 11.2(4)(b) of the Criminal Code Act 1995 (Cth) which provides that a person cannot be found guilty on an accessorial basis if, before the offence was committed, that person took all reasonable steps to prevent the commission of the offence.",
      "id": "s212"
    },
    {
      "text": "It was explained to Mr Rana that his case would be enhanced if he were able to provide some evidence which supported his version of the facts.",
      "id": "s213"
    },
    {
      "text": "Over the luncheon adjournment, Mr Rana procured the attendance of Ms Helen Gougas.",
      "id": "s214"
    },
    {
      "text": "She gave evidence on his behalf.",
      "id": "s215"
    },
    {
      "text": "She was employed by one of the Nuera companies and remained in employment until the company closed in September or October 2006.",
      "id": "s216"
    },
    {
      "text": "Initially, she was engaged as a person providing massage and related services, but was soon to fulfil the role of human resources manager.",
      "id": "s217"
    },
    {
      "text": "In critical respects, her evidence, however, did not support Mr Rana's version of the facts.",
      "id": "s218"
    },
    {
      "text": "In particular, she clearly remembered that Mr Bourke left the employ of the Nuera companies well before Mr Rana left for his trip to Thailand; the relevant notices were served shortly before Mr Rana left on that trip in September 2006.",
      "id": "s219"
    },
    {
      "text": "Furthermore, Ms Gougas said that she was not present on any occasion when Mr Rana gave Mr Bourke copies of the ACCC notices.",
      "id": "s220"
    },
    {
      "text": "She was instructed to prepare responses to some documents served on the companies.",
      "id": "s221"
    },
    {
      "text": "I am prepared to accept that the documents involved were the section 155 notices, but it was not Mr Rana's case that giving this task to Ms Gougas was intended to require her to answer the ACCC's notices.",
      "id": "s222"
    },
    {
      "text": "Indeed, Mr Rana accepted the evidence led by the prosecution of a conversation with ACCC officers in which he accepted responsibility for answering the notices.",
      "id": "s223"
    },
    {
      "text": "By this, I infer that he intended that he himself would provide the information and answers in the final event.",
      "id": "s224"
    },
    {
      "text": "In response to the calling of Ms Gougas, the prosecution sought and obtained leave to reopen its case and to call Mr Bourke.",
      "id": "s225"
    },
    {
      "text": "He gave evidence that he was involved with the Nuera companies from March 2005 until he resigned.",
      "id": "s226"
    },
    {
      "text": "He formally resigned on 23 May 2006, having announced to Mr Rana on 3 May 2006 his intention to do so.",
      "id": "s227"
    },
    {
      "text": "He denied ever seeing the section 155 notices prior to today and denied having any conversations of substance with Mr Rana between May 2006 and around September or October 2006.",
      "id": "s228"
    },
    {
      "text": "At that later time, he said that he had a very short conversation which did not involve discussion of the section 155 notices and which was about a claim for monies which he alleged were outstanding to him from Mr Rana or the Nuera companies.",
      "id": "s229"
    },
    {
      "text": "The evidence of Ms Gougas and Mr Bourke are inconsistent with the evidence of Mr Rana.",
      "id": "s230"
    },
    {
      "text": "I do not accept Mr Rana's evidence.",
      "id": "s231"
    },
    {
      "text": "I accept the evidence of Ms Gougas and Mr Bourke and find that Mr Rana took responsibility for the provision of a response to the section 155 notices and was involved by aiding, abetting, counselling or procuring the refusal or failure of the two companies to comply with the notices.",
      "id": "s232"
    },
    {
      "text": "The prosecution has established that Mr Rana is guilty of the two charges to which he has pleaded not guilty.",
      "id": "s233"
    },
    {
      "text": "Following the hearing on 22 December 2006, the proceeding was adjourned until 18 February 2008 for the hearing of a plea in mitigation.",
      "id": "s234"
    },
    {
      "text": "THE PLEA HEARING \n \n On 14 February, Paul Rana filed a statement, which was headed \"Affidavit\" but was unsworn, in support of the plea in mitigation.",
      "id": "s235"
    },
    {
      "text": "The statement was prepared without legal assistance.",
      "id": "s236"
    },
    {
      "text": "Although not expressly directed to these topics, the statement in essence addresses two issues.",
      "id": "s237"
    },
    {
      "text": "The first issue is the personal circumstances of Paul Rana.",
      "id": "s238"
    },
    {
      "text": "He explained that he had been married for thirty years and raised two honest and reliable sons.",
      "id": "s239"
    },
    {
      "text": "He had looked after his ailing mother for ten to fifteen years.",
      "id": "s240"
    },
    {
      "text": "He was engaged in the manufacturing industry for ten years until in 1995 he had a vision to establish a 300 acre health retreat.",
      "id": "s241"
    },
    {
      "text": "At this point he changed his name from his birth name, O'Hehir, to Rana.",
      "id": "s242"
    },
    {
      "text": "Rana is an acronym for Rare Australian Native Animals.",
      "id": "s243"
    },
    {
      "text": "As a result of the failure of the cancer clinic business he has lost his home and is bankrupt.",
      "id": "s244"
    },
    {
      "text": "He has no assets and he is separated from his wife.",
      "id": "s245"
    },
    {
      "text": "The other topic addressed in the statement is the alternative medicine activities in which he was engaged.",
      "id": "s246"
    },
    {
      "text": "He claims that he treated 600 patients and lectured over 6000 people in the Rana System.",
      "id": "s247"
    },
    {
      "text": "The statement was an enthusiastic justification of alternative medicine.",
      "id": "s248"
    },
    {
      "text": "For instance, it stated: \n \n Alternatives, they are natural, Modern medicen [sic] is not natural and their for [sic] it's the alternative.",
      "id": "s249"
    },
    {
      "text": "These natural processes have merit, and as I have testifies [sic] in this document and as many alive still do prove this today... words that I was ordered to remove from my website, I send you my love, hope and belief that the services I offered you had the possibility to help some and that you find someone who can deliver them to you with the same love, strength and determination that our centre offered... \n \n \n Paul Rana gave a number of examples of miraculous cures which he achieved as a result of the use of the system.",
      "id": "s250"
    },
    {
      "text": "He said that the criticisms of him and his system in the media were false.",
      "id": "s251"
    },
    {
      "text": "He denied the accusation made in the television program, A Current Affair, that he was preying on people as a doctor and that he extorted money for the treatments.",
      "id": "s252"
    },
    {
      "text": "He blamed the financial collapse of the business on disagreements with his financial backers who had acted, as he thought, disreputably.",
      "id": "s253"
    },
    {
      "text": "In the statement, Paul Rana asserted that the two charges to which he pleaded not guilty should not have been brought against him because he was not a director of either of the two companies.",
      "id": "s254"
    },
    {
      "text": "He also claimed that he was not able to comply with the requirements of the notices because of his unflinching dedication to his dying patients.",
      "id": "s255"
    },
    {
      "text": "He offered both an apology to the ACCC and a criticism of it as follows: \n \n I meant no disrespect to the ACCC or any of the others in fact and unconditionally apologise to them and the patients I turned away because of the twilight zone [a reference to the period when the business was collapsing].",
      "id": "s256"
    },
    {
      "text": "I understand they have an important role in commerce and I also believe like many government bodies, they bridge [breach] there [sic] own policy and act of fair trade because they deliberate [sic] serve so many documents on the defendants as a tactic to eat up available funds.",
      "id": "s257"
    },
    {
      "text": "They are in their nature trading unfairly.",
      "id": "s258"
    },
    {
      "text": "Attached to the statement was a letter, dated 3 February 2008, from an ex patient who thanked him for his kindness and efforts to help her fight cancer.",
      "id": "s259"
    },
    {
      "text": "The letter contained the following passage: \n \n I can't express enough how sad I was to see my \"Big Angel\" in Remand, I looked over and thought it was you (not many your height around!!",
      "id": "s260"
    },
    {
      "text": ") and was absolutely devastated when I heard from Jackie the circumstances --- what a load of crock.",
      "id": "s261"
    },
    {
      "text": "Paul Rana also relied on seven character references.",
      "id": "s262"
    },
    {
      "text": "They were all in very general terms attesting to his compassionate and sincere nature.",
      "id": "s263"
    },
    {
      "text": "One reference was from his wife, Jacqueline Rana, one from his mother, Lillian O'Hehir, one was from an ex patient, one from a school friend of 35 years ago and his wife, one from the husband of another patient and finally, one from a friend of Paul Rana's son Micheal whom Paul Rana coached in basketball for three years.",
      "id": "s264"
    },
    {
      "text": "It is unclear whether all of the referees understood that Paul Rana was the subject of these proceedings.",
      "id": "s265"
    },
    {
      "text": "Paul Rana gave evidence at the plea hearing on his own behalf.",
      "id": "s266"
    },
    {
      "text": "He was asked to explain the bizarre documents which he filed on 19 October 2006.",
      "id": "s267"
    },
    {
      "text": "He explained that his son, Christopher, had received an unsolicited email about the way Paul Rana could defend himself in these proceedings.",
      "id": "s268"
    },
    {
      "text": "Christopher Rana attended a weekend course for the purpose.",
      "id": "s269"
    },
    {
      "text": "A person called Mark convinced at least Christopher and Paul Rana that this was the proper legal path to undertake.",
      "id": "s270"
    },
    {
      "text": "Paul Rana said that he did not understand the documents.",
      "id": "s271"
    },
    {
      "text": "They looked professional to him.",
      "id": "s272"
    },
    {
      "text": "He only contributed six points to one of the documents and did not understand the contents of the documents otherwise.",
      "id": "s273"
    },
    {
      "text": "He apologised for taking this course.",
      "id": "s274"
    },
    {
      "text": "He was asked whether he understood the seriousness and significance of not answering the s 155 notices.",
      "id": "s275"
    },
    {
      "text": "He replied that it would have been a benefit to him to respond to the notices because, as he thought, if the ACCC had all the facts it would not have proceeded against him.",
      "id": "s276"
    },
    {
      "text": "He explained that he was overwhelmed at the time the notices were served with documents received from banks and in relation to the voluntary administration of one of the companies.",
      "id": "s277"
    },
    {
      "text": "He reiterated that he declined an interview with the ACCC on legal advice.",
      "id": "s278"
    },
    {
      "text": "In cross-examination, it was put to Paul Rana that he had given a different explanation for failing to respond to the notices, namely, that he had relied on Mr Bourke.",
      "id": "s279"
    },
    {
      "text": "In cross-examination he said that that explanation was completely wrong and that he did not give the document to Mr Bourke to deal with.",
      "id": "s280"
    },
    {
      "text": "In further answers in cross-examination concerning the documents filed on 19 November 2007, it was clear that Paul Rana understood their meaning, even though he accepted that he was following advice from the wrong people and that the documents were the wrong thing to do.",
      "id": "s281"
    },
    {
      "text": "At the plea hearing, the prosecution relied on an affidavit sworn by James Small, who is employed by the ACCC as an Assistant Director in the Melbourne regional office.",
      "id": "s282"
    },
    {
      "text": "He was responsible for the investigation of the activities of Paul Rana and for the later civil proceedings brought by the ACCC which were determined by Ryan J.",
      "id": "s283"
    },
    {
      "text": "Further, he was also involved in the investigation and prosecution of Paul Rana for breaches of s 155(5) of the Act.",
      "id": "s284"
    },
    {
      "text": "His evidence explained the importance of the s 155 powers for the efficient and effective conduct of investigations which the ACCC undertakes to protect consumers in the public interest.",
      "id": "s285"
    },
    {
      "text": "His affidavit explained the stringent procedures of the ACCC which it follows before a notice is served.",
      "id": "s286"
    },
    {
      "text": "The procedures are intended to ensure that there is a basis for the issue of the notice, and that the burden imposed upon the recipient is proportionate to the importance of the matters being investigated.",
      "id": "s287"
    },
    {
      "text": "Mr Small also explained the consequences in this case of the failure of Paul Rana to comply with the notices.",
      "id": "s288"
    },
    {
      "text": "He said: \n \n I consider that truthful responses to the s 155 notices were likely to have contained significant admissions as to the conduct then under investigation.",
      "id": "s289"
    },
    {
      "text": "In the absence of such truthful responses, the ACCC was required to rely to a greater extent upon the evidence obtained from persons who had direct dealings with the Defendants in relation to the provision of purported cancer cures and therapies.",
      "id": "s290"
    },
    {
      "text": "These persons included one cancer sufferer and a number of close family members of living and deceased cancer sufferers.",
      "id": "s291"
    },
    {
      "text": "To my observation, these persons, who were often in an emotionally fragile state and in precarious financial circumstances in any event, were further traumatised and distressed as a result of their experiences dealing with the Defendants.",
      "id": "s292"
    },
    {
      "text": "Obtaining information from these people was time consuming because of the extreme sensitivity that the ACCC officers needed to employ when dealing with them, particularly given that most of whom were affected by imminent or recent death of the family member who had been provided with the purported cancer cures and therapies.",
      "id": "s293"
    },
    {
      "text": "Mr Small also said that the failure to obtain evidence from Paul Rana delayed the institution of the civil proceedings later than if the notice had been complied with.",
      "id": "s294"
    },
    {
      "text": "That, in turn, meant that the interlocutory injunctions were granted later than would otherwise have been the case.",
      "id": "s295"
    },
    {
      "text": "Further, the scope of the proceedings were more limited than would have been the case had the full extent of the contravening conduct been disclosed.",
      "id": "s296"
    },
    {
      "text": "Additionally, the ACCC was hampered in the scope of its consideration whether it should take a representative action on behalf of persons who claim to have suffered loss and damage as a result of the conduct of Paul Rana.",
      "id": "s297"
    },
    {
      "text": "CONSIDERATION \n \n Section 155 of the Act provides the ACCC with a \"powerful investigative tool\": SA Brewing Holdings Ltd v Baxt (1989) 23 FCR 357 at 359, per Fisher and French JJ.",
      "id": "s298"
    },
    {
      "text": "In Pyneboard Pty Ltd v Trade Practices Commission &amp; Anor [1983] HCA 9 ; (1982-1983) 152 CLR 328 , Mason ACJ, Wilson and Dawson JJ stated at 343: \n \n Without obtaining information, documents and evidence from those who participate in contraventions of the provisions... of the Act the Commission would find it virtually impossible to establish the existence of those contraventions.",
      "id": "s299"
    },
    {
      "text": "For further discussion of the importance of s 155, see also Riley McKay Pty Ltd v Bannerman (1977) 31 FLR 129 at 134-135, per Bowen CJ; Melbourne Home of Ford Pty Ltd v Trade Practices Commission (1979) 36 FLR 450 at 455-456, per Smithers J; Davenport v Trade Practices Commission (1983) 70 FLR 123 at 125, per Northrop J.",
      "id": "s300"
    },
    {
      "text": "By providing for a maximum penalty of 12 months imprisonment, Parliament has indicated the seriousness with which it regards a failure to comply with a notice issued under s 155.",
      "id": "s301"
    },
    {
      "text": "At the same time, the section confers a significant degree of protection on people who provide information which might incriminate themselves by stipulating that the information or documents provided are not admissible in evidence in criminal proceedings other than proceedings under the section (s 155(7)).",
      "id": "s302"
    },
    {
      "text": "The offences in the present case had the result that people dying of cancer and / or their families were further traumatised by having to give information to the ACCC so that it could bring the civil proceeding against Paul Rana to ensure that his conduct was stopped.",
      "id": "s303"
    },
    {
      "text": "This was a particularly cruel consequence of Paul Rana's conduct.",
      "id": "s304"
    },
    {
      "text": "It caused further distress to people in a vulnerable position.",
      "id": "s305"
    },
    {
      "text": "The circumstances of the offences (s 16A(2)(a) of the Crimes Act ) and the damage and injury resulting from the offences (s 16A(2)(e)) mark the offences in this case as serious contraventions.",
      "id": "s306"
    },
    {
      "text": "A matter to be taken into account in imposing a sentence on Paul Rana is the degree to which he has shown contrition for the offences (s 16A(2)(f)).",
      "id": "s307"
    },
    {
      "text": "This factor presents a troubling aspect of the case.",
      "id": "s308"
    },
    {
      "text": "I am bound to conclude from the evidence that Paul Rana still does not accept responsibility for his actions.",
      "id": "s309"
    },
    {
      "text": "Whilst mouthing a formulaic apology for his conduct, the evidence shows that he blames the failure on a multitude of factors other than his own wrong doing.",
      "id": "s310"
    },
    {
      "text": "Even in the face of the strong judgments of Ryan J and Heerey J, Paul Rana paints himself as a passionate and dedicated saviour of suffering people.",
      "id": "s311"
    },
    {
      "text": "He asserts that his failure to comply with the notices flowed from the fact that he was ministering to those who needed him most.",
      "id": "s312"
    },
    {
      "text": "Then, in contesting two of the offences, Paul Rana claimed that he relied on Mr Bourke to respond to the notices.",
      "id": "s313"
    },
    {
      "text": "Only after Mr Bourke gave evidence that he left the companies over four months before the notices were served, and the Court accepted this evidence, did Paul Rana, in the plea hearing, say that his evidence that Mr Bourke was responsible was mistaken.",
      "id": "s314"
    },
    {
      "text": "Another line taken by Paul Rana in his statement was that the ACCC should not have served him with the two company notices which he contested because he was not a director of those companies.",
      "id": "s315"
    },
    {
      "text": "And, finally, he accused the ACCC of itself acting unfairly by serving such a volume of documents as a tactic to force him into paying large sums for costs.",
      "id": "s316"
    },
    {
      "text": "Paul Rana's conduct at the proceeding also demonstrated a failure to take responsibility for his conduct.",
      "id": "s317"
    },
    {
      "text": "He adopted tactics aimed at thwarting the legal process.",
      "id": "s318"
    },
    {
      "text": "As earlier recorded, he refused to identify himself at the initial hearing on 19 November 2007.",
      "id": "s319"
    },
    {
      "text": "Significantly, he did so by reference to the verbiage of the documents later to be filed.",
      "id": "s320"
    },
    {
      "text": "His response is set out at [25] of these reasons.",
      "id": "s321"
    },
    {
      "text": "He also filed the nonsensical documents referred to at [16] --- [23] of these reasons.",
      "id": "s322"
    },
    {
      "text": "These documents made the spurious claim for $294 million against people who had made complaints against him, or who had taken action to expose or prosecute him.",
      "id": "s323"
    },
    {
      "text": "The documents are scattered with denials of any wrong doing by Paul Rana, and allegations of wrong doing by all the others.",
      "id": "s324"
    },
    {
      "text": "In cross examination in the plea hearing, Paul Rana said that he acted wrongly in filing these documents and that in doing so he relied on people who gave him wrong advice.",
      "id": "s325"
    },
    {
      "text": "But he also said that he did not understand what the documents said.",
      "id": "s326"
    },
    {
      "text": "I do not accept that he did not understand the general import of the documents.",
      "id": "s327"
    },
    {
      "text": "His denial was another attempt to minimise responsibility for his own conduct.",
      "id": "s328"
    },
    {
      "text": "He understood that the documents purported to settle the claim against him because he said so to the Court on 19 November 2006, in the passage extracted at [25] of these reasons.",
      "id": "s329"
    },
    {
      "text": "This was repeated in the affidavit filed the following day.",
      "id": "s330"
    },
    {
      "text": "Indeed, the complaint made by Paul Rana about the hearing on 19 November 2006 was that the Court did not dismiss the charges against him for the reason that they had been settled.",
      "id": "s331"
    },
    {
      "text": "Although Paul Rana mouthed apologies to the Court, I do not accept, on all the evidence, including his own oral evidence at the plea hearing, that he has any genuine sense of contrition.",
      "id": "s332"
    },
    {
      "text": "Paul Rana's actions follow a consistent pattern of behaviour whereby he refutes to take full responsibility for his actions.",
      "id": "s333"
    },
    {
      "text": "Rather, even during his oral evidence in the plea hearing, Paul Rana deflects responsibility for his own misconduct to others.",
      "id": "s334"
    },
    {
      "text": "Paul Rana's refusal to take responsibility for his actions provides no assurance that he would not re-offend (s 16A(2)(j)).",
      "id": "s335"
    },
    {
      "text": "Further, the fact that this behaviour has persisted during the time Paul Rana has been in custody indicates that the time served by him to date has not had the deterrent effect as contended by Mr Alexander of counsel on behalf of Paul Rana.",
      "id": "s336"
    },
    {
      "text": "A plea of guilty can indicate contrition or remorse.",
      "id": "s337"
    },
    {
      "text": "In this case, Paul Rana pleaded guilty to two of the four charges brought against him.",
      "id": "s338"
    },
    {
      "text": "However, the pleas were made at the very last minute and, taken in combination with his other conduct just described, the pleas of guilty do not reflect any real contrition in this case.",
      "id": "s339"
    },
    {
      "text": "It is also relevant to take into account that Paul Rana did not cooperate with the ACCC when offered the opportunity to do so (s 16A(2)(h)).",
      "id": "s340"
    },
    {
      "text": "There are a number of factors which can be taken into account in favour of leniency towards Paul Rana.",
      "id": "s341"
    },
    {
      "text": "He is aged 46 and has led an unblemished life.",
      "id": "s342"
    },
    {
      "text": "He has no prior convictions (s 16A(2)(b)).",
      "id": "s343"
    },
    {
      "text": "Until the collapse of his enterprise, he had been married for 30 years and raised two sons.",
      "id": "s344"
    },
    {
      "text": "He is now estranged from his wife and bankrupt.",
      "id": "s345"
    },
    {
      "text": "His chances of obtaining employment are now reduced.",
      "id": "s346"
    },
    {
      "text": "The character references produced by Paul Rana speak of a caring nature, albeit in the most general terms.",
      "id": "s347"
    },
    {
      "text": "These references are of little weight.",
      "id": "s348"
    },
    {
      "text": "They are not directed to the Court and in a number of instances respond to the civil proceeding heard by Ryan J rather than the charges presently before the Court.",
      "id": "s349"
    },
    {
      "text": "I do not accept the submission made by Mr Alexander that there is less culpability in a failure to respond to a s 155 notice at all than by providing a misleading or false response.",
      "id": "s350"
    },
    {
      "text": "Under the Crimes Act , the Court has a range of sentencing options from which to select, namely, a non conviction bond (s 19B) , a conviction bond (s 20(1)(a)) , a community based order (s 20AB and s 36 Sentencing Act 1991 (Vic)), a suspended sentence (s 20(1)(b)) , or an intensive correction order (s 20AB and s 19 Sentencing Act 1991 (Vic)).",
      "id": "s351"
    },
    {
      "text": "Section 17A(1) of the Crimes Act relevantly provides: \n \n A court shall not pass a sentence of imprisonment on any person for a federal offence... unless the court, after having considered all other available sentences, is satisfied that no other sentence is appropriate in all the circumstances of the case.",
      "id": "s352"
    },
    {
      "text": "Mr Alexander submitted that it was not appropriate to impose a term of imprisonment in this case.",
      "id": "s353"
    },
    {
      "text": "He contended that this would not reflect parity with other such cases, namely, Trade Practices Commission v Calderton Corporation Pty Ltd &amp; Anor (1994) ATPR 41-306 , Australian Competition and Consumer Commission v GIA Pty Ltd (2003) ASAL 55-093, Australian Competition and Consumer Commission v Neville (2007) ATPR 42-195.",
      "id": "s354"
    },
    {
      "text": "In the first two cases the Court imposed fines for contravention of s 155 and in the third case the Court imposed a fine and a community service order.",
      "id": "s355"
    },
    {
      "text": "Each case depends on its own facts.",
      "id": "s356"
    },
    {
      "text": "Each of those cases involved a purely commercial context.",
      "id": "s357"
    },
    {
      "text": "A number of the defendants in those cases also pleaded guilty early in the proceedings.",
      "id": "s358"
    },
    {
      "text": "The circumstances of the present case are more serious than any of those three cases.",
      "id": "s359"
    },
    {
      "text": "The important differences in the present case are the cruel consequences to terminally ill people and / or their families which flowed from the offending conduct, and the lack of contrition of Paul Rana for his offending conduct.",
      "id": "s360"
    },
    {
      "text": "One purpose of punishment in this case must be to bring home to Paul Rana his responsibility for the offences (s 16A(2)(k)).",
      "id": "s361"
    },
    {
      "text": "There is also the need for the sentence to reflect general deterrence.",
      "id": "s362"
    },
    {
      "text": "The sentence must communicate to the community that the Court views compliance with s 155 of the Act as a serious obligation and that it regards s 155 as a most important tool for the protection of the public against unfair and unconscionable conduct.",
      "id": "s363"
    },
    {
      "text": "The circumstances of this case call for a period of imprisonment.",
      "id": "s364"
    },
    {
      "text": "Section 4K(4) of the Crimes Act allows the Court to impose an aggregate term of imprisonment in circumstances such as the present.",
      "id": "s365"
    },
    {
      "text": "It provides as follows: \n \n If a person is convicted of 2 or more offences referred to in subsection (3), the court may impose one penalty in respect of both or all of those offences, but that penalty shall not exceed the sum of the maximum penalties that could be imposed if a separate penalty were imposed in respect of each offence.",
      "id": "s366"
    },
    {
      "text": "The maximum penalty which might be imposed for the four offences is four years imprisonment.",
      "id": "s367"
    },
    {
      "text": "It is relevant that the offences all form part of a course of conduct consisting of a series of criminal acts of a similar character (s 16A(2)(c)).",
      "id": "s368"
    },
    {
      "text": "In all the circumstances, the appropriate sentence is an aggregate term of imprisonment of six months.",
      "id": "s369"
    },
    {
      "text": "Paul Rana should be given credit for the time spent in custody (s 16E(3)).",
      "id": "s370"
    },
    {
      "text": "The matter will be adjourned to allow the parties to make submissions on the proper mechanism to implement this sentence in accordance with the statutory requirements.",
      "id": "s371"
    },
    {
      "text": "I certify that the preceding seventy-two (72) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice North.",
      "id": "s372"
    },
    {
      "text": "Associate:\n \nDated: 20 March 2008\n\n\n Counsel for the Applicant: Ms R Orr \n \n Solicitor for the Applicant: Commonwealth Director of Public Prosecutions \n \n Counsel for the Respondent: Mr T Alexander \n \n Date of Hearing: 22 December 2007, 18 &amp; 25 February 2008 \n \n Date of Judgment: 20 March 2008 \n\n\n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/374.html",
      "id": "s373"
    }
  ]
}