{
  "name": "Turrbal People v State of Queensland (Includes corrigendum dated 17 March 2008) [2008] FCA 316 (11 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/316.html",
  "catchphrases": [
    {
      "text": "notice of motion seeking to replace applicant in proceedings",
      "id": "c0"
    },
    {
      "text": "whether applicant should be replaced",
      "id": "c1"
    },
    {
      "text": "whether entire relevant claim group has been included",
      "id": "c2"
    },
    {
      "text": "whether applicant was authorised to make original native title application",
      "id": "c3"
    },
    {
      "text": "where section 66b of the native title act applies",
      "id": "c4"
    },
    {
      "text": "where determination of \"proper\" claimant group not properly a subject for determination",
      "id": "c5"
    },
    {
      "text": "where section 66b of the native title act assumes the applicant had authority to bring the claim",
      "id": "c6"
    },
    {
      "text": "where determination of authorisation should more properly be determined in a strike out application under section 84c of the native title act",
      "id": "c7"
    },
    {
      "text": "where if applicant had authority to make original application the applicant had authority to change the applicant",
      "id": "c8"
    },
    {
      "text": "where leave granted to change applicant",
      "id": "c9"
    },
    {
      "text": "native title",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "This is a notice of motion filed by the applicant on 17 May 2007 seeking an order that Connie Isaacs and Maroochy Barambah replace Connie Isaacs as the applicant in proceedings QUD 6196 of 1998.",
      "id": "s0"
    },
    {
      "text": "Section 66B of the Native Title Act 1993 (Cth) (the Act), at the time of the application, provided: \n \n 66B Replacing the applicant \n \n\nApplication to replace applicant in claimant application\n \n \n (1) One or more members of the native title claim group (the claim group ) in relation to a claimant application, or of the compensation claim group (also the claim group ) in relation to a compensation application, may apply to the Federal Court for an order that the member, or the members jointly, replace the current applicant for the application on the grounds that: \n (a) either: \n (i) the current applicant is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it; or \n (ii) the current applicant has exceeded the authority given to him or her by the claim group to make the application and to \n \n \n \n deal with matters arising in relation to it; and \n (b) the member or members are authorised by the claim group to make the application and to deal with matters arising in relation to it; \n \n\n \n \n Court order \n \n\n \n \n (2) The Court may make the order if it is satisfied that the grounds are established.",
      "id": "s1"
    },
    {
      "text": "Registrar of Federal Court to notify Native Title Registrar \n \n\n \n \n (3) If the Court makes the order, the Registrar of the Federal Court must, as soon as practicable, notify the Native Title Registrar of the name and address for service of the person who is, or persons who are, the new applicant.",
      "id": "s2"
    },
    {
      "text": "Register to be updated \n \n\n \n \n (4) If the claim contained in the application is on the Register of Native Title Claims, the Registrar must amend the Register to reflect the order.",
      "id": "s3"
    },
    {
      "text": "Technical amendments, introduced by the Native Title Amendment (Technical Amendments) Act 2007 (Cth), commenced on 1 September 2007.",
      "id": "s4"
    },
    {
      "text": "Subsection 66B now provides: \n \n 66B Replacing the applicant \n \n\nApplication to replace applicant in claimant application\n \n \n (1) One or more members of the native title claim group (the claim group ) in relation to a claimant application, or of the compensation claim group (also the claim group ) in relation to a compensation application, may apply to the Federal Court for an order that the member, or the members jointly, replace the current applicant for the application on the grounds that: \n (a) one or more of the following applies to a person who is, either alone or jointly with one or more other persons, the current applicant; \n (i) The person consents to his or her replacement or removal; \n (ii) The person has died or become incapacitated; \n (iii) The person is no longer authorised by the claim group to make the application and to deal with matters arising in relation to it; \n (iv) The person has exceeded the authority given to him or her by the claim group to make the application and to deal with matters arising in relation to it; and \n (b) The member or members are authorised by the claim group to make the application and to deal with matters arising in relation to it.",
      "id": "s5"
    },
    {
      "text": "Court order \n \n\n \n \n (2) The Court may make the order if it is satisfied that the grounds are established.",
      "id": "s6"
    },
    {
      "text": "Registrar of Federal Court to notify Native Title Registrar \n \n\n \n \n (3) If the Court makes the order, the Registrar of the Federal Court must, as soon as practicable, notify the Native Title Registrar of the name and address for service of the person who is, or persons who are, the new applicant.",
      "id": "s7"
    },
    {
      "text": "Register to be updated \n \n\n \n \n (4) If the claim contained in the application is on the Register of Native Title Claims, the Registrar must amend the Register to reflect the order.",
      "id": "s8"
    },
    {
      "text": "Connie Isaacs, who gave evidence on the motion before me, is frail.",
      "id": "s9"
    },
    {
      "text": "The obvious intention of the present motion is to add her daughter to be part of \"the applicant\", so that there are two persons constituting the applicant.",
      "id": "s10"
    },
    {
      "text": "Affidavits by a number of persons have been filed for the respondent, Mr Ian Delaney, in which the deponents state inter alia that they: \n(a) are descended from David Isaacs;\n(b) identify as Turrbal people;\n \n(c) have not been included in any discussions regarding the authorisation of applicants for the Turrbal claim; and\n \n(d) dispute that the authority to make decisions for the Turrbal people with respect to the making of a native title claim rests with Connie Isaacs.",
      "id": "s11"
    },
    {
      "text": "In addition, Ms Karen McFadden, Research Director of Queensland South Native Title Services (QSNTS), has executed an affidavit in which she deposes to having carried out \"preliminary research\" which has led her to express an opinion that David Isaacs was a sibling of Connie Isaacs.",
      "id": "s12"
    },
    {
      "text": "In the affidavit of Connie Isaacs filed on 22 June 2007, she says that: David Isaacs was my half-brother.",
      "id": "s13"
    },
    {
      "text": "He was at least ten years older than me.",
      "id": "s14"
    },
    {
      "text": "I knew him personally from my earliest memories up to his death in 1948.",
      "id": "s15"
    },
    {
      "text": "He was the son of my mother Bella Mclean, but he was not the son of Billy Isaac and was not a descendant of the Duke of York.",
      "id": "s16"
    },
    {
      "text": "His father was a white man.",
      "id": "s17"
    },
    {
      "text": "Exhibited to me at the time of my affirming this affidavit is a bundle of documents marked \" C EX \".",
      "id": "s18"
    },
    {
      "text": "Page 2 of that exhibit is an extract from the Registrar General's Office Birth Consolidated Index 1905-1909 in which the field for \"Father's Name\" has been left blank in the rows dedicated to Bella Mclean's children David and Doris.",
      "id": "s19"
    },
    {
      "text": "Page 3 of that exhibit is a copy of my own birth certificate, which identifies my mother as \"Bella Meyers\", and which identifies the only previous issue of my parents' relationship as \" 1 male deceased \" and \" 4 females deceased \".",
      "id": "s20"
    },
    {
      "text": "Page 4 is a \"Record of Death\" for my father, Billy Isaac, who died in 1923.",
      "id": "s21"
    },
    {
      "text": "My mother Bella Mclean was a Kamilaroi woman.",
      "id": "s22"
    },
    {
      "text": "She often talked proudly in my presence about being a Kamilaroi woman (I call it \"Milaroi\" for short).",
      "id": "s23"
    },
    {
      "text": "Accordingly, the descendants of David Isaacs are not of Turrbal descent, and are not members of the Turrbal people.",
      "id": "s24"
    },
    {
      "text": "This statement focuses on the issue which Mr Hardie, on behalf of Mr Delaney, seeks to raise in opposition to the motion.",
      "id": "s25"
    },
    {
      "text": "The application in the principal proceedings says that the native title claim group \" is comprised of all the biological descendants of the Turrbal ancestor known as the Duke of York .",
      "id": "s26"
    },
    {
      "text": "\" Maroochy Barambah asserts that David Isaacs was not the son of Billy Isaacs.",
      "id": "s27"
    },
    {
      "text": "She refers to a genealogical chart prepared by Norman B. Tindale as part of his extensive genealogical work throughout Australia as supporting her assertion.",
      "id": "s28"
    },
    {
      "text": "What the material filed on behalf of Mr Delaney indicates is that there are other persons who identify themselves as Turrbal people and who say that they have never been included as part of the claim group in these proceedings.",
      "id": "s29"
    },
    {
      "text": "There is thus a serious factual dispute, which includes whether the descendants of David Isaacs are descendants of the Duke of York; and if they are not, are they, nevertheless, Turrbal people who would need to be included in a properly constituted Turrbal claim group.",
      "id": "s30"
    },
    {
      "text": "After the amendments introduced by the Native Title Amendment (Technical Amendments) Act 2007 (Cth), the persons who may make application for determination of native title, are by ss 61(1) of the Act: \n \n (1) A person or persons authorised by all the persons (the native title claim group) who, according to their traditional laws and customs, hold the common or group rights and interests comprising the particular native title claimed, provided the person or persons are also included in the native title claim group; ... \n \n\n Section 251B outlines the circumstances in which all the persons in the native title claim group will have authorised a person or persons to make such an application.",
      "id": "s31"
    },
    {
      "text": "Section 251B provides: \n \n 251B Authorising the making of applications \n \n\n \n \n For the purposes of this Act, all the persons in a native title claim group or compensation claim group authorise a person or persons to make a native title determination application or a compensation application, and to deal with matters arising in relation to it, if: \n (a) where there is a process of decision-making that, under the traditional laws and customs of the persons in the native title claim group or compensation claim group, must be complied with in relation to authorising things of that kind --- the persons in the native title claim group or compensation claim group authorise the person or persons to make the application and to deal with the matters in accordance with that process; or \n (b) where there is no such process --- the persons in the native title claim group or compensation claim group authorise the other person or persons to make the application and to deal with the matters in accordance with a process of decision-making agreed to and adopted, by the persons in the native title claim group or compensation claim group, in relation to authorising the making of the application and dealing with the matters, or in relation to doing things of that kind.",
      "id": "s32"
    },
    {
      "text": "Lindgren J in Harrington-Smith on behalf of the Wongatha People v State of Western Australia (No 9) [2007] FCA 31 refers to the distinction between people who claim to hold common or group rights and interests, and those who actually hold those common or group rights and interests.",
      "id": "s33"
    },
    {
      "text": "Lindgren J said at [1189] --- [1193]: \n \n 1189 [That result] is an odd use of language.",
      "id": "s34"
    },
    {
      "text": "It is a natural use of language to designate the group of persons on whose behalf a claimant application is made, as 'a claim group', whether or not the application proves to be successful, and those persons, 'including the applicants', as 'claimants'.",
      "id": "s35"
    },
    {
      "text": "Yet the expression 'native title claim group' is defined in the NTA as being, relevantly, all the actual holders, according to their traditional laws and customs, of the particular native title claimed: NTA ss 253, 61(1).",
      "id": "s36"
    },
    {
      "text": "It follows that there cannot be an authorisation within s 61(1) unless there are actual holders of the particular native title claimed.",
      "id": "s37"
    },
    {
      "text": "1190 Logically, the authorisation issue can be finally determined only after I determine whether there are actual holders of the particular native title claimed, and if so, who they are.",
      "id": "s38"
    },
    {
      "text": "Since I decide below that there are no holders of the particular native title claimed, the making of the present application could not have been authorised by all of those persons.",
      "id": "s39"
    },
    {
      "text": "1191 Authorisation was addressed extensively in submissions.",
      "id": "s40"
    },
    {
      "text": "I will address the issue independently of my conclusion that there are no actual holders of the particular native title claimed.",
      "id": "s41"
    },
    {
      "text": "I will address it as if I were dealing with a strike out application under s 84C.",
      "id": "s42"
    },
    {
      "text": "1192 How does s 84C, which assumes that it may be possible for an application to be struck out prior to the final determination of an application, accommodate the fact that the native title claim group is defined to mean the actual holders of the particular native title claimed?",
      "id": "s43"
    },
    {
      "text": "In my opinion, the answer is that the striking out remedy is available once it clearly appears that, if the application were to succeed according to its own terms, the applicants would not have been authorised by all those persons the Court would determine to be the actual holders of the particular native title claimed, that is to say, by all the members of the 'claim group' (all the 'claimants').",
      "id": "s44"
    },
    {
      "text": "1193 I will take this approach also to the challenges to authorisation of all Claims before the Court, that is to say, I will assume that the claimants identified in the Form 1 are actual holders of the particular native title claimed in that Form.",
      "id": "s45"
    },
    {
      "text": "The opposition by Mr Delaney to the granting of the relief sought by the notice of motion depends on establishing that the claimant group, as contended for by the applicant Connie Isaacs, is wrong, and that Connie Isaacs does not, and never had, the authorisation of the correct claimant group.",
      "id": "s46"
    },
    {
      "text": "The observations of Lindgren J in [1192] above indicate that a strike out application would depend on whether it was established that the applicant was not authorised by all the members of the claim group, ie, all the \"claimants\".",
      "id": "s47"
    },
    {
      "text": "The question of whether all the \"claimants\" constitute the persons who actually hold the common or group rights and interests confirming the particular native title claimed, or whether the persons who actually hold those rights and interests is a wider group (as Mr Delaney contends), being a factual dispute, is not properly the subject of determination on a strike out application.",
      "id": "s48"
    },
    {
      "text": "In Bodney v Bropho [2004] FCAFC 226 , I said that determination of the question of the \"proper\" claimant group is not properly a subject for determination on a strike out application.",
      "id": "s49"
    },
    {
      "text": "I said at [7] and [8]: \n \n 7 Whether the Ballaruk and Didjarruk people was a wider group of people than Mr Bodney's immediate family was a matter of serious dispute before the primary judge.",
      "id": "s50"
    },
    {
      "text": "William Warrell and Margaret Gentle had sworn affidavits consistent with the view that the Ballaruk and Didjarruk people was a wider group than Mr Bodney's immediate family.",
      "id": "s51"
    },
    {
      "text": "However, Mr Warrell and Ms Gentle were not cross-examined, even though it is plain that Mr Bodney disputed the accuracy and indeed the truthfulness of the claims that they made in their respective affidavits.",
      "id": "s52"
    },
    {
      "text": "8 Resolution of that factual question is, in my respectful view, not properly the subject for determination on a strike-out application.",
      "id": "s53"
    },
    {
      "text": "The finding of lack of authorisation (or, more precisely, the primary judge's finding that Mr Bodney had failed to establish authorisation in either of the ways contemplated by s 251B of the Act), was dependent on the factual finding by the primary judge on that question.",
      "id": "s54"
    },
    {
      "text": "In my judgment, it is not appropriate at this time and on this application to determine those issues.",
      "id": "s55"
    },
    {
      "text": "Three of the persons who have executed affidavits for Mr Delaney, namely, Neville Isaacs Jnr, Ervyn Isaacs, and Stella Isaacs, are respondents to the principal proceedings, and therefore are entitled to be heard on those issues in the proceeding.",
      "id": "s56"
    },
    {
      "text": "It is a curious feature of the present application that it is contended that there are alternative bases for the authorisation to change the composition of the applicant.",
      "id": "s57"
    },
    {
      "text": "The primary submission is that Ms Connie Isaacs, on 9 February, made the decision, and she, as Elder was entitled to make that decision for the purposes of s 251B(a) of the Act.",
      "id": "s58"
    },
    {
      "text": "The traditional laws and customs of the native title claim group, it was said, gave the authority to make that decision to Ms Isaacs as Elder.",
      "id": "s59"
    },
    {
      "text": "That was the basis on which Ms Isaacs made the original application.",
      "id": "s60"
    },
    {
      "text": "In the present case, all but one of the adult members of the native title claim group (as expressed in the original application) have acquiesced and acceded to this particular exercise of authority by Ms Isaacs, after there was consultation among members of the claim group as to what was proposed.",
      "id": "s61"
    },
    {
      "text": "The remaining adult member, Jodie Briggs, has previously acknowledged the authority of Ms Isaacs as Elder.",
      "id": "s62"
    },
    {
      "text": "The curious feature is that it was submitted that if the Court was not satisfied that the decision of Ms Connie Isaacs as Elder was the process of decision making under the traditional laws and customs of the persons in the Turrbal native title claim group, there had nonetheless been a decision made to authorise Ms Isaacs and Ms Barambah pursuant to a process of decision making agreed to and adopted by the persons in the native title claim group, to be inferred from the conduct of the members of the native title claim group between 9 February and 15 June 2007, when the senior members of the Turrbal group met for the purpose of making a decision.",
      "id": "s63"
    },
    {
      "text": "That decision was subsequently ratified by as many adult members of the Turrbal claim group as practicable (indeed, by all but one), and the resolution initially passed on 9 February 2007, having subsequently been ratified by all but one adult members of the native title claim group, constituted a sufficient authorisation within the requirements of the Act.",
      "id": "s64"
    },
    {
      "text": "There is simply no evidence that that method of decision making was the process of decision making required to be complied with in relation to authorising things of that kind under the traditional laws and customs of the persons in the native title claim group.",
      "id": "s65"
    },
    {
      "text": "The original application was not authorised by that process and, it seems to me, the alternative form of authorisation contended for factually is at odds with the primary contention of the applicant concerning authorisation, namely, that Ms Connie Isaacs as Elder had the authority of the native title claim group to make the original application, because that was the decision making process mandated by the traditional laws and customs of the native title claim group.",
      "id": "s66"
    },
    {
      "text": "If Connie Isaacs had authority on that basis to make the original application, she similarly had authority on the same basis to make the decision to change the constitution of the applicant from Ms Connie Isaacs to Ms Connie Isaacs and Maroochy Barambah.",
      "id": "s67"
    },
    {
      "text": "Both Helen Bowskill, counsel for the State of Queensland, and Mr Peter Flanagan SC for the Commonwealth submitted that s 66B assumes that the current applicant (who is sought to be replaced by the current applicant and her daughter) had authority to bring the claim at the time the claim was made: s 66B(1)(a)(i).",
      "id": "s68"
    },
    {
      "text": "Lander J (with whom North J at [1] and Dowsett J at [10] agreed) in Williams v Grant [2004] FCAFC 178 said, at [53]: \n \n 53.",
      "id": "s69"
    },
    {
      "text": "Section 66B assumes that the current applicant, who is sought to be replaced, had authority to bring the claim at the time the claim was made: s 66B(1)(a)(i).",
      "id": "s70"
    },
    {
      "text": "The hearing of a s 66B motion is not the proper occasion to explore the broader issue as to whether or not a native title determination application was properly authorised in the first place for the purposes of s 61 and s 251B of the Act.",
      "id": "s71"
    },
    {
      "text": "Such an issue can be explored either in the course of a strike-out application under s 84C of the Act, or at the trial of the application.",
      "id": "s72"
    },
    {
      "text": "Lander J discussed the operation of s 84C and the question of proper authorisation at [54] to [59] inclusive: \n \n 54 ... in this case, where the appellant contended that the first respondent was never authorised to bring the native title application, the appellant has adopted the correct procedure, which is to proceed under s 84C.",
      "id": "s73"
    },
    {
      "text": "55 Section 84C(2) requires the Court to consider the application to strike out 'before any further proceedings take place in relation to the main application'.",
      "id": "s74"
    },
    {
      "text": "56 That subsection recognises that if an application under s 84C is successful the application for native title will be struck out.",
      "id": "s75"
    },
    {
      "text": "Because of the possible consequences of the application, it is in all parties' interests that the application be heard before any other steps are taken in relation to the main application.",
      "id": "s76"
    },
    {
      "text": "The subsection requires the Court to 'consider the application made under subsection (1)'.",
      "id": "s77"
    },
    {
      "text": "The subsection does not require the Court to determine the application before any further steps are taken.",
      "id": "s78"
    },
    {
      "text": "The use of the word 'consider' without an obligation on the Court to also 'determine' the application is deliberate.",
      "id": "s79"
    },
    {
      "text": "57 In some cases it will be appropriate to determine the application at the same time as it is considered.",
      "id": "s80"
    },
    {
      "text": "Where the application to strike out is obviously without merit then it may be dismissed immediately.",
      "id": "s81"
    },
    {
      "text": "Where the application is clearly a case that calls for relief under the section, recognising that relief will be provided sparingly as I have described it, then an order will be made dismissing the main application.",
      "id": "s82"
    },
    {
      "text": "In many cases, an applicant faced with an application under s 84C will apply to amend the application to cure an identified deficiency.",
      "id": "s83"
    },
    {
      "text": "For example, where an application is based upon an applicant's failure to comply with s 62 in supplying the details under that section, an applicant might respond by amending the application to make it comply.",
      "id": "s84"
    },
    {
      "text": "In those cases, the Court will not be called upon to determine the s 84C application.",
      "id": "s85"
    },
    {
      "text": "58 In some cases it may be difficult to decide whether the application should succeed.",
      "id": "s86"
    },
    {
      "text": "For example, it may be difficult to decide, on the papers, whether the applicant has been authorised by the native title claim group.",
      "id": "s87"
    },
    {
      "text": "59 In that case it may be appropriate to hear and determine the application under s 84C at the same time as the main application.",
      "id": "s88"
    },
    {
      "text": "... \n \n\n Lander J then agreed with the observation of Wilcox J in Bodney v State of Western Australia [2003] FCA 890 at [45] where Wilcox J said: \n \n Section 84C(2) of the new Act says that, upon an application being made under s 84C(1), the \"Court must, before any further proceedings take place in relation to the main application, consider the application under subsection (1)\".",
      "id": "s89"
    },
    {
      "text": "It may be, as submitted by Mr Wright on behalf of the State, that the requirement to \"consider\" the application does not include a requirement to determine the application.",
      "id": "s90"
    },
    {
      "text": "It may be open to the Court, having considered the merits of an application, to decide to defer a ruling on it until the trial of the principal application.",
      "id": "s91"
    },
    {
      "text": "Whether or not that is so, it is clearly the policy of the Act that the Court should give immediate attention to a strike out motion.",
      "id": "s92"
    },
    {
      "text": "The reason, no doubt, is that it is undesirable to allow parties to be put to trouble and expense in relation to an application that fails to comply with the fundamental requirements stated in ss 61, 61A and 62.",
      "id": "s93"
    },
    {
      "text": "If Ms Isaacs had authority as Elder to make the original application, as I hold on the authority of Williams v Grant s 66B assumes she had, she therefore had authority as Elder to decide on an altered composition of the applicant.",
      "id": "s94"
    },
    {
      "text": "For the above reasons, I am satisfied that it is proper to grant the relief sought by the notice of motion.",
      "id": "s95"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Spender.",
      "id": "s96"
    },
    {
      "text": "Associate:\n \n \nDated: 11 March 2008\n \n Counsel for the Applicant: Ms T Jowett \n \n Solicitor for the Applicant: Blackshield &amp; Co \n \n Counsel for the First Respondent: Ms H Bowskill \n \n Solicitor for the First Respondent: Crown Law \n \n Counsel for the Second Respondent: Mr P Flanagan SC \n \n Solicitor for the Second Respondent: Australian Government Solicitor \n \n Solicitor for the Fourth Respondent: K Brown \n \n Solicitor for the Sixteenth Respondent Gore &amp; Associates \n \n Date of Hearing: 25 June 2007 \n \n Date of Judgment: 11 March 2008 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/316.html",
      "id": "s97"
    }
  ]
}