{
  "name": "Blue Wedges Inc v Minister for the Environment, Heritage and the Arts [2008] FCA 399 (28 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/399.html",
  "catchphrases": [
    {
      "text": "whether failure to take into account relevant considerations",
      "id": "c0"
    },
    {
      "text": "whether procedures required to be observed were not observed",
      "id": "c1"
    },
    {
      "text": "s 136 of the environment protection and biodiversity conservation act 1999 (cth)",
      "id": "c2"
    },
    {
      "text": "whether failure to observe a procedure required by law",
      "id": "c3"
    },
    {
      "text": "unreasonableness",
      "id": "c4"
    },
    {
      "text": "s 131 of the environment protection and biodiversity conservation act 1999 (cth)",
      "id": "c5"
    },
    {
      "text": "\" environment \"",
      "id": "c6"
    },
    {
      "text": "administrative law",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    },
    {
      "text": "words and phrases",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "1 Before the Court is an application by Blue Wedges Inc which challenges the decision made on 20 December 2007, by the first respondent, the Minister for the Environment, Heritage and the Arts (the Minister).",
      "id": "s0"
    },
    {
      "text": "The decision gave approval to the second respondent, the Port of Melbourne Corporation (PMC), to deepen the shipping channels of Port Phillip Heads in Port Phillip Bay (the Bay) and the Yarra River and its approaching channels.",
      "id": "s1"
    },
    {
      "text": "2 Blue Wedges Inc is an association which was incorporated on 30 May 2005 under the Associations Incorporation Act 1981 (Vic).",
      "id": "s2"
    },
    {
      "text": "It started as an unincorporated association in June 2003 in response to the proposed channel deepening project.",
      "id": "s3"
    },
    {
      "text": "By its statement of purpose, it is committed to work to preserve the ecosystems of the Bay and the estuary and ocean environments in and around the Bay and Westernport Bay.",
      "id": "s4"
    },
    {
      "text": "No objection was taken to its standing to bring this application.",
      "id": "s5"
    },
    {
      "text": "3 The PMC was established under the Port Services Act 1995 (Vic) and is the proponent of the channel deepening project.",
      "id": "s6"
    },
    {
      "text": "The PMC is responsible for the management of the port, port waters, shipping movements in the Bay and dealings with shipping operators and stevedores.",
      "id": "s7"
    },
    {
      "text": "The shipping channels to which the channel deepening project relates provide access to the Port of Melbourne.",
      "id": "s8"
    },
    {
      "text": "4 The third respondent, the State of Victoria, undertook the environmental assessment process which will be explained later in these reasons.",
      "id": "s9"
    },
    {
      "text": "The PMC and the State of Victoria were joined as parties to this proceeding because their interests may be affected by the outcome.",
      "id": "s10"
    },
    {
      "text": "Again, no issue was raised over the inclusion of these parties.",
      "id": "s11"
    },
    {
      "text": "5 The Bay is a coastal estuary within the territorial limits of Victoria.",
      "id": "s12"
    },
    {
      "text": "It is a shallow bay of about 1930 square kilometres with a coastline length of 264 kilometres.",
      "id": "s13"
    },
    {
      "text": "It has a maximum depth of 24 metres but is mostly shallower than 8 metres.",
      "id": "s14"
    },
    {
      "text": "The cities of Melbourne and Geelong lie on the north east and western shores of the Bay respectively, and the Yarra and Maribyrnong rivers flow into the Bay from the north.",
      "id": "s15"
    },
    {
      "text": "Some of the localities distant from the main cities on the shore of the Bay are holiday places for the people of Melbourne.",
      "id": "s16"
    },
    {
      "text": "Around the Bay there is commercial, residential and recreational activity.",
      "id": "s17"
    },
    {
      "text": "6 The Bay is environmentally significant in a number of respects.",
      "id": "s18"
    },
    {
      "text": "There are some protected sites of national and international environmental significance, including Ramsar wetlands, intertidal mudflats, salt marsh fringes and coastal dunes.",
      "id": "s19"
    },
    {
      "text": "The area also supports some internationally significant populations of migratory birds and endangered native birds, fish and cetaceans.",
      "id": "s20"
    },
    {
      "text": "A number of social activities, including swimming, diving, recreational fishing, sailing and boating, take place in the locality of the Bay.",
      "id": "s21"
    },
    {
      "text": "It also has a number of tourist attractions and is used for commercial fishing.",
      "id": "s22"
    },
    {
      "text": "7 The entrance to the Bay is through Port Phillip Heads, which is partly closed by a shallow rocky submarine plateau --- Rip Bank and Nepean Bank --- that is cut by a deep canyon.",
      "id": "s23"
    },
    {
      "text": "The Great Ship Channel crosses through this area into the Bay.",
      "id": "s24"
    },
    {
      "text": "Most merchant ships then follow the south channel towards Hovell Pile near Dromana on the eastern shoreline and then travel north towards the docks in and at the mouth of the Yarra.",
      "id": "s25"
    },
    {
      "text": "This path takes ships along the Port Melbourne, Williamstown and Yarra River channels.",
      "id": "s26"
    },
    {
      "text": "8 The aim of the project is to modify the shipping channels to enable access for 14 metre draught vessels to the Port of Melbourne in all tidal conditions.",
      "id": "s27"
    },
    {
      "text": "Currently, access to the port is restricted to vessels of maximum draught of 11.6 metres or 12.1 metres at high tide.",
      "id": "s28"
    },
    {
      "text": "The project has four elements:\n \n \n &#8226; Dredging of existing shipping channels including the Yarra River Channel, Williamstown Channel, Port Melbourne Channel, South Channel and the Great Ship Channel at the Entrance.",
      "id": "s29"
    },
    {
      "text": "&#8226; Dredging of berth pockets at Appleton Dock, Swanson Dock, Holden Dock and Gellibrand Pier.",
      "id": "s30"
    },
    {
      "text": "&#8226; Placement of dredged material into two dredged material grounds; one in the north of the Bay and one in the south of the Bay.",
      "id": "s31"
    },
    {
      "text": "&#8226; Modifications to existing infrastructure including berth works, river works, protection of services, upgrades to existing navigation aids and installation of new navigation aids.",
      "id": "s32"
    },
    {
      "text": "9 The project involves dredging 22.9 million cubic metres of material which will bulk up to 26 million cubic metres as a result of the dredging process.",
      "id": "s33"
    },
    {
      "text": "One contentious aspect of the project concerns contaminated sediment found in the Williamstown and Yarra River channels and in part of the Port Melbourne channel.",
      "id": "s34"
    },
    {
      "text": "The total amount of contaminated material is about 2.11 million cubic metres, that is to say, a small fraction of the total dredged material.",
      "id": "s35"
    },
    {
      "text": "The contaminated material is to be taken to a bund which is to be constructed on the floor of the Bay.",
      "id": "s36"
    },
    {
      "text": "The contaminated material is to be dumped in the bund and capped with uncontaminated material.",
      "id": "s37"
    },
    {
      "text": "THE ASSESSMENT PROCESS --- THE LEGISLATIVE SCHEME \n \n10 In order to understand the Minister's function in environmental decision making under the Environment Protection and Biodiversity Conservation Act 1999 (Cth) (the Act), it is useful to consider some recent history of the legislation.",
      "id": "s38"
    },
    {
      "text": "11 The Act was first introduced in 1999.",
      "id": "s39"
    },
    {
      "text": "It had three important aims which were endorsed in principle in 1997 at the meeting of the Council of Australian Governments.",
      "id": "s40"
    },
    {
      "text": "Firstly, the Act was designed to define the areas of Commonwealth environmental responsibility and, hence, the role of the Commonwealth in environmental matters.",
      "id": "s41"
    },
    {
      "text": "Secondly, it sought to integrate the State and Commonwealth laws by providing mechanisms for Commonwealth accreditation of State assessment processes.",
      "id": "s42"
    },
    {
      "text": "And thirdly, the Act sought to provide a new and more efficient assessment and approval process.",
      "id": "s43"
    },
    {
      "text": "These aims were reflected in the objects of the Act.",
      "id": "s44"
    },
    {
      "text": "One of the objects of the Act was to provide for the protection of those aspects of the environment that are of national environmental significance (s 3(1)(a)).",
      "id": "s45"
    },
    {
      "text": "To achieve its objects the Act recognised the role of the Commonwealth by focusing Commonwealth involvement on matters of national environmental significance (s 3(2)(a)), and providing for intergovernmental accreditation of environmental assessment processes (s 3(2)(c)).",
      "id": "s46"
    },
    {
      "text": "It also sought to achieve the objects by adopting an efficient and timely Commonwealth environmental assessment and approval process that ensured that activities that would be likely to have significant impacts on the environment were properly assessed (s 3(2)(d)).",
      "id": "s47"
    },
    {
      "text": "These objects explain the purpose for the provisions of the Act which applied to the channel deepening project, and which will now be examined.",
      "id": "s48"
    },
    {
      "text": "12 Part 3 of the Act prohibits the taking of certain actions without ministerial approval.",
      "id": "s49"
    },
    {
      "text": "The actions are those which have, will have, or are likely to have significant environmental impact.",
      "id": "s50"
    },
    {
      "text": "Relevant to this proceeding are actions which have or might have such impact on declared Ramsar wetlands (ss 16 and 17B), listed threatened species (ss 18 and 18A) listed migratory species (ss 20 and 20A) and the environment of Commonwealth land (ss 26 and 27A).",
      "id": "s51"
    },
    {
      "text": "13 An action which requires approval is called a controlled action (s 67).",
      "id": "s52"
    },
    {
      "text": "A person proposing to take such action must refer the proposal to the Minister for a decision whether the action is or is not a controlled action (s 68(1)).",
      "id": "s53"
    },
    {
      "text": "The Minister must decide whether the action is a controlled action (s 75(1)) and must make that decision within 20 business days of receiving the referral (s 75(5)).",
      "id": "s54"
    },
    {
      "text": "14 If an action is a controlled action the Minister must decide which of several different assessment processes are to be used (s 87(1)), and that decision must be made within 20 business days of receiving the referral (s 88(1)).",
      "id": "s55"
    },
    {
      "text": "15 One of the assessment processes available to the Minister is an accredited assessment process (s 87(1)(a)).",
      "id": "s56"
    },
    {
      "text": "This option may only be selected if the Minister is satisfied under s 87(4) that:\n \n \n (a) the process is to be carried out under a law of the Commonwealth, a State or a self-governing Territory; and\n (b) the process and the law meet the standards (if any) prescribed by the regulations; and\n (c) the process will ensure that the relevant impacts of the action are adequately assessed; and\n (d) he or she will receive a report of the outcome of the process that will provide enough information on the relevant impacts of the action to let him or her make an informed decision whether or not to approve under Part 9 (for the purposes of each controlling provision) the taking of the action.",
      "id": "s57"
    },
    {
      "text": "THE ASSESSMENT PROCESS --- STEPS TAKEN \n \n 16 Before examining the final stage of the approval process undertaken by the Minister under the Act, which is the subject of the present challenge, it is important to understand the steps which were taken prior to that stage of the approval process because they bear upon the way the Minister approached the approval decision.",
      "id": "s58"
    },
    {
      "text": "17 The process started over five years ago, as far back as 15 February 2002, when the predecessor of the PMC referred the channel deepening project to the then Minister for a decision under s 68 as to whether the proposal was a controlled action.",
      "id": "s59"
    },
    {
      "text": "On 20 March 2002, the delegate of the then Minister decided that the channel deepening project was a controlled action.",
      "id": "s60"
    },
    {
      "text": "This decision reflected the view that the dredging would or may have an environmental effect on the specified matters of concern to the Commonwealth, namely the declared Ramsar wetlands, listed threatened species, listed migratory species and Commonwealth land.",
      "id": "s61"
    },
    {
      "text": "18 At the same time, the government of Victoria considered whether the project would have environmental concerns within its jurisdiction.",
      "id": "s62"
    },
    {
      "text": "Under the Environment Effects Act 1978 (Vic) (the Vic.",
      "id": "s63"
    },
    {
      "text": "Act), the proponent of public works which might have a significant effect on the environment may be required by the Victorian Minister to provide an environment effects statement (EES) (s 8B(3) of the Vic.",
      "id": "s64"
    },
    {
      "text": "Act).",
      "id": "s65"
    },
    {
      "text": "The Victorian Minister decided he did require an EES.",
      "id": "s66"
    },
    {
      "text": "19 On 21 May 2002, the same delegate of the then Minister decided that the approach to be used for the assessment of the channel deepening project was by an accredited assessment process, pursuant to s 87(1)(a) of the Act.",
      "id": "s67"
    },
    {
      "text": "The accredited assessment process was to be the same as that required by the Victorian Minister, namely, an EES.",
      "id": "s68"
    },
    {
      "text": "20 In October 2002, the Victorian Minister issued assessment guidelines for the EES.",
      "id": "s69"
    },
    {
      "text": "In June 2004, the PMC completed the EES.",
      "id": "s70"
    },
    {
      "text": "21 The PMC engaged a number of specialist consultants to prepare reports that formed the basis of the EES.",
      "id": "s71"
    },
    {
      "text": "Relevantly, there were specialist studies which examined tourism and recreation, and developed a community impact assessment.",
      "id": "s72"
    },
    {
      "text": "The EES examined social and economic effects, having regard to tourism and recreation and above-water amenity.",
      "id": "s73"
    },
    {
      "text": "It was exhibited between 5 July and 16 August 2004, and 906 submissions were received.",
      "id": "s74"
    },
    {
      "text": "22 In August 2004, the Victorian Minister appointed an inquiry under s 9(1) of the Vic.",
      "id": "s75"
    },
    {
      "text": "Act to consider the channel deepening project.",
      "id": "s76"
    },
    {
      "text": "Hearings were conducted between September and December 2004, and the inquiry reported on 11 February 2005 (the 2005 inquiry).",
      "id": "s77"
    },
    {
      "text": "The 2005 inquiry report examined, inter alia, the human effects of the channel deepening project, including the economic effects and social impact of the project.",
      "id": "s78"
    },
    {
      "text": "23 In July 2005, the Victorian Minister decided that a supplementary EES (SEES) under s 5(1) of the Vic.",
      "id": "s79"
    },
    {
      "text": "Act was required.",
      "id": "s80"
    },
    {
      "text": "Guidelines for the SEES were completed in October 2005.",
      "id": "s81"
    },
    {
      "text": "The SEES was exhibited between 22 March and 7 May 2007.",
      "id": "s82"
    },
    {
      "text": "The SEES examined the effects, among other things, on tourism, amenity and perception, community concern about the dredging activities and various recreational activities around and on the Bay.",
      "id": "s83"
    },
    {
      "text": "The SEES also considered matters of national environmental significance, identical to the protected matters identified under the Act.",
      "id": "s84"
    },
    {
      "text": "An independent expert group (IEG) was appointed to advise initially on the SEES guidelines and then on the technical adequacy of the SEES studies as they progressed.",
      "id": "s85"
    },
    {
      "text": "The IEG reported to the Victorian Minister in May 2007.",
      "id": "s86"
    },
    {
      "text": "A second inquiry was established by the Victorian Minister to consider the project again (the 2007 inquiry).",
      "id": "s87"
    },
    {
      "text": "It conducted hearings between June and July 2007 and reported on 1 October 2007.",
      "id": "s88"
    },
    {
      "text": "This was the end of the assessment process required under the Vic.",
      "id": "s89"
    },
    {
      "text": "Act, but it provided the basis for the approval process under the Act.",
      "id": "s90"
    },
    {
      "text": "24 It will be recalled that s 87(4)(d) provided for a report by the State Minister of the outcome of the assessment process that would provide enough information on the relevant impacts of the action to allow the Minister to make an informed decision whether or not to approve the action.",
      "id": "s91"
    },
    {
      "text": "This report formed the basis of the accredited assessment process nominated by the Minister pursuant to s 87(1)(a).",
      "id": "s92"
    },
    {
      "text": "In the present case the assessment report was received by the Minister on 8 November 2007.",
      "id": "s93"
    },
    {
      "text": "25 The assessment report had regard to the information presented in the EES, the 2005 inquiry report, the SEES, the 2007 inquiry report and the IEG report.",
      "id": "s94"
    },
    {
      "text": "On the basis of this information, the assessment report examined the economic and ecological effects of the channel deepening project.",
      "id": "s95"
    },
    {
      "text": "Further, the assessment report examined the effects on human health, public amenity and recreation, marine based tourism and commerce and cultural heritage.",
      "id": "s96"
    },
    {
      "text": "26 Overall, the assessment report judged any effects of the channel deepening project to be minor, acceptable and / or short-term.",
      "id": "s97"
    },
    {
      "text": "It examined the effect of the project on controlled matters under the Act.",
      "id": "s98"
    },
    {
      "text": "These matters correlated with those the Minister was bound to consider.",
      "id": "s99"
    },
    {
      "text": "On these issues, the assessment report concluded that the effects would not be significant and recommendations were made to impose mitigation measures in an attempt to prevent or minimise impacts on matters of national environmental significance.",
      "id": "s100"
    },
    {
      "text": "The assessment report related this discussion directly to the approval requirements under the Act, stating that \"This Assessment... will inform the decision by the Australian Government Minister for the Environment... whether to approve the CDP [channel deepening project] under section 130 of the Act.",
      "id": "s101"
    },
    {
      "text": "\" \n \n27 The assessment report also examined the consistency of the channel dredging project with ecologically sustainable development principles and objectives.",
      "id": "s102"
    },
    {
      "text": "The report stated \"Through the assessment process under the EE Act [the Vic.",
      "id": "s103"
    },
    {
      "text": "Act], including this Assessment, careful consideration has been given to \"ESD\" [ecologically sustainable development] principles and objectives as variously defined under... the EPBC Act [the Act]\".",
      "id": "s104"
    },
    {
      "text": "The report concluded that the channel deepening project \"would provide a net benefit to the State of Victoria, having regard to long-term and short-term economic, environmental, social and equity considerations.",
      "id": "s105"
    },
    {
      "text": "\"\n RELEVANT LEGISLATIVE PROVISIONS \n \n 28 At this point, it is necessary to set out the legislative provisions directly relevant to the issues arising in this proceeding.",
      "id": "s106"
    },
    {
      "text": "These provisions relate to two matters.",
      "id": "s107"
    },
    {
      "text": "Section 131 concerns the need to invite comments concerning the project from other ministers.",
      "id": "s108"
    },
    {
      "text": "Section 136 stipulates some matters which the Minister must, some which he may, and some which he must not, take into account in making his decision.",
      "id": "s109"
    },
    {
      "text": "The sections are as follows:\n \n 29 131 Inviting comments from other Ministers before decision \n \n (1) Before the Minister (the Environment Minister ) decides whether or not to approve, for the purposes of a controlling provision, the taking of an action, and what conditions (if any) to attach to an approval, he or she must:\n (a) inform any other Minister whom the Environment Minister believes has administrative responsibilities relating to the action of the decision the Environment Minister proposes to make; and\n (b) invite the other Minister to give the Environment Minister comments on the proposed decision within 10 business days.",
      "id": "s110"
    },
    {
      "text": "(2) A Minister invited to comment may make comments that:\n (a) relate to economic and social matters relating to the action; and\n (b) may be considered by the Environment Minister consistently with the principles of ecologically sustainable development.",
      "id": "s111"
    },
    {
      "text": "This does not limit the comments such a Minister may give.",
      "id": "s112"
    },
    {
      "text": "30 133 Grant of approval \n \n Approval \n \n \n (1) After receiving the assessment documentation relating to a controlled action, ... the Minister may approve for the purposes of a controlling provision the taking of the action by a person.",
      "id": "s113"
    },
    {
      "text": "...\n \n \n \n Content of approval \n \n (2) An approval must:\n (a) be in writing; and \n \n \n \n (b) specify the action (including any alternative proposals approved under subsection (1A)) that may be taken; and \n \n \n \n (c) name the person to whom the approval is granted; and \n \n \n \n (d) specify each provision of Part 3 for which the approval has effect; and \n \n \n \n (e) specify the period for which the approval has effect; and\n (f) set out the conditions attached to the approval.",
      "id": "s114"
    },
    {
      "text": "...\n \n (8) In this section:\n assessment documentation , in relation to a controlled action, means:\n (a) if the action is the subject of an assessment report--that report;\n \n\n31 136 General considerations \n \n Mandatory considerations \n \n (1) In deciding whether or not to approve the taking of an action, and what conditions to attach to an approval, the Minister must consider the following, so far as they are not inconsistent with any other requirement of this Subdivision:\n (a) matters relevant to any matter protected by a provision of Part 3 that the Minister has decided is a controlling provision for the action;\n (b) economic and social matters.",
      "id": "s115"
    },
    {
      "text": "Factors to be taken into account \n \n (2) In considering those matters, the Minister must take into account:\n (a) the principles of ecologically sustainable development; and\n (b) the assessment report (if any) relating to the action; and\n \n ...\n \n (e) any other information the Minister has on the relevant impacts of the action (including information in a report on the impacts of actions taken under a policy, plan or program under which the action is to be taken that was given to the Minister under an agreement under Part 10 (about strategic assessments)); and\n (f) any relevant comments given to the Minister in accordance with an invitation under section 131 or 131A; \n \n ...\n \n Minister not to consider other matters \n \n (5) In deciding whether or not to approve the taking of an action, and what conditions to attach to an approval, the Minister must not consider any matters that the Minister is not required or permitted by this Division to consider.",
      "id": "s116"
    },
    {
      "text": "THE APPROVAL PROCESS \n \n32 After receiving the assessment report on 8 November 2007, the Minister was required to decide whether to approve the taking of the controlled action within 30 business days, beginning on the first business day after he received the assessment report (s 130(1B)(a)).",
      "id": "s117"
    },
    {
      "text": "This meant that 20 December 2008 was the last day on or by which he would have to make his decision.",
      "id": "s118"
    },
    {
      "text": "The Minister was appointed on 3 December 2007.",
      "id": "s119"
    },
    {
      "text": "The process by which the Minister made his decision during that timeframe is now outlined.",
      "id": "s120"
    },
    {
      "text": "Invitation to other ministers under s 131 \n \n33 On 5 December 2007, the senior executives of the Department of Environment, Water, Heritage and the Arts (the department) gave the Minister an oral briefing about the approval process.",
      "id": "s121"
    },
    {
      "text": "In the course of the briefing Ms Vicki Middleton, the Assistant Secretary, Environment Assessment Branch 1 of the Approvals and Wildlife Division, said to the Minister that one question he needed to consider was whether there were other Commonwealth ministers with administrative responsibilities relating to the proposal, because it was necessary to inform any such Commonwealth minister of any proposed decision on the proposal.",
      "id": "s122"
    },
    {
      "text": "She advised the Minister that it was the department's view that the Minister might wish to invite the Minister for Infrastructure, Transport, Regional Development and Local Government to comment on any proposed decision.",
      "id": "s123"
    },
    {
      "text": "34 On 7 December 2007, Ms Middleton signed a brief to the Minister which:\n \n&#8226; indicated that the date that the approval decision would have to be made on or by was 20 December 2007;\n \n&#8226; stated that the purpose of the brief was to provide a proposed decision for the purpose of inviting comments from other ministers in accordance with s 131 of the Act;\n \n&#8226; explained by way of background that the assessment of the proposal was accredited under the Victorian EES process;\n \n&#8226; noted that there were issues / sensitivities which were described, in part, as follows:\n \n The project is contentious with concerns raised by commercial fishers, the diving industry and conservation groups over turbidity from dredging, hydrodynamic changes, impacts on nutrient cycling in the Bay, and impacts on Marine parks.",
      "id": "s124"
    },
    {
      "text": "...",
      "id": "s125"
    },
    {
      "text": "The Department is of the view, based on the available evidence, that the impacts of the proposed action on matters under the EPBC Act will be acceptable, subject to a number of conditions.",
      "id": "s126"
    },
    {
      "text": "...",
      "id": "s127"
    },
    {
      "text": "Given the Minister for Infrastructure, Transport, Regional Development and Local Government has responsibilities for infrastructure planning and coordination the Department recommends you invite his comments on your proposed approval decision under s131 of the EPBC Act.",
      "id": "s128"
    },
    {
      "text": "35 The brief recommended that the Minister note the summary of the project and sensitivities which were set out in attachments A and B to the brief, and the legal considerations which were set out in attachment D to the brief.",
      "id": "s129"
    },
    {
      "text": "36 The Minister indicated, by his signature in the place provided for his response, that he had noted these attachments.",
      "id": "s130"
    },
    {
      "text": "37 The brief also recommended that the Minister consider the assessment documentation listed in attachment C to the brief.",
      "id": "s131"
    },
    {
      "text": "The Minister indicated in the place for his response that he had considered the documents.",
      "id": "s132"
    },
    {
      "text": "Further reference to the contents of the attachments will be made later in these reasons.",
      "id": "s133"
    },
    {
      "text": "It is sufficient at present to observe that attachment C comprised a large amount of material which was described in the brief as follows:\n \n \n 1 EPBC Referral, 19 February 2002\n 2 Preliminary Information, 15 April 2002 (includes Vols 1 to 4)\n 3 Panel Report, 11 February 2005\n 4 Report of Inquiry, 1 October 2007\n 5 Assessment under Environment Effects Act 1978 , Victorian Minister for Planning, November 2007 (includes Independent Expert Group Report, May 2007)\n 6 Notice of State assessment under Section 130(1B) of the EPBC Act (as in force before 19 February 2007)\n 7 Victorian Environment Effects Statement, Vols 1 to 4\n 8 Supplementary Environment Effects Statement, Vols 1 to 3 &amp; Technical Appendices Vols 1 to 10 \n \n \n \n\n38 Finally, the Minister accepted the recommendation made by the department in the brief to provide the proposed approval decision to the Minister for Infrastructure, Transport, Regional Development and Local Government, and the Minister signed a letter to that Minister to that effect.",
      "id": "s134"
    },
    {
      "text": "39 The Minister for Infrastructure, Transport, Regional Development and Local Government replied to the Minister on 17 December 2007, stating his support for the project proceeding with appropriate environmental safeguards.",
      "id": "s135"
    },
    {
      "text": "The approval decision brief and the Minister's decision \n \n40 On 17 December 2007, the Minister received a further brief from the department.",
      "id": "s136"
    },
    {
      "text": "This brief was to provide information in relation to the Minister's decision to approve or not approve the proposal.",
      "id": "s137"
    },
    {
      "text": "The relevant contents of the brief are recorded in the Minister's statement of reasons for his decision and will be set out in that context shortly.",
      "id": "s138"
    },
    {
      "text": "The brief recommended that the Minister approve the action.",
      "id": "s139"
    },
    {
      "text": "It indicated that the Act required a decision to be made by 20 December 2007.",
      "id": "s140"
    },
    {
      "text": "On 20 December 2007, the Minister noted on the brief his approval of the action, and signed a notice of approval attached to the brief.",
      "id": "s141"
    },
    {
      "text": "41 On 18 January 2008, the Minister provided a statement of reasons for the grant of approval which he had given on 20 December 2007, in response to a request by the applicant pursuant to s 13 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) (the ADJR Act).",
      "id": "s142"
    },
    {
      "text": "42 The Minister's approval was conditional upon the PMC formulating an environmental management plan (EMP) to address some of the environmental concerns still held by the Minister, and the Minister giving approval to the EMP.",
      "id": "s143"
    },
    {
      "text": "The EMP detailed the environmental management requirements of the channel deepening project, including project delivery standards outlining environmental controls and limits, monitoring programs, post construction requirements, regulatory controls and reporting procedures.",
      "id": "s144"
    },
    {
      "text": "That final approval of the EMP did not occur until 5 February 2008.",
      "id": "s145"
    },
    {
      "text": "43 It is now necessary to refer to the Minister's statement of reasons.",
      "id": "s146"
    },
    {
      "text": "The Minister's Statement of Reasons \n \n44 The Minister's statement of reasons was divided into sections.",
      "id": "s147"
    },
    {
      "text": "The first section set out such of the legislation which was relevant to the decision, namely, provisions found in ss 130, 131, 133, 134, 136, 138, 139 and 140 of the Act.",
      "id": "s148"
    },
    {
      "text": "45 The next section of the statement of reasons recorded the background to the decision as follows: \n \n \n 9.",
      "id": "s149"
    },
    {
      "text": "The proposed action is to deepen the shipping channels at Port Phillip Heads, in Port Phillip Bay (the Bay), and the Yarra River and its approaching channels.",
      "id": "s150"
    },
    {
      "text": "10.",
      "id": "s151"
    },
    {
      "text": "On 20 March 2002, the then Minister's delegate, Mr Gerard Early, First Assistant Secretary, Approvals and Legislation Division, decided under Section 75 of the EPBC Act that the proposed action is a controlled action.",
      "id": "s152"
    },
    {
      "text": "The controlling provisions are Sections 16 and 17B (Wetlands of international importance), Section 18 and 18A (Listed threatened species and communities), Section 20 and 20A (Listed migratory species), and Sections 26 and 27A (Commonwealth Land) of the EPBC Act.",
      "id": "s153"
    },
    {
      "text": "11.",
      "id": "s154"
    },
    {
      "text": "On 21 May 2002, Mr Early, delegate of the then Minister, decided under Section 87 of the EPBC Act to accredit the Environment Effects Statement (EES) process under the Victorian Environment Effects Act 1978 .",
      "id": "s155"
    },
    {
      "text": "The EES was released for public comment on 5 July 2004.",
      "id": "s156"
    },
    {
      "text": "12.",
      "id": "s157"
    },
    {
      "text": "The Victorian Government appointed a panel to review the submissions on the EES, conduct public hearings and provide recommendations to the Victorian Minister.",
      "id": "s158"
    },
    {
      "text": "13.",
      "id": "s159"
    },
    {
      "text": "On 11 July 2005, the Victorian Minister issued a statement confirming the requirement for a Supplementary Environment Effects Statement (SEES), in the context of a range of shortcomings in the EES documentation, with approval of a trial dredging program, to inform the SEES.",
      "id": "s160"
    },
    {
      "text": "14.",
      "id": "s161"
    },
    {
      "text": "The SEES process included preparation of new assessment guidelines, exhibition of the SEES and an appointment of a new Inquiry under the Act.",
      "id": "s162"
    },
    {
      "text": "15.",
      "id": "s163"
    },
    {
      "text": "On 22 March 2007 the SEES was released for public comment.",
      "id": "s164"
    },
    {
      "text": "16.",
      "id": "s165"
    },
    {
      "text": "The Inquiry held a directions hearing on 29 May 2007 and public hearings were held from 18 June to 31 July 2007.",
      "id": "s166"
    },
    {
      "text": "An Inquiry Report was then given to the Victorian Minister for Planning to assist in the preparation of that Minister's Assessment Report under the Victorian Environment Effects Act 1978 .",
      "id": "s167"
    },
    {
      "text": "17.",
      "id": "s168"
    },
    {
      "text": "The Assessment Report of the Minister for Planning was completed on 31 October 2007.",
      "id": "s169"
    },
    {
      "text": "18.",
      "id": "s170"
    },
    {
      "text": "The Assessment Report and notice under Section 130(1B) of the EPBC Act were received from the Victorian Government on 8 November 2007.",
      "id": "s171"
    },
    {
      "text": "19.",
      "id": "s172"
    },
    {
      "text": "On 7 December 2007 I invited the Minister for Infrastructure, Transport, Regional Development and Local Government to comment on the proposed decision, in accordance with Section 131 of the EPBC Act.",
      "id": "s173"
    },
    {
      "text": "That Minister replied on 17 December 2007, indicating support for the proposed decision.",
      "id": "s174"
    },
    {
      "text": "20.",
      "id": "s175"
    },
    {
      "text": "On 20 December 2007 I approved the proposal with conditions and notice of my decision was published on my Department's website on the same day.",
      "id": "s176"
    },
    {
      "text": "46 The following major section was described as \"Findings on Material Questions of Fact\".",
      "id": "s177"
    },
    {
      "text": "Under separate subsections, the Minister considered each of the four protected matters which was the subject of controlling provisions, namely, listed threatened species and communities, wetlands of international importance, listed migratory species and Commonwealth land.",
      "id": "s178"
    },
    {
      "text": "Listed threatened species and communities \n \n47 The Minister considered the threatened species listed in appendix A to his statement of reasons, finding that they would be either not affected or not significantly affected by the dredging for various stated reasons such as, that the species was not found in the Bay (Gray Nurse Shark, Leather Back Turtle) or that the species feed and breed elsewhere (Australian Sea Lion).",
      "id": "s179"
    },
    {
      "text": "He gave particular attention to the circumstances of the Australian Grayling as follows: \n \n \n 25.",
      "id": "s180"
    },
    {
      "text": "I found that the Australian Grayling is likely to be present in the lower Yarra River, though in relatively small numbers.",
      "id": "s181"
    },
    {
      "text": "I found the species may be vulnerable to the dredging following spawning until their upstream migration, in the spring-early summer period.",
      "id": "s182"
    },
    {
      "text": "I found that, if dredging in the Yarra River using the trailer-suction hopper dredge was excluded between 15 October and 30 November in the Yarra River, this would reduce the risk to the extent that the action would not be likely to have a significant impact on this species.",
      "id": "s183"
    },
    {
      "text": "26.",
      "id": "s184"
    },
    {
      "text": "I also found that there could be a temporary and limited reduction in habitat suitability for the species as a consequence of the dredging, however I considered that the population, if affected, was likely to recover within one to two years.",
      "id": "s185"
    },
    {
      "text": "I found that the temporary impact could be offset by the contribution by the Port of Melbourne Corporation of not less than $300,000 to a fund to assist the recovery of the Australian Grayling through actions such as research and habitat protection and restoration.",
      "id": "s186"
    },
    {
      "text": "Wetlands of international importance \n \n48 The Minister then identified the relevant wetlands of international importance, namely, those on the western shoreline of the Bay and the Bellarine Peninsula Ramsar wetlands, and also identified the particular value of parts of this area.",
      "id": "s187"
    },
    {
      "text": "He assessed the threat of increased turbidity from the dredging and concluded from modelling presented in the SEES that the effects of any increase would be negligible.",
      "id": "s188"
    },
    {
      "text": "He further concluded, having regard to the SEES, that it was unlikely that there would be any impact from contaminated sediments because of the limited extent to which the contaminants could be mobilised.",
      "id": "s189"
    },
    {
      "text": "He next concluded, again having regard to the SEES, that the additional nutrient released during dredging would be small and would be unlikely to have significant flow on effects to the wetlands.",
      "id": "s190"
    },
    {
      "text": "The Minister then considered, having particular regard to the 2007 inquiry report, that small changes to tidal levels, currents and hydrology around the Ramsar wetlands may occur.",
      "id": "s191"
    },
    {
      "text": "Finally, he referred to the hydrodynamic and sediment transport modelling in the SEES and noted that it did not predict measurable changes to tidal currents or waves around the Ramsar wetlands that would result in erosion or coastal instability.",
      "id": "s192"
    },
    {
      "text": "However, he found that this was not certain.",
      "id": "s193"
    },
    {
      "text": "The Minister concluded this section by indicating a number of actions which would reduce the risk to the wetlands, namely, the implementation of an EMP that required turbidity and contaminant monitoring, hydrodynamic monitoring to detect changes to bathymetry, and wetlands vegetation monitoring to verify the level of effects, with the inclusion of response measures.",
      "id": "s194"
    },
    {
      "text": "He then determined that whilst the remaining risk of impact of an ecological character on the area was very low, nonetheless it could be offset by the contribution by PMC of $500,000 towards management monitoring and improvement of the areas and a further $100,000 towards observation and monitoring of migratory bird species.",
      "id": "s195"
    },
    {
      "text": "He concluded that in the light of his findings, the channel deepening project was unlikely to significantly impact on the ecological character of the wetlands concerned.",
      "id": "s196"
    },
    {
      "text": "Listed migratory species \n \n49 The Minister then considered the impact of the project on listed migratory species, finding that the dredging could result in some temporary disruption to their feeding habitat.",
      "id": "s197"
    },
    {
      "text": "He also found that there would be a likely increase in the intertidal area around the Bay due to the increased sea level range following the dredging which might benefit these species through an increase in habitat.",
      "id": "s198"
    },
    {
      "text": "He concluded that the implementation of an EMP that required monitoring and response measures for coastal and intertidal areas in specified places would further ensure that migratory species were not significantly affected.",
      "id": "s199"
    },
    {
      "text": "Commonwealth land \n \n50 Lastly, he considered the impact of some specified areas of Commonwealth land and determined that the predicted changes to hydrodynamic and coastal processes would be so small that there would no discernable impacts on buildings, other infrastructure or ship wrecks in those areas.",
      "id": "s200"
    },
    {
      "text": "However, he indicated that an EMP which included the monitoring and response measures for the coastal processes and effects on Commonwealth land would ensure that Commonwealth land was not significantly affected.",
      "id": "s201"
    },
    {
      "text": "51 The next section of the statement of reasons was headed \"Economic and Social Matters\".",
      "id": "s202"
    },
    {
      "text": "As some of the arguments raised questions concerning the matters dealt with in this section, it is desirable to set out the section in full, as follows: \n \n Economic and Social Matters \n \n \n 54.",
      "id": "s203"
    },
    {
      "text": "In considering economic and social matters I had various sources of information, including public comments, concerning the economic significance of the proposal.",
      "id": "s204"
    },
    {
      "text": "I noted the economic modelling studies commissioned by the Victorian Government that the Port of Melbourne generated an economic output of about $2.5 billion in 2004/2005 and supported about 13,750 full time jobs and added value of $1.14 billion to the Victorian and Australian economies.",
      "id": "s205"
    },
    {
      "text": "55.",
      "id": "s206"
    },
    {
      "text": "I noted that an economic impact on businesses related to recreation and tourism is expected to arise largely due to the fact that some key dive, fishing, and ecotourism/charter sites are located within, or in close proximity to, the dredging works in the Entrance and south of the Bay.",
      "id": "s207"
    },
    {
      "text": "I noted that the economic cost of the proposal to recreational diving businesses has been estimated at $4.1 million.",
      "id": "s208"
    },
    {
      "text": "I noted that commercial fishing is also likely to be affected by a reduced catch during the dredging and for the following three years as the commercial fish species recover to normal population levels.",
      "id": "s209"
    },
    {
      "text": "I noted that the estimated cost in lost commercial fish harvesting is $1.5 million.",
      "id": "s210"
    },
    {
      "text": "56.",
      "id": "s211"
    },
    {
      "text": "I noted that extensive public submissions were received by the Victorian Government and that the issues raised were considered through the Victorian Government's inquiry process.",
      "id": "s212"
    },
    {
      "text": "On the basis of the SEES inquiry report I found that there is likely to be short-term effects on amenity due to the activities of dredge vessels and associated turbidity plumes, as well as the perceived impact on seafloor habitats and perceived risks of contamination of the water column.",
      "id": "s213"
    },
    {
      "text": "I noted the Victorian Minister for the Environment has proposed ongoing community consultation to address these concerns.",
      "id": "s214"
    },
    {
      "text": "57.",
      "id": "s215"
    },
    {
      "text": "I noted that the SEES indicated that the consequence of not proceeding with the proposal is likely to be a reduction in the international competitiveness of the Victorian and Australian economies, with the additional costs borne by Victorian importers and exporters predicted to rise to about $450 million per annum by 2035.",
      "id": "s216"
    },
    {
      "text": "58.",
      "id": "s217"
    },
    {
      "text": "I carefully considered all the information before me that related to economic and social matters relevant to the proposal.",
      "id": "s218"
    },
    {
      "text": "I recognised that the proposal was highly controversial in Victoria, however, I found that, on balance, there was a net economic benefit and that there were no economic and/or social matters to indicate I should decide not to approve the proposed action.",
      "id": "s219"
    },
    {
      "text": "52 The final section was headed \"Reasons For Decision\" and included the following two particularly relevant passages: \n \n \n 60.",
      "id": "s220"
    },
    {
      "text": "In deciding whether or not to approve the taking of the proposed action, I took into account, among other matters, the principles of ecologically sustainable development, as required under Section 136(2)(a) of the EPBC Act, and the precautionary principle, as required under Section 391 of the EPBC Act.",
      "id": "s221"
    },
    {
      "text": "61.",
      "id": "s222"
    },
    {
      "text": "In particular, I considered that my proposed decision would be consistent with the principles of ecologically sustainable development because of the strict conditions I was contemplating imposing to ensure the adequate protection of the relevant matters of national environmental significance.",
      "id": "s223"
    },
    {
      "text": "I formed the view that the conditions are appropriate measures for preventing degradation of the environment in relation to the matters of national environmental significance addressed by the conditions, including for those matters where there is a lack of full scientific certainty about the effects of the proposed action.",
      "id": "s224"
    },
    {
      "text": "53 The statement concluded:\n \n 63.",
      "id": "s225"
    },
    {
      "text": "In light of my findings, I concluded that the proposed action is unlikely to have an unacceptable impact on matters protected by the controlling provisions for the action.",
      "id": "s226"
    },
    {
      "text": "I therefore decided on 20 December 2007 to approve, subject to conditions, the taking of the proposed action for the purposes of Sections 16 and 17B (Wetlands of International Importance) Sections 18 and 18A (Listed threatened species and communities), Sections 20 and 20A (Listed Migratory Species) and Sections 26 and 27A (Commonwealth Land) of the Environment Protection and Conservation Biodiversity Act 1999 .",
      "id": "s227"
    },
    {
      "text": "THE EARLY STAGES OF THE PROCEEDINGS AND MEDIATION \n \n54 On 29 January 2008, eleven days after the date of the Minister's statement of reasons, the applicant filed the application presently before the Court.",
      "id": "s228"
    },
    {
      "text": "At this time the dredging could not begin because the Minister's approval was subject to a condition, namely, that the PMC produce an EMP and that the Minister approve the EMP.",
      "id": "s229"
    },
    {
      "text": "The Minister had not given approval for the EMP.",
      "id": "s230"
    },
    {
      "text": "However, the applicant sought a stay of the Minister's approval until the determination of the application as it was believed that approval of the EMP was imminent.",
      "id": "s231"
    },
    {
      "text": "Rather than programming the application for interim relief, the Court listed the final hearing to commence on 20 February 2008 and made directions for the preparation of the matter for hearing on a very tight timetable.",
      "id": "s232"
    },
    {
      "text": "55 In order to allow the stay application to be adjourned, the PMC undertook to give the applicant 24 hours notice of its intention to start dredging if the EMP was approved.",
      "id": "s233"
    },
    {
      "text": "56 On 5 February 2008, the Minister approved the EMP and the PMC gave notice of its intention to commence dredging.",
      "id": "s234"
    },
    {
      "text": "On 6 February 2008, the applicant filed a motion seeking a stay of the Minister's decision until the determination of the application.",
      "id": "s235"
    },
    {
      "text": "The motion was listed on the same day.",
      "id": "s236"
    },
    {
      "text": "57 The PMC opposed the stay on the ground that the cost of delay was in the region of $250,000 per day.",
      "id": "s237"
    },
    {
      "text": "The dredging ship \"Queen of the Netherlands\" had arrived from Singapore and was waiting to start work.",
      "id": "s238"
    },
    {
      "text": "The dredging program was complex and interlocked with other works.",
      "id": "s239"
    },
    {
      "text": "Delay in commencement would, the PMC contended, produce great inconvenience in the execution of a very large and intricately planned project.",
      "id": "s240"
    },
    {
      "text": "58 The Court outlined the problem facing the parties thus: \n \n Interlocutory applications in this type of case are problematical, because the test upon which the Court will act is based on a very cursory view of the circumstances, and it is not uncommon for interlocutory injunctions to be granted in circumstances where the final proceeding is unsuccessful.",
      "id": "s241"
    },
    {
      "text": "That might be an inconvenient and unfortunate result in a case like this, because the dredging would be stopped, even though the decision of the Minister might ultimately be upheld.",
      "id": "s242"
    },
    {
      "text": "That is one outcome, and it is perhaps the worst case scenario from the point of view of the proper administration of justice, although it is the way the law works.",
      "id": "s243"
    },
    {
      "text": "What remains the hub of the problem for this morning is a claim by the applicant for an order from the court compulsorily requiring the dredging to stop, in effect until next Tuesday.",
      "id": "s244"
    },
    {
      "text": "The interlocutory application will divert resources of the parties to preparing that matter and arguing that matter when they could be much better spent by preparing for the final hearing a little earlier.",
      "id": "s245"
    },
    {
      "text": "This seems to be the sort of situation ideally suited to the use of mediation as an alternative way of solving such a problem.",
      "id": "s246"
    },
    {
      "text": "59 The Court suggested that the stay application be referred to District Registrar Lagos for mediation.",
      "id": "s247"
    },
    {
      "text": "This option was consistent with the increased reliance on alternative dispute resolution undertaken with the Court as explained in Lovett on behalf of the Gunditjmara People v State of Victoria [2007] FCA 474 at [53] as follows:\n \n The successful conclusion of this proceeding by agreement of the parties also reflects the development of the court system in Australia.",
      "id": "s248"
    },
    {
      "text": "The system is designed as an instrument of our society to resolve disputes.",
      "id": "s249"
    },
    {
      "text": "In times past the emphasis has been on the provision by courts of judicial determination of disputes as the single means to achieve that end.",
      "id": "s250"
    },
    {
      "text": "But it has become more and more recognised that judicial determination is but one means of dispute resolution.",
      "id": "s251"
    },
    {
      "text": "A greater role is now given to dispute resolution by mediation and other methods such as early neutral evaluation.",
      "id": "s252"
    },
    {
      "text": "The advantages of parties to disputes taking control and responsibility for outcomes rather than leaving the results in the hands of judges are well recognised.",
      "id": "s253"
    },
    {
      "text": "Some disputes are particularly appropriate for assisted dispute resolution.",
      "id": "s254"
    },
    {
      "text": "Many native title cases fall within this category because the issues raised often concern the very identity, beliefs, culture and history of people.",
      "id": "s255"
    },
    {
      "text": "It is unlikely that an enforced resolution of such issues by judicial determination will be accepted or durable.",
      "id": "s256"
    },
    {
      "text": "The worldwide trend is towards the development of courts with many doors.",
      "id": "s257"
    },
    {
      "text": "One door leads to judicial determination, but other doors lead to other forms of dispute resolution.",
      "id": "s258"
    },
    {
      "text": "Unless the courts in Australia continue to reflect this development they will gradually decrease in relevance as the social institution for dispute resolution.",
      "id": "s259"
    },
    {
      "text": "The conclusion of this case using sophisticated techniques of assisted dispute resolution is a sure mark that this court embraces the modern concept of a court with many doors.",
      "id": "s260"
    },
    {
      "text": "60 By late afternoon a satisfactory arrangement was worked out in the mediation which permitted the PMC to commence part of the channel deepening project which was less contentious than other parts of the project.",
      "id": "s261"
    },
    {
      "text": "The agreement permitted the preparation and hearing of the case to proceed without the diversion of resources of the parties and the Court to the temporary situation which arose pending the hearing of the proceeding.",
      "id": "s262"
    },
    {
      "text": "61 This hearing commenced on 20 February 2008.",
      "id": "s263"
    },
    {
      "text": "62 The arguments relied upon by the applicant will now be considered against the background outlined earlier in these reasons.",
      "id": "s264"
    },
    {
      "text": "CONSIDERATION \n \n63 The application was amended several times.",
      "id": "s265"
    },
    {
      "text": "The final version filed by leave on 3 March 2008 was the third amended application.",
      "id": "s266"
    },
    {
      "text": "The respondents did not oppose leave being granted to the applicant to make these amendments.",
      "id": "s267"
    },
    {
      "text": "In any event, the amendments considerably narrowed the scope of the debate, and followed the first day of argument when it became clear that a number of the original arguments were clearly untenable.",
      "id": "s268"
    },
    {
      "text": "64 The final form of the application relied on three grounds.",
      "id": "s269"
    },
    {
      "text": "They will be considered in turn.",
      "id": "s270"
    },
    {
      "text": "The First Ground \n \n65 The first ground was that the Minister failed to take into account the principles of ecologically sustainable development when considering social matters as s 136(2)(a) required him to do.",
      "id": "s271"
    },
    {
      "text": "The failure to take those principles into account provided grounds for review of the decision of the Minister under s 5(1)(b) (procedures required to be observed were not observed) and s 5(1)(e) with s 5(2)(b) (failing to take a relevant consideration into account) of the ADJR Act.",
      "id": "s272"
    },
    {
      "text": "66 For ease of reference it is convenient to repeat ss 136(1) and (2)(a) as follows: \n \n Mandatory considerations \n \n \n \n \n (1) In deciding whether or not to approve the taking of an action, and what conditions to attach to an approval, the Minister must consider the following, so far as they are not inconsistent with any other requirement of this Subdivision: \n \n \n \n (a) matters relevant to any matter protected by a provision of Part 3 that the Minister has decided is a controlling provision for the action;\n (b) economic and social matters.",
      "id": "s273"
    },
    {
      "text": "Factors to be taken into account \n \n \n \n \n (2) In considering those matters, the Minister must take into account: \n \n \n \n (a) the principles of ecologically sustainable development;\n \n\n67 The principles of ecologically sustainable development were set out in s 3A as follows:\n \n 3A Principles of ecologically sustainable development \n \n The following principles are principles of ecologically sustainable development :\n (a) decision-making processes should effectively integrate both long-term and short-term economic, environmental, social and equitable considerations;\n (b) if there are threats of serious or irreversible environmental damage, lack of full scientific certainty should not be used as a reason for postponing measures to prevent environmental degradation;\n (c) the principle of inter-generational equity--that the present generation should ensure that the health, diversity and productivity of the environment is maintained or enhanced for the benefit of future generations;\n (d) the conservation of biological diversity and ecological integrity should be a fundamental consideration in decision-making;\n (e) improved valuation, pricing and incentive mechanisms should be promoted.",
      "id": "s274"
    },
    {
      "text": "68 There were two arguments on this ground raised by the applicant.",
      "id": "s275"
    },
    {
      "text": "In the first argument the applicant contended that the evidence provided by the text of the statement of reasons showed that the Minister did not take into account the principles of ecologically sustainable development when considering the social impact of the channel deepening project.",
      "id": "s276"
    },
    {
      "text": "69 In [60] of the statement of reasons, the Minister stated \"I took into account ... the principles of ecologically sustainable development as required under Section 136(2)(a)\" of the Act.",
      "id": "s277"
    },
    {
      "text": "The applicant contended that this statement did not mention social matters and hence could not be read as a statement that the principles of ecologically sustainable development were applied in the consideration of social matters.",
      "id": "s278"
    },
    {
      "text": "70 Then, in [58] of the statement of reasons the Minister stated \"I carefully considered all the information before me that related to... social matters relevant to the proposal\".",
      "id": "s279"
    },
    {
      "text": "The applicant argued that, whilst this reference concerned social matters, it did not make mention of the principles of ecologically sustainable development.",
      "id": "s280"
    },
    {
      "text": "It could not be read as an assertion by the Minister that he took into account those principles when considering social matters.",
      "id": "s281"
    },
    {
      "text": "71 This argument should not be accepted.",
      "id": "s282"
    },
    {
      "text": "In [60] of the statement of reasons the Minister explained that he took into account the principles of ecologically sustainable development.",
      "id": "s283"
    },
    {
      "text": "He also explained the purpose for which he took the principles into account, namely, \"In deciding whether or not to approve the taking of the proposed action\".",
      "id": "s284"
    },
    {
      "text": "This was a reference back to the opening words of s 136(1).",
      "id": "s285"
    },
    {
      "text": "It conveyed that the Minister took the principles of ecologically sustainable development into account when considering the matters referred to in s 136(1)(a) and (b).",
      "id": "s286"
    },
    {
      "text": "Social matters were the subject of s 136(1)(b).",
      "id": "s287"
    },
    {
      "text": "Thus, [60] incorporated reference to social matters by its linkage with the verbiage of s 136(1).",
      "id": "s288"
    },
    {
      "text": "The contention of the applicant that [60] did not relate to the Minister's consideration of social matters cannot be sustained.",
      "id": "s289"
    },
    {
      "text": "72 The second argument was that, in the alternative, assuming that the Minister did take into account the principles of ecologically sustainable development, he did not do so in the way required by ss 136(1) and (2)(a) of the Act.",
      "id": "s290"
    },
    {
      "text": "The applicant argued that ss 136(1) and (2)(a) required that each of the principles of ecologically sustainable development had to be considered individually in the consideration of each of the protected, economic and social matters.",
      "id": "s291"
    },
    {
      "text": "73 This construction flowed from the definition of environment in s 528 which read:\n environment includes:\n \n (a) ecosystems and their constituent parts, including people and communities; and\n \n (b) natural and physical resources; and\n \n (c) the qualities and characteristics of locations, places and areas; and\n \n (d) heritage values of places; and\n \n (e) the social, economic and cultural aspects of a thing mentioned in paragraph (a), (b), (c) or (d).",
      "id": "s292"
    },
    {
      "text": "The inclusion of social aspects in s 528(e) meant, so it was submitted, that each reference to environment in the principles of ecologically sustainable development in s 3A also included reference to the social aspects of the environment.",
      "id": "s293"
    },
    {
      "text": "The result was that each of the principles had a relevance to the consideration of social matters in s 136(1)(b).",
      "id": "s294"
    },
    {
      "text": "74 It was further argued that each of the principles of ecologically sustainable development had to be applied to the consideration of each of the protected matters in s 136(1)(a).",
      "id": "s295"
    },
    {
      "text": "This construction was said to flow from the form of s 136(1).",
      "id": "s296"
    },
    {
      "text": "Subsections (a) and (b) are separate and independent matters.",
      "id": "s297"
    },
    {
      "text": "The legislature had deliberately not connected them with the word \"and\".",
      "id": "s298"
    },
    {
      "text": "This language, so it was submitted, required the mandatory considerations to be considered separately.",
      "id": "s299"
    },
    {
      "text": "This argument was also relied upon in support of the second argument under the third ground considered later in [124] of these reasons.",
      "id": "s300"
    },
    {
      "text": "75 Then, the applicant argued that the statement of reasons did not deal separately with the consideration of each of the principles of ecologically sustainable development.",
      "id": "s301"
    },
    {
      "text": "It was not enough for the Minister to state in [60] that he had taken the principles of ecologically sustainable development into account in deciding whether or not to approve the channel deepening project because the statement did not disclose whether he had done as required by ss 136(1) and (2)(a), namely, by taking into account each of the principles of ecologically sustainable development when considering each of the protected, social, and economic matters.",
      "id": "s302"
    },
    {
      "text": "At the very least, it was argued, the Minister had to identify which principles were relevant to apply to the consideration of a particular matter.",
      "id": "s303"
    },
    {
      "text": "In this way the applicant argued that the manner in which the reasons were expressed revealed that the Minister failed to take into account relevant matters.",
      "id": "s304"
    },
    {
      "text": "The applicant relied on the following statement by Ryan J in Allen Allen &amp; Hemsley v Australian Securities Commission [1992] FCA 255 ; (1992) 27 ALD 296 at 304: \n \n It is not sufficient for a particular matter to be set out in the statement of reasons in a catalogue of considerations said to have been taken into account.",
      "id": "s305"
    },
    {
      "text": "The statement must also indicate expressly or by necessary implication how the reasoning process took account of that consideration in coming to each decision to which it was relevant.",
      "id": "s306"
    },
    {
      "text": "76 The construction of ss 136(1) and (2)(a) advanced by the applicant should not be accepted.",
      "id": "s307"
    },
    {
      "text": "Section 136(2) requires the Minister to take into account the principles of ecologically sustainable development \"In considering those matters\", that is to say, the matters referred to in ss 136(1)(a) and (b).",
      "id": "s308"
    },
    {
      "text": "The section does not require the Minister to take the principles of ecologically sustainable development into account when considering each of the matters referred to in s 136(1) separately and independently of each other.",
      "id": "s309"
    },
    {
      "text": "The applicant's argument to the contrary requires reading the opening phrase as if it said \"In considering each of the matters\" referred to in s 136(1).",
      "id": "s310"
    },
    {
      "text": "This construction would require the addition of a word which does not appear in the section.",
      "id": "s311"
    },
    {
      "text": "77 Furthermore, the subject matter of the principles of ecologically sustainable development point away from a requirement that each of them must be taken into account when considering social matters.",
      "id": "s312"
    },
    {
      "text": "For instance, the principles referred to ss 3A(c), (d) and (e) are not in terms applicable to social matters, and focus on environmental consequences relevant to the protected matters.",
      "id": "s313"
    },
    {
      "text": "Indeed, the applicant accepted that the principle referred to in s 3A(d) was relevant to environmental rather than social matters.",
      "id": "s314"
    },
    {
      "text": "The concession is inconsistent with the applicant's argument.",
      "id": "s315"
    },
    {
      "text": "Resort to the definition of the word environment in s 528 of the Act does not assist the applicant because that word is only used in the principle referred to in s 3A(c).",
      "id": "s316"
    },
    {
      "text": "In any event, the definition is subject to the expression of a contrary intention.",
      "id": "s317"
    },
    {
      "text": "Section 3A contains such an expression because it makes specific reference to social matters in one of the principles, namely, the principle referred to in s 3A(a).",
      "id": "s318"
    },
    {
      "text": "The absence of reference to social matters in the other principles reflects an intention that the other principles do not relate directly to social matters.",
      "id": "s319"
    },
    {
      "text": "78 Thus, the Minister was not obliged by ss 136(1) and (2)(a) to take into account each of the principles of ecologically sustainable development when considering each of the protected, economic or social matters.",
      "id": "s320"
    },
    {
      "text": "He was entitled to consider the matters together and to take the principles of ecologically sustainable development globally.",
      "id": "s321"
    },
    {
      "text": "It follows that if the statement of reasons is evidence that the Minister took such a global approach as the applicant contends, then the statement of reasons is not evidence of the Minister's failure to take the principles into account when considering social matters in the way mandated by ss 136(1) and (2)(a), and the applicant's argument must fail.",
      "id": "s322"
    },
    {
      "text": "79 However, even if the Minister was obliged to take each of the principles of ecologically sustainable development into account when considering social matters as contended by the applicant, the respondents submitted that the evidence showed that he had done so.",
      "id": "s323"
    },
    {
      "text": "The statement of reasons addresses the issues in the follow paragraphs which are set out again for ease of reference:\n \n \n 56.",
      "id": "s324"
    },
    {
      "text": "I noted that extensive public submissions were received by the Victorian Government and that the issues raised were considered through the Victorian Government's inquiry process.",
      "id": "s325"
    },
    {
      "text": "On the basis of the SEES inquiry report I found that there is likely to be short-term effects on amenity due to the activities of dredge vessels and associated turbidity plumes, as well as the perceived impact on seafloor habitats and perceived risks of contamination of the water column.",
      "id": "s326"
    },
    {
      "text": "I noted the Victorian Minister for the Environment has proposed ongoing community consultation to address these concerns.",
      "id": "s327"
    },
    {
      "text": "...\n \n 58.",
      "id": "s328"
    },
    {
      "text": "I carefully considered all the information before me that related to economic and social matters relevant to the proposal.",
      "id": "s329"
    },
    {
      "text": "I recognised that the proposal was highly controversial in Victoria, however, I found that, on balance, there was a net economic benefit and that there were no economic and/or social matters to indicate I should decide not to approve the proposed action.",
      "id": "s330"
    },
    {
      "text": "...\n \n \n \n 60.",
      "id": "s331"
    },
    {
      "text": "In deciding whether or not to approve the taking of the proposed action, I took into account, among other matters, the principles of ecologically sustainable development, as required under Section 136(2)(a) of the EPBC Act, and the precautionary principle, as required under Section 391 of the EPBC Act.",
      "id": "s332"
    },
    {
      "text": "61.",
      "id": "s333"
    },
    {
      "text": "In particular, I considered that my proposed decision would be consistent with the principles of ecologically sustainable development because of the strict conditions I was contemplating imposing to ensure the adequate protection of the relevant matters of national environmental significance.",
      "id": "s334"
    },
    {
      "text": "I formed the view that the conditions are appropriate measures for preventing degradation of the environment in relation to the matters of national environmental significance addressed by the conditions, including for those matters where there is a lack of full scientific certainty about the effects of the proposed action.",
      "id": "s335"
    },
    {
      "text": "80 The relevant reasoning revealed by these extracts is:\n \n&#8226; There are likely to be short term effects on:\n \n \n \n o amenity\n o the perceived impact on sea floor habitats,\n o the perceived risks of contamination of the water column.",
      "id": "s336"
    },
    {
      "text": "&#8226; These effects were to be addressed by on going community consultation.",
      "id": "s337"
    },
    {
      "text": "&#8226; There were no other social matters of concern which indicated that approval for the dredging should be refused.",
      "id": "s338"
    },
    {
      "text": "&#8226; In considering these social matters raised in the information provided, the principles of ecologically sustainable development were taken into account.",
      "id": "s339"
    },
    {
      "text": "81 This reasoning reflects the written the advice of the Department contained in attachment D to the 7 December 2007 brief which set out the legal considerations for the Minister's decision.",
      "id": "s340"
    },
    {
      "text": "Under the heading \"Mandatory Considerations\" the following was included: \n \n (b) economic and social matters.",
      "id": "s341"
    },
    {
      "text": "&#8226; The Victorian Assessment Report, the EES, SEES and the Inquiry comprehensively reviewed social and economic impacts.",
      "id": "s342"
    },
    {
      "text": "82 After dealing with economic matters the advice continued:\n \n Social Matters \n \n Over 500 public submissions were received by the Victorian Government.",
      "id": "s343"
    },
    {
      "text": "The issues raised were considered through the Victorian Government's inquiry process.",
      "id": "s344"
    },
    {
      "text": "From the Victorian Assessment Report: The SEES concluded that effective communication and environmental management will ensure that no long-term social effects, in terms of how people feel about or use the Bay passively, will occur.",
      "id": "s345"
    },
    {
      "text": "However, it is predicted that there will be short-term effects on amenity due to: the presence of the dredger, associated noise and the visible turbidity plume, as well as the perceived impact on seafloor habitats and perceived risks of contamination of the water column.",
      "id": "s346"
    },
    {
      "text": "The Victorian Minister for the Environment has proposed ongoing community consultation to address these concerns.",
      "id": "s347"
    },
    {
      "text": "83 Then, under the heading \"Factors to be taken into account\" the advice stated:\n \n In considering those matters, you must take into account:\n (a) the principles of ecologically sustainable development (set out in section 3A of the EPBC Act);\n \n\n84 This advice reflected the conclusions of the assessment report and the 2007 inquiry report.",
      "id": "s348"
    },
    {
      "text": "As highlighted in [27] of these reasons, the assessment report stated that \"Through the assessment process under the EE Act [the Vic.",
      "id": "s349"
    },
    {
      "text": "Act], including this Assessment, careful consideration has been given to \"ESD\" [ecologically sustainable development] principles and objectives as variously defined under... the EPBC Act [the Act]\".",
      "id": "s350"
    },
    {
      "text": "It found that the assessment process had effectively integrated both long-term and short-term economic, environmental, social and equitable implications of the channel deepening project, addressed potential threats of environmental degradation and considered both the interests of the present and future generations.",
      "id": "s351"
    },
    {
      "text": "85 The written submissions of the Minister accurately describe the conclusions of the reports as follows: \n \n \n 29.3 The Inquiry reported its finding that it was \"satisfied that the likely environmental effects (including economic and social ) of the proposed dredging activities and the subsequent operation of the deepened shipping channels have been addressed and are acceptable\".",
      "id": "s352"
    },
    {
      "text": "In respect of social impacts, the Inquiry's principal concern was that it had \"found a deep and unrelenting concern by community participants about the CDP\".",
      "id": "s353"
    },
    {
      "text": "29.4 To address this concern, the Inquiry recommended, and the Victorian Minister for Planning accepted, that the POMC should develop a communication strategy including appointing a community liaison officer to respond to community enquiries, establishing a community liaison group and consulting the community.",
      "id": "s354"
    },
    {
      "text": "29.5 The Assessment Report contained a discussion of the possible effects of the proposal on human health, public amenity and recreation, marine-based tourism and commerce and cultural heritage.",
      "id": "s355"
    },
    {
      "text": "In each case, the Report concluded that, to the extent that there were social impacts of concern, those could be appropriately managed through specified measures.",
      "id": "s356"
    },
    {
      "text": "(original emphasis.",
      "id": "s357"
    },
    {
      "text": ")\n \n \n\n86 It is evident from [56] to [58] of the statement of reasons that the Minister considered that the channel deepening project would have an effect on only a very limited range of social matters.",
      "id": "s358"
    },
    {
      "text": "The Minister described those limited social matters in [56] and concluded that they were to be addressed by the Victorian Minister.",
      "id": "s359"
    },
    {
      "text": "In [58] he undertook a process of balancing the short term social effects against the net economic benefit of the project.",
      "id": "s360"
    },
    {
      "text": "This discussion applied the principle of ecologically sustainable development referred to in s 3A(a).",
      "id": "s361"
    },
    {
      "text": "87 The focus of the principles of ecologically sustainable development referred to in ss 3A(b), (c) and (d) is on environmental rather than social matters.",
      "id": "s362"
    },
    {
      "text": "For instance, in relation to the principles of intergenerational equity referred to in s 3A(c) the focus is on maintaining or enhancing the quality of the environment, not on protecting or enhancing social activities per se.",
      "id": "s363"
    },
    {
      "text": "If there were social matters which might be affected by a proposed action, ensuring that future generations do not carry an inequitable cost in terms of the quality of the environment would of itself ensure that the impact of the proposed action would be minimised.",
      "id": "s364"
    },
    {
      "text": "In the present case, the Minister formed the view that there would be no significant effect on the protected matters taking into account the principles of ecologically sustainable development.",
      "id": "s365"
    },
    {
      "text": "Thereafter, there was no occasion to apply those principles to the limited social matters identified by the Minister for mention.",
      "id": "s366"
    },
    {
      "text": "88 Finally, the Minister was obviously aware of the principle of ecologically sustainable development referred to in s 3A(e) because he applied it by requiring the PMC to fund certain conservation activities in relation to the protected matters.",
      "id": "s367"
    },
    {
      "text": "That he did not apply it to the limited social matters considered demonstrates that he did not regard it as appropriate for the purpose, not that he did not take the principle into account when considering social matters.",
      "id": "s368"
    },
    {
      "text": "89 Thus, the evidence as a whole demonstrates that the Minister took into account those principles of ecologically sustainable development relevant to his consideration of the limited social matters which he regarded as likely to be affected by the channel deepening project.",
      "id": "s369"
    },
    {
      "text": "He thereby complied with the requirements of ss 136(1)(b) and (2)(a), and the applicant's second argument under ground one must fail.",
      "id": "s370"
    },
    {
      "text": "The Second Ground \n \n90 The second ground of challenge alleged a failure of the Minister to comply with the requirements of s 131(1) of the Act.",
      "id": "s371"
    },
    {
      "text": "Again the relevant section is set out again for ease of reference: \n \n \n (1) Before the Minister (the Environment Minister ) decides whether or not to approve, for the purposes of a controlling provision, the taking of an action, and what conditions (if any) to attach to an approval, he or she must: \n \n \n \n \n (a) inform any other Minister whom the Environment Minister believes has administrative responsibilities relating to the action of the decision the Environment Minister proposes to make; and\n (b) invite the other Minister to give the Environment Minister comments on the proposed decision within 10 business days.",
      "id": "s372"
    },
    {
      "text": "91 The applicant contended that the Minister failed to consider whether ministers other than the Minister for Infrastructure, Transport, Regional Development and Local Government had administrative responsibilities relating to the channel deepening project, and hence was prevented from forming a belief as to whether any other ministers had such responsibilities.",
      "id": "s373"
    },
    {
      "text": "The Minister, thereby, did not observe a procedure required by law in connection with the making of the decision or in respect of conduct for the purpose of making a decision, and s 5(1)(b) or s 6(1)(b) of the ADJR Act were available respectively to challenge the decision or the conduct.",
      "id": "s374"
    },
    {
      "text": "92 Alternatively, the applicant argued that the Minister for Tourism and the Minister for Climate Change and Water were both Ministers with administrative responsibilities relating to the channel deepening project and the Minister acted unreasonably in failing to form a belief that they had administrative responsibilities relating to the project and in failing to invite them to comment on the project.",
      "id": "s375"
    },
    {
      "text": "Section 5(1)(e) with s 5(2)(g) or s 6(1)(e) with s 6(2)(g) of the ADJR Act (each of which concern the exercise of power which was so unreasonable that no reasonable person could have so exercised the power) were relied upon as the basis for this part of the challenge.",
      "id": "s376"
    },
    {
      "text": "Failure to Consider \n \n93 The applicant contended that the Minister for Tourism had responsibility for the tourism industry and administered the Tourism Australia Act 2004 (Cth) under the Administrative Arrangements Order dated 3 December 2007 (the Administrative Arrangements Order).",
      "id": "s377"
    },
    {
      "text": "It further contended that the impact of the channel deepening project on tourism was directly raised in the departmental brief, and in the SEES and assessment report which were part of the assessment documentation provided to the Minister with the departmental brief.",
      "id": "s378"
    },
    {
      "text": "The Minister indicated on the departmental brief that he had considered these documents.",
      "id": "s379"
    },
    {
      "text": "For instance, in attachment D to the departmental brief which described the legal considerations relating to decision making under Part 9 of the Act, the following reference to tourism appeared: \n \n An economic impact on businesses related to recreation and tourism is expected to arise largely due to the fact that some key dive, fishing, and ecotourism / charter sites are located within, or in close proximity to, the dredging works in the Entrance and south of the Bay.",
      "id": "s380"
    },
    {
      "text": "The economic cost of the CDP to recreational diving businesses has been estimated at $4.1 million.",
      "id": "s381"
    },
    {
      "text": "94 And the assessment report stated at p 77:\n \n The Bay is a significant area for tourism, attracting around six million day trippers and 2.7 million overnight visitors per year including about 130,000 tourists from overseas;\n \n The State's recreational diving industry is strongly focussed on the south of the Bay; it has an annual turnover of about $45 million; and\n \n The Bay is productive for commercial fisheries and aquaculture, and important for the commercial industries, including recreational fishing, dependent on this.",
      "id": "s382"
    },
    {
      "text": "95 Then, in relation to the Minister for Climate Change and Water, the applicant contended that the Minister for Climate Change and Water had departmental responsibilities for domestic and international climate change policy under the Administrative Arrangements Order.",
      "id": "s383"
    },
    {
      "text": "The Minister for Climate Change and Water thereby had a concern with the effect which the channel deepening project might have on sea levels and tidal level changes in the Bay.",
      "id": "s384"
    },
    {
      "text": "By reference to appendix 65 in the SEES, the applicant explained the way in which these issues were in contention as follows: \n \n This appendix to the SEES is entitled Greenhouse Emissions and Climate Change Head Technical Report.",
      "id": "s385"
    },
    {
      "text": "It considers such matters as the greenhouse emissions and impacts from predicted climate change upon the sea levels and tidal level changes.",
      "id": "s386"
    },
    {
      "text": "It is noted that this report at p 39 predicts tidal changes resulting from climate change of 16.5cm rise in global sea levels by 2030 at the high range and 30cm by 2040.",
      "id": "s387"
    },
    {
      "text": "The mid range prediction is for a 9cm increase by 2030 and 12cm by 2040.",
      "id": "s388"
    },
    {
      "text": "96 Clearly the Minister was aware of the requirements of s 131 of the Act.",
      "id": "s389"
    },
    {
      "text": "After all, the departmental brief of 7 December 2007 was directed to observance of the requirements of that section.",
      "id": "s390"
    },
    {
      "text": "The purpose of the brief was explicitly stated as \"To provide you with a proposed decision for the purpose of inviting comments from other Ministers in accordance with s 131 of the Environmental Protection and Biodiversity Conservation Act 1999 .",
      "id": "s391"
    },
    {
      "text": "\" The departmental brief went on to advise the Minister that:\n \n Given the Minister for Infrastructure, Transport, Regional Development and Local Government has responsibilities for infrastructure planning and coordination the Department recommends you invite his comments on your proposed approval decision under s131 of the EPBC Act.",
      "id": "s392"
    },
    {
      "text": "97 The departmental brief recommended that the Minister invite the Minister for Infrastructure, Transport, Regional Development and Local Government to comment on the proposal, and the Minister accepted that recommendation.",
      "id": "s393"
    },
    {
      "text": "98 The applicant asked the Court to infer from the facts that tourism and climate change were issues addressed in the assessment documents, that the Minister for Tourism and the Minister for Climate Change and Water had administrative responsibilities in those areas, and that no reference to those Ministers was made in the brief meant that no consideration was given to inviting them to comment under s 131 of the Act.",
      "id": "s394"
    },
    {
      "text": "99 In the face of these contentions, the first respondent filed an affidavit sworn by Ms Vicki Middleton on 28 February 2008.",
      "id": "s395"
    },
    {
      "text": "It will be recalled that Ms Middleton signed the 7 December 2007 departmental brief to the Minister.",
      "id": "s396"
    },
    {
      "text": "In her affidavit she explained that the Environment Assessment Branch 1 of which she was Assistant Secretary was divided into a number of sections including the Ports and Marine Section.",
      "id": "s397"
    },
    {
      "text": "She said that she reviewed a copy of the Administrative Arrangements Order for the purpose of determining whether to advise the Minister that he should invite comments relating to the channel deepening project from other ministers.",
      "id": "s398"
    },
    {
      "text": "Her affidavit continued: \n \n \n 5.",
      "id": "s399"
    },
    {
      "text": "On 4 December 2007 I met with Matthew Johnston, Director of the Ports and Marine Section and discussed with him my view that it was appropriate for the Minister to write to Minister Albanese, Minister for Infrastructure, Transport, Regional Development and Local Government ( Minister Albanese ) to invite comments pursuant to s 131 of the Environment Protection and Biodiversity Conservation Act 1999 (the Act ).",
      "id": "s400"
    },
    {
      "text": "I formed this view on the basis of my discussion with Matthew Johnston and on the basis of my understanding that Minister Albanese's department has administrative responsibility for maritime transport, including safety and security, and that ports are significant infrastructure.",
      "id": "s401"
    },
    {
      "text": "I also took into account my understanding that Minister Albanese has administrative responsibility for approving the Maritime Transport Program for the Port of Melbourne under the Maritime Transport and Offshore Facilities Security Act 2003 .",
      "id": "s402"
    },
    {
      "text": "I understood that any changes to the shipping capacity of the Port of Melbourne (such as the types and numbers of vessels entering the Port) might require changes and new approval of the Transport Security Program for the Port.",
      "id": "s403"
    },
    {
      "text": "6.",
      "id": "s404"
    },
    {
      "text": "Matthew Johnston and I also discussed whether or not the Minister for Resources, Energy and Tourism (the RET Minister ) should be informed of any proposed decision and invited to make comments pursuant to s 131 of the Act.",
      "id": "s405"
    },
    {
      "text": "On the basis of my discussion with Matthew Johnston and on the basis of my understanding of the administrative responsibilities of the RET Minister, I formed the view that I would not advise the Minister to invite the RET Minister's comments.",
      "id": "s406"
    },
    {
      "text": "In forming that view, I took into account that the identified potential impacts on local tourism operators were of a temporary nature.",
      "id": "s407"
    },
    {
      "text": "I also took into account that the RET Minister's principal role is to promote Australia as a tourist destination internationally, with no direct regulatory role in relation to local or specific tourism operations.",
      "id": "s408"
    },
    {
      "text": "7.",
      "id": "s409"
    },
    {
      "text": "As noted in paragraph 4 above, I reviewed the AAO [administrative arrangements order] on 3 December 2007.",
      "id": "s410"
    },
    {
      "text": "I considered whether any other Minister might have administrative responsibilities relevant to the proposal.",
      "id": "s411"
    },
    {
      "text": "In particular, I considered whether the Minister for Climate Change might have such responsibilities.",
      "id": "s412"
    },
    {
      "text": "I formed the view, however, that the Minister for Climate Change had a broader policy portfolio, rather than any direct regulatory or approval responsibilities in relation to the proposal, and on that basis I decided that I would not advise the Minister to invite the Minister for Climate Change's comments.",
      "id": "s413"
    },
    {
      "text": "(original emphasis.",
      "id": "s414"
    },
    {
      "text": ")\n \n \n\n100 Ms Middleton then referred to an oral briefing by the senior executives of the department provided to the Minister on 5 December 2007.",
      "id": "s415"
    },
    {
      "text": "She stated:\n \n 9.",
      "id": "s416"
    },
    {
      "text": "In the course of that briefing, I said to the Minister that one question which he needed to consider was whether there were other Commonwealth Ministers with administrative responsibilities relating to the proposal, because it would be necessary to inform any such Commonwealth Minister of any proposed decision on the proposal.",
      "id": "s417"
    },
    {
      "text": "I informed the Minister that it was the Department's view that he may wish to consult with Minister Albanese in relation to his proposed decision and that the Department would provide a briefing package with a proposed draft decision for the purpose of inviting comment from other Ministers within 48 hours.",
      "id": "s418"
    },
    {
      "text": "101 On the evidence, I infer that the Minister did consider whether to inform other ministers under s 131(1)(a) of his proposed decision to approve the channel deepening project, and he determined not to do so on the advice of his department.",
      "id": "s419"
    },
    {
      "text": "He was entitled to rely on the recommendations of his department and their officers: Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 30-31 per Gibbs CJ, and 65-66 per Brennan J ( Peko-Wallsend ).",
      "id": "s420"
    },
    {
      "text": "There is therefore no basis for the claim that the Minister failed to comply with s 131(1) in this regard.",
      "id": "s421"
    },
    {
      "text": "Unreasonableness \n \n102 Having found that the Minister considered whether to inform other ministers of his proposed decision to approve the channel deepening project, the next question is whether the belief that other ministers did not have administrative responsibilities relating to the project was so unreasonable that a reasonable minister could not have formed that belief.",
      "id": "s422"
    },
    {
      "text": "The applicant must establish that the Minister's conclusion, when viewed objectively, was \"so devoid of any plausible justification that no reasonable [person] could have reached [it]\": Bromley London Borough Council v Greater London Council [1983] 1 AC 768 at 821 per Lord Diplock.",
      "id": "s423"
    },
    {
      "text": "See also Associated Provincial Picture Houses Ltd v Wednesbury Corporation [1948] 1 KB 223 at 230, 233-234 per Lord Greene MR; Fares Rural Meat &amp; Livestock Co Pty Limited v Australian Meat &amp; Livestock Corporation [1990] FCA 139 ; (1990) 96 ALR 153 at 166 per Gummow J; Peko-Wallsend at 41 per Mason J.",
      "id": "s424"
    },
    {
      "text": "103 The applicant argued that the material before the Minister established that there were tourism and climate change issues involved in the channel deepening project.",
      "id": "s425"
    },
    {
      "text": "The Administrative Arrangements Order provided that the two Ministers had administrative responsibilities for those subjects.",
      "id": "s426"
    },
    {
      "text": "Section 131(1)(a) does not require that the administrative responsibilities be great or small, but simply that they exist.",
      "id": "s427"
    },
    {
      "text": "In these circumstances the Minister, not acting unreasonably, was effectively compelled to form the belief that the two Ministers had administrative responsibilities relating to the channel deepening project.",
      "id": "s428"
    },
    {
      "text": "104 In her affidavit Ms Middleton explained the basis for her belief that the two Ministers did not have administrative responsibilities relating to the project.",
      "id": "s429"
    },
    {
      "text": "She said in relation to the Minister for Tourism: \n \n I formed the view that I would not advise the Minister to invite the RET Minister's comments.",
      "id": "s430"
    },
    {
      "text": "In forming that view, I took into account that the identified potential impacts on local tourism operators were of a temporary nature.",
      "id": "s431"
    },
    {
      "text": "I also took into account that the RET Minister's principal role is to promote Australia as a tourist destination internationally, with no direct regulatory role in relation to local or specific tourism operations.",
      "id": "s432"
    },
    {
      "text": "105 And she said in relation to the Minister for Climate Change and Water:\n \n I formed the view, however, that the Minister for Climate Change had a broader policy portfolio, rather than any direct regulatory or approval responsibilities in relation to the proposal, and on that basis I decided that I would not advise the Minister to invite the Minister for Climate Change's comments.",
      "id": "s433"
    },
    {
      "text": "106 Thus, the interpretation of the concept of administrative responsibilities adopted by Ms Middleton required that the Ministers have direct regulatory or approval roles in relation to the channel deepening project.",
      "id": "s434"
    },
    {
      "text": "Whether right or wrong, this approach was tenable and not so unreasonable that a reasonable minister could not adopt it.",
      "id": "s435"
    },
    {
      "text": "Further, in relation to the Minister for Tourism, Ms Middleton had regard to the temporary nature of the impact of the project on tourism.",
      "id": "s436"
    },
    {
      "text": "Behind this consideration seems to lie a view that a long term impact might give rise to administrative responsibilities, whilst a short term impact may not.",
      "id": "s437"
    },
    {
      "text": "The applicant did not seek to demonstrate that such an approach was completely untenable.",
      "id": "s438"
    },
    {
      "text": "The applicant's challenge based on unreasonableness cannot be upheld.",
      "id": "s439"
    },
    {
      "text": "107 The first respondent argued that the formation of a belief under s 131 was not a decision or conduct reviewable under s 5 or s 6 of the ADJR Act.",
      "id": "s440"
    },
    {
      "text": "Rather, it was a step along the way to the making of the decision to approve the project.",
      "id": "s441"
    },
    {
      "text": "The second and third respondents contended that even if the Minister's belief was so unreasonable that a reasonable minister could not have formed it, the Act did not disclose an intention that the decision to approve the project following the formation of such a belief would be invalid: Project Blue Sky Inc v Australian Broadcasting Authority (1998) 194 CLR 355 ; [1998] HCA 28.",
      "id": "s442"
    },
    {
      "text": "In view of my conclusion that the unreasonableness challenge cannot succeed, it is unnecessary to consider these arguments further.",
      "id": "s443"
    },
    {
      "text": "The Third Ground \n \n108 Section 136(1)(a) of the Act required the Minister in deciding whether or not to approve the channel deepening project to consider matters relevant to the matters protected by the provisions in Part 3 by virtue of a decision of the Minister, namely, listed threatened species, listed migratory species, Ramsar wetlands of international importance and Commonwealth land.",
      "id": "s444"
    },
    {
      "text": "109 The applicant argued that the Minister failed to consider three matters which were relevant, namely, the impact of maintenance dredging, the impact of oil or chemical spills, and the impact of the removal and disposal of toxic sediment in the north of Port Phillip.",
      "id": "s445"
    },
    {
      "text": "110 Further, it was contended that the Minister failed to consider the protected matters taking into account the principles of ecologically sustainable development contrary to s 136(2)(a) of the Act.",
      "id": "s446"
    },
    {
      "text": "These failures were said to give rise to rights of review under s 5(1)(e) with s 5(2)(b) (failing to take a relevant consideration into account) and s 5(1)(b) (procedures required to be observed were not observed) of the ADJR Act.",
      "id": "s447"
    },
    {
      "text": "111 As to the first limb of the ground, it was necessary for the applicant to establish that s 136(1)(a) bound the Minister to take into account the three allegedly relevant matters.",
      "id": "s448"
    },
    {
      "text": "The proper approach was explained by Mason J in Peko-Wallsend Ltd at 39 --- 40 as follows: \n \n \n (a) The ground of failure to take into account a relevant consideration can only be made out if a decision-maker fails to take into account a consideration which he is bound to take into account in making that decision: Sean Investments Pty Ltd v MacKellar (1981) 38 ALR 363 at 375; CREEDNZ Inc v Governor-General [1981] 1 NZLR 172 at 183, 196-197; Ashby v Minister of Immigration [1981] 1 NZLR 222 at 225, 230, 232-233.",
      "id": "s449"
    },
    {
      "text": "... \n \n \n \n \n \n (b) What factors a decision-maker is bound to consider in making the decision is determined by construction of the statute conferring the discretion...",
      "id": "s450"
    },
    {
      "text": "If the relevant factors --- and in this context I use this expression to refer to the factors which the decision-maker is bound to consider --- are not expressly stated, they must be determined by implication from the subject matter, scope and purpose of the Act.",
      "id": "s451"
    },
    {
      "text": "In the context of judicial review on the ground of taking into account irrelevant considerations, this Court has held that, where a statute confers a discretion which in its terms is unconfined, the factors that may be taken into account in the exercise of the discretion are similarly unconfined, except in so far as there may be found in the subject matter, scope and purpose of the statute some implied limitation on the factors to which the decision-maker may legitimately have regard: see Reg.",
      "id": "s452"
    },
    {
      "text": "v Australian Broadcasting Tribunal; Ex parte 2HD Pty Ltd (1979) HCA 62 ; (1979) 144 CLR 45 at 49-50, adopting the earlier formulations of Dixon J in Swan Hill Corporation v Bradbury [1937] HCA 15 ; (1937) 56 CLR 746 at 757-758, and Water Conservation and Irrigation Commission (NSW) v Browning [1947] HCA 21 ; (1947) 74 CLR 492 at 505.",
      "id": "s453"
    },
    {
      "text": "By analogy, where the ground of review is that a relevant consideration has not been taken into account and the discretion is unconfined by the terms of the statute, the court will not find that the decision-maker is bound to take a particular matter into account unless an implication that he is bound to do so is to be found in the subject matter, scope and purpose of the Act.",
      "id": "s454"
    },
    {
      "text": "112 And in Elias v Commissioner of Taxation [2002] FCA 845 ; (2002) 123 FCR 499 at 511; [2002] FCA 845 at [57] , Hely J said: \n \n Where, as here, a discretion is conferred in very general terms, it is generally a matter for the decision-maker to decide what is relevant and what is not.",
      "id": "s455"
    },
    {
      "text": "It is largely for the decision-maker, in the light of the matters placed before him, to determine which matters he regards as relevant and the comparative importance to be accorded to matters which he so regards: Sean Investments Pty Ltd v MacKellar (1981) 38 ALR 363 at 375.",
      "id": "s456"
    },
    {
      "text": "As long as the decision-maker considers those things that the legislation requires to be taken into account and ignores any prohibited consideration, the grounds of failing to take into account a relevant consideration, or taking into account an irrelevant consideration, will not be available.",
      "id": "s457"
    },
    {
      "text": "Nor are those grounds available where the essence of the compliant is that the decision-maker paid either too little or too much attention to a relevant factor: Aronson &amp; Dyer, Judicial Review of Administrative Action (2 nd ed, 2000), p 225.",
      "id": "s458"
    },
    {
      "text": "113 The applicant sought to make a case that the Minister was bound to take into account the impact of maintenance dredging, the impact of oil or chemical spills, and the impact of the removal and disposal of toxic sediment in the north of Port Phillip by implication from the subject matter, scope and purpose of the Act.",
      "id": "s459"
    },
    {
      "text": "The subject matter, scope and purpose of the Act was approached in the following way.",
      "id": "s460"
    },
    {
      "text": "The Act employs an assessment process to inform the Minister's decision.",
      "id": "s461"
    },
    {
      "text": "The process requires an assessment of relevant impacts of the action contemplated (s 87(1)).",
      "id": "s462"
    },
    {
      "text": "Relevant impacts are impacts which the action has, will have, or is likely to have, on the protected matters (s 82(1)).",
      "id": "s463"
    },
    {
      "text": "An impact is defined as an event or circumstance which is a direct consequence of the action, or where the event or consequence is an indirect consequence of the action, the action is the substantial cause of the event or circumstance (s 527E(1)).",
      "id": "s464"
    },
    {
      "text": "Certain secondary actions are within the definition of impacts if they are the foreseeable consequence of a primary action, and within the contemplation of the person undertaking the primary action (s 527E(2)).",
      "id": "s465"
    },
    {
      "text": "The applicant's written supplementary submissions then contended at [39]: \n \n It can be discerned from the scope and purpose of the EPBC Act that: \n \n \n a) a subsequent action made necessary by the action and the impacts of the subsequent action; and\n b) a risk assessed as overall significant (or as not insignificant or negligible) by reference to both the terms of likelihood of occurrence and in terms of the magnitude of consequences \n \n \n ought to be taken into account.",
      "id": "s466"
    },
    {
      "text": "114 In order to establish this ground, the applicant presumably intended that the words \"ought to\" be read as \"must\".",
      "id": "s467"
    },
    {
      "text": "115 Section 136(1)(a) left it to the Minister to decide what were the matters relevant to the protected matters which he should take into account.",
      "id": "s468"
    },
    {
      "text": "The section does not suggest that there was a defined set of specific matters to be taken into account such as might be intended if the section had referred to \"all matters relevant\" or \"the matters relevant\".",
      "id": "s469"
    },
    {
      "text": "116 In his statement of reasons, the Minister discussed each of the protected matters, namely, the listed threatened species, the listed migratory species, the Ramsar wetlands of international significance, and the environmental impact on Commonwealth land in the area.",
      "id": "s470"
    },
    {
      "text": "In this discussion he considered matters which he had determined to be relevant to those protected matters.",
      "id": "s471"
    },
    {
      "text": "117 There is nothing in the subject matter, scope or purpose of the Act which required the Minister to take into account the impact of maintenance dredging, the impact of oil or chemical spills or the impact of the removal and disposal of toxic sediment in the north of the Bay.",
      "id": "s472"
    },
    {
      "text": "The Act required him to be provided with an assessment report with sufficient information on the impacts of the project to allow him to make an informed decision, and required him to make his decision within a very short timeframe.",
      "id": "s473"
    },
    {
      "text": "The assessment report synthesised the material from the EES, SEES, the 2005 and 2007 inquiry reports and the IEG report.",
      "id": "s474"
    },
    {
      "text": "In these circumstances, the subject matter, scope and purpose of the Act justified the Minister placing considerable reliance on the assessment report.",
      "id": "s475"
    },
    {
      "text": "118 In relation to maintenance dredging, this was to occur in the future and was excluded from the channel deepening project under consideration by the Minister.",
      "id": "s476"
    },
    {
      "text": "It was not the subject of the approval decision.",
      "id": "s477"
    },
    {
      "text": "It would be subject to separate referral and assessment in the future.",
      "id": "s478"
    },
    {
      "text": "There was no certainty that such maintenance dredging would be necessary in the future.",
      "id": "s479"
    },
    {
      "text": "The purpose of the Act was served by the requirement for approval under the Act in the future when further maintenance dredging was to be undertaken.",
      "id": "s480"
    },
    {
      "text": "The applicant contended that it was not open to the Minister to defer consideration of the impact of maintenance dredging, and relied upon the reasoning of the majority (Sheppard and Ryan JJ) in Commonwealth of Australia v Pharmacy Guild of Australia (1989) 91 ALR 65.",
      "id": "s481"
    },
    {
      "text": "In that case, the Pharmaceutical Benefits Tribunal deferred consideration of labour costs when fixing the way in which pharmaceutical benefits payable by the Commonwealth were to be calculated.",
      "id": "s482"
    },
    {
      "text": "The majority held that the Tribunal had failed to take into account a relevant consideration, namely, the impact of labour costs.",
      "id": "s483"
    },
    {
      "text": "However, the majority held that the scope and purpose of the legislation governing the fixing of pharmaceutical benefits indicated that labour costs had to be taken into account.",
      "id": "s484"
    },
    {
      "text": "As I have said, the scope and purpose of the Act in this case does not indicate that the impact of maintenance dredging had to be taken into account.",
      "id": "s485"
    },
    {
      "text": "The case does not assist the applicant.",
      "id": "s486"
    },
    {
      "text": "119 In relation to the possibility of oil and chemical spills, the risk assessment in the SEES rated the risk of a major oil spill from collision with the dredger in the Bay as almost impossible, and the chance of a collision with the dredger in the entrance to the Bay leading to an oil spill as around 3 in 1 million.",
      "id": "s487"
    },
    {
      "text": "In these circumstances it cannot be said that the subject matter, scope or purpose of the Act implicitly required this matter to be taken into account by the Minister when considering whether or not to approve the channel deepening project.",
      "id": "s488"
    },
    {
      "text": "120 In relation to the impact of the removal and disposal of toxic sediment in the north of Port Phillip, the Minister expressly referred to the impacts from contaminated sediments in relation to the wetlands of international importance.",
      "id": "s489"
    },
    {
      "text": "He said at [38]:\n \n I found, having particular regard to the SEES, that impacts from contaminated sediments are not likely within the wetlands, given the limited extent to which contaminants could be mobilised.",
      "id": "s490"
    },
    {
      "text": "121 There was voluminous material before the Minister, including the 2007 inquiry report, which expressed the expert view that the risk from contaminated sediments had been properly and adequately addressed.",
      "id": "s491"
    },
    {
      "text": "The 2007 inquiry report was part of the assessment documentation before the Minister which was intended by the Act to give the Minister a basis for determining his approach to the approval decision.",
      "id": "s492"
    },
    {
      "text": "For example, on the issue of management of the dredged material, the 2007 inquiry report included the following: \n \n \n 2.4 Dredged Material Management \n \n \n \n The Inquiry considers that the risks of dredging the Bay sediments have been characterised adequately against relevant guidelines.",
      "id": "s493"
    },
    {
      "text": "The contamination risks and potential bioaccumulation, stemming from the Yarra River arises principally from unconsolidated silts carried in runoff from the catchment into the Bay, affecting it and users.",
      "id": "s494"
    },
    {
      "text": "This runoff, often associated with flooding events, will continue, irrespective of whether the CDP [channel deepening project] goes ahead.",
      "id": "s495"
    },
    {
      "text": "Accordingly, the Inquiry finds implications for bioavailability and bioaccumulation in Port Phillip Bay are generally low at present although evidence indicates some issues of concern (such as eels).",
      "id": "s496"
    },
    {
      "text": "The additional risks due to the CDP will therefore be minimal.",
      "id": "s497"
    },
    {
      "text": "Management of these materials should aim to minimise the risk.",
      "id": "s498"
    },
    {
      "text": "The decision to contain unconsolidated material (assumed to be unsuitable for unconfined marine disposal based on the National Ocean Disposal Guidelines (NODG) classification), and localised consolidated sediment volumes classified as unsuitable, is endorsed by the Inquiry.",
      "id": "s499"
    },
    {
      "text": "Moreover, the IEG [independent expert group] advised that the technology used to manage these sediments is best practice.",
      "id": "s500"
    },
    {
      "text": "To provide assurance to the community, the IEG advised that the EMP should monitor the additional risk to human consumption of disturbing sediment during dredging.",
      "id": "s501"
    },
    {
      "text": "The Inquiry concurs with this advice.",
      "id": "s502"
    },
    {
      "text": "...",
      "id": "s503"
    },
    {
      "text": "The NODG are recognised best practice for classifying sediment chemical and toxicological characteristics, while Best Practice Environmental Management Guidelines apply to dredge material management and other matters.",
      "id": "s504"
    },
    {
      "text": "...\n \n 2.5 Inquiry Finding \n \n \n \n The Inquiry is satisfied that based on the SEES, peer reviews and IEG advice, the proposed design complies with relevant policy.",
      "id": "s505"
    },
    {
      "text": "The Inquiry concludes the proposed CDP design (including for the Channels, dredged material grounds and navigational aids) is safe, suitable and technically feasible to implement using the proposed dredging technologies.",
      "id": "s506"
    },
    {
      "text": "(original emphasis.",
      "id": "s507"
    },
    {
      "text": ")\n \n\n122 Such information indicated that there was no significant environmental impact from the proposed process for dealing with toxic sediments.",
      "id": "s508"
    },
    {
      "text": "The subject matter, scope or purpose of the Act therefore did not require the Minister to consider this as a relevant matter.",
      "id": "s509"
    },
    {
      "text": "He was free to do so if he chose, as he did in the case of the wetlands where he indicated in the statement of reasons that they were not likely to be affected.",
      "id": "s510"
    },
    {
      "text": "123 Even if, contrary to the view just expressed, the Minister was required to consider these three matters, the question arises whether the applicant has shown that the Minister did not consider them.",
      "id": "s511"
    },
    {
      "text": "The evidence from the Minister's notation on the departmental briefs of 7 December 2007 and 20 December 2007 demonstrates that he considered the assessment documentation.",
      "id": "s512"
    },
    {
      "text": "The submissions of the second and third respondents in particular set out in great detail the discussion of each of these matters in the various environment effects statements and inquiry reports.",
      "id": "s513"
    },
    {
      "text": "It is not necessary to traverse that material now.",
      "id": "s514"
    },
    {
      "text": "Rather it is sufficient to observe that the material shows that each of these matters was dealt with in detail in the assessment documentation which was before the Minister.",
      "id": "s515"
    },
    {
      "text": "Some of the matters were expressly referred to in the statement of reasons, such as the impact of contaminated sediment on the wetlands referred to in [38].",
      "id": "s516"
    },
    {
      "text": "The mere fact that not every issue was addressed in the statement of reasons or in the departmental advice contained in the departmental briefs does not prove that the material was not considered by the Minister.",
      "id": "s517"
    },
    {
      "text": "There are other explanations for the absence of mention of the matters in the statement of reasons.",
      "id": "s518"
    },
    {
      "text": "The Minister may have excluded some on the basis that they were not sufficiently important, or that the environmental concern was not sufficiently in question to warrant express mention.",
      "id": "s519"
    },
    {
      "text": "There is no reason to doubt in the circumstances of this case that the Minister did as he noted on the departmental briefs, namely, that he considered the assessment documentation provided to him.",
      "id": "s520"
    },
    {
      "text": "The applicant has thus not established that the Minister's assertion in the departmental briefs did not represent the fact.",
      "id": "s521"
    },
    {
      "text": "Consequently, the first part of the challenge to the Minister's decision in ground three has not been made out.",
      "id": "s522"
    },
    {
      "text": "124 The second part of the challenge to the Minister's decision under ground three argues that the Minister failed to take into account the principles of ecologically sustainable development when considering matters relevant to the protected matters under s 136(1)(a).",
      "id": "s523"
    },
    {
      "text": "This argument is the same as that raised in ground one regarding social matters under s 136(1)(b).",
      "id": "s524"
    },
    {
      "text": "As discussed in [71] of these reasons there is no reason to doubt the Minister's statement in [60] of his statement of reasons that he took into account the principles of ecologically sustainable development when considering his approval decision.",
      "id": "s525"
    },
    {
      "text": "As stated in [78] of these reasons, the Minister was entitled to consider the matters together and take a global approach to the application of the principles of ecologically sustainable development referred to in s 3A.",
      "id": "s526"
    },
    {
      "text": "The applicant has not pointed to any matter of substance which demonstrates that the Minister's statement of reasons does not reflect the true position.",
      "id": "s527"
    },
    {
      "text": "There was little scope to apply the principles of ecologically sustainable development to the consideration of the protected matters because in nearly all instances the Minister made an express finding that the protected matter would not be significantly affected by the channel deepening project.",
      "id": "s528"
    },
    {
      "text": "125 Again, as found in [89] of these reasons regarding social matters, there is evidence in the statement of reasons apart from the assertion in [60] that the Minister applied the principles of ecologically sustainable development to the consideration of protected matters as well.",
      "id": "s529"
    },
    {
      "text": "For instance, in [43] he required the PMC to fund measures concerning the wetlands and migratory birds and hence applied the principle referred to in s 3A(e).",
      "id": "s530"
    },
    {
      "text": "The assessment documentation, considered by the Minister, examined in depth the environmental effects on the protected matters and the assessment report found that principles of ecologically sustainable development had been given careful consideration throughout the assessment process.",
      "id": "s531"
    },
    {
      "text": "The second part of the challenge under ground three must also be rejected.",
      "id": "s532"
    },
    {
      "text": "CONCLUSION \n \n126 It follows from these reasons that the applicant has failed to establish the grounds relied upon to challenge the Minister's decision to approve the channel deepening project.",
      "id": "s533"
    },
    {
      "text": "The application must therefore be dismissed.",
      "id": "s534"
    },
    {
      "text": "As the question of costs has not been addressed, the costs of the application will be reserved.",
      "id": "s535"
    },
    {
      "text": "127 A final observation should be made in view of the public profile of this case.",
      "id": "s536"
    },
    {
      "text": "128 The channel deepening project has attracted much public attention, particularly in Melbourne.",
      "id": "s537"
    },
    {
      "text": "Some people hold very strong views opposed to the dredging on environmental and other grounds.",
      "id": "s538"
    },
    {
      "text": "129 It is important to emphasise that in this case, the Court was not called upon to make a judgment as to whether the channel deepening project is a good thing or a bad thing or whether it is harmful to the environment or not.",
      "id": "s539"
    },
    {
      "text": "130 State and Federal laws provide for a very elaborate process of assessment of those matters.",
      "id": "s540"
    },
    {
      "text": "The law then requires the Minister to evaluate the benefits and detriments of the proposal.",
      "id": "s541"
    },
    {
      "text": "131 The Court has a limited function.",
      "id": "s542"
    },
    {
      "text": "It can only consider challenges to the process by which the Minister made his decision and determine whether the Minister acted in accordance with the law.",
      "id": "s543"
    },
    {
      "text": "In this case, the Court has determined that the arguments raised by the applicant in that regard cannot be sustained.",
      "id": "s544"
    },
    {
      "text": "I certify that the preceding one hundred and thirty-one (131) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice North.",
      "id": "s545"
    },
    {
      "text": "Associate:\n\nDated: 28 March 2008\n\n\n Counsel for the Applicant: Ms FM McLeod SC with Mr PJ Hayes and Ms JE Treleaven \n \n Solicitor for the Applicant: Moreheads Lawyers \n \n Counsel for the First Respondent: Mr P Hanks QC with Ms R Orr and Ms F Gordon \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Counsel for the Second and Third Respondents: Mr G Garde QC with Mr J Gobbo QC and Ms K Emerton SC \n \n Solicitor for the Second and Third Respondents: Victorian Government Solicitor's Office \n \n Date of Hearing: 20, 21 February &amp; 3 March 2008 \n \n Date of Judgment: 28 March 2008 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/399.html",
      "id": "s546"
    }
  ]
}