{
  "name": "Australian Prudential Regulation Authority v Siminton (No 13) [2008] FCA 303 (17 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/303.html",
  "catchphrases": [
    {
      "text": "costs",
      "id": "c0"
    },
    {
      "text": "costs associated with receiver's notice of motion",
      "id": "c1"
    },
    {
      "text": "where application necessary but lengthened by respondent's opposition and failure to comply with earlier orders",
      "id": "c2"
    },
    {
      "text": "written submissions on costs orders",
      "id": "c3"
    },
    {
      "text": "respondent ordered to pay 50 per cent of the receiver's costs",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 On 21 February 2008 I delivered reasons for judgment in relation to an application, made by a Court appointed receiver, for orders:\n \n&#8226; that certain funds be added to the funds comprehended by the receivership;\n \n&#8226; extending the period of the receiver's appointment;\n \n&#8226; extending the time within which the receiver was required to prepare and file a report;\n \n&#8226; requiring the respondent to file an affidavit of documents;\n \n&#8226; requiring the respondent to provide copies of documents to the receiver on request; and\n \n&#8226; requiring the respondent to attend before the receiver for oral examination.",
      "id": "s0"
    },
    {
      "text": "See Australian Prudential Regulation Authority v Siminton (No 12) [2008] FCA 101.",
      "id": "s1"
    },
    {
      "text": "2 I made the orders sought save for the order requiring attendance for oral examination.",
      "id": "s2"
    },
    {
      "text": "I did not make that order because I was informed that an oral examination had taken place.",
      "id": "s3"
    },
    {
      "text": "I reserved the right of the receiver to apply for an order requiring a further oral examination.",
      "id": "s4"
    },
    {
      "text": "3 I reserved the question of costs.",
      "id": "s5"
    },
    {
      "text": "As directed each party has filed and served written submissions on what costs orders should be made.",
      "id": "s6"
    },
    {
      "text": "I have now considered those submissions.",
      "id": "s7"
    },
    {
      "text": "4 It was necessary for the receiver to make application for the orders relating to the funds and extensions of time but the hearing was lengthened by the respondent's opposition to the making of those orders.",
      "id": "s8"
    },
    {
      "text": "The other orders which were made were necessary because the respondent had failed to comply with orders made by the Court in November 2007.",
      "id": "s9"
    },
    {
      "text": "The respondent also resisted the making of any of the other orders sought.",
      "id": "s10"
    },
    {
      "text": "Thus, although a short hearing at the instance of the receiver was unavoidable the respondent's unsuccessful opposition to the making of the orders sought added to the time required for the parties' preparation and for the hearing.",
      "id": "s11"
    },
    {
      "text": "5 In my view the appropriate order is that the respondent pay 50 per cent of the receiver's costs of the Amended Notice of Motion dated 4 February 2008.",
      "id": "s12"
    },
    {
      "text": "If the respondent does not comply with the order that he pay these costs the receiver should be entitled to be indemnified from the funds under his control to the extent of any default.",
      "id": "s13"
    },
    {
      "text": "He should not be required to bear that cost personally should the respondent fail to satisfy the costs order made against him.",
      "id": "s14"
    },
    {
      "text": "I certify that the preceding five (5) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s15"
    },
    {
      "text": "Associate:\n\nDated: 17 March 2008\n Counsel for the Applicant: Ms M Vannitamby \n \n Solicitor for the Receiver Clayton Utz \n \n Counsel for the Respondent: Mr D Sharp \n \n Solicitor for the Respondent: Erhardt &amp; Associates \n \n Date of Hearing: 21 February 2008 \n \n Date of Judgment: 17 March 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/303.html",
      "id": "s16"
    }
  ]
}