{
  "name": "SZJKU v Minister for Immigration and Citizenship [2008] FCA 308 (12 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/308.html",
  "catchphrases": [
    {
      "text": "application for judicial review of decision of the refugee review tribunal",
      "id": "c0"
    },
    {
      "text": "whether decision affected by actual bias",
      "id": "c1"
    },
    {
      "text": "whether decision affected by apprehended bias",
      "id": "c2"
    },
    {
      "text": "whether s 424a requires the provision of notice of particulars of information relied upon by the tribunal",
      "id": "c3"
    },
    {
      "text": "whether decision affected by failure to comply with the natural justice hearing rule at common law",
      "id": "c4"
    },
    {
      "text": "whether decision affected by failure to comply with div 4 of pt 7",
      "id": "c5"
    },
    {
      "text": "whether div 4 of pt7 provides an exhaustive statement of the natural justice hearing rule",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 This appeal concerns the third attempt by the second respondent, the Refugee Review Tribunal ( the Tribunal ), to review a decision of a delegate of the first respondent, the Minister for Immigration and Citizenship ( the Minister ), refusing to grant a protection (Class XA) visa to the appellant under the Migration Act 1958 (Cth) ( the Act ).",
      "id": "s0"
    },
    {
      "text": "2 The appellant is a citizen of Bangladesh.",
      "id": "s1"
    },
    {
      "text": "He arrived in Australia on 22 December 2000 and applied for a protection visa on 31 January 2001.",
      "id": "s2"
    },
    {
      "text": "On 3 April 2001, a delegate of the Minister decided to refuse to grant a visa.",
      "id": "s3"
    },
    {
      "text": "On 3 May 2001, the appellant lodged an application to the Tribunal for review of the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "3 After a hearing on 30 April 2003, the Tribunal, on 27 May 2003, affirmed the delegate's decision.",
      "id": "s5"
    },
    {
      "text": "The appellant then commenced a proceeding in the Federal Magistrates Court seeking judicial review of the decision of 27 May 2003.",
      "id": "s6"
    },
    {
      "text": "On 16 March 2005, the Federal Magistrates Court ordered that the decision be set aside and remitted the matter to the Tribunal for further consideration according to law.",
      "id": "s7"
    },
    {
      "text": "4 After a further hearing on 19 May 2005, the Tribunal, differently constituted, once again decided, on 24 July 2005, to affirm the delegate's decision.",
      "id": "s8"
    },
    {
      "text": "On 10 August 2005, the appellant commenced another proceeding in the Federal Magistrate Court seeking review of the Tribunal's decision of 24 July 2005.",
      "id": "s9"
    },
    {
      "text": "On 15 March 2006, the Federal Magistrates Court ordered, by consent, that the decision of 24 July 2005 be set aside and that the matter be remitted to the Tribunal again for further consideration according to law.",
      "id": "s10"
    },
    {
      "text": "5 After a further hearing, on 8 June 2006, the Tribunal constituted differently again, decided, for the third time, on 29 August 2006, to affirm the delegate's decision.",
      "id": "s11"
    },
    {
      "text": "The appellant then commenced a third proceeding in the Federal Magistrates Court on 25 September 2006 seeking judicial review of the decision of 29 August 2006.",
      "id": "s12"
    },
    {
      "text": "After a hearing on 18 May 2007, a judge of the Federal Magistrates Court ordered, on 21 August 2007, that the proceeding be dismissed with costs.",
      "id": "s13"
    },
    {
      "text": "The appellant then filed notice of appeal to the Federal Court on 11 September 2007.",
      "id": "s14"
    },
    {
      "text": "I have now considered written submissions on behalf of the appellant and the Minister and have heard a full oral hearing of the appeal.",
      "id": "s15"
    },
    {
      "text": "THE TRIBUNAL'S THIRD DECISION \n \n6 In the material lodged with his visa application, the appellant claimed to belong to the minority Bihari community in Bangladesh, which he claimed is subject to oppression by the mainstream Bengali community in Bangladesh.",
      "id": "s16"
    },
    {
      "text": "Biharis were stranded Pakistanis, being the victims of conflict between former East Pakistan and West Pakistan.",
      "id": "s17"
    },
    {
      "text": "The appellant claimed that a number of his relatives had been killed after a so-called liberation war in 1971 at the hands of the Awami League.",
      "id": "s18"
    },
    {
      "text": "He claimed that Bihari women were raped, tortured and that the property of Biharis was seized by the Awami League and their agents.",
      "id": "s19"
    },
    {
      "text": "He claimed that, after a military coup in 1975, the military generals who ruled Bangladesh were not in a position to pay any attention to resolve the problems faced by Biharis.",
      "id": "s20"
    },
    {
      "text": "7 The appellant asserted that he had been educated in Bangladesh despite serious discrimination in schools and colleges, having graduated in 1998.",
      "id": "s21"
    },
    {
      "text": "He said that from an early age he was involved in activities with the Stranded Pakistani General Repatriation Committee ( the SPGR Committee ) and was one of its youngest leaders and activists.",
      "id": "s22"
    },
    {
      "text": "He claimed that the aim of the SPGR Committee was to pressure the Pakistani and Bangladeshi governments to repatriate Biharis to Pakistan and to obtain civil rights as citizens of Pakistan.",
      "id": "s23"
    },
    {
      "text": "He claimed that the Pakistani government does not have any intention to repatriate Biharis as there are political pressures against such a move from many inside the country.",
      "id": "s24"
    },
    {
      "text": "He also claimed that the Bangladeshi government does not consider Biharis as Bangladeshi citizens because their leaders directly opposed partition in 1971.",
      "id": "s25"
    },
    {
      "text": "8 The appellant claimed that the Bihari people did not assimilate with the Bangladeshi community.",
      "id": "s26"
    },
    {
      "text": "He said that the Bangladeshi government does not take care of stranded Pakistanis and their welfare and that the government does not have policies in relation to stranded Pakistanis.",
      "id": "s27"
    },
    {
      "text": "Rather, the Bangladeshi government sought to evict them from concentration camps by attempting to cease relief supplies to their camps.",
      "id": "s28"
    },
    {
      "text": "He claimed that on a number of times Bihari camps were set on fire and Biharis were tortured in order to evict them from the camps.",
      "id": "s29"
    },
    {
      "text": "9 The appellant also claimed that the Awami League, when it came to power through a parliamentary election in 1996, did not tolerate stranded Pakistanis because of their role in 1971.",
      "id": "s30"
    },
    {
      "text": "He claimed that on a number of occasions, Awami activists attacked the camp where he lived.",
      "id": "s31"
    },
    {
      "text": "He claimed that he led the barricade opposing them and that he subsequently became their main target.",
      "id": "s32"
    },
    {
      "text": "He claimed that on a number of occasions he was beaten mercilessly but that, when he reported the matter to the local police, they did not take any proceeding against the Awami culprits.",
      "id": "s33"
    },
    {
      "text": "He claimed to have led a number of processions against Awami thugs and urged the Bangladeshi government to punish those who wanted to evict the Biharis from their camp.",
      "id": "s34"
    },
    {
      "text": "He also claimed that local Awami activists filed a number of false cases against him to ruin his future.",
      "id": "s35"
    },
    {
      "text": "He claimed his situation became uncontrollable and he was finally compelled to leave Bangladesh to protect his life.",
      "id": "s36"
    },
    {
      "text": "10 The Tribunal considered that the appellant's evidence was very unsatisfactory.",
      "id": "s37"
    },
    {
      "text": "However, it was prepared to accept that he is a Bihari, as he was able, more or less correctly, to answer questions about Biharis at the hearing conducted by the Tribunal on 8 June 2006.",
      "id": "s38"
    },
    {
      "text": "However, the Tribunal had serious reservations about the remainder of the appellant's claims.",
      "id": "s39"
    },
    {
      "text": "11 In its reasons for its decision of 18 August 2006, the Tribunal referred to earlier hearings before the Tribunal.",
      "id": "s40"
    },
    {
      "text": "The Tribunal said that all attempts by the Tribunal, as previously constituted, to elicit details of the appellant's activities on behalf of the Bihari community produced information on activities of only a very minor kind.",
      "id": "s41"
    },
    {
      "text": "The Tribunal, as finally constituted, considered that there was nothing in the activities in which the appellant claimed to have participated that would justify or explain the laying of false charges against him by any group.",
      "id": "s42"
    },
    {
      "text": "12 The Tribunal observed that, in response to a letter given to him by the Tribunal on 8 June 2006, the appellant stated that his most active period of involvement with the SPGR Committee was between 1994 and 1997 yet he claimed that a second false charge was brought against him in 1999.",
      "id": "s43"
    },
    {
      "text": "The Tribunal did not consider that credible and did not accept the assertion.",
      "id": "s44"
    },
    {
      "text": "The Tribunal did not accept that any false charges had been brought against the appellant.",
      "id": "s45"
    },
    {
      "text": "13 The Tribunal said that it did not accept the appellant's claims that, as a result of opposing Awami thugs on a number of occasions, he was beaten mercilessly.",
      "id": "s46"
    },
    {
      "text": "The Tribunal expected that, if that were true, the appellant would have had \"some physical evidence, of such repeated and merciless beatings\".",
      "id": "s47"
    },
    {
      "text": "The fact that the appellant did not submit any such evidence satisfied the Tribunal that there was none to submit.",
      "id": "s48"
    },
    {
      "text": "14 The Tribunal then referred to the applicant's claims to have gained his education with difficulty.",
      "id": "s49"
    },
    {
      "text": "The Tribunal observed that gaining a tertiary education in Bangladesh is a rare privilege and that only just over 0.5% of the population in Bangladesh attended tertiary institutions.",
      "id": "s50"
    },
    {
      "text": "The Tribunal found that the situation is worse for Biharis than for the general population and observed that the right to a basic education had become a luxury for Bihari children.",
      "id": "s51"
    },
    {
      "text": "The Tribunal observed that, while the appellant may or may not come from a wealthy family, there being no evidence on the point, the appellant has been very privileged to gain the education that he has.",
      "id": "s52"
    },
    {
      "text": "15 In summary, the Tribunal did not accept that the appellant had suffered harm amounting to persecution in the past in any way whatsoever.",
      "id": "s53"
    },
    {
      "text": "The Tribunal found that a substantial proportion of the Bihari community lived outside camps, were integrated into the local community, were eligible to receive passports, to vote and to attend college and were able to exercise most of the rights of citizens.",
      "id": "s54"
    },
    {
      "text": "The Tribunal found, in effect, that the appellant is one of those Biharis who are integrated into the broader community.",
      "id": "s55"
    },
    {
      "text": "16 The Tribunal then referred to a letter, bearing the date 10 July 2002, purportedly written by the president of the SPGR Committee.",
      "id": "s56"
    },
    {
      "text": "That letter relevantly states:\n \n This is to certify that [the appellant] is personally known to me since a pretty long time.",
      "id": "s57"
    },
    {
      "text": "He is a bona fide stranded Pakistani ... \n \n He has been living and leading a very miserable and inhuman life in camp along with thousands and thousands of stranded Pakistanis who are subject to social discrimination and oppression by the mainstream community for their role during liberation war of Bangladesh in 1971 ... \n \n He is an active young and energetic member of our organisation who had most actively participated in all movements, agitation, demonstration and procession of this organisation for which he had to suffer heavily both mentally and physically.",
      "id": "s58"
    },
    {
      "text": "He had even been implicated in false and fabricated cases.",
      "id": "s59"
    },
    {
      "text": "He had been targeted by many quarters because of his involvement with [the SPGR Committee].",
      "id": "s60"
    },
    {
      "text": "He is not safe and secured in Bangladesh which compelled him to leave the country ... \n \n\nThe Tribunal accepted advice obtained from an appropriate source by the Australian High Commission at senior official level, that the letter was not genuine.",
      "id": "s61"
    },
    {
      "text": "17 The Tribunal also referred to a letter of 12 August 2006 purporting to be signed by the General Secretary of the SPGR Committee, which relevantly said:\n \n This is to certify that [the appellant] is known to me.",
      "id": "s62"
    },
    {
      "text": "He is a Stranded Pakistani (commonly known as Bihari refugee) ... \n He had been living a miserable and inhuman life in Bangladesh together with thousands and thousands of stranded Pakistanis deprived of all human rights.",
      "id": "s63"
    },
    {
      "text": "The Tribunal characterised that letter as being expressed in such exaggerated terms as to lack all credibility.",
      "id": "s64"
    },
    {
      "text": "18 The Tribunal accepted that, as an educated Bihari, the appellant encouraged children to go to school and may have engaged in other low level social welfare activities on behalf of his community.",
      "id": "s65"
    },
    {
      "text": "However, the Tribunal did not accept that anything that the appellant did attracted the hostile attention of any other group or that any other group took or threatened any action against him.",
      "id": "s66"
    },
    {
      "text": "The Tribunal did not accept that the appellant was a leader or an activist.",
      "id": "s67"
    },
    {
      "text": "The Tribunal accepted country information that indicated that the problems of the Biharis who live in camps in Bangladesh are not active hostility but lack of opportunity, neglect and poverty.",
      "id": "s68"
    },
    {
      "text": "The Tribunal found that, while some Biharis may have a well founded fear of persecution, the appellant is not one of them.",
      "id": "s69"
    },
    {
      "text": "19 The Tribunal did not accept that there is a real chance that the appellant will suffer harm amounting to persecution should he return to Bangladesh in the foreseeable future.",
      "id": "s70"
    },
    {
      "text": "The Tribunal therefore found that the appellant does not have a well founded fear of persecution for a Convention reason and affirmed the decision of the Minister's delegate not to grant the appellant a protection visa.",
      "id": "s71"
    },
    {
      "text": "THE FEDERAL MAGISTRATES COURT \n \n20 In his amended application of 14 December 2006, the appellant relied on seven grounds which might be summarised as follows:\n \n1.",
      "id": "s72"
    },
    {
      "text": "The Tribunal failed to comply with s 424A of the Act, in that it failed to disclose to the appellant the particulars of advice received from the Australian High Commission that the letter of 12 August 2006 was not genuine.",
      "id": "s73"
    },
    {
      "text": "That appears to be a misapprehension, since it was the letter of 10 July 2002 that was the subject of advice from the Australian High Commission.",
      "id": "s74"
    },
    {
      "text": "2.",
      "id": "s75"
    },
    {
      "text": "The Tribunal failed to comply with s 424A of the Act, in that it treated the particulars of information that would be a reason or a part of the reason for affirming the decision under review as being properly identified by examination of the reasons of the Tribunal differently constituted.",
      "id": "s76"
    },
    {
      "text": "3.",
      "id": "s77"
    },
    {
      "text": "The Tribunal denied the appellant procedural fairness by failing to disclose to him, or offer him an opportunity to comment on or controvert, matters that were significant, relevant, credible and adverse to his application for review.",
      "id": "s78"
    },
    {
      "text": "4.",
      "id": "s79"
    },
    {
      "text": "The Tribunal had an appearance of bias in that it prejudged the critical factual issues raised by the appellant's application for review.",
      "id": "s80"
    },
    {
      "text": "5.",
      "id": "s81"
    },
    {
      "text": "The Tribunal failed to comply with s 425 of the Act, in that it failed to give the appellant a meaningful opportunity to give evidence and present arguments relating to the issues arising in relation to the decision under review.",
      "id": "s82"
    },
    {
      "text": "6.",
      "id": "s83"
    },
    {
      "text": "The Tribunal took into account irrelevant considerations of a personal or whimsical nature.",
      "id": "s84"
    },
    {
      "text": "7.",
      "id": "s85"
    },
    {
      "text": "The Tribunal failed to consider whether the appellant was a member of a particular social group of Biharis in Bangladesh.",
      "id": "s86"
    },
    {
      "text": "Each of those grounds was further particularised in the amended application.",
      "id": "s87"
    },
    {
      "text": "21 In its reasons for judgment, the Federal Magistrates Court dealt carefully with each of the seven grounds, the particulars of some of which overlapped with others.",
      "id": "s88"
    },
    {
      "text": "Since not all grounds were pressed in the appeal it is unnecessary to deal with the reasons of the Federal Magistrates Court in any detail except for one matter.",
      "id": "s89"
    },
    {
      "text": "22 That matter concerns an observation made by the Federal Magistrates Court to the effect that s 422B of the Act, which states that Div 4 of Pt 7 of the Act is an exhaustive statement of the natural justice hearing rule, applied in the present case.",
      "id": "s90"
    },
    {
      "text": "The primary judge found that no breach of the provisions of Div 4 had been established and that, accordingly, there was no denial of procedural fairness.",
      "id": "s91"
    },
    {
      "text": "The Minister concedes that the observation was erroneous.",
      "id": "s92"
    },
    {
      "text": "That error, however, does not necessarily dispose of the appeal.",
      "id": "s93"
    },
    {
      "text": "It is still necessary to consider whether there was a denial of procedural fairness over and above any failure to comply with the provisions of Div 4 of Pt 7 of the Act.",
      "id": "s94"
    },
    {
      "text": "THE APPEAL \n \n23 The notice of appeal of 11 September 2007 contains six grounds.",
      "id": "s95"
    },
    {
      "text": "Ground 1 concerns the erroneous reference to s 422B.",
      "id": "s96"
    },
    {
      "text": "That, of itself, does not constitute a ground on which the appeal can succeed.",
      "id": "s97"
    },
    {
      "text": "Ground 2, which referred to the letter of 12 August 2006 was abandoned as a misconception.",
      "id": "s98"
    },
    {
      "text": "Grounds 3 and 5 are effectively the same ground.",
      "id": "s99"
    },
    {
      "text": "24 The grounds as pressed by the appellant may be summarised as being that the primary judge erred in not finding jurisdictional error on the part of the Tribunal on one or more of the following grounds:\n \n \n Grounds 3 and 5: \n \n\n The appellant was denied procedural fairness in that the Tribunal did not put to the appellant that:\n \n&#8226; he was a Bihari who lived outside a camp and who was integrated into the local community and mainstream Bangladeshi society;\n \n&#8226; the appellant's account of being beaten by Awami League thugs would not be believed unless he submitted physical evidence of being beaten.",
      "id": "s100"
    },
    {
      "text": "Ground 4:\n \n The Tribunal exhibited actual or apprehended bias in circumstances where:\n \n&#8226; the Tribunal attributed to the appellant a propensity to provide fake documents;\n \n&#8226; the Tribunal had a concluded view that all Bangladeshis who make applications to the Tribunal lie and tell fairy stories;\n \n&#8226; the Tribunal prejudged the authenticity of the letter of 12 August 2006 based on the citizenship of the appellant.",
      "id": "s101"
    },
    {
      "text": "Ground 6:\n \n The Tribunal failed to comply with the requirements of s 424A of the Act by not providing particulars of the advice obtained by the Australian High Commission in relation to the letter of 10 July 2002.",
      "id": "s102"
    },
    {
      "text": "25 I have formulated the grounds to take account of the way in which the appeal was argued on behalf of the appellant.",
      "id": "s103"
    },
    {
      "text": "It is convenient to deal with each of the grounds separately.",
      "id": "s104"
    },
    {
      "text": "Apprehended or Actual Bias \n \n26 The appellant contends that comments made at the hearing conducted by the Tribunal, on 8 June 2006, demonstrate either actual bias or that a fair-minded lay person properly informed of the nature of the proceeding, the matters in issue and the conduct of the Tribunal might reasonably apprehend that the Tribunal might not bring an impartial mind to the resolution of the questions to be decided.",
      "id": "s105"
    },
    {
      "text": "It is necessary, therefore, to set out at length the comments in question.",
      "id": "s106"
    },
    {
      "text": "27 At the beginning of the hearing, the Tribunal said as follows:\n \n ...",
      "id": "s107"
    },
    {
      "text": "It is also very important that when I come to make my decision I have evidence before me which I can rely on.",
      "id": "s108"
    },
    {
      "text": "Now, you have appeared before two members of the Refugee Review Tribunal, both of whom, to some extent for different reasons, did not believe you.",
      "id": "s109"
    },
    {
      "text": "Now, that can mean one of several things; it doesn't necessarily mean they're right.",
      "id": "s110"
    },
    {
      "text": "Two courts have returned the matter to the Tribunal to be heard again, but it is important that you understand that the reason they did that, in each case, was because the reasons for the Tribunal member not believing you were not put to you in writing, as is required by law.",
      "id": "s111"
    },
    {
      "text": "The courts did not quarrel with the decision in substance.",
      "id": "s112"
    },
    {
      "text": "... \n \n So, it's open to me to come to the same conclusions as those previous Members.",
      "id": "s113"
    },
    {
      "text": "The courts did not disagree with the conclusion.",
      "id": "s114"
    },
    {
      "text": "They said that the procedure had been faulty...",
      "id": "s115"
    },
    {
      "text": "So, I am going to have to be extremely careful with my procedure, whether or not I come to the same conclusion.",
      "id": "s116"
    },
    {
      "text": "Now, I can't make up my mind obviously until I've got before me all the evidence.",
      "id": "s117"
    },
    {
      "text": "I have a lot of material from your first application and your two appearances before previous Members of the Refugee Review Tribunal, so that I have a lot of information.",
      "id": "s118"
    },
    {
      "text": "Now, because, after looking at all the information, it did seem to me that there were some valid questions about some of the evidence, which should have been put to you in writing but wasn't.",
      "id": "s119"
    },
    {
      "text": "I have prepared a letter, which I will give to you at the end of this hearing, which summarises some of those points --- the main ones --- and you will have some time to reply to me to explain or clarify or correct any of the apparent inconsistencies or difficulties with evidence that you have given previously.",
      "id": "s120"
    },
    {
      "text": "So, there are some issues, which I'm not going to ask you questions about here, because it will be all given to you in writing and you will have an opportunity to comment on it.",
      "id": "s121"
    },
    {
      "text": "You will see from the letter that I have drawn on the two previous Members' decisions.",
      "id": "s122"
    },
    {
      "text": "I have picked out some of the important difficulties that they had with your evidence and your claims and ... it should be clear enough to you ... to give you the opportunity to address those points.",
      "id": "s123"
    },
    {
      "text": "Clearly, I am going to have to address them and I will address them in light of what you have said back to me.",
      "id": "s124"
    },
    {
      "text": "... \n \n One of the things that I noticed was that the member who first considered your case, and indeed the delegate in the department, was not satisfied that you were, as you claimed to be, a Bihari, for various reasons.",
      "id": "s125"
    },
    {
      "text": "...",
      "id": "s126"
    },
    {
      "text": "I have not addressed that question in the letter because the second matter accepted that you were a Bihari.",
      "id": "s127"
    },
    {
      "text": "So, I have absolutely no opinion about that matter at the moment but it is obviously an important question because if I am persuaded that you are not, or at least if I am not satisfied that you are, then all your other claims become dubious...",
      "id": "s128"
    },
    {
      "text": "I would like you to address that question for me now, if you would be kind enough, because that really is the sort of platform upon which your whole case depends really.",
      "id": "s129"
    },
    {
      "text": "28 After asking questions of the appellant concerning the location of members of his family, the Tribunal referred the appellant to a copy of his passport showing an address.",
      "id": "s130"
    },
    {
      "text": "The Tribunal asked the appellant what is the address that is on his passport.",
      "id": "s131"
    },
    {
      "text": "The appellant replied that he did not know.",
      "id": "s132"
    },
    {
      "text": "The Tribunal then said:\n \n Look, providing false passports, whether they're false passports or false other documents, seems to be a national pastime in Bangladesh, which is why ... any document that comes from Bangladesh we have to look at with some care before we decide whether we can accept it or not as valid.",
      "id": "s133"
    },
    {
      "text": "In your case, you are telling me that your passport has information which is not true.",
      "id": "s134"
    },
    {
      "text": "So you are asking me to believe your application and not your passport.",
      "id": "s135"
    },
    {
      "text": "I need some supporting evidence to do that.",
      "id": "s136"
    },
    {
      "text": "... \n \n\n29 Subsequently the following exchange took place between the Tribunal and the appellant:\n \n TRIBUNAL: Do you have a birth certificate?",
      "id": "s137"
    },
    {
      "text": "APPELLANT: Yes.",
      "id": "s138"
    },
    {
      "text": "... not here.",
      "id": "s139"
    },
    {
      "text": "Maybe my parents do.",
      "id": "s140"
    },
    {
      "text": "I'm not sure actually.",
      "id": "s141"
    },
    {
      "text": "TRIBUNAL: Could you try to get it for me?",
      "id": "s142"
    },
    {
      "text": "APPELLANT: Yes I'll try because I'm waiting.",
      "id": "s143"
    },
    {
      "text": "TRIBUNAL: If his parents have one they can fax a copy.",
      "id": "s144"
    },
    {
      "text": "If they don't have one, then they can't.",
      "id": "s145"
    },
    {
      "text": "I don't want one that is invented.",
      "id": "s146"
    },
    {
      "text": "MIGRATION \n AGENT: No that's right.",
      "id": "s147"
    },
    {
      "text": "TRIBUNAL: But if they have one, I'd be interested in a copy.",
      "id": "s148"
    },
    {
      "text": "APPELLANT: I don't think that my parents have that certificate because we really didn't give any sort of importance to those certificates.",
      "id": "s149"
    },
    {
      "text": "TRIBUNAL: OK, well, then forget it.",
      "id": "s150"
    },
    {
      "text": "... don't go to the document factory in Dhaka and get one made because that's the last thing I want.",
      "id": "s151"
    },
    {
      "text": "I've got more than enough fake documents.",
      "id": "s152"
    },
    {
      "text": "I mean, look, it really is dreadful.",
      "id": "s153"
    },
    {
      "text": "Somebody sent me some court documents, which I sent copies of back to the Australian High Commission in Dhaka to get checked, and they went to the relevant court and spoke to two court officials who said that the documents were fake.",
      "id": "s154"
    },
    {
      "text": "So I wrote a letter to the applicant ...",
      "id": "s155"
    },
    {
      "text": "I got a letter back from him sent to him by his lawyer in Dhaka saying that the Australian High Commission had lied and that nobody had spoken to these officials and enclosing two letters from the officials saying that the High Commission had not approached them.",
      "id": "s156"
    },
    {
      "text": "So, I sent that back to Dhaka and the High Commission ... at a more senior level went and spoke to these two officials and they looked at these letters and said \"we have never seen these letters before and they are not our signatures\".",
      "id": "s157"
    },
    {
      "text": "That's how bad it gets, so you will have to forgive me distrusting anything I get from there after this experience and others like it, but that's the worst.",
      "id": "s158"
    },
    {
      "text": "If a lawyer who ... said: \"I am a solicitor accredited to the Supreme Court of Bangladesh and ...",
      "id": "s159"
    },
    {
      "text": "I would not lie and blah, blah, blah, blah\" and he was lying through his teeth.",
      "id": "s160"
    },
    {
      "text": "I mean, I'm not saying that every Bangladeshi always lies in everything they say, but all I'm saying is as far as documents are concerned, you know, once bitten, or twice, three, four, five times bitten, twice, three, four, five times shy.",
      "id": "s161"
    },
    {
      "text": "I have to be very careful because people who you would think would be more responsible are prepared to concoct these things.",
      "id": "s162"
    },
    {
      "text": "So, as I say, don't go to the Dhaka document factory because I recognise the ink from there, I've seen so many of them now.",
      "id": "s163"
    },
    {
      "text": "Hopeless.",
      "id": "s164"
    },
    {
      "text": "So don't do that.",
      "id": "s165"
    },
    {
      "text": "If you don't have a certificate, I'll do without it.",
      "id": "s166"
    },
    {
      "text": "30 Towards the end of the hearing, the following exchange took place between the Tribunal and the appellant's migration agent:\n \n 31 TRIBUNAL: I've given one Awami League man a tick.",
      "id": "s167"
    },
    {
      "text": "MIGRATION \n AGENT: A tick.",
      "id": "s168"
    },
    {
      "text": "TRIBUNAL: Only one.",
      "id": "s169"
    },
    {
      "text": "One I have and that was despite the fact that we had a dreadful interpreter that day.",
      "id": "s170"
    },
    {
      "text": "The man came with his wife and his wife was a better interpreter than the interpreter we had.",
      "id": "s171"
    },
    {
      "text": "I put in a report afterwards but I set aside the delegate's decision in his case because he was able to persuade me that his position was one that exposed him to risk.",
      "id": "s172"
    },
    {
      "text": "But I checked it with the High Commission in Dhaka and they confirmed what he had said about his position.",
      "id": "s173"
    },
    {
      "text": "MIGRATION \n AGENT: And you decide from that --- the High Commission is doing lots of investigation of the cases.",
      "id": "s174"
    },
    {
      "text": "TRIBUNAL: We have to.",
      "id": "s175"
    },
    {
      "text": "MIGRATION \n AGENT: They do lots of cases there.",
      "id": "s176"
    },
    {
      "text": "TRIBUNAL: We have to, because there are people who are at risk but there are an awful lot who come here and tell fairy stories.",
      "id": "s177"
    },
    {
      "text": "But, I mean, the business of politicians supporting cases, that happens here too.",
      "id": "s178"
    },
    {
      "text": "I've had one case where the applicant was supported by this quite prominent Australian politician but I turned him down and he was not telling the truth.",
      "id": "s179"
    },
    {
      "text": "32 The appellant contended that a fair minded lay person observing the hearing would have gained the impression, from the moment the hearing began, that the task facing the appellant was forlorn and hopeless.",
      "id": "s180"
    },
    {
      "text": "He asserted that the clear impression given by the Tribunal's comments was that the appellant had justifiably lost his two previous Tribunal hearings but the court had set aside the Tribunal's decisions, only because of a technicality, because certain information had not been put to him in writing.",
      "id": "s181"
    },
    {
      "text": "33 The appellant's counsel characterised the Tribunal's comments concerning false documents as an ' extraordinary diatribe ' and submitted that ' the outburst suggested a complete lack of restraint such as to completely undermine the confidence that anyone could have that a fair decision would be reached '.",
      "id": "s182"
    },
    {
      "text": "Counsel contended that the comments of the Tribunal set out above suggest that ' Bangladeshis are less worthy of belief than are other races or nationalities ' and ' cannot be categorised as anything other than racist, prejudicial and in the nature of prejudgment '.",
      "id": "s183"
    },
    {
      "text": "Counsel suggested that the anecdote about only one Awami League man being given a tick exacerbated the position, suggesting that a Bangladeshi story was believed only because the Tribunal was able to check the story with the Australian High Commission in Dhaka.",
      "id": "s184"
    },
    {
      "text": "34 The appellant's submissions do not fairly characterise the initial observations made by the Tribunal concerning the previous hearing.",
      "id": "s185"
    },
    {
      "text": "The Tribunal observed that the fact that the Tribunal on two previous occasions had disbelieved the appellant did not necessarily mean that they were right.",
      "id": "s186"
    },
    {
      "text": "On the other hand, it was not incorrect for the Tribunal to make clear that the two decisions of the Federal Magistrates Court did not involve merits review by the Court but set aside earlier decisions of the Tribunal because of procedural irregularities.",
      "id": "s187"
    },
    {
      "text": "35 The Tribunal is entitled to take into account published information and personal experiences regarding the situations in countries the subject of refugee claims ( Muin v Refugee Review Tribunal [2002] HCA 30 ; [2002] 76 ALJR 966 at [7] , [12], [116], [263], [291] and [300]).",
      "id": "s188"
    },
    {
      "text": "The Tribunal by its comments was making clear to the appellant that it was very dubious about the reliability of documents produced in Bangladesh and had had a number of experiences in which evidence of Bangladeshi applicants was not accepted.",
      "id": "s189"
    },
    {
      "text": "The Tribunal was indicating, in somewhat forceful terms, the concerns that it had.",
      "id": "s190"
    },
    {
      "text": "It thereby gave the appellant the opportunity, to a greater degree than might otherwise have been the case, to attempt to demonstrate the veracity and reliability of any evidence that he might give, particularly written evidence.",
      "id": "s191"
    },
    {
      "text": "Indeed, in the case of the document of 10 July 2002 that was produced by the appellant, the Tribunal attempted to have it verified by the Australian High Commission and then, by its letter of 2 August 2006, afforded the appellant the opportunity to comment on the information received from the Australian High Commission that the letter was not genuine.",
      "id": "s192"
    },
    {
      "text": "36 It may be that some of the Tribunal's observations can fairly be characterised as imprudent or intemperate.",
      "id": "s193"
    },
    {
      "text": "However, I do not consider that the comments made by the Tribunal demonstrate actual bias on the part of the member.",
      "id": "s194"
    },
    {
      "text": "Nor do I consider that they would cause a fair minded lay person properly informed of the nature of the proceeding, who was present throughout the hearing and was aware of the correspondence that was exchanged between the Tribunal and the appellant's migration agent to reasonably apprehend that the Tribunal might not bring an impartial mind to the resolution of the question before it.",
      "id": "s195"
    },
    {
      "text": "Denial of procedural fairness \n \n37 The essence of the appellant's contention is that there were two aspects of the Tribunal's conclusions that were adverse to the appellant, which were not fairly put to the appellant to enable him to understand clearly the concerns that the Tribunal had.",
      "id": "s196"
    },
    {
      "text": "First, the Tribunal did not accept that the appellant had suffered harm amounting to persecution in the past because he was one of a substantial proportion of the Bihari community who lived outside camps, were integrated into the local community, were eligible to receive passports to vote and to attend college and were able to exercise most of the rights of citizens and because the tertiary education that the appellant gained was a rare privilege in Bangladesh.",
      "id": "s197"
    },
    {
      "text": "Secondly, the Tribunal did not accept the appellant's evidence that he was beaten mercilessly on a number of occasions by Awami thugs because no physical evidence of such repeated and merciless beatings was adduced by the appellant.",
      "id": "s198"
    },
    {
      "text": "38 The appellant puts his complaint on two bases.",
      "id": "s199"
    },
    {
      "text": "First the Tribunal failed, in substance, to afford him a hearing as required by s 425.",
      "id": "s200"
    },
    {
      "text": "Secondly, the Tribunal failed to accord the appellant procedural fairness in accordance with the general law.",
      "id": "s201"
    },
    {
      "text": "39 As I have said, the Federal Magistrates Court erroneously proceeded on the basis that the provisions of Div 4 of Pt 7 were an exhaustive statement of the appellant's entitlement to procedural fairness.",
      "id": "s202"
    },
    {
      "text": "A fundamental principle of procedural fairness in relation to the making of a decision is that a party directly affected by the decision must have the opportunity of being heard.",
      "id": "s203"
    },
    {
      "text": "That would ordinarily require the party affected to be given the opportunity of ascertaining the relevant issues and to be informed of the nature and content of adverse material ( Commissioner for Australian Capital Territory Revenue v Alphaone Pty Ltd [1994] FCA 1074 ; (1994) 49 FCR 576 at 590-1).",
      "id": "s204"
    },
    {
      "text": "40 However, s 425 of the Act defines the nature of the opportunity to be heard that is to be given by the Tribunal to an applicant for review.",
      "id": "s205"
    },
    {
      "text": "Thus, the applicant must be invited to give evidence and present arguments relating to the issues arising in relation to the decision under review .",
      "id": "s206"
    },
    {
      "text": "The issues arising in relation to a decision under review are to be identified having regard, amongst other things, to the fact that the Tribunal is to review a particular decision of the Minister's delegate, for which that delegate will have given reasons.",
      "id": "s207"
    },
    {
      "text": "While the Tribunal is not confined to whatever may have been the issues that were considered by the delegate, the first point at which the identification of those issues arises is the reasons given by the delegate.",
      "id": "s208"
    },
    {
      "text": "Unless additional issues are identified by the Tribunal, the issues arising in relation to the decision under review would ordinarily be those that the delegate identified as determinative against the applicant in the delegate's reasons ( SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 at [33] --- [35]).",
      "id": "s209"
    },
    {
      "text": "41 In the reasons for his decision of 3 April 2001, the delegate summarised the appellant's claims as being that he was a member of the Bihari community in Bangladesh, that he was involved in various activities to protest against the treatment of Biharis in the camps in that country and that he was one of the young leaders and activists of the SPGR Committee, as a result of which he became the main target of local Awami activists who filed a number of false cases against him.",
      "id": "s210"
    },
    {
      "text": "The delegate was unable to accept that the appellant faced a real chance of Convention-based persecution upon his return to Bangladesh for reasons that were stated.",
      "id": "s211"
    },
    {
      "text": "42 The delegate said that the appellant had provided no details whatsoever of the persecution he claimed to have suffered in Bangladesh, had provided no evidence at all in support of his claims and had not indicated that he would be able to do so in the future.",
      "id": "s212"
    },
    {
      "text": "The delegate therefore had very strong doubts that the appellant was a member of the Bihari community.",
      "id": "s213"
    },
    {
      "text": "Further, the delegate was unable to accept that, if the appellant was a Bihari, he would face systematic persecution in Bangladesh having regard to the fact that he had been living in the Bangladeshi community and had had 16 years of education in a country with a very high rate of illiteracy and very low educational opportunities.",
      "id": "s214"
    },
    {
      "text": "43 The delegate relied on independent country information that indicated that, whilst most Biharis reside in refugee camps, where the conditions are poor, they are free to live anywhere in Bangladesh and Biharis who take out Bangladeshi citizenship are accorded full citizenship rights.",
      "id": "s215"
    },
    {
      "text": "The delegate said that Biharis who are not Bangladeshi citizens are disadvantaged in relation to employment because of their lack of citizenship.",
      "id": "s216"
    },
    {
      "text": "The delegate also relied on independent evidence that indicated that Biharis living in refugee camps are not issued with Bangladeshi passports because they are not citizens of Bangladesh.",
      "id": "s217"
    },
    {
      "text": "However, the independent country information did not indicate that Biharis, even those living in refugee camps, faced treatment amounting to persecution.",
      "id": "s218"
    },
    {
      "text": "44 Thus, the delegate clearly indicated to the appellant that part of the reason for the delegate's decision was that information indicated that some Biharis live in refugee camps, where the conditions are poor, but that other Biharis are granted passports and are accorded full citizenship rights.",
      "id": "s219"
    },
    {
      "text": "The delegate placed emphasis on the fact that the appellant had had 16 years of education in a country with a very high rate of illiteracy and very low educational opportunities.",
      "id": "s220"
    },
    {
      "text": "45 I do not consider that the appellant has made out his contention that the Tribunal failed to comply with its obligations under s 425 of the Act.",
      "id": "s221"
    },
    {
      "text": "Nor has the appellant made out his claim that the Tribunal failed to accord him procedural fairness under general law principles.",
      "id": "s222"
    },
    {
      "text": "This ground must also fail.",
      "id": "s223"
    },
    {
      "text": "The Appellant was a Privileged Bihari \n \n46 The findings by the Tribunal that the appellant had been very privileged to gain the education he had and that the appellant was one of those Biharis who lived outside camps, were integrated into the local community, were eligible to receive passports to vote and to attend college and were able to exercise most of the rights of citizens, very much echoes the observations made by the delegate.",
      "id": "s224"
    },
    {
      "text": "It cannot have been otherwise than clear to the appellant that, in order to persuade the Tribunal, he would have to persuade the Tribunal to reach a conclusion different from that reached by the delegate in relation to those matters.",
      "id": "s225"
    },
    {
      "text": "47 In addition to the comments made at the hearing on 8 June 2006 that are set out above, the appellant also points to further exchanges and comments made during the course of the hearing.",
      "id": "s226"
    },
    {
      "text": "After referring to the Tribunal's concern about the prevalence of false passports and other false documents emanating from Bangladesh, the Tribunal made the following observations:\n \n ...there are two sets of issues: one is quite specific.",
      "id": "s227"
    },
    {
      "text": "Difficulties with the evidence that you have given up to now, in the last six years, and that I've addressed in the letter.",
      "id": "s228"
    },
    {
      "text": "So, I won't talk about that now, I'll give you the chance to go away and think about it and then write back.",
      "id": "s229"
    },
    {
      "text": "...",
      "id": "s230"
    },
    {
      "text": "But there is a broader question.",
      "id": "s231"
    },
    {
      "text": "As I said, we need to look at whatever may have happened in the past and whether everything that you've said is truthful or not.",
      "id": "s232"
    },
    {
      "text": "... People elaborate sometimes and I had a hearing with a man yesterday who I think may have a genuine case for protection but he has dressed it up with so many details that are just not credible that it's really difficult to find the wheat in the middle of the chaff and I've got to do some work on that to decide whether there is any wheat there or whether it's all chaff.",
      "id": "s233"
    },
    {
      "text": "I'd much prefer to identify what is hard and verifiable and forget anything that has been added or elaborated.",
      "id": "s234"
    },
    {
      "text": "But that's with reference to the past.",
      "id": "s235"
    },
    {
      "text": "With reference to the future... let's, for the sake of argument now, just assume that I'm satisfied in the end that you are Bihari.",
      "id": "s236"
    },
    {
      "text": "What is the situation of a Bihari now in Bangladesh and does that situation, of itself, constitute persecution?",
      "id": "s237"
    },
    {
      "text": "Are you a member of the group that is, as a group, persecuted?",
      "id": "s238"
    },
    {
      "text": "... quite frankly, even if everything you said was true about you leading demonstrations and getting beaten up and so on and so forth --- and some of my colleagues didn't believe it --- but even if it were true, I think after being away for six years the chances of you being beaten up or killed on arrival are very small and, in fact, I would say virtually zero, merely by virtue of the fact --- if it is a fact --- that you are Bihari.",
      "id": "s239"
    },
    {
      "text": "From what I see of the situation, there is discrimination --- most of the community is stateless.",
      "id": "s240"
    },
    {
      "text": "That I accept.",
      "id": "s241"
    },
    {
      "text": "But being killed I don't accept.",
      "id": "s242"
    },
    {
      "text": "They are not killed because they're Biharis.",
      "id": "s243"
    },
    {
      "text": "They have difficulties.",
      "id": "s244"
    },
    {
      "text": "Whether those difficulties constitute persecution or not is the issue I need to address.",
      "id": "s245"
    },
    {
      "text": "The evidence that you have presented with the claims that you have made relating to what happened to you while you were in Bangladesh don't help me with that issue.",
      "id": "s246"
    },
    {
      "text": "Am I making myself clear?",
      "id": "s247"
    },
    {
      "text": "There is a clear distinction between the past and the present and the future.",
      "id": "s248"
    },
    {
      "text": "The past is in one basket and the present and future is in another basket.",
      "id": "s249"
    },
    {
      "text": "So, even if you got beaten up six or seven years ago --- or longer in the case of some of the incidents that you refer to --- ... even if you did, that doesn't necessarily mean that you are going to be beaten up again.",
      "id": "s250"
    },
    {
      "text": "I need to hear from you about what you understand to be the current situation.",
      "id": "s251"
    },
    {
      "text": "Here you've got a community which you say is around 200,000 --- my information is it's more like 250,000 or 300,000 ... anyway it's more than 200,000 but I don't see reports of people being killed.",
      "id": "s252"
    },
    {
      "text": "I mean, politics in Bangladesh can be pretty rough so ... people are killed in Bangladesh just because they express the wrong point of view or vote for the wrong party but that isn't persecution.",
      "id": "s253"
    },
    {
      "text": "It's just the rather violent nature of political debate in Bangladesh.",
      "id": "s254"
    },
    {
      "text": "48 The letter that was given to the appellant by the Tribunal at the hearing on 8 June 2006 pointed out to the appellant that two previous presiding members of the Tribunal had found a number of difficulties and inconsistencies in the appellant's claims and evidence.",
      "id": "s255"
    },
    {
      "text": "Some 11 matters were then summarised in the letter.",
      "id": "s256"
    },
    {
      "text": "The first two matters concerned asserted inconsistencies in the claims and evidence given by the appellant as to where he had lived.",
      "id": "s257"
    },
    {
      "text": "Reference was also made to places where the appellant had gone to school.",
      "id": "s258"
    },
    {
      "text": "49 On 26 June 2006, the appellant's migration agent sent a detailed response purporting to explain the apparent inconsistencies in the claims and evidence.",
      "id": "s259"
    },
    {
      "text": "The response gave detailed particulars of addresses at which the appellant and his family had lived from 1990 to 2000.",
      "id": "s260"
    },
    {
      "text": "It also furnished particulars of the colleges and schools attended by the appellant and their location.",
      "id": "s261"
    },
    {
      "text": "50 In the light of the reasons of the delegate, that correspondence suggests that the Tribunal, as constituted on 8 June 2006, was concerned to enquire into the living conditions of the appellant.",
      "id": "s262"
    },
    {
      "text": "That would have had a bearing on the question of whether the appellant lived in a camp or had been integrated into the Bangladeshi community.",
      "id": "s263"
    },
    {
      "text": "It must have been apparent to the appellant and his migration agent that the findings made by the delegate were regarded as significant by the Tribunal as constituted on 8 June 2006.",
      "id": "s264"
    },
    {
      "text": "No Evidence of Beatings \n \n51 The complaint concerning the lack of physical evidence of repeated and merciless beatings does not have much substance.",
      "id": "s265"
    },
    {
      "text": "The appellant made the assertion about beatings in the statement attached to his visa application.",
      "id": "s266"
    },
    {
      "text": "The delegate observed that the appellant had provided no details whatsoever of the persecution he claimed to have suffered in Bangladesh.",
      "id": "s267"
    },
    {
      "text": "That was an issue that was before the Tribunal.",
      "id": "s268"
    },
    {
      "text": "52 In any event, an observation about the absence of evidence in respect of a particular claim of physical injury is not a denial of procedural fairness.",
      "id": "s269"
    },
    {
      "text": "It was for the appellant to make out his own case.",
      "id": "s270"
    },
    {
      "text": "It is not for the Tribunal to foreshadow what evidence would satisfy it.",
      "id": "s271"
    },
    {
      "text": "There was no denial of procedural fairness on the part of the Tribunal simply because it did not accept a claim by reason of there being no physical evidence to support the claim.",
      "id": "s272"
    },
    {
      "text": "Failure to comply with Section 424A \n \n53 On 8 March 2003, the appellant's migration agent wrote to the Tribunal enclosing a certified copy of an identity card and a certified copy of the letter of 10 July 2002.",
      "id": "s273"
    },
    {
      "text": "On 3 August 2006, the Tribunal wrote to the migration agent saying, relevantly, as follows:\n \n The Tribunal has information that would, subject to any comments you make, be the reason, or part of the reason, for deciding that you are not entitled to a protection visa.",
      "id": "s274"
    },
    {
      "text": "The information is as follows: \n \n \n \n The Australian High Commission in Bangladesh has met with the Secretary-General of the [SPGR Committee], who informed the High Commission that the letter you submitted through your adviser on 8 March 2003, purporting to have been signed by [the President of the SPGR Committee], was not written by him and that the signature on the letter is not his.",
      "id": "s275"
    },
    {
      "text": "This information is relevant because it may be the reason or part of the reason for the Tribunal to find that your claims are fabricated and not truthful .",
      "id": "s276"
    },
    {
      "text": "54 In response to that letter, the migration agent wrote to the Tribunal on 16 August 2006 relevantly saying:\n \n We do not know which particular secretary the Australian High Commission met and you did not provide us any details.",
      "id": "s277"
    },
    {
      "text": "However, the person you have concern (sic) has countersigned in the document and ... the general secretary has also forwarded a document (enclosed).",
      "id": "s278"
    },
    {
      "text": "... \n \n\nOne of the enclosures consisted of a further copy of the letter of 10 July 2002, at the foot of which was a handwritten note saying:\n \n Attested.",
      "id": "s279"
    },
    {
      "text": "[the appellant] is known to me.",
      "id": "s280"
    },
    {
      "text": "The certificate is genuine, issued by under (sic) my original signature.",
      "id": "s281"
    },
    {
      "text": "Request to extend him all out help.",
      "id": "s282"
    },
    {
      "text": "The second document enclosed was the letter of 12 August 2006.",
      "id": "s283"
    },
    {
      "text": "55 The appellant's complaint, as I apprehend it, is that the Tribunal did not furnish the appellant with evidence of the advice obtained by the Tribunal from the Australian High Commission.",
      "id": "s284"
    },
    {
      "text": "The appellant argued that he was not in a position to test the evidence and that there was therefore a failure to comply with s 424A(1) of the Act.",
      "id": "s285"
    },
    {
      "text": "56 However, the obligation imposed on the Tribunal by s 424A(1) is to give to an applicant particulars of any information that the Tribunal considers would be the reason, or part of the reason, for affirming the decision that is under review.",
      "id": "s286"
    },
    {
      "text": "That is precisely what the Tribunal did in writing the letter of 3 August 2006 to the appellant's migration agent.",
      "id": "s287"
    },
    {
      "text": "There is no requirement that the Tribunal provide an applicant with evidence as to any information that might be the reason or part of the reason for affirming a decision.",
      "id": "s288"
    },
    {
      "text": "The only requirement is to give particulars of the information.",
      "id": "s289"
    },
    {
      "text": "The relevant information is that the Australian High Commission met with the Secretary-General of the SPGR Committee who informed the High Commission that the letter in question was not written by the Secretary-General.",
      "id": "s290"
    },
    {
      "text": "The letter of 3 August 2006 clearly gave the appellant particulars of that information.",
      "id": "s291"
    },
    {
      "text": "There is no substance in this ground.",
      "id": "s292"
    },
    {
      "text": "CONCLUSION \n \n57 In the light of these conclusions, the appeal must be dismissed with costs.",
      "id": "s293"
    },
    {
      "text": "I certify that the preceding fifty-seven (57) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Emmett.",
      "id": "s294"
    },
    {
      "text": "Associate:\n\n\nDated: 12 March 2008\n\n\n Counsel for the Appellant: Mr. J.",
      "id": "s295"
    },
    {
      "text": "R. Young \n \n Solicitor for the Appellant: Nil \n \n Counsel for the First Respondent: Ms L. Clegg \n \n Solicitor for the First Respondent: Sparke Helmore \n \n Date of Hearing: 14 February 2008 \n \n Date of Judgment: 12 March 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/308.html",
      "id": "s296"
    }
  ]
}