{
  "name": "Kabushiki Kaisha Sanrio v Impression International Pty Ltd [2008] FCA 341 (11 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/341.html",
  "catchphrases": [
    {
      "text": "goods seized and held by customs",
      "id": "c0"
    },
    {
      "text": "urgent interlocutory injunction sought to prevent release of goods",
      "id": "c1"
    },
    {
      "text": "injunction granted",
      "id": "c2"
    },
    {
      "text": "intellectual property",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n 1 On 10 March 2008 the applicant brought a notice of motion supported by affidavit seeking leave to urgently file an Application and Statement of Claim.",
      "id": "s0"
    },
    {
      "text": "The notice of motion sought an abridgement of time and orders for service of the Application, Statement of Claim and affidavit evidence with a view to the matter coming again before the Court today so that interlocutory relief might be sought.",
      "id": "s1"
    },
    {
      "text": "2 The Statement of Claim, which I gave leave to file yesterday, pleads that the applicant is a company incorporated under the laws of Japan and is engaged in the business of promoting, distributing and selling in Australia certain goods bearing the brand name 'Hello Kitty'.",
      "id": "s2"
    },
    {
      "text": "The first respondent is an Australian corporation engaged in the business of wholesaling children's wear.",
      "id": "s3"
    },
    {
      "text": "The second respondent is a director of the first respondent.",
      "id": "s4"
    },
    {
      "text": "The third respondent is also a director of the first respondent.",
      "id": "s5"
    },
    {
      "text": "The second and third respondents are said to be persons jointly responsible for the management and day to day operations of the first respondent.",
      "id": "s6"
    },
    {
      "text": "3 The applicant is the registered owner of trade marks which include the brand names 'Hello Kitty' and 'Sanrio'.",
      "id": "s7"
    },
    {
      "text": "The Statement of Claim pleads that since about 1980 the applicant has conducted business in Australia by promoting, distributing, offering for sale and selling through its authorised re-sellers in Australia a wide range of clothing and consumer goods under the brand name 'Hello Kitty'.",
      "id": "s8"
    },
    {
      "text": "It is pleaded that on or before 3 January 2008 the first respondent imported into Australia 4056 pairs of pyjamas bearing the words 'Hello Kitty', a device mark identified as the 'Hello Kitty' cat logo, and a label reading 'Sanrio Licence'.",
      "id": "s9"
    },
    {
      "text": "4 Those goods were seized by the Australian Customs Service on 30 January 2008.",
      "id": "s10"
    },
    {
      "text": "The applicant's solicitors were notified by the Australian Customs Service on 1 February 2008 that the goods had been seized.",
      "id": "s11"
    },
    {
      "text": "Under s 137 of the Trade Marks Act 1995 (Cth) ('the Trade Marks Act ') the initial 10-day period of seizure was due to expire on 15 February 2008.",
      "id": "s12"
    },
    {
      "text": "In an affidavit sworn and filed on 10 March 2008, Mr Blair Mark Beven deposed that he was a solicitor in the employ of the solicitors for the applicant, Griffith Hack Lawyers.",
      "id": "s13"
    },
    {
      "text": "Mr Beven said that on 13 February 2008 he sent a letter of demand to the first respondent which requested forfeiture of the imported goods and an undertaking.",
      "id": "s14"
    },
    {
      "text": "The applicant then sought and was granted a further extension to 29 February 2008.",
      "id": "s15"
    },
    {
      "text": "5 According to Mr Beven's affidavit he had a conversation by telephone on 26 February 2008 with the second respondent during which the second respondent agreed to sign the undertakings sought and the notice of forfeiture.",
      "id": "s16"
    },
    {
      "text": "Mr Beven deposes to a subsequent conversation on 29 February 2008 with a solicitor who said he was representing the first respondent.",
      "id": "s17"
    },
    {
      "text": "On that day, 29 February 2008, a letter was sent by Lim Whalen and Company, Lawyers, to the solicitors for the applicant.",
      "id": "s18"
    },
    {
      "text": "That letter contended that the marks in question had been applied with the consent of the registered owner in the overseas country from which the goods were imported.",
      "id": "s19"
    },
    {
      "text": "Mr Beven deposes, however, that up to the date upon which his affidavit was sworn: \n \n 'No evidence has been received that the goods in question are genuine products with legitimately applied trade marks or signed undertakings by Impressions International.",
      "id": "s20"
    },
    {
      "text": "' \n\n\n \n\n \n\n \n6 By letter dated 6 March 2008 Lim Whalen and Co were informed that unless the undertakings sought in the letter of 13 February 2008 were provided by 7 March 2008, legal proceedings would be commenced.",
      "id": "s21"
    },
    {
      "text": "Those proceedings, as I have said, were commenced yesterday.",
      "id": "s22"
    },
    {
      "text": "7 For the purpose of the present application for interlocutory relief the applicant also relies upon an affidavit, sworn on 10 March 2008 and filed in Court today, by Atsuhiko Koizumi, the manager of the legal department of Sanrio Company Limited.",
      "id": "s23"
    },
    {
      "text": "Mr Koizumi deposed to arrangements in place to ensure the quality and suitability of products manufactured under licence for Sanrio.",
      "id": "s24"
    },
    {
      "text": "He referred to the necessity to comply with safety standards and regulations relating to products which are intended for use by children, including clothing, and expressed concern that if the imported goods are regarded as legitimate Sanrio products but do not meet Sanrio's quality control standards or relevant safety standards, there is a real likelihood of the Sanrio brand and Sanrio's reputation suffering significant damage.",
      "id": "s25"
    },
    {
      "text": "8 I was informed in the proceedings today that efforts to serve the respondents had, to an extent, been frustrated by the fact that yesterday was a public holiday in Melbourne, where the respondents are located.",
      "id": "s26"
    },
    {
      "text": "Nevertheless, affidavit evidence was provided in an affidavit sworn by John Dominic Lee filed in Court today that he had a conversation with Mr Lim of Lim Whalen and Co, wherein Mr Lim accepted that the Application, Statement of Claim and earlier affidavits had been received by that firm.",
      "id": "s27"
    },
    {
      "text": "There is no evidence before me that Lim Whalen and Co had instructions to accept service, and service must therefore be regarded as not established at this stage.",
      "id": "s28"
    },
    {
      "text": "That will have a bearing upon the length of any interlocutory relief which should be afforded to the applicant at the present stage of the proceedings.",
      "id": "s29"
    },
    {
      "text": "9 The evidence before me also discloses that although the period specified by s 137 of the Trade Marks Act expired on 29 February 2008, enquiries of the Australian Customs Service established that the goods are still under the control of that service and are to be collected by or on behalf of the first respondent tomorrow, 12 March 2008.",
      "id": "s30"
    },
    {
      "text": "In those circumstances, the applicant has a continuing and real interest in restraining the respondents from taking possession of the imported pyjamas.",
      "id": "s31"
    },
    {
      "text": "The test to be applied is well known.",
      "id": "s32"
    },
    {
      "text": "The applicants must show that they have a prima facie case for relief and that the balance of convenience suggests that relief should be granted.",
      "id": "s33"
    },
    {
      "text": "In Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 Gummow and Hayne JJ at paragraph 65 point out that in order to satisfy the test of 'prima facie case':\n \n ...it is sufficient that the plaintiff show a sufficient likelihood of success to justify the circumstances of the preservation of the status quo pending the trial.",
      "id": "s34"
    },
    {
      "text": "10 In circumstances where service is not yet complete and the respondents have not appeared I do not need to address the question whether interlocutory relief should be provided until a trial or whether any such trial should be expedited.",
      "id": "s35"
    },
    {
      "text": "Those are matters which should receive attention when the respondents have had an opportunity to be heard.",
      "id": "s36"
    },
    {
      "text": "However, I am satisfied that the evidence discloses a sufficient prima facie case of trade mark infringement, passing off and breach of s 52 of the Trade Practices Act 1974 (Cth) to afford the applicant some temporary interlocutory relief to ensure that the imported goods do not pass out of Customs control for the time being.",
      "id": "s37"
    },
    {
      "text": "11 I am satisfied that the balance of convenience favours the preservation of the status quo, at least for a limited period.",
      "id": "s38"
    },
    {
      "text": "In the circumstances, I propose to grant interlocutory relief until Monday, 17 March 2008.",
      "id": "s39"
    },
    {
      "text": "That will provide an opportunity for the proceedings to be brought before the docket judge so that further consideration can be given to the need for some form of extended interlocutory relief, if that is then sought.",
      "id": "s40"
    },
    {
      "text": "The applicant has through counsel indicated that the usual undertaking as to damages will be given.",
      "id": "s41"
    },
    {
      "text": "I make the following order:\n \n \n 1.",
      "id": "s42"
    },
    {
      "text": "Upon the applicant giving the usual undertaking as to damages, the first respondent, whether by itself, its servants, agents or otherwise, is restrained until further order from collecting the goods referred to in paragraph 14 in the Statement of Claim.",
      "id": "s43"
    },
    {
      "text": "2.",
      "id": "s44"
    },
    {
      "text": "Costs of the proceedings to date are reserved.",
      "id": "s45"
    },
    {
      "text": "3.",
      "id": "s46"
    },
    {
      "text": "The matter is adjourned to 9:30am on Monday 17 March 2008 before Rares, J.",
      "id": "s47"
    },
    {
      "text": "12 The Court directs that:\n \n \n 1.",
      "id": "s48"
    },
    {
      "text": "The applicant notify the Chief Executive Officer of the Australian Customs Service of Order 1 and provide a copy of that Order as entered by 6:00pm today, 11 March 2008.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s50"
    },
    {
      "text": "Associate:\n\nDated: 11 March 2008\n\n\n Counsel for the Applicant: Andrew Fox \n \n Solicitor for the Applicant: Griffith Hack Lawyers \n \n Date of Hearing: 11 March 2008 \n \n Date of Judgment: 11 March 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/341.html",
      "id": "s51"
    }
  ]
}