{
  "name": "Commissioner of Taxation v Cumins [2008] FCA 353 (17 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/353.html",
  "catchphrases": [
    {
      "text": "petition for sequestration order",
      "id": "c0"
    },
    {
      "text": "application for stay of proceedings pending application for special leave to the high court as well as applications to the administrative appeals tribunal",
      "id": "c1"
    },
    {
      "text": "whether other sufficient cause for granting a stay",
      "id": "c2"
    },
    {
      "text": "bankruptcy act 1966 (cth) s 52(2)(b)",
      "id": "c3"
    },
    {
      "text": "requirement to demonstrate genuine and arguable grounds in respect of applications both to the high court and the administrative appeals tribunal.",
      "id": "c4"
    },
    {
      "text": "bankruptcy",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, the Deputy Commissioner of Taxation has petitioned for a sequestration order in respect of the estate of the respondent Mr Brian Cumins.",
      "id": "s0"
    },
    {
      "text": "By amended notice of motion dated 20 February 2007 the respondent seeks a stay of the petition until his application for special leave to the High Court (P2 of 2008) and two applications made to the Administrative Appeals Tribunal (\"AAT\") have been finally determined.",
      "id": "s1"
    },
    {
      "text": "The application to the High Court concerns the validity of the Bankruptcy Notice which grounds the petition.",
      "id": "s2"
    },
    {
      "text": "The first AAT application is to reinstate a challenge to the disallowance by the applicant of objections to some but not all of the assessments issued to the respondent by the applicant.",
      "id": "s3"
    },
    {
      "text": "The second is an application for an extension of time for lodging an application for review of a decision.",
      "id": "s4"
    },
    {
      "text": "I will deal with these in more detail later.",
      "id": "s5"
    },
    {
      "text": "BACKGROUND \n \n2 The respondent, Mr Cumins, invested in excess of $5 million in what he described as \"Infomercial Schemes\" between 1996 and 1998.",
      "id": "s6"
    },
    {
      "text": "An \"Infomercial\", according to the respondent, is an advertising film which is generally shown on television and promotes a product in an informative and objective style.",
      "id": "s7"
    },
    {
      "text": "3 On 23 October 2000, the applicant issued Notices of Amended Assessments to the respondent for the years ended 30 June as follows:\n Year Ended Amount \n 1996 $ 3,344,884.24\n 1997 $ 2,836,956.98\n 1998 $12,954,263.05\n TOTAL $19,136,104.27\n \n4 Those assessments were related to tax deductions claimed by the respondent in connection with his investments in the Infomercial Schemes.",
      "id": "s8"
    },
    {
      "text": "Those tax deductions were disallowed by the applicant.",
      "id": "s9"
    },
    {
      "text": "5 On 23 November 2000 the applicant issued further Notices of Amended Assessments to the respondent for the years ended 30 June as follows: \n Year Amount \n 1995 $ 243,360.31\n 1996 $ 123,141.55\n 1998 $2,619,580.49\n \n TOTAL $2,986,082.35\n \n6 In February 2001 the applicant filed a writ in the Supreme Court of Western Australia to recover from the respondent the amounts of both the October and November 2000 assessments as well as interest and other charges.",
      "id": "s10"
    },
    {
      "text": "7 On 3 August 2001 the respondent commenced review proceedings in the AAT in respect of each of the applicant's decisions to disallow the respondent's objections to the assessments issued on 23 October 2000.",
      "id": "s11"
    },
    {
      "text": "In February 2005 the respondent withdrew the proceedings.",
      "id": "s12"
    },
    {
      "text": "The respondent says that he did so because he did not have the assistance of the promoters of the Infomercial Schemes including Mr Peter Leslie Ambrosy and that without his assistance it was not possible for him to present his case in the AAT.",
      "id": "s13"
    },
    {
      "text": "Pursuant to s 42(A)1B of the Administrative Appeals Tribunal Act 1975 , the affect of the withdrawal was that the AAT proceedings were considered to have been dismissed.",
      "id": "s14"
    },
    {
      "text": "8 In Australian Securities &amp; Investments Commission v Infomercial Management Group Pty Ltd [2002] VSC 262 at [58] the Supreme Court of Victoria held that certain Infomercial schemes were a fraud on the investors, if not on the Australian Taxation Office.",
      "id": "s15"
    },
    {
      "text": "These schemes, so claims the respondent, were the ones in which he had invested.",
      "id": "s16"
    },
    {
      "text": "9 Importantly, other than in relation to a very small sum comprised in the 1998 assessment, none of the November 2000 assessments concerned the respondent's investments in the Infomercial Schemes.",
      "id": "s17"
    },
    {
      "text": "The assessment for 1998 for $2,619,580.49 was subject to objections by the respondent.",
      "id": "s18"
    },
    {
      "text": "These objections failed as did a subsequent review before the Administrative Appeals Tribunal (AAT).",
      "id": "s19"
    },
    {
      "text": "In February 2005 an appeal to this Court from the decision of the AAT was dismissed by consent.",
      "id": "s20"
    },
    {
      "text": "The November 2000 assessments for 1995 and 1996 have never been the subject of an application for review or legal challenge.",
      "id": "s21"
    },
    {
      "text": "10 On 15 June 2005 a summary judgment was entered in the Supreme Court proceedings against the respondent for the sum of $38,084,522.24 including interest.",
      "id": "s22"
    },
    {
      "text": "The respondent did not consent to the judgment but did not oppose it.",
      "id": "s23"
    },
    {
      "text": "The amount of the judgment attributable to the assessments made on 23 November 2000 was $4,778,969.82 including interest charges.",
      "id": "s24"
    },
    {
      "text": "The amount of $243,360.31 contained in the amended assessment issued on 23 November 2000 in respect of the 1995 financial year was not included in the judgment sum because it had by then been paid.",
      "id": "s25"
    },
    {
      "text": "However interest on this sum was claimed in the writ.",
      "id": "s26"
    },
    {
      "text": "11 On 17 March 2006 the Deputy Commissioner issued a bankruptcy notice which was duly served on the respondent requiring payment, within 21 days after service, in the amount of $38,051,066.24.",
      "id": "s27"
    },
    {
      "text": "The amount demanded comprised the sum of the judgment less an amount of $33,456 described in the bankruptcy notice as \"payments made and/or credits allowed since date of judgments or orders\".",
      "id": "s28"
    },
    {
      "text": "12 On 23 August 2006 the respondent filed a Notice of Appeal in the Supreme Court (CACV 107 of 2006) out of time, to set aside the summary judgment on the basis that he was defrauded by the promoters of a tax avoidance scheme.",
      "id": "s29"
    },
    {
      "text": "In February 2007 a single judge dismissed the respondent's application for an extension of time to appeal.",
      "id": "s30"
    },
    {
      "text": "In February 2007 the respondent filed an application for review by the Court of Appeal, which was ultimately dismissed.",
      "id": "s31"
    },
    {
      "text": "13 The respondent also failed in proceedings in this Court by which he had sought to set aside the Bankruptcy Notice.",
      "id": "s32"
    },
    {
      "text": "This culminated in his appeal to the Full Court (WAD 361 of 2006) being dismissed on 24 December 2007: Cumins v Deputy Commissioner of Taxation [2007] FCAFC 207.",
      "id": "s33"
    },
    {
      "text": "PRINCIPLES IN RELATION TO THE STAY OF A CREDITOR'S PETITION \n \n14 On proof of the matters mentioned in s 52(1) of the Bankruptcy Act 1966 (Cth) (\"the Act \") a petitioning creditor has a prima facie right to the making of a sequestration order and the Court will proceed to make a sequestration order unless the Court is satisfied that for other sufficient cause a sequestration order should not be made: s 52(2)(b) of the Act ; Cain v Whyte [1933] HCA 6 ; (1933) 48 CLR 639 at 646.",
      "id": "s34"
    },
    {
      "text": "The onus is on the respondent debtor to demonstrate \"sufficient cause\": Commissioner of Taxation v Bayeh [1999] FCA 1223 ; (1999) 100 FCR 144 at [12] .",
      "id": "s35"
    },
    {
      "text": "15 Section 52(2)(b) of the Bankruptcy Act 1966 (Cth) is wide enough to entitle the Court, in a proper case, to adjourn or dismiss a petition in the exercise of its discretion, where the debtor demonstrates a genuine dispute as to the liability to pay the debt: Re Verma; Ex Parte Deputy Commissioner of Taxation (1984) 4 FCR 181 at 185 and 187.",
      "id": "s36"
    },
    {
      "text": "This power is discretionary: Clyne v Deputy Commissioner of Taxation (1982) 45 ALR 323 at 328.",
      "id": "s37"
    },
    {
      "text": "16 The Court is entitled to inquire whether a judgment is founded on a real debt.",
      "id": "s38"
    },
    {
      "text": "In general, a court exercising jurisdiction should not proceed to sequestrate the estate of a debtor where an appeal is pending against the judgment relied on as the foundation of the bankruptcy proceedings, provided that the appeal is based on genuine and arguable grounds: Ahern v Deputy Commissioner of Taxation (Qld) [1987] FCA 312 ; (1987) 76 ALR 137 at 148; Bayne v Baillieu [1907] HCA 39 ; (1907) 5 CLR 64.",
      "id": "s39"
    },
    {
      "text": "17 The mere fact that an appeal has been lodged does not without more, give rise to a duty to postpone the hearing of the petition: in Re Flatau: Ex Parte Scotch Whisky Distillers (1882) 22 QBD 83 (CA) at 84-85; nor will the court as a matter of course inquire into the validity of a judgment debt: Wren v Mahony [1972] HCA 5 ; (1972) 126 CLR 212 at 222-223.",
      "id": "s40"
    },
    {
      "text": "18 The test to be applied has been described variously.",
      "id": "s41"
    },
    {
      "text": "The judgment debtor must point to grounds having \"a real chance of success on appeal\": Re Lewin: Ex Parte Milner (1986) 11 FCR 312 at 318; or ensure \"that substantial reasons are given for questioning\" whether there was in truth a debt: Wren [1972] HCA 5 ; 126 CLR 212 at 225.",
      "id": "s42"
    },
    {
      "text": "It is not enough to rely upon mere assertion.",
      "id": "s43"
    },
    {
      "text": "The onus is on the applicant for a stay to show the existence of a genuine dispute by adducing evidence establishing the substantial nature of the grounds of challenge: Verma, Virendra Kumar v Deputy Commissioner of Taxation [1983] FCA 388 referred to with approval in Re Verma 4 FCR 181 at 187.",
      "id": "s44"
    },
    {
      "text": "19 The respondent contends that, while arguments about the prospects of success of its application for special leave to the High Court and its two applications to the AAT, may be relevant on the hearing of the creditor's petition, they are not relevant to the present motion to stay the petition.",
      "id": "s45"
    },
    {
      "text": "It submits that on such an application the Court is precluded from considering the prospects of success of any review or appeal.",
      "id": "s46"
    },
    {
      "text": "It relies upon Deputy Commissioner of Taxation v Ho (1996) 131 FLR 188 and Deputy Commissioner of Taxation v Feldman [2006] NSWSC 378.",
      "id": "s47"
    },
    {
      "text": "There is one exception it submits: the Court may take account of the taxpayer's prospects of success in review proceedings if it is clear that the review is frivolous: Hall v Poolman [2007] NSWSC 1330 at [85] .",
      "id": "s48"
    },
    {
      "text": "It has not been said that Mr Cumins' AAT applications and AAT proceedings are clearly frivolous.",
      "id": "s49"
    },
    {
      "text": "For these reasons, the prospects of success of the application to the High Court for special leave to appeal, the AAT applications and the AAT proceedings are not addressed in the respondent's submissions.",
      "id": "s50"
    },
    {
      "text": "20 Each of Ho and Feldman concerned applications to stay proceedings brought by the Deputy Commissioner of Taxation for recovery of tax in State courts.",
      "id": "s51"
    },
    {
      "text": "They involved consideration of the provisions of s 177(1) of the Income Tax Assessment Act 1936 (Cth) which renders a Notice of Assessment conclusive evidence that the assessment is correct.",
      "id": "s52"
    },
    {
      "text": "They also involved consideration of ss 14ZZM and 14ZZR of the Tax Administration Act 1953 (Cth).",
      "id": "s53"
    },
    {
      "text": "21 Ss 14ZZM and 14ZZR provide that the fact that an appeal to the Federal Court (s 14ZZM) or review by the AAT (s 14ZZR) is pending in relation to a taxation decision does not in the meantime interfere with or affect the decision the subject of the appeal or review; and income tax may be recovered on the assessment as if no appeal or reference were pending.",
      "id": "s54"
    },
    {
      "text": "22 As Ireland J observed in Ho, the effect of these sections is to give primacy to the general right which the Commissioner has to have tax paid irrespective of the pendency of an appeal and its merits: Deputy Commissioner of Taxation v Mackey (1982) 45 ALR 284 at 287.",
      "id": "s55"
    },
    {
      "text": "Feldman is to the same effect.",
      "id": "s56"
    },
    {
      "text": "23 Poolman concerned corporate insolvency proceedings in the Supreme Court of New South Wales.",
      "id": "s57"
    },
    {
      "text": "Both generally, and at the passages cited by the respondent, [85] particularly, are of no assistance.",
      "id": "s58"
    },
    {
      "text": "24 This is not a case like Ho or Feldman .",
      "id": "s59"
    },
    {
      "text": "This is an application to stay the hearing of a bankruptcy petition.",
      "id": "s60"
    },
    {
      "text": "Ho at 194-195 in fact supports the proposition that the substantive merits of an appeal are relevant to an application for a stay of a bankruptcy petition.",
      "id": "s61"
    },
    {
      "text": "25 This, of course, is merely consistent with a long line of authority to that effect and to which I have already referred.",
      "id": "s62"
    },
    {
      "text": "26 The respondent further submits that a stay of a creditor's petition may be ordered where there are exceptional circumstances which give rise to an application: Deputy Commissioner of Taxation v Feldman [2006] NSWSC 378 ; (2006) 62 ATR 253 and to avoid hardship on him: Deputy Commissioner of Taxation v Gergis (1991) 91 ATC 4510 ; Deputy Commissioner Of Taxation v Ho (1996)131 FLR 188.",
      "id": "s63"
    },
    {
      "text": "27 He submits that without a stay he would suffer hardship in that:\n \n \n (a) as a result of investing in Infomercial schemes, he has already been a victim of fraudulent, illegal conduct of third parties.",
      "id": "s64"
    },
    {
      "text": "Reliance for this proposition is placed upon the decision of Australian Securities &amp; Investments Commission v Infomercial Management Group Pty Ltd [2002] VSC 262 at [58] ;\n (b) his investments in Infomercial schemes have not bettered his financial position: Deputy Commissioner of Taxation v Gergis (1991) 91 ATC 4510.",
      "id": "s65"
    },
    {
      "text": "28 The respondent also submits that the hearing of the petition should be stayed to prevent\n \n (a) procedural unfairness and hardship; and\n \n (b) an abuse of the process of the Court.",
      "id": "s66"
    },
    {
      "text": "29 This he says would arise if the hearing went ahead before the special leave application and AAT applications were determined.",
      "id": "s67"
    },
    {
      "text": "30 French J, in Snow v Deputy Commissioner of Taxation (1987) 18 ATR 439 at 478 set out the principles which govern or guide the exercise of the power of State courts to stay tax recovery proceedings.",
      "id": "s68"
    },
    {
      "text": "Extreme personal hardship to the taxpayer is a relevant consideration.",
      "id": "s69"
    },
    {
      "text": "Cummins J referred to this with apparent approval at 4,512 in Gergis.",
      "id": "s70"
    },
    {
      "text": "I do not consider such considerations to be relevant to the question of an application to stay the hearing of a bankruptcy petition.",
      "id": "s71"
    },
    {
      "text": "31 It follows that I do not accept the respondent's submissions in these respects and I will accordingly consider the prospects of success of both the proceedings before the High Court and the AAT to the extent that this is capable of being done on the material before me.",
      "id": "s72"
    },
    {
      "text": "I propose to do this despite the fact that counsel for the respondent, on the occasion of each of the hearings before me, did not attempt to articulate the merits in each case.",
      "id": "s73"
    },
    {
      "text": "This primarily was the result of the respondent's submission that the merits were irrelevant to the relief sought.",
      "id": "s74"
    },
    {
      "text": "THE APPLICATION FOR SPECIAL LEAVE \n \n32 In Federal Court proceedings WAD 229 of 2006 the respondent sought to have the bankruptcy notice forming the basis for the creditor's petition set aside.",
      "id": "s75"
    },
    {
      "text": "His application before a registrar of the Court was dismissed.",
      "id": "s76"
    },
    {
      "text": "A subsequent appeal to a single judge was unsuccessful ( Cumins v Deputy Commissioner of Taxation [2006] FCA1847), as was a further appeal to the Full Court ( Cumins v Deputy Commissioner of Taxation [2007] FCAFC 207).",
      "id": "s77"
    },
    {
      "text": "The Full Court's decision was delivered on 24 December 2007 subsequent to the filing of the notice of motion for a stay of proceedings.",
      "id": "s78"
    },
    {
      "text": "The respondent has sought special leave to appeal to the High Court from the decision of the Full Court.",
      "id": "s79"
    },
    {
      "text": "33 The relevant inquiry should proceed on the footing that an application for special leave to the High Court is different in character from the situation where an appeal lies as of right: Westpac Banking Corporation v Carver [2003] FCA 221 ; (2003) 126 FCR 113 at [12] .",
      "id": "s80"
    },
    {
      "text": "In such a case it is not sufficient to ask whether the appeal is genuine, and there is an obvious or manifest error of law or fact in the judgment from which special leave is sought.",
      "id": "s81"
    },
    {
      "text": "The respondent debtor must go further and show that there are arguable grounds for concluding that special leave to appeal will be granted having regard to the considerations relevant to a grant of special leave: Westpac Banking Corporation [2003] FCA 221 ; 126 FCR 113 at [17] - [18] .",
      "id": "s82"
    },
    {
      "text": "Even if it be established that an appeal has substantial prospects of success, (a fortiori that special leave to appeal will be granted) the Court is not required to adjourn the proceedings.",
      "id": "s83"
    },
    {
      "text": "It is but a circumstance to be taken into account in exercising its discretion whether to adjourn the petition: Re Lewin: Ex Parte Milner (1986) 11 FCR 312 at 318.",
      "id": "s84"
    },
    {
      "text": "34 The respondent had contended that the bankruptcy notice was invalid because PAYG withholding in the sum of $9,516 paid to the applicant prior to the issue of the bankruptcy notice but after the date of the Supreme Court judgment ought to have been, but were not included as payments made by the respondent for the purpose of reducing the sum claimed by the applicant in the bankruptcy notice.",
      "id": "s85"
    },
    {
      "text": "35 The respondent's contention was rejected by the registrar.",
      "id": "s86"
    },
    {
      "text": "That contention formed the sole ground of appeal to a single judge of this Court and the sole ground of appeal to the Full Court.",
      "id": "s87"
    },
    {
      "text": "36 In his appeal to the Full Court the respondent raised a new argument which had not been raised with Siopis J, from whose judgment the appeal lay.",
      "id": "s88"
    },
    {
      "text": "37 Particular reliance had been placed by the respondent upon the provisions of Pt IIB of the Tax Administration Act 1953 (Cth) which deals with, amongst other things, Running Balance Accounts or RBAs: Division 2 of Pt IIB.",
      "id": "s89"
    },
    {
      "text": "Detailed provisions are found within ss 8AAZA, 8AAZC, 8AAZD, 8AAZH, 8AAZL, amongst others which set out what constitutes an RBA and how it may be utilised: [27]-[34].",
      "id": "s90"
    },
    {
      "text": "The respondent relied on s 18-15(1) of Schedule 1 of the Tax Administration Act 1953 (Cth) and submitted that the Commissioner had an obligation to deal with the withheld PAYG payment of $9,516 even before an assessment was made.",
      "id": "s91"
    },
    {
      "text": "38 It was submitted that s 8AAZLA obliged the Commissioner to allocate the amount of a PAYG payment to an RBA and that the amount of $9,516 should have been so treated: [36]-[37].",
      "id": "s92"
    },
    {
      "text": "39 The Full Court dismissed the appeal: Cumins v Deputy Commissioner of Taxation [2007] FCAFC 207.",
      "id": "s93"
    },
    {
      "text": "It is instructive to set out several of the concluding paragraphs: \n \n \n [42] Counsel for Mr Cumins approached the evidentiary difficulty with the proposition that the Commissioner was obliged to set up an RBA \"in circumstances where there is likely not to be a surplus at the end of the tax year\".",
      "id": "s94"
    },
    {
      "text": "The argument then went that, absent fulfilment of that obligation, the Commissioner should be treated, for the purpose of allowing credits, as though he had set up an RBA in respect of the taxpayer.",
      "id": "s95"
    },
    {
      "text": "The critical importance to the argument of the existence of an obligation to establish an RBA was acknowledged by counsel.",
      "id": "s96"
    },
    {
      "text": "Counsel accepted that absent such an obligation his argument had no purchase.",
      "id": "s97"
    },
    {
      "text": "[43] It is clear from the language of s 8AAZC that the Commissioner has a discretion to establish, one or more systems of accounts for paying tax debts.",
      "id": "s98"
    },
    {
      "text": "The language is not obligatory.",
      "id": "s99"
    },
    {
      "text": "Nor is the language of s 8AAZC(2) which is facultative.",
      "id": "s100"
    },
    {
      "text": "The basis of establishment of RBAs is to be determined by the Commissioner.",
      "id": "s101"
    },
    {
      "text": "They may be established for different kinds of primary tax debts.",
      "id": "s102"
    },
    {
      "text": "[44] The whole tenor of the RBA scheme is facultative rather than prescriptive.",
      "id": "s103"
    },
    {
      "text": "It forms no basis for a contention that PAYG payments of the kind which were made in this case are to be credited against the taxpayer's liabilities to the Commissioner in advance of the issue of an assessment.",
      "id": "s104"
    },
    {
      "text": "[45] The authorities to which counsel for Mr Cumins referred were of little assistance to his argument.",
      "id": "s105"
    },
    {
      "text": "He referred, in particular, to a passage from the judgment of the Full Court of the Supreme Court of South Australia in Ozone Manufacturing Pty Ltd 94 SASR 269.",
      "id": "s106"
    },
    {
      "text": "That case concerned an application by a corporation to set aside a statutory demand from the Commissioner on the basis of an offsetting claim for tax offsets in respect of research and development expenditure.",
      "id": "s107"
    },
    {
      "text": "The taxpayer had claimed tax offsets in respect of research and development expenditure in relation to three tax years, namely 2002, 2003 and 2004.",
      "id": "s108"
    },
    {
      "text": "It had not supplied relevant information and documentation to the Commissioner who rejected the claim for offsets for the 2002 year on that basis.",
      "id": "s109"
    },
    {
      "text": "The Commissioner had not yet determined the claims for the subsequent years but indicated that these would be rejected as well.",
      "id": "s110"
    },
    {
      "text": "The balance of the taxpayer's RBA was due for payment and constituted an \"RBA deficit debt\".",
      "id": "s111"
    },
    {
      "text": "The taxpayer argued, in support of his application to set aside the statutory demand, that it had a genuine offsetting claim.",
      "id": "s112"
    },
    {
      "text": "The Full Court held that the amount of a refund would be a credit for the purpose of the RBA and as the claim for tax offsets was long standing, bona fide and not artificial, the taxpayer had a genuine offsetting claim.",
      "id": "s113"
    },
    {
      "text": "This required the court to set aside the statutory demand.",
      "id": "s114"
    },
    {
      "text": "It will be seen that the question before the Full Court in that case was quite different from the question before the Full Court in this case.",
      "id": "s115"
    },
    {
      "text": "It throws no light on the issue before us.",
      "id": "s116"
    },
    {
      "text": "[46] In a passage from the judgment of Debelle J (Besanko and Layton JJ agreeing), his Honour said (at [37]): \n \n \n \n Division 3 of Pt IIB of the Administration Act, which is constituted by ss 8AAZL to 8AAZLE, prescribes how a credit is to be treated by the Commissioner.",
      "id": "s117"
    },
    {
      "text": "These provisions impose an imperative obligation upon the Commissioner to credit a tax offset to an RBA.",
      "id": "s118"
    },
    {
      "text": "That is apparent from the use of the word \"must\" on two occasions in s 8AAZL... \n \n \n \n In context this does not reflect or support the existence of any obligation to establish an RBA.",
      "id": "s119"
    },
    {
      "text": "Such an obligation would be contrary to the clear language of the relevant provisions.",
      "id": "s120"
    },
    {
      "text": "[47] That being so, as counsel in effect accepted, the argument raised for the first time in this Court, absent any evidentiary background, quite apart from its constructional merits which appear to be non-existent, cannot be sustained.",
      "id": "s121"
    },
    {
      "text": "40 The application for special leave to appeal relies on two grounds, namely: \n \n \n (a) The Full Court of the Federal Court erred at law in finding that the PAYG payments of $9,516 ( Payments ) received by the Respondent from the Applicant, or on behalf of the Applicant from his employer, before the issue of bankruptcy notice No 122 of 2006 ( Bankruptcy Notice ), were not payments or credits which should have been included in Item 5 of the Schedule to the Bankruptcy Notice on the proper construction of Part IIB of the Taxation Assessment Act 1953 ( TAA ).",
      "id": "s122"
    },
    {
      "text": "(b) The Full Federal Court erred at law on the material before it finding that: \n \n \n \n \n \n (i) it could not possibly be the respondent's procedure to off-set PAYG payments received from or on behalf of the applicant against an existing taxation debt of the applicant; and \n \n (ii) the respondent could not possibly be in a position to deal with the payments, until an assessment was made pursuant to section 18-15(1) of schedule 1 to the Taxation Assessment Act 1953 (sic Taxation Administration Act 1953 ).",
      "id": "s123"
    },
    {
      "text": "41 The respondent's submissions do not assert in respect to either of the grounds that there is a real chance that the respondent will be granted special leave to appeal to the High Court from the decision of the Full Federal Court.",
      "id": "s124"
    },
    {
      "text": "Indeed, as I said earlier, his submission was that generally the merits of those proceedings are irrelevant to this motion.",
      "id": "s125"
    },
    {
      "text": "42 In considering the reasons of the Full Court and in particular the pointed reference to counsel's concession concerning the lack of 'evidentiary background' it seems in respect of the first ground that the respondent faces an insurmountable evidentiary difficulty in his application to the High Court.",
      "id": "s126"
    },
    {
      "text": "This is, as the Full Court mentioned, quite apart from the 'constructional merits' which it characterised as appearing to be \"non-existent\": [47].",
      "id": "s127"
    },
    {
      "text": "43 The Full Court did not make the findings attributed to it in the second of the respondent's grounds.",
      "id": "s128"
    },
    {
      "text": "Counsel for the respondent submitted that these grounds were an inelegant paraphrase of the Full Court's reasons at [41].",
      "id": "s129"
    },
    {
      "text": "It is very difficult to discern this.",
      "id": "s130"
    },
    {
      "text": "44 Applications for special leave ordinarily need to demonstrate that the issue they seek to agitate is of sufficient importance to merit the grant of special leave; that the case is a suitable vehicle for the resolution of that issue; and that their contentions on that issue are sufficiently arguable: Westpac Banking Corporation v Carver [2003] FCA 221 at [14] , and more generally Judiciary Act 1903 (Cth), s 35A.",
      "id": "s131"
    },
    {
      "text": "It was incumbent upon the respondent to show that there are arguable grounds for concluding that special leave will be granted having regard to the considerations relevant to a grant of special leave: Westpac Banking Corporation v Carver at [17]-[18].",
      "id": "s132"
    },
    {
      "text": "He has not done so.",
      "id": "s133"
    },
    {
      "text": "THE AAT PROCEEDINGS \n The Reinstatement Application \n \n45 On 12 November 2007 the respondent's solicitors wrote to the Administrative Appeals Tribunal requesting it to reinstate the AAT proceedings abandoned by the respondent in 2005.",
      "id": "s134"
    },
    {
      "text": "This was shortly after the Court of Appeal dismissed the respondent's appeal against the decision refusing an extension of time within which to appeal.",
      "id": "s135"
    },
    {
      "text": "The Tribunal has yet to make a decision whether to reinstate the proceedings.",
      "id": "s136"
    },
    {
      "text": "The applicant has opposed the application for reinstatement.",
      "id": "s137"
    },
    {
      "text": "The application has been listed for directions on 27 February 2008.",
      "id": "s138"
    },
    {
      "text": "46 As I outlined above the respondent deposes that it was the failure of Mr Ambrosy, one of the promoters of the Infomercial Schemes, amongst others, to cooperate in assisting him which was the reason for discontinuing the original AAT proceedings in 2005.",
      "id": "s139"
    },
    {
      "text": "47 The respondent deposes that it was only when he received a summons, in mid to late November 2007, to give evidence in criminal proceedings against Mr Ambrosy that the prospect of obtaining his assistance became a real possibility.",
      "id": "s140"
    },
    {
      "text": "Ambrosy's trial, according to the respondent was due to commence in the County Court in Melbourne on 14 January 2008.",
      "id": "s141"
    },
    {
      "text": "He deposes that: \n \n \n 11.",
      "id": "s142"
    },
    {
      "text": "I am informed by my solicitors and verily believe that they have been in direct contact with the Office of the Commonwealth Director of Public Prosecutions and Mr Ambrosy's solicitor, Paul Galbally of Galbally &amp; O'Bryan.",
      "id": "s143"
    },
    {
      "text": "Annexed and marked \"BC 10\" is a copy of a letter dated 12 February 2008 to Mr Mark Pedley, Deputy Commonwealth Director of Public Prosecutions which summarises the contact made with the various parties.",
      "id": "s144"
    },
    {
      "text": "That letter also requests that the Commonwealth Director of Public Prosecutions provide Mr Ambrosy with an indemnity from further prosecution in the event that he gives evidence in the AAT proceedings.",
      "id": "s145"
    },
    {
      "text": "12.",
      "id": "s146"
    },
    {
      "text": "I verily believe that there is now a real prospect that I can fully present my case in the AAT.",
      "id": "s147"
    },
    {
      "text": "As referred to in paragraph 9 of Chong's Affidavit, for the purpose of the AAT proceedings, the Applicant was ordered by the AAT on 18 December 2007 to re-file and serve all of the T-Documents which had previously been prepared for the AAT hearing, scheduled for early 2005 (see paragraph 15 of Chong's Affidavit).",
      "id": "s148"
    },
    {
      "text": "The only additional evidentiary matter is for me to obtain Mr Ambrosy's consent to give evidence.",
      "id": "s149"
    },
    {
      "text": "13.",
      "id": "s150"
    },
    {
      "text": "The importance of Mr Ambrosy's evidence is apparent from [Australian Taxation Office] Amended Respondent's Statement of Facts and Contentions filed in the AAT Proceedings on 15 September 2004 as that Statement of Facts and Contentions is based upon actions by the promoters of the Infomercial Projects.",
      "id": "s151"
    },
    {
      "text": "A copy of that document is annexed and marked \"BC11\".",
      "id": "s152"
    },
    {
      "text": "14.",
      "id": "s153"
    },
    {
      "text": "I verily believe that the Applicant's primary contention is that the Infornercial Projects were a sham designed to avoid tax.",
      "id": "s154"
    },
    {
      "text": "One of the key components of that contention is that a debt was allegedly incurred by the investors, as partners, which in reality was never incurred and hence would never be enforced.",
      "id": "s155"
    },
    {
      "text": "When I made by investments in the Infomercial Projects, at no time was I aware that the debt would never be enforced and I thought it proper to consider those amounts losses on an accruals basis.",
      "id": "s156"
    },
    {
      "text": "I verily believe that Mr Ambrosy can confirm that position.",
      "id": "s157"
    },
    {
      "text": "48 The evidence does not demonstrate that Mr Ambrosy will agree to cooperate in giving evidence for the respondent in his AAT proceedings, although of course each may be served with a subpoena to attend to give evidence if the proceedings are re-instated.",
      "id": "s158"
    },
    {
      "text": "Their evidence, according to counsel for the respondent will demonstrate that from his perspective the Infomercial transactions were not a sham.",
      "id": "s159"
    },
    {
      "text": "In a further affidavit sworn by the respondent on 4 March 2008 he said that following the first hearing his solicitors had unsuccessfully attempted to obtain information from Mr Ambrosy's lawyer as to whether Mr Ambrosy would give evidence on his behalf in the AAT proceedings.",
      "id": "s160"
    },
    {
      "text": "49 The respondent does not condescend to any particulars which might be said to give rise to arguable grounds before the AAT whether in respect to the application for reinstatement or the substantive application.",
      "id": "s161"
    },
    {
      "text": "The Infomercial scheme was described by the Supreme Court of Western Australia as a \"contrived scheme to avoid the payment of income tax\": Deputy Commissioner of Taxation v Cumins (2003) WASC 3 at [32] , [34].",
      "id": "s162"
    },
    {
      "text": "The respondent's claim is that he was defrauded by the promoters of the Infomercial Projects.",
      "id": "s163"
    },
    {
      "text": "Even if that argument be accepted, no attempt was made on behalf of the respondent to show that it constituted an arguable ground that the AAT proceedings would succeed.",
      "id": "s164"
    },
    {
      "text": "The respondent asserts that he was not aware that the debt, the subject of the tax deduction, would never be enforced and that he believed that the Infomercial Projects were not a sham \"from my perspective, as blinkered by the conduct of the promoters\".",
      "id": "s165"
    },
    {
      "text": "Even if proved, this does not change the consequence that the scheme was, in truth, a sham.",
      "id": "s166"
    },
    {
      "text": "It was not explained how, even if proved, this assertion would establish a good and substantial argument in the AAT proceedings.",
      "id": "s167"
    },
    {
      "text": "50 Importantly the reinstatement proceedings do not challenge the further assessments issued on 23 November 2000 and interest totalling $4,778,969.82.",
      "id": "s168"
    },
    {
      "text": "The respondent submits that it is not clear how the sum of $4,778,969.82 is calculated or that this amount will remain as a debt after the AAT proceedings have been heard (assuming leave to reinstate those proceedings is granted).",
      "id": "s169"
    },
    {
      "text": "It is I think clear from the submissions of the applicant and the affidavit of Ms Yen-Lin Chong sworn on 29 January 2008 [17] and [68] that this amount is arrived at as follows: \n 68.4 Income tax for the year ended 30 June 1996 as per the notice of amended assessment issued on 23 November 2000 $123,141.55 68.5 Income tax for the year ended 30 June 1998 as per the notice of amended assessment issued on 23 November 2000 $2,619,580.49 68.9 General interest charge on unpaid income tax for the year ended 30 June 1995 as per the notice of amended assessment issued on 23 November 2000 calculated up to and including 15 June 2005 $45,380.71 68.10 General interest charge on unpaid income tax for the year ended 30 June 1996 as per the notice of amended assessment issued on 23 November 2000 calculated up to and including 15 June 2005 $89,384.97 68.11 General interest charge on unpaid income tax for the year ended 30 June 1998 as per the notice of amended assessment issued on 23 November 2000 calculated up to and including 15 June 2005 $1,901,482.10 \n TOTAL $4,778,969.82 \n\n \n51 The amount of $45,380.71 under [68.9] is interest on the sum of $243,360.31 set out under para [17.1].",
      "id": "s170"
    },
    {
      "text": "52 Included in the sum of $4,778,969.82 is the amount of $4,521,062.59 which was the subject of a failed application for review before the AAT and a subsequent failed appeal to the Federal Court.",
      "id": "s171"
    },
    {
      "text": "The figure of $4,521,062.59, which is unrelated to the matters the subject of the application before the AAT, comprises the sum of $2,619,580.49, the subject of an amended notice of assessment issued on 23 November 2000 together with interest of $1,901,482.10.",
      "id": "s172"
    },
    {
      "text": "That assessment, as deposed to by Ms Chong [17.3] and [18] was the subject of an application for review in the Ancillary AAT and a subsequent appeal to the Full Federal Court.",
      "id": "s173"
    },
    {
      "text": "These proceedings ultimately failed: [36]-[42] above.",
      "id": "s174"
    },
    {
      "text": "Ms Chong, in her affidavit of 29 January 2008, has annexed the relevant documents which disclose that the sum of $4,521,062.59 was unrelated to the Infomercial Projects: This was not controverted by the respondent.",
      "id": "s175"
    },
    {
      "text": "The remaining $257,907.23 has never been the subject of challenge or review.",
      "id": "s176"
    },
    {
      "text": "Accordingly, even if the respondent were successful in his attempt to have the AAT proceedings reinstated, and even if he were to be successful in those proceedings, there would still remain an amount owing of $4,778,969.82, an amount in excess of the statutory minimum of $2,000 on which a creditor may petition: s 44(1)(a) of the Act.",
      "id": "s177"
    },
    {
      "text": "53 However this figure of $4,778,969.82 requires further consideration because of the further application made by the respondent to the AAT after the initial hearing.",
      "id": "s178"
    },
    {
      "text": "I will now turn to that matter.",
      "id": "s179"
    },
    {
      "text": "The Application to Extend Time \n \n54 During the period between the two hearings in relation to the motion the respondent filed a further application in the Administrative Appeals Tribunal.",
      "id": "s180"
    },
    {
      "text": "The application is to extend time for lodging an application for review of a decision.",
      "id": "s181"
    },
    {
      "text": "It concerns the sum of $9,375 which forms a part of the respondent's taxable income for the year ended 30 June 1998 and which was the subject of the amended tax assessment issued on 23 November 2000.",
      "id": "s182"
    },
    {
      "text": "It is yet to be determined.",
      "id": "s183"
    },
    {
      "text": "I will explain the background to this belated application.",
      "id": "s184"
    },
    {
      "text": "55 Following the first hearing the applicant filed a supplementary affidavit of Ms Chong on 22 February 2008.",
      "id": "s185"
    },
    {
      "text": "It pointed out an apparent error made by her in her earlier affidavit of 29 January 2008 at [17].",
      "id": "s186"
    },
    {
      "text": "56 The error came to her notice when, again following the first hearing date, the respondent's solicitor wrote to the applicant's solicitors enclosing a letter dated 15 November 2000 from the Australian Taxation Office to the respondent.",
      "id": "s187"
    },
    {
      "text": "The letter had attached to it a number of schedules, which contained proposed adjustments to be made to the taxable income of the respondent in respect of a number of different years.",
      "id": "s188"
    },
    {
      "text": "57 The schedule for the year ended 30 June 1998 disclosed that the amended taxable income of $19,550,012 was arrived at, in part, by the inclusion of the figure of $9,375 described as \"Interest re monies borrowed re Infomercials\".",
      "id": "s189"
    },
    {
      "text": "58 The figure for taxable income of $19,550,012 is the subject of the Amended Income Tax Assessment issued on 23 November 2000 for the year ended 30 June 1998.",
      "id": "s190"
    },
    {
      "text": "It was from this figure that the amended tax assessment for that year was calculated in the sum of $2,619,580.49.",
      "id": "s191"
    },
    {
      "text": "59 Ms Chong now says that her statement deposed to at paragraph [17] of her 29 January 2008 affidavit is incorrect to the extent that the amount of taxable income of $9375 is related to Infomercials.",
      "id": "s192"
    },
    {
      "text": "60 It is difficult to see why this renders para [17] of her earlier affidavit inaccurate.",
      "id": "s193"
    },
    {
      "text": "There she described the three separate amounts in the assessments issued on 23 November 2000 as being \"unrelated to the matters being reviewed in the AAT Proceedings\".",
      "id": "s194"
    },
    {
      "text": "That assertion was, at the time she swore her affidavit of 29 January 2008, entirely correct.",
      "id": "s195"
    },
    {
      "text": "However, it is no longer correct because the respondent, following the first hearing, lodged a further application in the AAT.",
      "id": "s196"
    },
    {
      "text": "It concerns the sum of $9,375.",
      "id": "s197"
    },
    {
      "text": "61 The application is to extend time for lodging an application for review of a decision.",
      "id": "s198"
    },
    {
      "text": "The purported reason for the extension is because the respondent seeks to review \"the Decision\" in respect of the \"disallowance of interest claimed in respect of the Infomercial Projects ...\".",
      "id": "s199"
    },
    {
      "text": "Counsel for the respondent informed me that the interest figure in question was the $9,375.",
      "id": "s200"
    },
    {
      "text": "62 The applicant submits that the AAT has no jurisdiction to hear the underlying substantive application because, in relation to the interest amount of $9375 there has been no reviewable objection decision: s 14ZZA of the Taxation Administration Act 1953 .",
      "id": "s201"
    },
    {
      "text": "63 It is unnecessary to decide that question.",
      "id": "s202"
    },
    {
      "text": "The issue may be disposed of on the basis that even if the latest application to the AAT were to be determined in favour of the respondent, he would still have an income tax liability of $2,612,237.67 which is a relatively small reduction from the previous figure of $2,619,580.49 under the 23 November 2000 assessment for the year ended 30 June 1998.",
      "id": "s203"
    },
    {
      "text": "This is evidenced by the affidavit of Kenneth George Phillips affirmed 7 March 2008.",
      "id": "s204"
    },
    {
      "text": "In an affidavit affirmed on 7 March 2008, Deborah Jayne Thiele, an ATO officer, states that the general interest charge to and including 15 June 2005 in respect of this reduced tax liability amounts to $1,897,859.38 [4].",
      "id": "s205"
    },
    {
      "text": "Together they total $4,510,097.05 which is the amount in which the respondent was indebted to the applicant as at 15 June 2005 and which forms part of the Supreme Court judgment debt pronounced on that date.",
      "id": "s206"
    },
    {
      "text": "The effect of this is that the figure of $4,521,062.59 set out under para [52] above is reduced to the figure of $4,510,097.05.",
      "id": "s207"
    },
    {
      "text": "A further consequence is that the total amount of the judgment debt which is not related to the AAT proceedings is reduced from $4,778,969.82 set out under [52] above to the figure of $4,768,004.28.",
      "id": "s208"
    },
    {
      "text": "64 I am not satisfied that the respondent has established genuine and arguable grounds in relation to either of its AAT applications.",
      "id": "s209"
    },
    {
      "text": "65 Furthermore the Court should not go behind a judgment debt where to do so would, if the debtor's objections be successful, only support a finding that the debt be reduced but would still leave an amount in excess of the amount on which a creditor may petition.",
      "id": "s210"
    },
    {
      "text": "The reduction will only be relevant if the amount contained in the bankruptcy notice would be reduced to an amount below the minimum amount that supports a petition.",
      "id": "s211"
    },
    {
      "text": "In the present case, even if the AAT proceedings were successful, there would remain an amount owing on which the applicant may petition: Emerson v Wreckair Pty Ltd [1992] FCA 16 ; (1992) 33 FCR 581 at 589; Wilson v Official Trustee in Bankruptcy [1999] FCA 1760 ; Spencer v Lane Rowin Pty Ltd [2007] FCA 1519 at [21] - [24] .",
      "id": "s212"
    },
    {
      "text": "66 The slightly reduced figure of $4,768,004.28 is indisputably owed by the respondent is still well in excess of the statutory minimum of $2,000.",
      "id": "s213"
    },
    {
      "text": "It cannot be affected by the outcome of the AAT proceedings even if they were to result in complete success for the respondent.",
      "id": "s214"
    },
    {
      "text": "This factor, of itself, is sufficient reason to refuse the application for a stay: Re Verma at 188-189; Re Lewin: Ex parte Milner at 320.",
      "id": "s215"
    },
    {
      "text": "67 I am not satisfied that the respondent has demonstrated other sufficient cause to warrant a stay of the bankruptcy petition.",
      "id": "s216"
    },
    {
      "text": "68 The notice of motion should be dismissed with costs.",
      "id": "s217"
    },
    {
      "text": "I certify that the preceding sixty-eight (68) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s218"
    },
    {
      "text": "Associate:\n\nDated: 17 March 2008\n\n\n Counsel for the Applicant: Mr L A Tsaknis \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Ms E Hensler and Mr K Dundo \n \n Solicitor for the Respondent: Q Legal \n \n Date of Hearing: 20 February 2008, 10 March 2008 \n \n Date of Judgment: 17 March 2008 \n\n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/353.html",
      "id": "s219"
    }
  ]
}