{
  "name": "SZIVK v Minister for Immigration and Citizenship [2008] FCA 334 (13 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/334.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "protection visa",
      "id": "c1"
    },
    {
      "text": "allegation that migration agent provided false information and forged documents to refugee review tribunal",
      "id": "c2"
    },
    {
      "text": "on review magistrate refused to determine allegation of fraud",
      "id": "c3"
    },
    {
      "text": "whether necessary to give agent notice of allegation",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellant (who appears pro se) is a citizen of the People's Republic of China.",
      "id": "s0"
    },
    {
      "text": "He came to Australia on a visitor's visa using a false Taiwanese passport.",
      "id": "s1"
    },
    {
      "text": "Within seven weeks of his arrival he applied for a protection visa.",
      "id": "s2"
    },
    {
      "text": "The basis of his claim for refugee status was that he was the target of Chinese officials for passing on confidential information about the government's treatment of Falun Gong adherents.",
      "id": "s3"
    },
    {
      "text": "A delegate of the Minister refused the application.",
      "id": "s4"
    },
    {
      "text": "That decision was affirmed by the Refugee Review Tribunal following a hearing which the appellant did not attend.",
      "id": "s5"
    },
    {
      "text": "The appellant sought review of the tribunal's decision in the Federal Magistrates Court on two grounds, one of which was that, due to the fraud of his migration agent, the appellant lost the opportunity to attend the tribunal hearing.",
      "id": "s6"
    },
    {
      "text": "It seems the Magistrate refused to decide whether the migration agent acted fraudulently.",
      "id": "s7"
    },
    {
      "text": "The principal question in issue is whether the Magistrate was entitled to decline to resolve that issue.",
      "id": "s8"
    },
    {
      "text": "2 The basis of the appellant's claim for refugee status may be stated shortly.",
      "id": "s9"
    },
    {
      "text": "The appellant was employed by the Fuqing Public Security Bureau (PSB) from June 1994 as a mechanical and electrical technician.",
      "id": "s10"
    },
    {
      "text": "Some time after July 1999, a friend of the appellant was arrested for practising Falun Gong.",
      "id": "s11"
    },
    {
      "text": "The detainee's mother asked the appellant to protect her son through his contacts at the PSB.",
      "id": "s12"
    },
    {
      "text": "The appellant was unable to help his friend who subsequently died in detention.",
      "id": "s13"
    },
    {
      "text": "Thereafter the appellant decided to protest against what he saw as the cruel and inhuman treatment of Falun Gong practitioners.",
      "id": "s14"
    },
    {
      "text": "He collected internal PSB materials on Falun Gong and passed them on to his deceased friend's girlfriend, who was a practitioner of Falun Gong.",
      "id": "s15"
    },
    {
      "text": "She was also the organiser of a propaganda group that distributed leaflets to the public.",
      "id": "s16"
    },
    {
      "text": "In March 2001, a member of the propaganda group was arrested and told authorities that someone within the PSB was leaking information to the group.",
      "id": "s17"
    },
    {
      "text": "The appellant believed he was being sought by the PSB and escaped to a remote village.",
      "id": "s18"
    },
    {
      "text": "He subsequently fled China and arrived in Australia on 4 May 2001.",
      "id": "s19"
    },
    {
      "text": "3 To assist in the prosecution of his application for a protection visa, which was lodged on 15 June 2001, the appellant appointed a migration agent, Pricilla International Co Pty Ltd, to act on his behalf.",
      "id": "s20"
    },
    {
      "text": "The appellant authorised the Minister's department to send all correspondence relating to the application to the agent and to contact the agent if any additional steps were required to support his application.",
      "id": "s21"
    },
    {
      "text": "For the purposes of the application to the tribunal on 15 February 2002 an additional form was lodged purporting to appoint an individual, Priscilla Yu, as the appellant's authorised agent.",
      "id": "s22"
    },
    {
      "text": "The authorisation form purports to be signed by the appellant.",
      "id": "s23"
    },
    {
      "text": "He says, however, that his signature has been forged.",
      "id": "s24"
    },
    {
      "text": "4 Correspondence from the tribunal was sent by registered post not only to the appellant but also to Ms Yu.",
      "id": "s25"
    },
    {
      "text": "A letter sent to both on 10 December 2002 advised that the tribunal would hold a hearing to deal with the appellant's claim on 24 January 2003.",
      "id": "s26"
    },
    {
      "text": "The letter explained that the tribunal was unable to determine the case \"on the papers\" and therefore a hearing was necessary.",
      "id": "s27"
    },
    {
      "text": "A \"response to hearing\" invitation form was attached to the letter.",
      "id": "s28"
    },
    {
      "text": "It invited the appellant to indicate whether he intended to appear at the hearing.",
      "id": "s29"
    },
    {
      "text": "5 The letter sent to the appellant's address was returned to the tribunal as unclaimed mail.",
      "id": "s30"
    },
    {
      "text": "The migration agent returned the response to hearing form to the tribunal indicating that the appellant wished to attend the hearing.",
      "id": "s31"
    },
    {
      "text": "The form was purportedly signed by the appellant but, again, he says his signature was forged.",
      "id": "s32"
    },
    {
      "text": "6 The hearing before the tribunal took place on 24 January 2003.",
      "id": "s33"
    },
    {
      "text": "Neither the appellant nor his migration agent attended.",
      "id": "s34"
    },
    {
      "text": "Not surprisingly, the tribunal affirmed the delegate's decision.",
      "id": "s35"
    },
    {
      "text": "7 The appellant applied to the Federal Magistrates Court to review the tribunal's decision.",
      "id": "s36"
    },
    {
      "text": "One of the grounds upon which he challenged the lawfulness of the decision was that his failure to attend the hearing was a result of the fraudulent conduct of his migration agent.",
      "id": "s37"
    },
    {
      "text": "He filed two affidavits in support of his claim.",
      "id": "s38"
    },
    {
      "text": "There he deposed that he had engaged a migration agent, a Chinese man known to him only as Harry, to assist with the preparation of his visa application in June 2001.",
      "id": "s39"
    },
    {
      "text": "He said that he contacted the agent from time to time to enquire about the progress of his application.",
      "id": "s40"
    },
    {
      "text": "Each time he was told that the agent would be in touch if there was any news.",
      "id": "s41"
    },
    {
      "text": "According to the appellant, he last had contact with his agent some time in 2002 at which point he stopped making enquiries as he was granted permission to work and thus assumed he had been granted a visa.",
      "id": "s42"
    },
    {
      "text": "8 The appellant also deposed that he was unaware his application was before the tribunal, that there was a hearing on 24 January 2003 and that a decision had been handed down on 14 March 2003.",
      "id": "s43"
    },
    {
      "text": "He said that he only became aware of those matters after he had been detained and taken to the Villawood Detention Centre.",
      "id": "s44"
    },
    {
      "text": "9 As regards the correspondence sent to him by the tribunal both before and after the hearing, he said that he never received any.",
      "id": "s45"
    },
    {
      "text": "He explained that he had never resided at one of the addresses used by the tribunal (10 Sixth Ave, Campsie NSW 2194) and that he had already moved from the other address (319 Liverpool Rd, Ashfield NSW 2131) when it was used by the tribunal.",
      "id": "s46"
    },
    {
      "text": "The tribunal sent a record of its decision to a post office box (PO Box 66, Beverly Hills NSW 2209) which the appellant shared with a friend.",
      "id": "s47"
    },
    {
      "text": "He said he did not receive that document.",
      "id": "s48"
    },
    {
      "text": "10 The tribunal obtained the addresses it used from the documents that were submitted to it purportedly on the appellant's behalf: the application for review, the agent authorisation form, a change of address form and the response to hearing form.",
      "id": "s49"
    },
    {
      "text": "As the appellant does not speak, read or understand English, it is apparent that those documents were prepared by someone else, almost certainly his migration agent.",
      "id": "s50"
    },
    {
      "text": "Each document, with the exception of the change of address form, bears the stamp of Priscilla International.",
      "id": "s51"
    },
    {
      "text": "Each document appears to be signed by the appellant.",
      "id": "s52"
    },
    {
      "text": "However, he deposed that none of them were signed by him.",
      "id": "s53"
    },
    {
      "text": "He gave the same evidence about a s 417 letter that was sent to the Minister.",
      "id": "s54"
    },
    {
      "text": "11 In written submissions filed in the Federal Magistrates Court, the appellant contended that his agent knowingly provided the tribunal with incorrect information (ie erroneous or outdated mailing addresses and an indication that the appellant would attend the hearing) and signed documents on his behalf without his knowledge or authority.",
      "id": "s55"
    },
    {
      "text": "In effect, the appellant alleged that each document was a forgery and each signature was a counterfeit.",
      "id": "s56"
    },
    {
      "text": "12 There were two hearings in the Federal Magistrates Court.",
      "id": "s57"
    },
    {
      "text": "The appellant gave evidence at each with the aid of an interpreter.",
      "id": "s58"
    },
    {
      "text": "In some important respects what he said was inconsistent with the evidence in his affidavits.",
      "id": "s59"
    },
    {
      "text": "The first hearing was to deal with the respondents' motion to have the appellant's case dismissed as it was brought out of time.",
      "id": "s60"
    },
    {
      "text": "The appellant, who was not represented, was invited to be cross-examined by counsel for the respondents.",
      "id": "s61"
    },
    {
      "text": "During his cross-examination he claimed that a number of the forms submitted to the tribunal contained forged signatures.",
      "id": "s62"
    },
    {
      "text": "The appellant did, however, concede that the signature on the agent authorisation form was his.",
      "id": "s63"
    },
    {
      "text": "He also admitted that he had instructed his migration agent to make an application to the tribunal and that he was aware there was to be a hearing before the tribunal.",
      "id": "s64"
    },
    {
      "text": "He said that he did not attend the hearing as he did not receive the invitation letter from the tribunal or from his agent.",
      "id": "s65"
    },
    {
      "text": "The Magistrate said that there was sufficient doubt about whether the appellant had been notified of the tribunal's decision.",
      "id": "s66"
    },
    {
      "text": "Actual notification is necessary to trigger the running of the time limit under s 477 of the Migration Act 1958 (Cth)).",
      "id": "s67"
    },
    {
      "text": "Accordingly the Magistrate allowed the matter to proceed to a hearing.",
      "id": "s68"
    },
    {
      "text": "13 At the hearing the appellant was represented by counsel.",
      "id": "s69"
    },
    {
      "text": "He was called to give evidence to expand on what he said in his affidavits.",
      "id": "s70"
    },
    {
      "text": "He was then cross-examined.",
      "id": "s71"
    },
    {
      "text": "There he made concessions about his knowledge of the tribunal hearing.",
      "id": "s72"
    },
    {
      "text": "Initially he denied his migration agent had told him of the hearing.",
      "id": "s73"
    },
    {
      "text": "Yet, when pressed, the appellant acknowledged that his agent had informed him about the hearing.",
      "id": "s74"
    },
    {
      "text": "He gave two reasons for his non-attendance: that his agent did not advise him to go and that his agent did not tell him the time or the date of the hearing.",
      "id": "s75"
    },
    {
      "text": "He explained that his agent had ceased communicating with him as he had not paid the agent's fees.",
      "id": "s76"
    },
    {
      "text": "14 The appellant's evidence about the forged signatures also conflicted with his affidavits.",
      "id": "s77"
    },
    {
      "text": "He gave some answers consistent with his earlier claims that two documents --- the change of address form and the s 417 letter sent to the Minister --- bore his forged signature.",
      "id": "s78"
    },
    {
      "text": "He conceded, however, that the signature on the application for review form was his, only a few minutes after having denied that proposition while giving his evidence in chief.",
      "id": "s79"
    },
    {
      "text": "He also conceded that he signed the response to hearing invitation.",
      "id": "s80"
    },
    {
      "text": "If that form does bear his signature, it is likely, though not certain, that the contents of the document (which is in English) were explained to him.",
      "id": "s81"
    },
    {
      "text": "15 In view of what came out in cross-examination there are clearly doubts about the appellant's credibility.",
      "id": "s82"
    },
    {
      "text": "Yet the case is very troubling on this aspect.",
      "id": "s83"
    },
    {
      "text": "My reading of the transcript of both hearings leaves me with an uneasy feeling that the interpreters' translations of counsel's questions and the appellant's answers may have been incompetent.",
      "id": "s84"
    },
    {
      "text": "On several occasions during cross-examination there was confusion on the part of both the interpreter and the appellant.",
      "id": "s85"
    },
    {
      "text": "The interpreted answers were at times unresponsive, incoherent and inexplicably inconsistent with other evidence given minutes before.",
      "id": "s86"
    },
    {
      "text": "There is a possibility that there was a departure from the standard appropriate for interpretation: Perera v Minister for Immigration and Multicultural Affairs [1999] FCA 507 ; (1999) 92 FCR 6 , 23-24.",
      "id": "s87"
    },
    {
      "text": "Accordingly it was open to the Magistrate not to take the appellant's concessions at face value.",
      "id": "s88"
    },
    {
      "text": "16 In his closing submissions the appellant's counsel accepted that there were inconsistencies in the appellant's evidence.",
      "id": "s89"
    },
    {
      "text": "He submitted that it was nevertheless open to the Magistrate to find that: the appellant was unaware of the time and place of the tribunal hearing as a result of the fraudulent conduct of his migration agent; the agent had forged the appellant's signature on various forms; and the agent knowingly included false information on a number forms.",
      "id": "s90"
    },
    {
      "text": "Counsel submitted that, if made, these findings would satisfy the test for third party fraud articulated by French J in his dissenting judgment in Minister for Immigration and Multicultural Affairs v SZFDE [2006] FCAFC 142 ; (2006) 154 FCR 365 , 398-400.",
      "id": "s91"
    },
    {
      "text": "French J held that a decision of the Refugee Review Tribunal was vitiated because the applicant was denied the opportunity to appear before the tribunal due to the fraudulent conduct of his migration agent.",
      "id": "s92"
    },
    {
      "text": "It is plain that counsel was reserving this point for an appeal.",
      "id": "s93"
    },
    {
      "text": "17 The Magistrate dismissed the application on the basis that the appellant had failed to make out any ground of jurisdictional error.",
      "id": "s94"
    },
    {
      "text": "The fraud claim was dealt with in a very cursory manner.",
      "id": "s95"
    },
    {
      "text": "All the Magistrate said (at [36]) was that:\n \n \"The applicant has given evidence that he was not aware of the hearing due to the actions of his migration agent.",
      "id": "s96"
    },
    {
      "text": "The applicant did not serve any of the documents in this matter on the migration agent concerned and the agent has therefore not appeared or made any submissions.",
      "id": "s97"
    },
    {
      "text": "In the circumstances I am not prepared to make any finding of fraud.",
      "id": "s98"
    },
    {
      "text": "\" \n \n\n18 Although not conceded by the Minister, I take this passage to mean that the Magistrate declined to deal with the claimed fraud of the migration agent.",
      "id": "s99"
    },
    {
      "text": "The reason for declining to deal with the issue was that the migration agent had not been put on notice of the allegations made against him.",
      "id": "s100"
    },
    {
      "text": "19 The Magistrate's decision is challenged on two grounds.",
      "id": "s101"
    },
    {
      "text": "The first is that: \"The judge failed to consider the misconduct of [the appellant's] previous migration agent, which has left [him] no opportunity to appear before [the] RRT member.",
      "id": "s102"
    },
    {
      "text": "\" The second ground of appeal is that: \"The whole processing of [the appellant's] application has not been done fairly...\" The appellant identified no acts of unfairness in support of the second ground so it can be put to one side.",
      "id": "s103"
    },
    {
      "text": "20 As to the first ground, which is, in substance, the only issue that arises for consideration on this appeal, reference must be made to SZFDE v Minister for Immigration and Citizenship [2007] HCA 35 ; (2007) 237 ALR 64 ( SZFDE ), where the High Court upheld French J's dissenting judgment.",
      "id": "s104"
    },
    {
      "text": "The High Court made clear that, even in circumstances where the tribunal acts blamelessly, it may nevertheless fall into jurisdictional error if its decision is affected by the fraud of a third party such as an applicant's migration agent.",
      "id": "s105"
    },
    {
      "text": "The High Court said (at 77) that when a migration agent's fraudulent conduct stultifies the critically important natural justice provisions in Div 4 of Pt 7 of the Act, the decision of the tribunal is to be regarded in law as no decision at all.",
      "id": "s106"
    },
    {
      "text": "21 If the Magistrate had made findings of fact on the appellant's case that his agent had acted fraudulently, it would be possible to resolve this appeal by the application of the principles laid down by the High Court to the facts as found.",
      "id": "s107"
    },
    {
      "text": "But because there are no findings of fact it is necessary to determine whether the Magistrate erred by refusing to make findings in the absence of notice to the agent and, if he did, send the case back.",
      "id": "s108"
    },
    {
      "text": "22 In the absence of a detailed explanation it is difficult to know what legal justification the Magistrate had in mind in declining to deal with the case raised by the appellant.",
      "id": "s109"
    },
    {
      "text": "What the Magistrate said (at [36]) was that, without the migration agent being put on notice about the allegations of fraud and being given an opportunity to tell his side of the story, it was improper to make an adverse finding of fact against him.",
      "id": "s110"
    },
    {
      "text": "There is a rule (an aspect of procedural fairness) that, subject to statutory exceptions, an administrative decision-maker must provide an opportunity for a person to be heard before a decision is made that destroys, defeats or prejudices that person's rights, interests or legitimate expectations: see eg Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 , 584; Haoucher v Minister for Immigration and Ethnic Affairs [1990] HCA 22 ; (1990) 169 CLR 648 , 653.",
      "id": "s111"
    },
    {
      "text": "Accordingly, findings adverse to the interests of a person will not be made without first providing the person an opportunity to be heard: Mahon v Air New Zealand Ltd [1984] AC 808 , 820-821; National Companies and Securities Commission v News Corporation Ltd [1984] HCA 29 ; (1984) 156 CLR 296 , 315, 324; Annetts v McCann [1990] HCA 57 ; (1990) 170 CLR 596 , 599-601.",
      "id": "s112"
    },
    {
      "text": "A person's reputation is protected by the rule: Ainsworth v Criminal Justice Commission [1992] HCA 10 ; (1992) 175 CLR 564 , 577-578.",
      "id": "s113"
    },
    {
      "text": "23 The rules of procedural fairness applicable in administrative tribunals apply, usually equally, but sometimes with greater force, in curial proceedings.",
      "id": "s114"
    },
    {
      "text": "But the procedures in the two fora are not entirely the same and the rules must be modified to take account of the differences.",
      "id": "s115"
    },
    {
      "text": "One difference is that curial proceedings are adversarial whereas administrative proceedings usually are not.",
      "id": "s116"
    },
    {
      "text": "Being adversarial, in curial proceedings it is the parties, not the decision-maker, that define the issues to be contested, select the witnesses they intend to call, choose the evidence they wish to lead and to which they intend to object, and decide which arguments will be pursued and which will be abandoned: Jones v National Coal Board [1957] 2 QB 55, 63-64; Ratten v R [1974] HCA 35 ; (1974) 131 CLR 510 , 517; Crampton v R [2000] HCA 66 ; (2000) 206 CLR 161 , 173; Dhanhoa v R [2003] HCA 40 ; (2003) 217 CLR 1 , 9; Berowra Holdings Pty Ltd v Gordon [2000] HCA 32 ; (2006) 225 CLR 364 , 393.",
      "id": "s117"
    },
    {
      "text": "24 It is common for parties locked in adversarial litigation to make all sorts of allegations to advance their own cause.",
      "id": "s118"
    },
    {
      "text": "If the opposite party is criticised he can be called to rebut the criticism.",
      "id": "s119"
    },
    {
      "text": "If a third party is criticised, he can be called by one of the parties.",
      "id": "s120"
    },
    {
      "text": "In both circumstances the individual who has been criticised will have the opportunity to rebut the criticism.",
      "id": "s121"
    },
    {
      "text": "25 But it is often the case that a third party is criticised and not called as a witness.",
      "id": "s122"
    },
    {
      "text": "The reason he is not called, assuming him to be available to give evidence, is that the party who may be adversely affected if the criticism is accepted has made a decision not to call that person.",
      "id": "s123"
    },
    {
      "text": "That is the party's right.",
      "id": "s124"
    },
    {
      "text": "In some cases the exercise of that right may lead to an adverse inference being drawn against that party.",
      "id": "s125"
    },
    {
      "text": "However that may be, there is no rule to the effect that the criticised person must be given notice that he is to be attacked in evidence to be given.",
      "id": "s126"
    },
    {
      "text": "There are good reasons why there is no such rule.",
      "id": "s127"
    },
    {
      "text": "As I have explained, it follows from the adversarial nature of our trial system.",
      "id": "s128"
    },
    {
      "text": "In any event, even if given notice there is usually nothing the third party can do.",
      "id": "s129"
    },
    {
      "text": "He cannot demand that he be permitted to give evidence.",
      "id": "s130"
    },
    {
      "text": "If that were the position, trials would become unmanageable.",
      "id": "s131"
    },
    {
      "text": "In limited circumstances a judge may allow a non-party to be heard: see eg r 2.13 of the Federal Court (Corporations) Rules 2000 (Cth).",
      "id": "s132"
    },
    {
      "text": "But the circumstances in which leave will be granted are rare.",
      "id": "s133"
    },
    {
      "text": "26 In my view, therefore, there was no justification for the Magistrate to refuse to decide whether the migration agent had acted fraudulently on account of lack of notice.",
      "id": "s134"
    },
    {
      "text": "His failure amounts to an appealable error of law: Pettitt v Dunkley [1971] 1 NSWLR 376, 382, 388; QBE Insurance Ltd v Switzerland Insurance Workers Compensation (NSW) Ltd [1996] HCA 1 ; (1996) 134 ALR 433 , 437; 260 Oxford Street Pty Ltd v Premetis [2006] NSWCA 96 [121]-[123].",
      "id": "s135"
    },
    {
      "text": "27 I should in any event say that, even if the Magistrate could rightly decline to deal with the issue, he could hardly do so (as occurred here) without warning the appellant that he would lose his case because he had not given notice to the agent about the fraud allegation.",
      "id": "s136"
    },
    {
      "text": "I say this on the assumption (which is not likely to be correct) that the onus of giving notice to the third party lay with the appellant.",
      "id": "s137"
    },
    {
      "text": "In reality, of course, the absence of the third party in a case such as this is the respondent's problem, and if any party should be penalised for not having given notice it should have been the respondent.",
      "id": "s138"
    },
    {
      "text": "28 Still, despite the error, this appeal may yet fail if, assuming the facts to be as the appellant says they were, he would, in any event, fail to establish jurisdictional error on the part of the tribunal: Stead v State Government Insurance Commission [1986] HCA 54 ; (1986) 161 CLR 141 , 145.",
      "id": "s139"
    },
    {
      "text": "29 The issue, then, is whether the facts asserted by the appellant, if true, could constitute fraud on the tribunal.",
      "id": "s140"
    },
    {
      "text": "In SZFDE , a family applying for protection visas claimed that the decision of the tribunal refusing their applications was affected by the fraud of their migration agent.",
      "id": "s141"
    },
    {
      "text": "The agent had advised the family not to attend the hearing before the tribunal because he claimed the tribunal was not accepting any visa applications at the time and would therefore dismiss their applications.",
      "id": "s142"
    },
    {
      "text": "At the time the agent gave that advice his practising certificate as a lawyer and his registration as a migration agent had been cancelled.",
      "id": "s143"
    },
    {
      "text": "The Magistrate found that the agent acted fraudulently for personal gain, extracted money under false pretences and dissuaded the applicants from attending the hearing by \"fraudulent behaviour\".",
      "id": "s144"
    },
    {
      "text": "He therefore set aside the tribunal's decision.",
      "id": "s145"
    },
    {
      "text": "30 On appeal to the Full Federal Court, the finding that the agent acted fraudulently was not challenged: SZFDE 154 FCR at 383.",
      "id": "s146"
    },
    {
      "text": "Nonetheless, the Full Court allowed the appeal.",
      "id": "s147"
    },
    {
      "text": "According to the majority the tribunal complied with the requirement to send the family a s 425 invitation to attend a hearing, and any fraudulent conduct by the migration agent did not therefore corrupt the tribunal's decision-making process.",
      "id": "s148"
    },
    {
      "text": "French J disagreed.",
      "id": "s149"
    },
    {
      "text": "He would have dismissed the appeal on the basis that the fraud of the agent, which he characterised as \"dishonest conduct\" and \"fraudulent advice\", vitiated the tribunal's decision.",
      "id": "s150"
    },
    {
      "text": "He said (at 399):\n \n \"[W]here a person's participation in a decision-making process is affected by the material dishonesty of another which conveys a false impression to the decision-maker, then that dishonesty may be said to have distorted or vitiated the approach and to have affected the decision.",
      "id": "s151"
    },
    {
      "text": "Whether it has will depend upon a consideration of the circumstances of the particular case.",
      "id": "s152"
    },
    {
      "text": "\" \n \n\n31 The High Court, in allowing the appeal, discussed the meaning of fraud in different fields of law and concluded ( SZFDE 237 ALR at 68-70) that to amount to fraud, in the field of public law, the impropriety may not have to be as serious as in other civil suits.",
      "id": "s153"
    },
    {
      "text": "The Court said (at 73) that where fraud by a migration agent subverts a s 425 invitation from the tribunal to attend a hearing, it \"is a matter of the first magnitude\" because of the central importance of the natural justice hearing rule in the legislative scheme laid out in Div 4 of Pt 7 of the Migration Act .",
      "id": "s154"
    },
    {
      "text": "32 The allegedly fraudulent conduct of the migration agent in the present case is different from that in SZFDE .",
      "id": "s155"
    },
    {
      "text": "Here, the appellant does not say that the agent told him anything fraudulently false.",
      "id": "s156"
    },
    {
      "text": "Nor, as in SZFDE, is there any reason to explain why the agent may have acted fraudulently, for example out of self-protection to avoid the discovery that he was acting without a licence.",
      "id": "s157"
    },
    {
      "text": "33 Nevertheless, there are many ways in which fraud may be manifested.",
      "id": "s158"
    },
    {
      "text": "As Lord Macnaghten said in Reddaway v Banham [1896] AC 199 , 221, in a frequently cited speech, \"fraud is infinite in variety\".",
      "id": "s159"
    },
    {
      "text": "In my opinion there can be little doubt that, if the appellant's claims be accepted, the migration agent was fraudulent in the relevant sense in his dealings with the appellant.",
      "id": "s160"
    },
    {
      "text": "The principal allegations are that his agent: falsely indicated in the response to hearing form that the appellant would attend the hearing when the agent knew that could not occur; and signed documents on the appellant's behalf without his knowledge, consent or authority and then forged his signature.",
      "id": "s161"
    },
    {
      "text": "34 As to false information, it will be fraudulent if it is made by a person who does not believe in its truth or is recklessly indifferent to its truth: Commercial Banking Company of Sydney Ltd v R H Brown &amp; Co [1972] HCA 24 ; (1972) 126 CLR 337 , 343.",
      "id": "s162"
    },
    {
      "text": "If the appellant's evidence is accepted, the only findings that are open are that the agent was deliberately fraudulent or, at the least, recklessly indifferent as to what he told the tribunal.",
      "id": "s163"
    },
    {
      "text": "The agent's conduct is particularly grievous because it is likely he knew that the appellant's non-attendance would be fatal to his application.",
      "id": "s164"
    },
    {
      "text": "35 As to the forged signatures, it is not unusual for courts to treat a forgery as a fraud.",
      "id": "s165"
    },
    {
      "text": "In this case the appellant says the agent's dishonesty denied the appellant the opportunity to appear at the hearing.",
      "id": "s166"
    },
    {
      "text": "It also conveyed to the tribunal the impression that the appellant was unwilling to attend, a fact upon which the tribunal placed great significance.",
      "id": "s167"
    },
    {
      "text": "36 To repeat, if the Magistrate found all the facts in the appellant's favour he would find that the jurisdiction of the tribunal had not been exercised and thus grant orders in the nature of certiorari to quash the tribunal's decision.",
      "id": "s168"
    },
    {
      "text": "37 For these reasons I would allow the appeal, set aside the orders of the Magistrate and remit the matter to the Federal Magistrates Court for rehearing.",
      "id": "s169"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s170"
    },
    {
      "text": "Associate:\n\nDated: 13 March 2008\n\n Counsel for the Appellant: The appellant appeared in person \n \n Counsel for the First Respondent: A Mitchelmore \n \n Solicitor for the First Respondent: DLA Phillips Fox \n \n Date of Hearing: 29 October 2007; 31 October 2007 \n \n Date of Judgment: 13 March 2008 \n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/334.html",
      "id": "s171"
    }
  ]
}