{
  "name": "Vescio v Honourable John Hatzistergos (NSW Attorney General) [2008] FCA 332 (13 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/332.html",
  "catchphrases": [
    {
      "text": "private c riminal prosecution",
      "id": "c0"
    },
    {
      "text": "federal court lacks jurisdiction",
      "id": "c1"
    },
    {
      "text": "jurisdiction",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 On 22 October 2007, Mr Vescio as ' Prosecutor ' commenced proceedings by summons in this Court against seven ' Defendants '.",
      "id": "s0"
    },
    {
      "text": "The Defendants include members of the Parliament of New South Wales, the President of the New South Wales Guardianship Tribunal, the Protective Commissioner, the New South Wales Public Guardian and the Public Guardian Regional Manager.",
      "id": "s1"
    },
    {
      "text": "2 The summons requires the Defendants to answer charges set out in Annexure A to the summons.",
      "id": "s2"
    },
    {
      "text": "While it is not easy to follow the charges, they involve alleged acts by some or all of the Defendants that are said to have perverted the course of justice and to constitute offences under s 43(1) of the Crimes Act 1914 (Cth).",
      "id": "s3"
    },
    {
      "text": "Section 43(1) is as follows:\n \n 'Any person who attempts, in any way not specially defined in this Act, to obstruct, prevent, pervert, or defeat, the course of justice in relation to the judicial power of the Commonwealth, shall be guilty of an offence.",
      "id": "s4"
    },
    {
      "text": "Penalty: Imprisonment for 5 years.",
      "id": "s5"
    },
    {
      "text": "' \n \n \n\n3 There are many obstacles in Mr Vescio's path.",
      "id": "s6"
    },
    {
      "text": "Among other things, on the allegations made by Mr Vescio, none of the Defendants appears to have been acting ' in relation to the judicial power of the Commonwealth '.",
      "id": "s7"
    },
    {
      "text": "4 The most fundamental difficulty facing Mr Vescio, however, is to demonstrate that the Court has jurisdiction to hear and determine the proceedings.",
      "id": "s8"
    },
    {
      "text": "The issue arises because the Defendants have applied on motion for an order striking out the proceedings for want of jurisdiction.",
      "id": "s9"
    },
    {
      "text": "They submit that the Court simply has no jurisdiction to hear and determine criminal proceedings of the kind instituted by Mr Vescio.",
      "id": "s10"
    },
    {
      "text": "5 The Federal Court is a statutory court, the jurisdiction of which is determined by Parliament.",
      "id": "s11"
    },
    {
      "text": "Section 39B(1A)(c) of the Judiciary Act 1903 (Cth) (' Judiciary Act ') confers jurisdiction on the Federal Court in any matter arising under any laws made by Parliament:\n \n 'other than a matter in respect of which a criminal prosecution is instituted or any other criminal matter.",
      "id": "s12"
    },
    {
      "text": "' \n \n\nThus the general conferral of jurisdiction in matters arising under Commonwealth law does not confer jurisdiction on the Court to hear and determine criminal matters.",
      "id": "s13"
    },
    {
      "text": "6 Section 39B(1A)(c) of the Judiciary Act does not prevent Parliament from legislating in other enactments to confer jurisdiction on the Federal Court to hear and determine specific classes of criminal matters or, indeed, criminal matters arising under any laws made by Parliament.",
      "id": "s14"
    },
    {
      "text": "Parliament has legislated, for example, in s 163 of the Trade Practices Act 1974 (Cth) (' TP Act ') to confer jurisdiction on the Federal Court to hear and determine prosecutions for offences against the TP Act .",
      "id": "s15"
    },
    {
      "text": "The Federal Court Rules , O 49, sets out the procedures to be followed in a prosecution in the Federal Court for an offence.",
      "id": "s16"
    },
    {
      "text": "7 However, there is no Commonwealth legislation conferring jurisdiction on the Federal Court to hear and determine criminal matters of the kind purportedly instituted by Mr Vescio.",
      "id": "s17"
    },
    {
      "text": "The Court therefore lacks jurisdiction to hear and determine the criminal prosecutions initiated by him: cf Jurisdiction of Courts (Cross-Vesting) Act 1987 (Cth), s 4(2) (confined to civil matters); Re Wakim; Ex parte McNally (1999) 198 CLR 511 (holding s 4(2) to be unconstitutional).",
      "id": "s18"
    },
    {
      "text": "8 In these circumstances, the appropriate order is that the proceedings be dismissed for want of jurisdiction.",
      "id": "s19"
    },
    {
      "text": "Mr Vescio must pay the costs of the Defendants.",
      "id": "s20"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s21"
    },
    {
      "text": "Associate:\n\nDated: 13 March 2008\n\n \n The Prosecutor appeared in person \n \n Counsel for the Defendants: C Lonergin \n \n Solicitor for the Defendants: Crown Solicitor \n \n Date of Hearing: 12 March 2008 \n \n Date of Judgment: 13 March 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/332.html",
      "id": "s22"
    }
  ]
}