{
  "name": "Von Reisner v Commonwealth (No 2) [2008] FCA 430 (31 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/430.html",
  "catchphrases": [
    {
      "text": "judiciary act 1903 (cth)",
      "id": "c0"
    },
    {
      "text": "s 78b(1) requires a cause to be \" pending \" in a federal court",
      "id": "c1"
    },
    {
      "text": "proposal to file amended application is not a cause \" pending \"",
      "id": "c2"
    },
    {
      "text": "s 78b further has no application where a pleading raises trivial or unarguable points, or is frivolous or vexatious",
      "id": "c3"
    },
    {
      "text": "proposed amended application considered to be frivolous or vexatious or unarguable",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings were first commenced by way of an Application and a Statement of Claim filed on 7 August 2007.",
      "id": "s0"
    },
    {
      "text": "2 On 30 November 2007 orders were made dismissing the Application and Statement of Claim as against both Respondents, namely the Commonwealth of Australia and the State of New South Wales.",
      "id": "s1"
    },
    {
      "text": "Also on 30 November 2007 orders were made that any amended application and any amended statement of claim were to be filed and served by 5pm on 29 February 2008.",
      "id": "s2"
    },
    {
      "text": "No such amended application and no such amended statement of claim were then filed.",
      "id": "s3"
    },
    {
      "text": "3 The matter came back before the Court on 10 March 2008 and on that occasion a further opportunity was given to the Applicants to file any proposed amended application and any proposed amended statement of claim.",
      "id": "s4"
    },
    {
      "text": "That was to be done by 25 March 2008.",
      "id": "s5"
    },
    {
      "text": "No such proposed amended application and no such proposed amended statement of claim were filed in accordance with those orders.",
      "id": "s6"
    },
    {
      "text": "4 Presently before the Court are two Notices of Motion , one filed by the Commonwealth and one filed by the State of New South Wales.",
      "id": "s7"
    },
    {
      "text": "Both Motions seek orders that:\n \nThe First Applicant not commence any proceedings without leave of the Court.",
      "id": "s8"
    },
    {
      "text": "5 The First Applicant opposed the hearing of those Motions today and relied upon two principal submissions.",
      "id": "s9"
    },
    {
      "text": "First, Ms Von Reisner contended that she did wish to file an amended application, a draft of which was provided to the Respondents and to the Court.",
      "id": "s10"
    },
    {
      "text": "She sought the opportunity to clarify the language employed in that proposed amended application but stated that the draft sufficiently reflected the principles which she wished to agitate should leave be granted to amend.",
      "id": "s11"
    },
    {
      "text": "6 The second basis relied upon in opposing the hearing of the Motions was that there were outstanding requests made under both Commonwealth and State Freedom of Information legislation.",
      "id": "s12"
    },
    {
      "text": "Insofar as the Commonwealth was concerned it was agreed that a request had been made on 23 October 2007 of the Department of Housing and a response provided on 8 November 2007.",
      "id": "s13"
    },
    {
      "text": "Since that date there have been subsequent discussions between the First Applicant and officers of the Department with a view to clarifying the scope of the request made.",
      "id": "s14"
    },
    {
      "text": "The First Applicant maintained that a request had been made on 2 March 2008 of the New South Wales Minister of Housing, the Premier's Office and the Auditor-General, but that no response had since been provided.",
      "id": "s15"
    },
    {
      "text": "The State of New South Wales was not in a position today to agree that such requests had been made.",
      "id": "s16"
    },
    {
      "text": "Presumably the relevance of the requests made under the Freedom of Information legislation was to secure the provision of further documents which could facilitate, or assist, the drafting of any further pleadings.",
      "id": "s17"
    },
    {
      "text": "7 The First Applicant also contended that this Court could not entertain either Motion by reason of section 78B(1) of the Judiciary Act 1903 (Cth).",
      "id": "s18"
    },
    {
      "text": "That section provides in relevant part as follows:\n \nWhere a cause pending in a federal court including the High Court or in a court of a State or Territory involves a matter arising under the Constitution or involving its interpretation, it is the duty of the court not to proceed in the cause unless and until the court is satisfied that notice of the cause, specifying the nature of the matter has been given to the Attorneys-General of the Commonwealth and of the States, and a reasonable time has elapsed since the giving of the notice for consideration by the Attorneys-General, of the question of intervention in the proceedings or removal of the cause to the High Court.",
      "id": "s19"
    },
    {
      "text": "8 It is considered that an order should now be made which finally resolves the applications made and the proceedings generally.",
      "id": "s20"
    },
    {
      "text": "No further opportunity should be given to the Applicants to file any further amended application in the present proceedings.",
      "id": "s21"
    },
    {
      "text": "The Applicants, it is considered, have already been given an ample opportunity to file such pleadings as they wish and have failed to do so.",
      "id": "s22"
    },
    {
      "text": "9 Moreover, it is considered that the proposed amended application sought to be filed today goes well beyond the issues as previously sought to be raised and seeks relief which is substantially different.",
      "id": "s23"
    },
    {
      "text": "10 Substantial reservation is expressed with respect to the proposed Applicants of that draft amended application.",
      "id": "s24"
    },
    {
      "text": "At present there are two Applicants.",
      "id": "s25"
    },
    {
      "text": "The proposed further pleading is in the nature of a representative proceeding and seeks to add six children ranging in age from one to thirteen years.",
      "id": "s26"
    },
    {
      "text": "Those Applicants are said to be commencing the proceedings:\n \n... ( for themselves and as representing children of all states of the Federation except ACT and , ... In the memory of all asbestos victims and late Mr Bernie Banton ADFA Vice President ).",
      "id": "s27"
    },
    {
      "text": "...\n \n\n \n11 Not only are the Applicants to the proposed amended application different, the Respondents are different.",
      "id": "s28"
    },
    {
      "text": "At present there are two Respondents.",
      "id": "s29"
    },
    {
      "text": "The proposed Respondents are sought to be:\n \n1 .- THE COMMONWEALTH OF AUSTRALIA\n \n2 .- THE STATE OF NEW SOUTH WALES AND ALL STATES OF THE FEDERATION EXEPT [sic] THE AUSTRALIAN CAPITAL TERRITORY \n \n( the states of the Federation which have equivalent section of the law In the Residential Tenancies Act ( or equivalent acts ) as the section 25 ( A) of the NSW Residential Tenancies Act 1987 which state that \" state of cleanliness and fit for habitation by the tenant \" is NOT continues obligation of the landlord but is the term only at the time when the premises provided to the tenants , at the start of the contract ) .",
      "id": "s30"
    },
    {
      "text": "12 The proposed amended application proceeds to identify the \" main group members \" as including:\n \n... All children whose rights and entaitlements [sic] has been reflected by the Commonwealth Parliament in the Housing Assistance Act(s) 1973 - 1996 CTH , and Commonwealth and States Housing Agreement Act 1946 , any other Acts of the Federation Colonies up to date or the Commonwealth laws that cover \"the housing field\" and \" fit for human habitation , adequate standards of living field\" of the people of Australia and children .",
      "id": "s31"
    },
    {
      "text": "13 It is considered that the proposed amended application goes beyond the scope of any amendment to the existing proceedings and is, in substance, an entirely new proceeding.",
      "id": "s32"
    },
    {
      "text": "14 It is further considered that the proposed application is embarrassing in substance.",
      "id": "s33"
    },
    {
      "text": "If what was sought was only an opportunity to be extended to allow the language of the application to be clarified, that opportunity would be granted.",
      "id": "s34"
    },
    {
      "text": "The deficiencies in the proposed amended application, however, are considered to be so fundamental that in whatever form it would be embarrassing should it be filed.",
      "id": "s35"
    },
    {
      "text": "15 Section 78B of the Judiciary Act , it should be noted, is not considered to have any present application.",
      "id": "s36"
    },
    {
      "text": "Section 78B(1) requires a cause to be \" pending \" in a federal court.",
      "id": "s37"
    },
    {
      "text": "At present there is no such cause \" pending \".",
      "id": "s38"
    },
    {
      "text": "All that is before this Court is a proposal to file an amended application.",
      "id": "s39"
    },
    {
      "text": "Even if this be not correct, s 78B has no application where a pleading raises trivial or unarguable points: Deputy Commissioner of Taxation v Warwick (No 2) [2004] FCA 918 , 56 ATR 371.",
      "id": "s40"
    },
    {
      "text": "In Pham v Secretary, Department of Employment and Workplace Relations [2007] FCAFC 179 it was further observed that the matters there sought to be raised were frivolous or vexatious.",
      "id": "s41"
    },
    {
      "text": "It is considered that the proposed application in the present proceedings raises issues which are frivolous or vexatious or unarguable.",
      "id": "s42"
    },
    {
      "text": "Accordingly, section 78B does not require this Court not to proceed further.",
      "id": "s43"
    },
    {
      "text": "ORDERS \n \n16 The orders of the Court are:\n \n1.",
      "id": "s44"
    },
    {
      "text": "The proceedings be dismissed as against both Respondents.",
      "id": "s45"
    },
    {
      "text": "2.",
      "id": "s46"
    },
    {
      "text": "The First Applicant is not to commence any proceedings in this Court without the prior leave of the Court, excluding any application to appeal or seeking leave to appeal from this decision.",
      "id": "s47"
    },
    {
      "text": "3.",
      "id": "s48"
    },
    {
      "text": "The Applicants to pay the costs of the First Respondent of and incidental to these proceedings including any reserved costs.",
      "id": "s49"
    },
    {
      "text": "4.",
      "id": "s50"
    },
    {
      "text": "The Applicants to pay the costs of the Second Respondent of and incidental to these proceedings including any reserved costs.",
      "id": "s51"
    },
    {
      "text": "I certify that the preceding sixteen (16 ) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s52"
    },
    {
      "text": "Associate:\n\nDated: 31 March 2008\n\n Counsel for the First Applicant: The First Applicant appeared in person \n \n Counsel for the First Respondent: G Curtis \n \n Counsel for the Second Respondent: J Turnbull \n\n Date of Hearing: 31 March 2008 \n \n Date of Judgment: 31 March 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/430.html",
      "id": "s53"
    }
  ]
}