{
  "name": "Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 8) [2008] FCA 470 (11 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/470.html",
  "catchphrases": [
    {
      "text": "use of colour purple in confectionery market",
      "id": "c0"
    },
    {
      "text": "further hearing on remitter from full court after opinion experts as to consumer behaviour wrongly excluded",
      "id": "c1"
    },
    {
      "text": "rule in browne v dunn",
      "id": "c2"
    },
    {
      "text": "trade practices",
      "id": "c3"
    },
    {
      "text": "evidence",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant Cadbury Schweppes Pty Ltd (Cadbury) has brought this proceeding against the respondent Darrell Lea Chocolate Shops Pty Ltd (Darrell Lea) alleging that the use by Darrell Lea of a shade of the colour purple in connection with its chocolate confectionery business amounted to the tort of passing off and also misleading and deceptive conduct in contravention of ss 52 and 53 (c) and (d) of Pt V of the Trade Practices Act 1974 (Cth).",
      "id": "s0"
    },
    {
      "text": "2 I found in favour of Darrell Lea: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 4) [2006] FCA 446 ; (2006) 69 IPR 23 (the earlier judgment).",
      "id": "s1"
    },
    {
      "text": "Subsequently the Full Court upheld Cadbury's appeal on the ground that I had wrongly excluded evidence sought to be adduced by Cadbury from three expert witnesses, Dr Brian Gibbs, Dr Constantino Stavros and Mr Timothy Riches (collectively, the Cadbury experts): Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2007] FCAFC 70 ; (2007) 72 IPR 261 ( Full Court I ).",
      "id": "s2"
    },
    {
      "text": "3 Cadbury sought a new trial but their Honours at [114] directed that it be remitted to me for further hearing.",
      "id": "s3"
    },
    {
      "text": "Their Honours observed at [128]:\n While there may well be cogent reasons for suspecting that, even with the disputed evidence, the result would have been the same, the Full Court cannot be confident that that is the case.",
      "id": "s4"
    },
    {
      "text": "It is not possible, therefore, to conclude that there was no miscarriage of justice by reason of that error.",
      "id": "s5"
    },
    {
      "text": "Accordingly, the appeal should be upheld, the orders of the primary judge should be set aside and there should be an order for the proceeding to be remitted to the primary judge for further trial.",
      "id": "s6"
    },
    {
      "text": "4 Cadbury brought a motion to the Full Court seeking an order that the previous order remitting the matter to the trial judge for further hearing be varied to provide that the matter be remitted to the trial judge for a new trial: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 2) [2007] FCAFC 102 ( Full Court II ).",
      "id": "s7"
    },
    {
      "text": "In rejecting Cadbury's motion the Full Court said:\n 4 We do not understand Cadbury to be suggesting that an order remitting the matter to the primary judge for a further hearing was not open to the Court.",
      "id": "s8"
    },
    {
      "text": "Cadbury's motion appears to have been prompted by a directions hearing before the primary judge on 12 June 2007 during which his Honour indicated his understanding that the effect of the Full Court's order was that there would be a further hearing at which the excluded evidence would be adduced, but that that would be the extent of the further hearing.",
      "id": "s9"
    },
    {
      "text": "It would seem that that was not Cadbury's understanding of the effect of the Full Court's order of 21 May 2007.",
      "id": "s10"
    },
    {
      "text": "5 It is clear that Cadbury sought a new trial as part of the relief claimed in the appeal.",
      "id": "s11"
    },
    {
      "text": "On the hearing of the appeal, one of the issues was whether, even if there had been an error on the part of the primary judge in excluding evidence there was nevertheless no miscarriage of justice and the orders made by the primary judge should therefore stand.",
      "id": "s12"
    },
    {
      "text": "The Full Court rejected that contention.",
      "id": "s13"
    },
    {
      "text": "The Court concluded that it could not be said that the disputed evidence was of so little weight that it could not influence the result of a new trial, so as to produce a different result (at [111]).",
      "id": "s14"
    },
    {
      "text": "6 However, the Court did not consider that a new trial was justified.",
      "id": "s15"
    },
    {
      "text": "Rather, the Court was of the view that justice would be served by a further hearing before the primary judge, at which Cadbury would have another opportunity of adducing the disputed evidence.",
      "id": "s16"
    },
    {
      "text": "7 The proceeding was remitted on the basis that it would be before the primary judge as though the case were part heard.",
      "id": "s17"
    },
    {
      "text": "Thus, it would be a matter for the primary judge to determine the extent to which, after entertaining all proper objections and making rulings on such objections, additional or further evidence should be admitted.",
      "id": "s18"
    },
    {
      "text": "That may have the consequence that Darrell Lea would seek to adduce its own evidence in response to the disputed evidence.",
      "id": "s19"
    },
    {
      "text": "8 We indicated in our reasons (at [110]) that, if proper objections were taken to the disputed evidence at the further hearing and the evidence was rejected, it would be open to the primary judge to allow Cadbury to elicit further evidence to overcome the objections.",
      "id": "s20"
    },
    {
      "text": "That would be an aspect of the management of the further hearing by the primary judge in the same way as it would have been had his Honour not rejected the disputed evidence in its entirety.",
      "id": "s21"
    },
    {
      "text": "That is to say, it would be for counsel for Darrell Lea to make such objections to the admissibility of the disputed evidence on formal grounds as they may consider appropriate.",
      "id": "s22"
    },
    {
      "text": "If, in the exercise of his discretion, the primary judge were to permit Cadbury the opportunity of adducing further evidence to overcome any objections, that would be a matter entirely for his Honour at the further hearing.",
      "id": "s23"
    },
    {
      "text": "9 It is conceivable that, after hearing proper objections from Darrell Lea, none of the disputed evidence will be admitted.",
      "id": "s24"
    },
    {
      "text": "We do not, by that comment, indicate any view about the outcome of any objections one way or the other, except to the extent that we indicated the principles to be applied in our reasons of 21 May 2007.",
      "id": "s25"
    },
    {
      "text": "It is, of course, conceivable, and we make no comment one way or the other as to whether it is likely, that is Honour would still reject the disputed evidence under s 135 of the Evidence Act .",
      "id": "s26"
    },
    {
      "text": "That is entirely a matter for the primary judge.",
      "id": "s27"
    },
    {
      "text": "10 Further, there would be no reason why the primary judge should entertain any contention that he should reverse earlier rulings made by him that were not in any way dependant upon the rejection of the disputed evidence.",
      "id": "s28"
    },
    {
      "text": "His Honour should be in a position to conduct the further hearing as though he had admitted such of the disputed evidence as his Honour finds to be admissible after considering appropriate objections.",
      "id": "s29"
    },
    {
      "text": "11 In so far as we referred to \"a further trial\" (at [129]) or \"the new trial judge\" (at [130]) we should be understood as having referred to a further hearing by the primary judge along those lines.",
      "id": "s30"
    },
    {
      "text": "As we said (at [114]): \n \n In the circumstances, there is no reason why the proceeding should not be remitted to the primary judge for further hearing.",
      "id": "s31"
    },
    {
      "text": "Of course, if the primary judge were prepared to entertain a submission that he would not be able to bring an open mind to the resolution of the proceeding in the light of his Honour's earlier rulings both on the disputed evidence and in the final decision, it would be a matter for his Honour to decide whether he considered it was appropriate for the proceeding to be referred to another judge for a retrial ab initio.",
      "id": "s32"
    },
    {
      "text": "12 Similarly, if the primary judge were persuaded that the conduct of the hearing to date was such that the admission of any part of the disputed evidence that his Honour was disposed to admit would cause injustice, it would be a matter for his Honour as to whether the trial should, for that reason, be aborted.",
      "id": "s33"
    },
    {
      "text": "The primary judge should be regarded as being in the same position as he would have been in had he not made the ruling of 31 March 2006.",
      "id": "s34"
    },
    {
      "text": "It is clear from the context that the term \"rulings\" in [10] is a reference to rulings on evidence and procedure and not substantive findings, as to which see [11]-[12] below.",
      "id": "s35"
    },
    {
      "text": "5 Cadbury applied to the High Court for special leave to appeal against the Full Court's remission of the matter to the primary judge.",
      "id": "s36"
    },
    {
      "text": "The application was refused: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2007] HCATrans 468.",
      "id": "s37"
    },
    {
      "text": "6 After hearing further argument the Full Court made orders in relation to costs of the appeal: Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd (No 3) [2007] FCAFC 119 ( Full Court III ).",
      "id": "s38"
    },
    {
      "text": "The Full Court ordered that Darrell Lea pay Cadbury's costs other than its costs of and associated with grounds 1-14 inclusive, 17 and 18 of the amended notice of appeal, and that Cadbury pay Darrell Lea's costs of and associated with those grounds.",
      "id": "s39"
    },
    {
      "text": "7 Their Honours in Full Court III noted at [8] that at the hearing of the appeal some grounds of the amended notice of appeal were abandoned by Cadbury, namely grounds 3, 4, 5, 6, 8, 13, 14, 17 and 18, and that grounds 1, 2, 7, 9, 10, 11 and 12, which raised challenges to substantive findings of the trial judge, were pressed only formally at the hearing of the appeal and were rejected by the Court.",
      "id": "s40"
    },
    {
      "text": "8 On the further hearing Cadbury called its three experts and they were cross-examined by senior counsel for Darrell Lea.",
      "id": "s41"
    },
    {
      "text": "Darrell Lea had filed an affidavit by an expert in the same area, a Mr Hall, but did not read his affidavit.",
      "id": "s42"
    },
    {
      "text": "Nature and purpose of the present hearing \n \n9 Against that background, an initial question has been raised as to the findings made in the earlier judgment under the heading Summary of Findings at [95] to [112] as follows (I have added cross-references indicating grounds in Cadbury's amended notice of appeal which challenge the finding or seek a different finding on the same topic): \n 95 The evidence warrants the following findings.",
      "id": "s43"
    },
    {
      "text": "96 There is wide awareness amongst Australian consumers of the use by Cadbury of a dark purple colour (i) in connection with the marketing, packaging and presentation of certain chocolate products particularly Cadbury Dairy Milk and other block milk chocolate products, and (ii) as a corporate colour.",
      "id": "s44"
    },
    {
      "text": "[Grounds 1, 2] 97 Cadbury does not have an exclusive reputation in the use of this dark purple colour in connection with chocolate.",
      "id": "s45"
    },
    {
      "text": "Other traders have, with Cadbury's knowledge, for many years used a similar shade of purple.",
      "id": "s46"
    },
    {
      "text": "Cadbury has not consistently enforced its alleged exclusive reputation.",
      "id": "s47"
    },
    {
      "text": "In relation to its chief competitor Nestl&eacute;, Cadbury has, for its own commercial reasons, permitted a use of purple in relation to popular chocolate products.",
      "id": "s48"
    },
    {
      "text": "[Grounds 1, 2] 98 Cadbury markets many chocolate products which have little or no purple in their packaging.",
      "id": "s49"
    },
    {
      "text": "99 Cadbury products, regardless of the presence or absence of purple in the packaging, always bear the Cadbury name in a distinctive script.",
      "id": "s50"
    },
    {
      "text": "[Ground 2] 100 Cadbury's use of purple in marketing advertising and promotion is, and is seen by consumers to be, inextricably bound up with the well known name Cadbury in its distinctive script.",
      "id": "s51"
    },
    {
      "text": "Cadbury never uses the colour purple in isolation as an indicium of trade.",
      "id": "s52"
    },
    {
      "text": "[Ground 2] 101 Cadbury products, with insignificant exceptions, are not sold at retail level at premises owned or occupied by Cadbury.",
      "id": "s53"
    },
    {
      "text": "[Grounds 6, 7, 8] 102 Cadbury's marketing of chocolate heavily emphasises specific products and in particular Cadbury Dairy Milk block chocolate.",
      "id": "s54"
    },
    {
      "text": "[Ground 8] 103 Darrell Lea is a name well known in connection with chocolate in those parts of Australia where it operates, even though not as well known as Cadbury.",
      "id": "s55"
    },
    {
      "text": "[Ground 10] 104 The names Darrell Lea and Cadbury are quite distinct in sound and appearance (especially with the respective scripts the parties have adopted) and not likely to be mistaken for each other.",
      "id": "s56"
    },
    {
      "text": "[Grounds 10, 11, 12] 105 Darrell has since at least Christmas 2000 used in its marketing, packaging, promotion and point of sale presentation a purple colour much like that used by Cadbury.",
      "id": "s57"
    },
    {
      "text": "There has been particular use at Christmas 2000 to 2004 inclusive and also uses at other times.",
      "id": "s58"
    },
    {
      "text": "Such usage has diminished and purple has been to a significant extent replaced by blue since 2004.",
      "id": "s59"
    },
    {
      "text": "[Ground 12] 106 Darrell Lea did not adopt the colour purple with the intention of leading consumers to believe its products were Cadbury products or that it, or its products, had some kind of association with Cadbury.",
      "id": "s60"
    },
    {
      "text": "[Grounds 3, 4, 5] 107 Most of Darrell Lea's retailing occurs in premises which it owns or occupies.",
      "id": "s61"
    },
    {
      "text": "Other retailing occurs from separate stands or displays in retail premises, such as newsagents, pharmacies, convenience stores and video stores.",
      "id": "s62"
    },
    {
      "text": "Darrell Lea has only a minor presence in supermarkets and only, in the past, to a very limited and transient extent in the major chains.",
      "id": "s63"
    },
    {
      "text": "Its products are not presented for sale in close proximity to Cadbury's.",
      "id": "s64"
    },
    {
      "text": "[Grounds 6, 7, 8] 108 Darrell Lea's marketing gives less emphasis to particular products than does Cadbury.",
      "id": "s65"
    },
    {
      "text": "[Grounds 8, 10, 11, 12] 109 Darrell Lea does not sell moulded block chocolate.",
      "id": "s66"
    },
    {
      "text": "[Grounds 10, 11, 12] 110 Darrell Lea uses its name in a distinctive script widely and consistently in marketing, packaging and point of sale presentation.",
      "id": "s67"
    },
    {
      "text": "[Grounds 10, 11, 12] 111 Colour recognition or attraction can play an important part in consumer decisions to purchase chocolate.",
      "id": "s68"
    },
    {
      "text": "[Ground 9] 112 Consumer decisions to purchase chocolate are often made quickly and on impulse but not necessarily irrationally.",
      "id": "s69"
    },
    {
      "text": "Price and brand recognition can play an important part.",
      "id": "s70"
    },
    {
      "text": "[Ground 9] \n\n \n10 After analysing Cadbury's case I reached the following conclusions (again, references to the grounds in the amended notice of appeal are inserted):\n 121 The findings above lead to these conclusions.",
      "id": "s71"
    },
    {
      "text": "Cadbury and Darrell Lea are competitors in the retail chocolate market, yet they each have distinctive product lines which are sold from different sorts of premises under distinctive trade names.",
      "id": "s72"
    },
    {
      "text": "[Grounds 8, 9, 10, 11, 12] They have distinct identities in the market place.",
      "id": "s73"
    },
    {
      "text": "[Grounds 11, 12] Cadbury does not own the colour purple and does not have an exclusive reputation in purple in connection with chocolate.",
      "id": "s74"
    },
    {
      "text": "Darrell Lea is entitled to use purple, or any other colour, as long as it does not convey to the reasonable consumer the idea that it or its products have some connection with Cadbury.",
      "id": "s75"
    },
    {
      "text": "I am not satisfied that this has occurred, or is likely to occur.",
      "id": "s76"
    },
    {
      "text": "11 Since the order I made dismissing Cadbury's application was set aside, the findings at [95]-[112] and [121] have no legal binding effect.",
      "id": "s77"
    },
    {
      "text": "Nor do they create any presumptions.",
      "id": "s78"
    },
    {
      "text": "I do not use the term \"findings\" to suggest the contrary.",
      "id": "s79"
    },
    {
      "text": "However, it is clear from the repeated orders of the Full Court that there was not to be a new trial and the further evidence was to be limited to the three Cadbury experts and such opposing experts as Darrell Lea wished to call.",
      "id": "s80"
    },
    {
      "text": "Some of the findings could be the subject of rejection or modification (or enhancement) in the light of the evidence given by Cadbury's experts, or indeed evidence given at the earlier hearing, eg [96], [97], [100], [111] and [112].",
      "id": "s81"
    },
    {
      "text": "Most of the findings, however, are findings of primary fact.",
      "id": "s82"
    },
    {
      "text": "12 The findings should be regarded for present purposes as tentative or provisional.",
      "id": "s83"
    },
    {
      "text": "As directed by the Full Court, the trial is to be treated as continuing.",
      "id": "s84"
    },
    {
      "text": "Not infrequently a judge will indicate that he or she has reached tentative conclusions and states them for the benefit of counsel.",
      "id": "s85"
    },
    {
      "text": "The findings in the earlier judgment will be treated on the same basis, as an analytical framework.",
      "id": "s86"
    },
    {
      "text": "Of course, this does not exclude the possibility of further findings which may be warranted by the evidence of the Cadbury experts or evidence given at the earlier hearing.",
      "id": "s87"
    },
    {
      "text": "I now turn to summarise the evidence of the Cadbury experts.",
      "id": "s88"
    },
    {
      "text": "Dr Gibbs \n \n13 Dr Gibbs is an Associate Professor of Marketing and Behavioural Science at the University of Melbourne's Melbourne Business School.",
      "id": "s89"
    },
    {
      "text": "He holds a doctorate in Behavioural Science and Marketing from the Graduate School of Business at the University of Chicago (1992).",
      "id": "s90"
    },
    {
      "text": "He moved to Australia from Canada in 2003.",
      "id": "s91"
    },
    {
      "text": "Amongst the institutions at which he has given invited presentations are Harvard, Cornell, University College Dublin, and Oxford and Cambridge Universities.",
      "id": "s92"
    },
    {
      "text": "14 His two affidavits extend over 90 pages, including exhibits.",
      "id": "s93"
    },
    {
      "text": "The thrust of his evidence is summarized in an \"Executive Summary\" at pars 28-31 of his first affidavit as follows.",
      "id": "s94"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s95"
    },
    {
      "text": "Definitions provided elsewhere in the first affidavit are summarized and indicated in brackets.",
      "id": "s96"
    },
    {
      "text": ")\n 28 Cadbury, the leading brand in chocolate confectionery in Australia, has deliberately and consistently used the colour Cadbury purple as a key branding element for its Cadbury Dairy Milk brand and its corporate Cadbury brand since at least the late 1980s.",
      "id": "s97"
    },
    {
      "text": "As a result, the colour purple is strongly associated with the Cadbury brand.",
      "id": "s98"
    },
    {
      "text": "Purple signifies the brand to consumers, and can trigger the rich set of tangible and intangible but meaningful brand judgments, attitudes, concepts, and feelings that are associated with the Cadbury brand in the mind of the consumer.",
      "id": "s99"
    },
    {
      "text": "In this sense, purple is an activator of Cadbury's brand equity, and so is a brand element of considerable value to Cadbury.",
      "id": "s100"
    },
    {
      "text": "29 Darrell Lea has recently made significant use of purple in relation to packaging and point of sale displays, at the same time as it has focused on a new distribution strategy that goes beyond its traditional dedicated shops and seeks to take advantage of \"convenience\" distribution channels.",
      "id": "s101"
    },
    {
      "text": "30 In my opinion, Darrell Lea's use of purple is likely to cause four information-processing errors to occur among consumers of chocolate confectionery, and these errors are likely to cause harm to Cadbury.",
      "id": "s102"
    },
    {
      "text": "Misidentification and miscuing are errors relating, respectively, to conscious and unconscious processes of consumer choice; misinference and misassociation are errors relating, respectively, to conscious and unconscious processes of consumer judgment.",
      "id": "s103"
    },
    {
      "text": "30.1 Misidentification is when consumers seeking to buy Cadbury chocolate mistakenly identify a Darrell Lea product as a Cadbury product, and therefore buy the Darrell Lea product by mistake.",
      "id": "s104"
    },
    {
      "text": "Harm to Cadbury from misidentification can take the form of sales lost to Darrell Lea, induced \"trailing\" of Darrell Lea's products, blame from consumers for the confusing common use of colour by the two brands, and damaged consumer attitudes toward Cadbury due to cognitive dissonance [a state of discomfort produced by inconsistencies between simultaneously held beliefs or between beliefs and behaviour] or due to violated expectations.",
      "id": "s105"
    },
    {
      "text": "Although misidentification is the most obvious of the consumer errors likely to be experienced by reason of Darrell Lea's conduct, I believe it is the least significant, all things considered.",
      "id": "s106"
    },
    {
      "text": "30.2 Miscuing is when consumers use purple as a spurious cue in decision making and choice; in this capacity the colour can function as a decision-heuristic [a shorthand decision rule or \"rule of thumb\" functioning to reduce decision-making effort while maintaining an adequate level of accuracy] cue, an operant-conditioning [a form of learning in which modification of behaviour is brought about by the consequences that followed upon the occurrence of the behaviour in the past (for example, reward)] cue, or a behaviour-instigating cue.",
      "id": "s107"
    },
    {
      "text": "Harm to Cadbury from miscuing takes the form of sales lost to Darrell Lea.",
      "id": "s108"
    },
    {
      "text": "30.3 Misinference is when consumers, in trying to make sense of the common use of purple by Darrell Lea and Cadbury, draw mistaken inferences about one or both of the brands.",
      "id": "s109"
    },
    {
      "text": "Harm to Cadbury from misinference can take the form of enhanced consumer attitudes towards its competitor Darrell Lea, reduced brand control by Cadbury, and perhaps, damaged consumer attitudes toward Cadbury.",
      "id": "s110"
    },
    {
      "text": "30.4 Misassociation is when consumers mistakenly link Cadbury brand associations with Darrell Lea, and vice versa, as a result of the two brands' associative networks [a framework for understanding how pieces of semantic information interact in an individual's memory in which concepts or other information stored in memory are represented by nodes that are interconnected in a network of links] having become connected in consumers' minds through the common use of purple.",
      "id": "s111"
    },
    {
      "text": "Harm to Cadbury from misassociation can take the form of reduced mean positivity of Cadbury associations, dilution of the Cadbury brand, reduced differentiation between Cadbury and Darrell Lea, reduced brand control by Cadbury, a strengthening of Darrell Lea's brand, and perhaps, emboldened competitors in general.",
      "id": "s112"
    },
    {
      "text": "All things considered, I believe misassociation is the most significant of the consumer errors likely to be experienced by reason of Darrell Lea's conduct.",
      "id": "s113"
    },
    {
      "text": "31 In my opinion, Darrell Lea's use of purple has two additional types of effect, and these effects are also likely to cause harm to Cadbury.",
      "id": "s114"
    },
    {
      "text": "31.1 Errors analogous to the judgement errors (misinference and misassociation) that are made by consumers may likewise be made by retailers, investors, and Cadbury employees.",
      "id": "s115"
    },
    {
      "text": "Harm to Cadbury from these errors may take the form of reduced Cadbury reputation and leverage in the distribution channel (retailers), reduced valuations of the Cadbury brand (investors), and reduced morale in the Cadbury workforce (employees).",
      "id": "s116"
    },
    {
      "text": "31.2 The use of purple by Darrell Lea is likely to reduce the perceptual distinctiveness of Cadbury products, and this may also cause harm to Cadbury in the form of lost sales.",
      "id": "s117"
    },
    {
      "text": "A number of detailed sections followed the Executive Summary.",
      "id": "s118"
    },
    {
      "text": "The following summary is taken from Full Court I at [22] et seq.",
      "id": "s119"
    },
    {
      "text": "22 First, the affidavit dealt with general marketing concepts and theories under five headings.",
      "id": "s120"
    },
    {
      "text": "It is desirable to summarise what Dr Gibbs said about them.",
      "id": "s121"
    },
    {
      "text": "1.",
      "id": "s122"
    },
    {
      "text": "The brand concept and brand equity: 23 In contemporary marketing theory and practice a brand is understood to be an essentially psychological entity.",
      "id": "s123"
    },
    {
      "text": "A brand is a set of associations in the mind of the consumer.",
      "id": "s124"
    },
    {
      "text": "The importance and value of a brand to its owner lies in the ability of this mentally held set of associations to influence consumer behaviour, especially information processing associated with product perception, evaluation and choice.",
      "id": "s125"
    },
    {
      "text": "Consumers often buy the brand rather than the product itself.",
      "id": "s126"
    },
    {
      "text": "The brand transcends the product in that extra dimensions have been added to the core product in order to differentiate it from other products designed to satisfy the same needs.",
      "id": "s127"
    },
    {
      "text": "Such differentiation may be based on tangible, rational differences related to product performance or on intangible differences of an emotional or symbolic nature related to what the brand represents.",
      "id": "s128"
    },
    {
      "text": "A brand can be highly valuable to its owners.",
      "id": "s129"
    },
    {
      "text": "The notion of the value attributable to a brand is captured by the concept of brand equity.",
      "id": "s130"
    },
    {
      "text": "2.",
      "id": "s131"
    },
    {
      "text": "Nature and storage of brand associations in memory: 24 An essential function of memory is to draw together similar experiences to enable one to discover patterns in one's interactions with the environment.",
      "id": "s132"
    },
    {
      "text": "Thus, memory serves to make current perceptions meaningful by relating them to knowledge that has been distilled from previous experiences.",
      "id": "s133"
    },
    {
      "text": "In the field of consumer behaviour, the issue of how brand associations are stored in the minds of consumers and accessed by them, as they form judgments and make decisions, is typically understood in terms of \"the associative-network model of memory\".",
      "id": "s134"
    },
    {
      "text": "That type of model has a long history in psychology.",
      "id": "s135"
    },
    {
      "text": "On that model, a brand is conceptualised as a set of nodes that represent concepts or other information stored in memory and are interconnected in a network of links.",
      "id": "s136"
    },
    {
      "text": "This network of nodes in memory can include a wide variety of brand associations, which are created through actual use of the branded product or through exposure to advertising or other marketing.",
      "id": "s137"
    },
    {
      "text": "Those networked associations comprise all the explicit or implicit pieces of knowledge that the consumer retains about the brand.",
      "id": "s138"
    },
    {
      "text": "25 Brand associations are formed in the mind of a consumer through a process of learning.",
      "id": "s139"
    },
    {
      "text": "However, not all such consumer learning is conscious.",
      "id": "s140"
    },
    {
      "text": "A key feature of associative-network models is the concept of spreading activation.",
      "id": "s141"
    },
    {
      "text": "Nodes vary in their activation levels, with some nodes having more activation and others having less at any given moment.",
      "id": "s142"
    },
    {
      "text": "A node is activated when the consumer perceives a stimulus or cue corresponding to that node.",
      "id": "s143"
    },
    {
      "text": "The extent to which activation spreads between two nodes depends on how closely they are linked in the associative network.",
      "id": "s144"
    },
    {
      "text": "The associative network conceptualisation of brands has two particularly important marketing implications as follows: \n \n &#8226; The complex amalgam of activated nodes in a consumer's associative network for a particular brand is what constitutes the brand's meaning or image for that consumer and is the basis for the brand's brand equity.",
      "id": "s145"
    },
    {
      "text": "It is therefore a crucial responsibility of brand management to maintain control over what associations become linked into the brand's network.",
      "id": "s146"
    },
    {
      "text": "&#8226; Because typically only a subset of nodes in a brand's network is activated at once, a brand's meaning or image is not fixed, even for a given consumer, but varies with the cues or activators present in the specific context.",
      "id": "s147"
    },
    {
      "text": "This context sensitivity of brand meaning creates the potential for the strategic activation of specific portions of the associative network, and a great deal of marketing effort can be understood as being directed at activating some portions of the network and not activating others.",
      "id": "s148"
    },
    {
      "text": "However, certain nodes in a brand's network, by virtue of being easily and strongly cued or closely linked to many other nodes in the network, can serve as \"primes\" or \"triggers\" to prompt consumers to retrieve a full range of brand associations.",
      "id": "s149"
    },
    {
      "text": "A major responsibility of marketing management and practice, therefore, is to establish such primes or triggers, often in the form of tangible brand elements, such as names, logos, symbols, slogans, signage and packages.",
      "id": "s150"
    },
    {
      "text": "3.",
      "id": "s151"
    },
    {
      "text": "Role of packaging as a marketing communication: 26 Brand elements, along with other distinctive aspects of product form and packaging, such as colour, can be powerful cues for the activation of the set of associations linked to a brand.",
      "id": "s152"
    },
    {
      "text": "Exposure to such brand elements generally triggers recall of the brand's attributes and benefits as well as stored attitudes and emotions associated with the brand as a result of the consumer's exposure to past promotion, purchase and use of the brand.",
      "id": "s153"
    },
    {
      "text": "Product form and packaging is one of the most important ways by which consumers recognise and respond to many brands.",
      "id": "s154"
    },
    {
      "text": "Packaging can influence consumers in at least three ways: \n \n &#8226; by attracting attention;\n &#8226; by identifying the brand; and\n &#8226; by conveying meaning.",
      "id": "s155"
    },
    {
      "text": "These packaging influences are reinforced and leveraged by other forms of consumer contact, such as advertising and point-of-purchase displays, all of which together are considered the brand's integrated marketing communications.",
      "id": "s156"
    },
    {
      "text": "4.",
      "id": "s157"
    },
    {
      "text": "Importance and impact of colour: 27 Colour should not be viewed as just a trivial element of package design or of marketing communications more generally.",
      "id": "s158"
    },
    {
      "text": "The power of colour as a marketing tool is considerable and marketers make heavy use of colour.",
      "id": "s159"
    },
    {
      "text": "Colour can have very basic effects on information processing, even at a sensory or physiological level.",
      "id": "s160"
    },
    {
      "text": "Thus, colour can affect the subjective sensation of temperature and can also affect time perception.",
      "id": "s161"
    },
    {
      "text": "Colour has a special status in visual information processing because colour, as a basic visual feature, is perceived automatically, prior to the allocation of focal attention to specific locations in the visual field.",
      "id": "s162"
    },
    {
      "text": "Thus, consumers can register the colour of a package rapidly and effortlessly and yet not perceive the conjunction of that colour with other packaging elements, such as the brand logo.",
      "id": "s163"
    },
    {
      "text": "28 Purple may have particular potency as a visual stimulus, in so far as it is a relatively uncommon colour in the environment, because: \n \n &#8226; scarcity can signal preciousness;\n &#8226; uncommon stimuli are more conspicuous to consumers and hence have a greater potential for influencing consumer behaviour;\n &#8226; uncommon stimuli will receive greater weight in the consumer's decision making process; and\n &#8226; uncommon stimuli may also be more useful for cueing the brand or specific brand associations.",
      "id": "s164"
    },
    {
      "text": "5.",
      "id": "s165"
    },
    {
      "text": "Convenience goods and consumer involvement: 29 The majority of confectionary products sold in mainstream channels are classified by marketers and consumer behaviourists as convenience goods, which are goods usually purchased relatively frequently, immediately and with a minimum of effort.",
      "id": "s166"
    },
    {
      "text": "For any given consumer, it is likely that chocolate confectionary may be a routine or staple purchase on some occasions (such as buying chocolates as a regular treat for children's school lunches) and an impulse purchase on other occasions, depending on a variety of circumstances.",
      "id": "s167"
    },
    {
      "text": "Many categories of convenience goods are purchased by consumers under conditions of low consumer involvement, which is generally thought to reflect the degree of perceived self-relevance, be it intrinsic or situation specific, of an object to a consumer, based on the consumer's needs, values and interests.",
      "id": "s168"
    },
    {
      "text": "Buying behaviour for low-involvement goods often becomes somewhat habitualised and even automated.",
      "id": "s169"
    },
    {
      "text": "30 Consumers rely on, and respond to, familiar brand cues within product categories and do not go through a complex process of comparison and evaluation of competing products.",
      "id": "s170"
    },
    {
      "text": "When involvement is lower, consumers acquire information more narrowly and rely more heavily on brands and salient brand cues to expedite product selection.",
      "id": "s171"
    },
    {
      "text": "For many selections made under these circumstances, the consumer actually scans the display and identifies and selects the target product at some distance from the shelf, based on recognition of the packaging of the familiar usual brand being sought.",
      "id": "s172"
    },
    {
      "text": "Under those circumstances, the most salient visual cues, such as package size, shape and colour, are usually the predominant stimuli upon which consumers rely to identify brands and to optimise their time spent shopping.",
      "id": "s173"
    },
    {
      "text": "In the context of an impulse purchase, consumers also pay rather limited attention to detail, responding more strongly to the immediacy of the most salient cues.",
      "id": "s174"
    },
    {
      "text": "The Cadbury and Darrell Lea brands 31 Dr Gibbs' affidavit then dealt with the Cadbury brand.",
      "id": "s175"
    },
    {
      "text": "It did so by reference to consumer research materials provided to him by Cadbury's solicitors.",
      "id": "s176"
    },
    {
      "text": "Those materials consisted of some 25 separate reports that were compendiously referred to as \"document Q\".",
      "id": "s177"
    },
    {
      "text": "Document Q was not in evidence.",
      "id": "s178"
    },
    {
      "text": "Although Cadbury sought to prove the materials in document Q, the evidence was rejected because it was not filed in accordance with the directions given by the primary judge.",
      "id": "s179"
    },
    {
      "text": "32 Dr Gibbs also included a section on the Darrell Lea brand.",
      "id": "s180"
    },
    {
      "text": "No particular exception seems to have been taken in relation to the material in that section.",
      "id": "s181"
    },
    {
      "text": "The consumer information-processing errors 33 The most significant and most contentious part of Dr Gibbs' principal affidavit then follows in six sections headed as follows: \n \n &#8226; OVERVIEW: FOUR CONSUMER INFORMATION-PROCESSING ERRORS CAUSED BY DARRELL LEA'S USE OF CADBURY PURPLE AND RESULTING HARM TO CADBURY.",
      "id": "s182"
    },
    {
      "text": "&#8226; ERROR I: MISIDENTIFICATION.",
      "id": "s183"
    },
    {
      "text": "&#8226; ERROR II: MISCUING.",
      "id": "s184"
    },
    {
      "text": "&#8226; ERROR III: MISINFERENCE.",
      "id": "s185"
    },
    {
      "text": "&#8226; ERROR IV: MISASSOCIATION.",
      "id": "s186"
    },
    {
      "text": "&#8226; ADDITIONAL EFFECTS AND ISSUES.",
      "id": "s187"
    },
    {
      "text": "34 Significant parts of the disputed evidence are directed to describing what Dr Gibbs perceives to be the harm to Cadbury from the errors that he describes.",
      "id": "s188"
    },
    {
      "text": "They describe the consequences of consumers being misled or deceived by Darrell Lea's use of the colour purple.",
      "id": "s189"
    },
    {
      "text": "That was a basis of complaint by Darrell Lea.",
      "id": "s190"
    },
    {
      "text": "35 Dr Gibbs began his overview by saying that viewing the effects of Darrell Lea's use of purple in terms of consumer information-processing errors provides a useful unifying framework for understanding those effects.",
      "id": "s191"
    },
    {
      "text": "He expressed the opinion that Darrell Lea's use of purple in its marketing and sales activities is likely to cause the four errors to occur among consumers of chocolate confectionary.",
      "id": "s192"
    },
    {
      "text": "He explained that those four errors can be classified along two dimensions: whether they involve consumer choice or consumer judgment, and whether the relevant information processing is primarily conscious or primarily unconscious.",
      "id": "s193"
    },
    {
      "text": "Misidentification and miscuing relate, respectively, to conscious and unconscious processes of consumer choice.",
      "id": "s194"
    },
    {
      "text": "Misinference and misassociation relate, respectively, to conscious and unconscious processes of consumer judgment.",
      "id": "s195"
    },
    {
      "text": "While some forms of those errors cannot occur simultaneously in the same consumer, the four effects are not mutually exclusive.",
      "id": "s196"
    },
    {
      "text": "36 Dr Gibbs then dealt with the four consumer information processing errors, each of which he said is \"likely to result from Darrell Lea's use of Cadbury purple\".",
      "id": "s197"
    },
    {
      "text": "As indicated above, there was no evidence that Dr Gibbs had any direct knowledge of Darrell Lea's use of purple.",
      "id": "s198"
    },
    {
      "text": "His understanding of that use was based on photographs provided to him by Cadbury's solicitors.",
      "id": "s199"
    },
    {
      "text": "The photographs, which were in evidence, were of various Darrell Lea products as displayed in a newsagent, a tobacconist, a convenience store of some type and a store owned by Darrell Lea.",
      "id": "s200"
    },
    {
      "text": "37 Dr Gibbs said that the photographs show: \n \n &#8226; A number of Darrell Lea branded products that use significant amounts of purple in their packaging;\n &#8226; A number of other unidentified products in the shape of a flat tray or typical box of chocolates, included within Darrell Lea displays, that have been wrapped for display using purple.",
      "id": "s201"
    },
    {
      "text": "Often those purple wrapped boxes have been stacked in piles on display shelves, with the effect of creating definite areas of purple as a significant feature of the overall display;\n &#8226; Headboard signage for Darrell Lea that uses purple as the predominant background colour;\n &#8226; Point of sale materials, cardboard displays, using purple; and\n &#8226; Staff uniforms, including aprons, featuring purple.",
      "id": "s202"
    },
    {
      "text": "38 Dr Gibbs expressed the opinion that the use of purple by Darrell Lea, that he thus briefly describes, is likely to have the result that: \n \n &#8226; Consumers seeking to buy Cadbury chocolate will mistakenly identify a Darrell Lea product as a Cadbury product;\n &#8226; Consumers utilising purple as a cue in decision making and choice will end up purchasing Darrell Lea chocolate and not the Cadbury chocolate that the cue was based on;\n &#8226; Consumers will draw mistaken inferences about the Cadbury and Darrell Lea brands that the common use of purple is cooperative and that there is some kind of corporate relationship between Cadbury and Darrell Lea; and\n &#8226; Consumers will mistakenly link Cadbury brand associations with Darrell Lea, and vice versa.",
      "id": "s203"
    },
    {
      "text": "39 Finally, Dr Gibbs also expressed his opinion about additional effects by reason of the influence of Darrell Lea's use of purple on decision makers other than consumers.",
      "id": "s204"
    },
    {
      "text": "Thus, Dr Gibbs suggested that retailers may notice and react to the described potential for weakening of the Cadbury brand and business and Cadbury may consequently experience a loss of reputation and leverage in the distribution channel.",
      "id": "s205"
    },
    {
      "text": "Those effects appear to be further instances of harm that would be caused to Cadbury by reason of errors analogous to the four consumer information-processing errors.",
      "id": "s206"
    },
    {
      "text": "Dr Stavros \n \n15 Dr Stavros is a Senior Lecturer in the School of Economics, Finance and Marketing in the Business Portfolio of RMIT University.",
      "id": "s207"
    },
    {
      "text": "He has taught there since 1994.",
      "id": "s208"
    },
    {
      "text": "Although he has taught across a range of marketing areas, his specialty, and the subject of his doctoral dissertation, is the study of long-term relationships between professional sporting organisations and consumers.",
      "id": "s209"
    },
    {
      "text": "He came to the notice of Cadbury when he was interviewed on the Neil Mitchell program on 3AW and volunteered the view that Cadbury has \"done such a great job of making themselves synonymous [with the colour purple], in fact so synonymous at the moment in the middle of a legal proceedings --- legal proceedings to try and take ownership of that colour\".",
      "id": "s210"
    },
    {
      "text": "16 The evidence of Dr Stavros substantially overlapped with that of Dr Gibbs.",
      "id": "s211"
    },
    {
      "text": "He said that a brand is a \"set of complex offerings and associations that reside in the mind of the customer or consumer\", the significance of which to its owner lies in its \"psychological and behavioural effects\" which influence the decision making of consumers with regard to \"perceived value, product identification, risk reduction and buying process evaluation\".",
      "id": "s212"
    },
    {
      "text": "17 He discussed the concept of \"involvement\" in the consumer context which he defined as \"the level of personal relevance to the consumer of the product category and/or the purchase decision\".",
      "id": "s213"
    },
    {
      "text": "In the case of a \"low-involvement\" product, the consumer \"perceives little risk in purchasing the product and may do so relatively automatically and committing little time or mental resources to search, evaluation or consideration\".",
      "id": "s214"
    },
    {
      "text": "Chocolate confectionery will often be regarded as such a low involvement purchase, \"made by many consumers without pre-planning and on impulse\".",
      "id": "s215"
    },
    {
      "text": "Colour of packaging was \"a more critical factor in low-involvement purchasing than in high-involvement decisions, as it becomes a more prominent factor\".",
      "id": "s216"
    },
    {
      "text": "18 He considered that Cadbury's marketing actions had developed a strong brand identity linked to elements including the name in the distinctive script, the glass and a half image and the colour Cadbury purple and that \"while all these elements taken together sum up the Cadbury brand they do also stand individually as key elements of the Cadbury brand\".",
      "id": "s217"
    },
    {
      "text": "In his opinion \"it is not necessary for all three elements to be present for consumers to recognise a brand\".",
      "id": "s218"
    },
    {
      "text": "In cross-examination he described the Cadbury brand as \"iconic\".",
      "id": "s219"
    },
    {
      "text": "19 He said he would show his students a slide which only featured the colour purple and they would respond \"often as a chorus\" with \"Cadbury\", which in his view demonstrated a \"strong, enduring relationship between the colour purple and Cadbury\".",
      "id": "s220"
    },
    {
      "text": "20 He distinguished the use of purple in the packaging of third party products such as Milka, Polly Waffle and Violet Crumble as \"product specific instances of the use of a colour, rather than a corporate or master branding or mega branding approach\".",
      "id": "s221"
    },
    {
      "text": "Mr Riches \n \n21 Mr Riches is the Managing Director of FutureBrand FHA Pty Ltd which is a branding and design consultancy within the Interpublic Group of Companies, the world's largest marketing services group.",
      "id": "s222"
    },
    {
      "text": "He holds degrees in Law and Arts (philosophy major) from Monash University and a Graduate Diploma in Business (Marketing) from RMIT University.",
      "id": "s223"
    },
    {
      "text": "22 At the time he swore his first affidavit in November 2005 he had been with FutureBrand for six years.",
      "id": "s224"
    },
    {
      "text": "He has been responsible for major branding projects with clients including Tourism Australia, BHP Billiton, Streets, Sensis, ANZ Bank and the Commonwealth Bank.",
      "id": "s225"
    },
    {
      "text": "23 Mr Riches defined a brand as\n the set of perceptions and associations that exist in a person's mind in relation to a product, service or other branded object (e.g.",
      "id": "s226"
    },
    {
      "text": "a person, a country, a cause or a sport) which influence that person's predisposition towards that product either positively or negatively.",
      "id": "s227"
    },
    {
      "text": "These perceptions and associations ... add a \"layer\" of additional value to the product.",
      "id": "s228"
    },
    {
      "text": "24 He described how corporations use brands to create business value in three broad ways, (i) by market share and/or profit margin, in attracting more customers and sales and driving price premium and thus more profit per sale, (ii) by customer retention and (iii) by innovation and extension, with new products carrying an existing brand.",
      "id": "s229"
    },
    {
      "text": "He explained in detail how corporations, with the assistance of his firm, implement \"brand management\" practices, including taking \"a disciplined approach to the management of their face to the market\".",
      "id": "s230"
    },
    {
      "text": "25 He said that a \"brand identity system\" will contain \"brand identity elements\" such as a logo, distinctive typefaces, a colour palette (a limited range of colours), distinctive graphic devices and tone of voice.",
      "id": "s231"
    },
    {
      "text": "Such a brand identity element can be thought of as a \"hook\", that is to say \"a simple thing on which the brand owner or marketer can 'hang' a more complex set of associations\".",
      "id": "s232"
    },
    {
      "text": "26 He said that as a brand identity element, colour can have \"particular uses and benefits in helping to build strong brands\", for example red and the combination of red and white for Coca-Cola and yellow and red for Shell.",
      "id": "s233"
    },
    {
      "text": "In a competitive, crowded and visually cluttered retail environment, colour can achieve \"'shelf presence'... in the otherwise highly fragmented and confusing landscape of, say, a supermarket aisle\" and can alone identify a brand to a consumer.",
      "id": "s234"
    },
    {
      "text": "In Cadbury's case, colour was the most important brand element in \"cutting through the clutter\".",
      "id": "s235"
    },
    {
      "text": "27 Mr Riches gave evidence of FutureBrand's involvement in Cadbury's promotions at the 2000 Sydney Olympics (see earlier judgment at [24], [88]).",
      "id": "s236"
    },
    {
      "text": "He said that \"the colour purple was Cadbury's most flexible and powerful brand identity element (and of far more utility than other Cadbury brand elements such as the glass and a half logo)\".",
      "id": "s237"
    },
    {
      "text": "28 He considered that Cadbury's \"Masterbrand/Megabrand\" strategy had a \"systematic approach (which) has featured the use of purple as a widely recognisable brand identity element\".",
      "id": "s238"
    },
    {
      "text": "29 He said that Cadbury had deliberately sought to associate purple with its Dairy Milk brand and that ingredient had been \"'leveraged' across the product range with the intention of communicating quality and other product associations that attach to Cadbury Dairy Milk\".",
      "id": "s239"
    },
    {
      "text": "30 People in the marketing industry, according to Mr Riches, described the association between Cadbury and purple as the \"top of the mind\" example of a strong brand colour association.",
      "id": "s240"
    },
    {
      "text": "It was \"marketing folklore\".",
      "id": "s241"
    },
    {
      "text": "31 In his view, none of the third party users of purple such as Violet Crumble \"have ever come close to dominating the chocolate confectionery market in the same way as Cadbury Dairy Milk\".",
      "id": "s242"
    },
    {
      "text": "The use of purple was \"unusual\" in supermarkets.",
      "id": "s243"
    },
    {
      "text": "Darrell Lea criticism of the Cadbury experts \n \n32 Darrell Lea pointed out that Dr Gibbs admitted having made no specific study of the confectionery industry in Australia and being completely reliant on facts supplied to him by Cadbury.",
      "id": "s244"
    },
    {
      "text": "He had only lived in Australia for some two years prior to swearing his first affidavit.",
      "id": "s245"
    },
    {
      "text": "He visited a Darrell Lea store in September 2005 and had no prior knowledge of Darrell Lea.",
      "id": "s246"
    },
    {
      "text": "33 Dr Stavros also had no specialist experience of the marketing of confectionery in Australia.",
      "id": "s247"
    },
    {
      "text": "He had never been involved in the marketing of any confectionery product.",
      "id": "s248"
    },
    {
      "text": "His specialty in the relationships of sporting organisations seems well removed from the marketing of day-to-day consumer products, let alone confectionery in particular.",
      "id": "s249"
    },
    {
      "text": "As already noted, his recruitment as an expert seems to have been prompted by his volunteering some preconceived ideas about Cadbury and the colour purple on a popular radio program.",
      "id": "s250"
    },
    {
      "text": "He visited two Darrell Lea stores in about October 2005, one in Chadstone and one in the city of Melbourne.",
      "id": "s251"
    },
    {
      "text": "34 Mr Riches' direct involvement with Cadbury was limited to the Sydney 2000 Olympics promotional campaign, and then in the role of planning and design rather than the actual selling of chocolate.",
      "id": "s252"
    },
    {
      "text": "He is not a specialist in the confectionery sector.",
      "id": "s253"
    },
    {
      "text": "In connection with the Olympics campaign he visited \"a supermarket and, I think, a couple of convenience style outlets which had a significant weight of confectionery and chocolate product on display\".",
      "id": "s254"
    },
    {
      "text": "After receiving instructions from Cadbury's solicitors he visited a Darrell Lea store in October 2005.",
      "id": "s255"
    },
    {
      "text": "35 The Cadbury experts' uniform lack of practical experience in the retail confectionery market is consistent with Cadbury's case as a whole.",
      "id": "s256"
    },
    {
      "text": "Nobody has given evidence of actually buying or selling chocolate at the retail level, or observing or enquiring of those who do.",
      "id": "s257"
    },
    {
      "text": "Darrell Lea does not suggest the Cadbury experts' evidence is inadmissible for this (or any other) reason, but the admitted deficiency in market knowledge does go to weight, especially in a context where the Court is entitled, and bound, to form its own opinions.",
      "id": "s258"
    },
    {
      "text": "36 The Cadbury experts relied on documentary material such as photographs of Cadbury and Darrell Lea stores and products (Document M in Exhibit Z) and instructions from Cadbury's solicitors.",
      "id": "s259"
    },
    {
      "text": "As already mentioned, they also made some store visits.",
      "id": "s260"
    },
    {
      "text": "However, as far as the evidence goes, the visits were limited to inspection of the goods on display and physical surroundings and did not involve any observation of consumer behaviour.",
      "id": "s261"
    },
    {
      "text": "37 Darrell Lea submitted that there were many matters about Cadbury and Darrell Lea and the marketplace as to which the Cadbury experts were not instructed.",
      "id": "s262"
    },
    {
      "text": "Senior counsel for Darrell Lea put these matters as features of what he called Marketplace B, the real retail confectionery market, as distinct from Marketplace A, the marketplace as to which the Cadbury experts were instructed.",
      "id": "s263"
    },
    {
      "text": "These matters included:\n \n1.",
      "id": "s264"
    },
    {
      "text": "Darrell Lea's use of the lighter purple shade \"boysenberry\" for ten years, a usage not objected to by Cadbury; \n \n2.",
      "id": "s265"
    },
    {
      "text": "The particular \"Christmas-oriented focus\" of the use of purple by Darrell Lea at Christmas 2000-2004;\n \n3.",
      "id": "s266"
    },
    {
      "text": "The \"store-in-store\" Darrell Lea sites (ie in other premises as distinct from stand alone stores where the witnesses admitted consumer confusion would be unlikely), to which Darrell Lea argued more attention should have been paid; \n \n4.",
      "id": "s267"
    },
    {
      "text": "The fact that about 70 per cent of Darrell Lea's sales were at its stand alone stores (earlier judgment at [35]); \n \n5.",
      "id": "s268"
    },
    {
      "text": "A lot of the selling from the store-in-stores was gift-oriented and thus not a case of \"low involvement\" purchasing; \n \n6.",
      "id": "s269"
    },
    {
      "text": "Cadbury and Darrell Lea products were not sold side by side (earlier judgment [88]-[89]); \n \n7.",
      "id": "s270"
    },
    {
      "text": "There were different product lines, eg Darrell Lea did not sell block chocolate (Mr Riches had mistakenly assumed the contrary); \n \n8.",
      "id": "s271"
    },
    {
      "text": "Third party usage of purple for chocolate marketing (earlier judgment [52]-[68]); \n \n9.",
      "id": "s272"
    },
    {
      "text": "A majority (56 per cent) of Cadbury sales were of products marketed in colours other than dark purple (earlier judgment [22], [98]); \n \n10.",
      "id": "s273"
    },
    {
      "text": "No sales of Cadbury products occurred without the presence of brand names and symbols (earlier judgment [82]-[87]); \n \n11.",
      "id": "s274"
    },
    {
      "text": "Price sensitivity and product choice (earlier judgment [92]-[93]); \n \n12.",
      "id": "s275"
    },
    {
      "text": "Cadbury's own use of purple in its marketing was based on internal marketing reports which were not admitted in evidence for the truth of their contents; \n \n13.",
      "id": "s276"
    },
    {
      "text": "No evidence of consumers actually being misled (earlier judgment [80]-[81]); \n \n14.",
      "id": "s277"
    },
    {
      "text": "No evidence of loss of Cadbury sales or increase in Darrell Lea sales.",
      "id": "s278"
    },
    {
      "text": "38 Cadbury's response was that these matters were either not put to the Cadbury experts in cross-examination or, where they were put, there was no challenge to the witnesses' opinion.",
      "id": "s279"
    },
    {
      "text": "As an example of the latter situation, Dr Stavros had said in his second affidavit (par 88.2) that:\n It must be possible to assess the extent of such a marketing advantage by comparing Darrell Lea's sales before using the colour purple (in a shade which consumers recognise as similar to or the same as Cadbury purple), to Darrell Lea's sales after such use.",
      "id": "s280"
    },
    {
      "text": "My expectation is that such sales would increase ...",
      "id": "s281"
    },
    {
      "text": "In cross-examination about that passage he was asked: \n ... but you agree with me, don't you, that you don't know of any underlying research that supports the proposition that Darrell Lea's use of purple causes any harm at all to Cadbury?",
      "id": "s282"
    },
    {
      "text": "--- I don't know of any specific research, but I am trying to draw inferences in my affidavit as to the potential damage that could be done to Darrell ...",
      "id": "s283"
    },
    {
      "text": "The answer is, you don't know of any such research?",
      "id": "s284"
    },
    {
      "text": "--- No, not of any such research.",
      "id": "s285"
    },
    {
      "text": "And you say it's a field that could be researched?",
      "id": "s286"
    },
    {
      "text": "--- I think it's possible to assess that, yes.",
      "id": "s287"
    },
    {
      "text": "There are other instances where the Cadbury experts conceded that a certain matter was \"relevant\" or \"capable of being researched\" or that particular research would be \"helpful\".",
      "id": "s288"
    },
    {
      "text": "39 Cadbury submitted that if Darrell Lea wished to challenge or qualify the conclusions reached by the witness on the basis of different factual assumptions the Rule in Browne v Dunn (1893) 6 R 67 required the cross-examiner to ask the witness whether such matters resulted in any change to his opinion.",
      "id": "s289"
    },
    {
      "text": "40 As well as Browne v Dunn itself, Cadbury cited in support of this proposition the decision of the Full Court in Bush v The Queen [1993] FCA 361 ; (1993) 43 FCR 549.",
      "id": "s290"
    },
    {
      "text": "That case concerned an appeal from a jury's conviction of the appellant for attempted murder of his second wife and murder of her lover.",
      "id": "s291"
    },
    {
      "text": "Evidence was given by a Mr Saulwick of a survey of persons in the Australian Capital Territory as to their knowledge of the appellant's conviction five years earlier of the manslaughter of his first wife and the effect any such knowledge would have on their opinion as to his likely guilt of a similar offence in relation to the second wife.",
      "id": "s292"
    },
    {
      "text": "This evidence was adduced in support of an application for leave to challenge jurors as to cause.",
      "id": "s293"
    },
    {
      "text": "There was discussion at 557 by Drummond J (with whom Davies and Miles JJ agreed) critical of the usefulness of the survey.",
      "id": "s294"
    },
    {
      "text": "In substance his Honour found it was not useful and not a sufficient basis for its conclusion that at least one member of the jury would have connected the appellant with the 1987 killing and, for that reason, would have found the appellant guilty of the 1992 offences.",
      "id": "s295"
    },
    {
      "text": "Davies J at 551-552 also gave reasons for his conclusion that the survey questions were \"misconceived\".",
      "id": "s296"
    },
    {
      "text": "Mr Saulwick was cross-examined.",
      "id": "s297"
    },
    {
      "text": "It may be that some matters relied on by their Honours were not put to him.",
      "id": "s298"
    },
    {
      "text": "For example, in making the point that the sample was drawn from ACT voters and not the more limited population of the ACT eligible for jury service Drummond J said at 557: \"This may or may not affect Mr Saulwick's opinion\".",
      "id": "s299"
    },
    {
      "text": "If anything, the case seems contrary to Cadbury's argument.",
      "id": "s300"
    },
    {
      "text": "In any event, Browne v Dunn is not mentioned.",
      "id": "s301"
    },
    {
      "text": "41 In Raben Footwear Pty Ltd v Polygram Records Inc (1997) 145 ALR 1 Tamberlin J discussed the application of the Rule in Browne v Dunn in the context of a copyright infringement case where one issue was whether a Mr Ron Lewy had, as he claimed, spoken by telephone to a German company and received certain assurances about copyright arrangements in Australia in respect of CDs which Mr Lewy's company was about to import.",
      "id": "s302"
    },
    {
      "text": "The trial judge had not accepted that the words were said.",
      "id": "s303"
    },
    {
      "text": "In the Full Court Tamberlin J said at 14-15:\n The submission made to this court is that because it was not specifically and expressly put to Mr Ron Lewy, in cross-examination, that the statement was not made, the rule of professional practice enunciated in Browne v Dunn (1893) 6 R 67 was breached and therefore the evidence should have been ignored or the matter reopened.",
      "id": "s304"
    },
    {
      "text": "The failure by his Honour to address the point was said to amount to procedural unfairness.",
      "id": "s305"
    },
    {
      "text": "Counsel referred to a number of decisions including Payless Superbarn (NSW) Pty Ltd v O'Gara (1990) 19 NSWLR 551 at 554---7.",
      "id": "s306"
    },
    {
      "text": "Ultimately, the rule in Browne v Dunn is one of procedural fairness.",
      "id": "s307"
    },
    {
      "text": "Whether his Honour should have taken any action in relation to the failure to put the disputed words called for the exercise of a discretionary judgment on his part.",
      "id": "s308"
    },
    {
      "text": "As Hunt J has pointed out, in Allied Pastoral Holdings Pty Ltd v FCT [1983] 1 NSWLR 1 at 26---7; (1983) 44 ALR 607 , the rule is designed to ensure fairness to the witness so as to enable the witness to deal with the disputed matter and perhaps to give further evidence in corroboration or to contradict any inference which may be sought to be drawn.",
      "id": "s309"
    },
    {
      "text": "See also Dolan v Australian &amp; Overseas Telecommunications Corp [1993] FCA 202 ; (1993) 42 FCR 206 at 207---8; [1993] FCA 202 ; 114 ALR 231 ; Marelic v Comcare [1993] FCA 599 ; (1993) 121 ALR 114 at 119---20.",
      "id": "s310"
    },
    {
      "text": "It is common ground that it was not expressly put to Mr Ron Lewy that the words were not said.",
      "id": "s311"
    },
    {
      "text": "In commercial litigation (including intellectual property matters), where issues are clearly defined, there will often be no point in formally challenging every aspect of the evidence which is contested.",
      "id": "s312"
    },
    {
      "text": "There will often be a large number of matters in respect of which it will be apparent from the pleadings and particulars there is clearly a contest.",
      "id": "s313"
    },
    {
      "text": "Where this is the case the principle need not be applied in an unduly technical way.",
      "id": "s314"
    },
    {
      "text": "After discussing the evidence, his Honour continued:\n\n The rule may be satisfied where the witness is on notice that the version given is disputed and such notice may come from pleadings, the opponent's evidence or opening, or from the general manner in which the case is conducted.",
      "id": "s315"
    },
    {
      "text": "42 Likewise in Seymour v Australian Broadcasting Commission (1977) 19 NSWLR 219 at 236 Mahoney JA said:\n ...failure to cross-examine a witness may not found such an assumption or render the course of the trial unfair if it is clear from the manner in which generally the case has been conducted that his evidence will be contested.",
      "id": "s316"
    },
    {
      "text": "This was pointed out by Lord Herschell ([in Browne v Dunn] at 71).",
      "id": "s317"
    },
    {
      "text": "The nature of the defendant's case and the particulars given, and otherwise the conduct of it may make it sufficiently clear that such an assumption is unwarranted and that there has been no surprise or prejudice concerning the matter.",
      "id": "s318"
    },
    {
      "text": "43 As to the application of Browne v Dunn in modern commercial litigation, see also Australian Competition and Consumer Commission v J McPhee &amp; Son (Australia) Pty Ltd (1998) ATPR (Digest) |P 46-183 at 50,323, approved on appeal: J McPhee &amp; Son (Australia) Pty Ltd v Australian Competition and Consumer Commission [2000] FCA 365 ; (2000) 172 ALR 532 at [103] - [107] .",
      "id": "s319"
    },
    {
      "text": "44 In the present case there was the unusual situation that Cadbury was on notice from the earlier judgment of what factual matters were claimed by Darrell Lea to bear on the passing off and trade practices claims --- and indeed what matters the trial judge had considered to be relevant and important, such as, for example, price sensitivity and product choice.",
      "id": "s320"
    },
    {
      "text": "Cadbury was in a position to obtain instructions from its experts as to their views on these matters and the effect, if any, on their opinions.",
      "id": "s321"
    },
    {
      "text": "As well as the affidavits sworn before the trial, the Cadbury experts all swore affidavits in August 2007, that is after the earlier judgment and the Full Court's judgment.",
      "id": "s322"
    },
    {
      "text": "Moreover, any response to the matters put by Darrell Lea could have been elicited in re-examination (as in fact occurred in respect of one matter put to Dr Gibbs).",
      "id": "s323"
    },
    {
      "text": "There was no unfairness.",
      "id": "s324"
    },
    {
      "text": "45 As to the features of Darrell Lea's \"Marketplace B\" ([37] above), Cadbury challenged the factual accuracy or relevance (or both) of items 1, 2, 5, 6 and 8 but not the remainder.",
      "id": "s325"
    },
    {
      "text": "Putting aside for the purposes of argument the challenged items, I think Darrell Lea's criticism is valid.",
      "id": "s326"
    },
    {
      "text": "The role of the Cadbury experts in the resumed hearing \n \n46 The evidence of the Cadbury experts had been excluded ( Cadbury Schweppes Pty Ltd v Darrell Lea Chocolate Shops Pty Ltd [2006] FCA 363 at [8] - [18] ) on the ground that an expert's opinion is not admissible as to matters within the experience and knowledge of a judge or jury ( The Queen v Turner [1975] QB 834 at 841, Murphy v The Queen [1989] HCA 28 ; (1989) 167 CLR 94 at 111) and specifically in relation to \"ordinary human nature, that of people at large\" ( Transport Publishing Co Pty Ltd v The Literature Board of Review (1956) 99 CLR 111 at 119) such as purchasers of everyday consumer items ( Dalgety Spillers Foods Ltd v Food Brokers Ltd [1994] FSR 504 at 527, Symonds Cider &amp; English Wine Company Ltd v Showerings (Ireland) Ltd [1997] IEHC 1 at [20] ); see also JD Heydon Cross on Evidence (7 th Australian ed, 2004) at 930.",
      "id": "s327"
    },
    {
      "text": "47 While that is probably correct as a matter of common law, embarrassingly for myself and counsel (not including Mr Hutley SC and Mr Rebikoff, who did not appear at the earlier trial) nobody adverted to s 80 of the Evidence Act 1995 (Cth) which provides that opinion evidence is not inadmissible only because it is about a fact in issue or an ultimate issue or a matter of common knowledge: see Full Court I at [49], [52], [54].",
      "id": "s328"
    },
    {
      "text": "48 Nevertheless s 80 of the Evidence Act deals only with the admissibility of evidence.",
      "id": "s329"
    },
    {
      "text": "It does not affect the approach to particular kinds of evidence in particular categories of cases.",
      "id": "s330"
    },
    {
      "text": "In Cat Media Pty Ltd v Opti-Healthcare Pty Ltd [2003] FCA 133 at [55] in the context of a s 52 and passing off case (and well after the introduction of the Evidence Act ), Branson J, after noting that both sides had called evidence of marketing consultants which was received without objection, said:\n However, I consider it appropriate to record that in the particular circumstances of this case, which is concerned with the packaging of a product intended to appeal to a wide segment of the general public, I have found the expert evidence of no real assistance.",
      "id": "s331"
    },
    {
      "text": "This is not only because there is, as is common in cases of this kind, conflict between the evidence of the two experts.",
      "id": "s332"
    },
    {
      "text": "It seems to me that evidence of opinions based on market research and expert appreciation of consumer behaviour will rarely be of assistance in litigation where the Court's primary concern is with the behaviour to be expected of, and the judgments likely to be made by, ordinary (even if it might be thought, somewhat credulous) members of the community intent on making a relatively modest purchase in a conventional way.",
      "id": "s333"
    },
    {
      "text": "I endorse the comment of Beaumont J in Pacific Publications Pty Ltd v IPC Media Pty Ltd [2003] FCA 104 at [92] that where a claim is essentially a matter for the Court's impression, expert views which are merely 'impressionistic' can be given no more than nominal weight.",
      "id": "s334"
    },
    {
      "text": "These observations are not intended in any way to belittle the importance of market research and expert appreciation of consumer behaviour in other types of cases and for other purposes.",
      "id": "s335"
    },
    {
      "text": "49 In Domain Names Australia Pty Ltd v .au Domain Administration Ltd [2004] FCAFC 247 ; (2004) 139 FCR 215 at [21] , a Full Court of this Court cited the above passage with approval and continued:\n 22 Consideration of these difficulties shows the practical wisdom of the firm rule that the likelihood of conduct being misleading or deceptive is a question for the tribunal of fact and not for any witness to decide: General Electric Co (USA) v General Electric Co Ltd [1972] 1 WLR 729 at 738 per Lord Diplock, applied in a s 52 context by Gummow J, with whom Black CJ and Lockhart J agreed, in Interlego AG v Croner Trading Pty Ltd [1992] FCA 624 ; (1992) 39 FCR 348 at 387.",
      "id": "s336"
    },
    {
      "text": "23 Lord Diplock points out in General Electric that a different rule applies in the case of sales not to the general public but in specialised markets concerning persons engaged in a particular trade.",
      "id": "s337"
    },
    {
      "text": "In the present case the relevant market is that in which the consumers are business users of domain names.",
      "id": "s338"
    },
    {
      "text": "Such users constitute large sections of the public and are not participants in a specialised market in the sense discussed by Lord Diplock.",
      "id": "s339"
    },
    {
      "text": "50 In Interlego AG v Croner Trader Pty Ltd [1992] FCA 624 ; (1992) 39 FCR 348 Gummow J also said at 387:\n The issue of whether consumers have been or are likely to be deceived was described by Lord Diplock as a \"jury question\": General Electric Co (of USA) v General Electric Co Ltd [1972] 1 WLR 729; [1972] 2 All ER 507.",
      "id": "s340"
    },
    {
      "text": "His Lordship said (at 738; 515): \n\n \n \n [W]here goods are sold to the general public for consumption or domestic use, the question whether such buyers would be likely to be deceived or confused by the use of the trademark is a 'jury question'.",
      "id": "s341"
    },
    {
      "text": "By that I mean: that if the issue had now, as formerly, to be tried by a jury, who as members of the general public would themselves be potential buyers of the goods, they would be required not only to consider any evidence of other members of the public which had been adduced but also to use their own common sense and to consider whether they would themselves be likely to be deceived or confused.",
      "id": "s342"
    },
    {
      "text": "The question does not cease to be a 'jury question' when the issue is tried by a judge alone or on appeal by a plurality of judges.",
      "id": "s343"
    },
    {
      "text": "The judge's approach to the question should be the same as that of a jury.",
      "id": "s344"
    },
    {
      "text": "He, too, would be a potential buyer of the goods.",
      "id": "s345"
    },
    {
      "text": "He should, of course, be alert to the danger of allowing his own idiosyncratic knowledge or temperament to influence his decision, but the whole of his training in the practice of the law should have accustomed him to this, and this should provide the safety which in the case of a jury is provided by their number.",
      "id": "s346"
    },
    {
      "text": "That in issues of this kind judges are entitled to give effect to their own opinions as to the likelihood of deception or confusion and, in doing so, are not confined to the evidence of witnesses called at the trial is well established by the decisions of this House itself.",
      "id": "s347"
    },
    {
      "text": "51 Thus, quite apart from Darrell Lea's criticisms, the Court is entitled, and indeed bound, to form its own views on the evidence, including, but by no means limited to, the opinions of the Cadbury experts.",
      "id": "s348"
    },
    {
      "text": "It was put that by choosing not to adduce any expert evidence, Darrell Lea \"effectively accepts the (Cadbury) expert evidence\" and that in accordance with Browne v Dunn \"Darrell Lea is now estopped from making any submissions that the expert evidence is incorrect\".",
      "id": "s349"
    },
    {
      "text": "I do not accept this submission.",
      "id": "s350"
    },
    {
      "text": "In Ancher, Mortlock, Murray &amp; Wooley Pty Ltd v Hooker Homes Pty Ltd [1971] 2 NSWLR 278, a copyright infringement case concerning house plans, Street J said at 286:\n In view of the volume of expert evidence, and the differing views expressed by the expert witnesses, I should state the use that can properly be made of that evidence in reaching a decision in a suit such as this.",
      "id": "s351"
    },
    {
      "text": "The decision upon the issue of similarity is an original decision for the court itself.",
      "id": "s352"
    },
    {
      "text": "It is to be reached upon an assessment of such similarities and dissimilarities as appear to the court between the plans or buildings under consideration.",
      "id": "s353"
    },
    {
      "text": "The fact that one particular expert of the highest authority and of unimpeachable credit is permitted to swear to an opinion on similarity or dissimilarity does not relieve the court of the responsibility of forming its own opinion on this issue.",
      "id": "s354"
    },
    {
      "text": "In this sense the expert evidence in a suit such as the present fills a somewhat unusual role.",
      "id": "s355"
    },
    {
      "text": "It is almost as if each side calls an expert to argue out with counsel in examination-in-chief and cross-examination the similarity or dissimilarity which that particular expert sees between the plans and houses.",
      "id": "s356"
    },
    {
      "text": "By attending to the progress of this argumentative process between counsel and expert the court is enabled to perceive and more readily to appreciate the points of similarity and dissimilarity.",
      "id": "s357"
    },
    {
      "text": "In this way the tendering of expert evidence is of value in exposing the facets of the ultimate question to which the expert opinion evidence is directed.",
      "id": "s358"
    },
    {
      "text": "But the important point is that, in distinction from the judicial process in relation to expert evidence such as is normally encountered in litigation, a court in the present type of litigation is entitled, and, indeed, bound, to form and act on its own original opinion.",
      "id": "s359"
    },
    {
      "text": "His Honour's approach would seem to apply a fortiori in a case concerning the retail marketing of everyday consumer products.",
      "id": "s360"
    },
    {
      "text": "Revisiting the findings in the earlier judgment \n \n52 A convenient way to deal with the evidence is to revisit the findings at [95]-[112] and [121] of the earlier judgement (see [9] above).",
      "id": "s361"
    },
    {
      "text": "I again stress that in themselves they are not legally binding and do not create any presumptions, although the overall burden of proof in the case remains of course on Cadbury.",
      "id": "s362"
    },
    {
      "text": "53 Wide awareness of Cadbury's use of purple [96].",
      "id": "s363"
    },
    {
      "text": "Cadbury's case implicitly is that this is an understatement of the importance of purple to its business.",
      "id": "s364"
    },
    {
      "text": "Cadbury purple is said to be \"iconic\" and a major element in its \"brand equity\".",
      "id": "s365"
    },
    {
      "text": "In Dr Gibbs' view purple is \"strongly associated with the Cadbury brand\" and can \"trigger the rich set of tangible and intangible but meaningful brand judgements, attitudes, concepts, and feelings that are associated with the Cadbury brand in the mind of the consumer\".",
      "id": "s366"
    },
    {
      "text": "54 Characterisation of a brand element as \"iconic\" or otherwise has no legal significance.",
      "id": "s367"
    },
    {
      "text": "I accept that there is a widespread association in consumers' minds between Cadbury's business and its chocolate products and the colour purple.",
      "id": "s368"
    },
    {
      "text": "55 Non-exclusive reputation in the use of purple [97].",
      "id": "s369"
    },
    {
      "text": "The background to this issue is that Cadbury originally pleaded in par 10 of its statement of claim that it had achieved \"a substantial, exclusive and valuable reputation and goodwill\" in the colour purple.",
      "id": "s370"
    },
    {
      "text": "This alleged exclusivity was denied by Darrell Lea and became the subject of substantial evidence and disputation at the trial: see earlier judgment at [52]-[68].",
      "id": "s371"
    },
    {
      "text": "56 The case was argued on the common assumption that there was no relevant difference between the passing off and trade practices causes of action: earlier judgment at [117].",
      "id": "s372"
    },
    {
      "text": "Indeed, Cadbury's final submissions at the present hearing asserted that its trade practices claims were \"coextensive with its passing off claim\".",
      "id": "s373"
    },
    {
      "text": "However in Full Court I at [99] it was pointed out that there was no requirement of exclusivity in relation to the trade practices claims.",
      "id": "s374"
    },
    {
      "text": "Their Honours said:\n The question is not whether an applicant has shown a sufficient reputation in a particular get-up or name.",
      "id": "s375"
    },
    {
      "text": "The question is whether the use of the particular get-up or name by an alleged wrongdoer in relation to his product is likely to mislead or deceive persons familiar with the claimant's product to believe that the two products are associated, having regard to the state of the knowledge of consumers in Australia of the claimant's product.",
      "id": "s376"
    },
    {
      "text": "57 After the Full Court's judgment Cadbury obtained leave to amend its statement of claim by deleting \"exclusive\".",
      "id": "s377"
    },
    {
      "text": "However, lack of exclusivity remains relevant at a factual level.",
      "id": "s378"
    },
    {
      "text": "The more extensive a plaintiff's reputation, the easier it will be to show that any contrary message that might be conveyed to consumers by third party usage can be discounted.",
      "id": "s379"
    },
    {
      "text": "Conversely, knowledge of third party usage can impact on the likelihood or otherwise of consumers being misled or deceived.",
      "id": "s380"
    },
    {
      "text": "The hypothetical reasonable chocolate consumer could think along these lines:\n Purple makes me think of Cadbury chocolate.",
      "id": "s381"
    },
    {
      "text": "But I know that other chocolate makers' products such as Violet Crumble use purple.",
      "id": "s382"
    },
    {
      "text": "So Cadbury does not have a monopoly in the use of purple for chocolate.",
      "id": "s383"
    },
    {
      "text": "Seeing chocolate in a purple wrapper with Darrell Lea's name on it in a Darrell Lea shop does not makes me think it comes from Cadbury.",
      "id": "s384"
    },
    {
      "text": "58 Cadbury submitted that the failure of Darrell Lea to adduce evidence (expert or lay) as to the effect that third party use of purple has adversely impacted Cadbury's reputation in Cadbury purple meant that the Court ought to draw a Jones v Dunkel (1959) 101 CLR 298 inference that any evidence it might have sought to adduce would not have assisted its case in this respect.",
      "id": "s385"
    },
    {
      "text": "I do not agree.",
      "id": "s386"
    },
    {
      "text": "There was substantial evidence of the fact of third party usage given by Darrell Lea's Mr Michael Lea (earlier judgment [52]-[54]) and evidence of Cadbury's \"Co-existence Agreement\" with Nestl&eacute; under which Cadbury agreed not to object to Nestl&eacute;'s use of get-ups for Violet Crumble (a chocolate-coated honeycomb bar which might be said to verge on the iconic), Wonka, Quality Street and Polly Waffle, all of which featured purple ([55]-[56]).",
      "id": "s387"
    },
    {
      "text": "For its part Cadbury adduced evidence of its efforts to restrain third party usage, which met with mixed success ([57]-[67]).",
      "id": "s388"
    },
    {
      "text": "There was evidence of actual third party usage in the present case sufficient for the Court to make its own findings.",
      "id": "s389"
    },
    {
      "text": "59 Mr Riches said that the third party products \"did not come close to dominating the chocolate confectionery market in the same way as Cadbury Dairy Milk\" and that no other brand consistently used purple as a \"brand identity element\" in promotional campaigns.",
      "id": "s390"
    },
    {
      "text": "Dr Stavros thought that purple used with Polly Waffle and Violet Crumble were \"product specific instances of the use of a colour, rather than a corporate or master branding or mega branding\".",
      "id": "s391"
    },
    {
      "text": "However, the lack of specialised knowledge of the confectionery market of these witnesses has already been noted.",
      "id": "s392"
    },
    {
      "text": "60 Dr Stavros said that some consumers would pick up a Violet Crumble, see the Nestl&eacute; brand and \"make the connection between those brands [ie Nestl&eacute; and Cadbury] and be aware that there's a distinction between those organisations\".",
      "id": "s393"
    },
    {
      "text": "He continued:\n There's a scope though for other consumers to see the purple, relate that to the Cadbury brand and either believe that the product comes from Cadbury, or that there is some association between those organisations, I think that's possible --- it's very possible.",
      "id": "s394"
    },
    {
      "text": "Dr Stavros' hypothesis, involving as it does a very well known non-Cadbury manufacturer and a very well known non-Cadbury product, is speculative and quite unrealistic.",
      "id": "s395"
    },
    {
      "text": "61 I see no reason to vary the finding at [97] of the earlier judgment.",
      "id": "s396"
    },
    {
      "text": "I regard it as a valid and relevant fact.",
      "id": "s397"
    },
    {
      "text": "62 Some (a majority) of Cadbury products feature little or no purple [98].",
      "id": "s398"
    },
    {
      "text": "I did not understand this fact to be disputed; see earlier judgment at [22].",
      "id": "s399"
    },
    {
      "text": "Dr Gibbs thought that since \"the Cadbury Milk bar [sic] is --- was kind of their flagship brand and that one is --- it prominently uses purple.",
      "id": "s400"
    },
    {
      "text": "So in that sense I was considering the other uses to be less important in the line\".",
      "id": "s401"
    },
    {
      "text": "It is of some significance that consumers would see Cadbury as a firm which used purple a great deal, but also other colours as well.",
      "id": "s402"
    },
    {
      "text": "63 Cadbury products (with or without purple) always bear the \"Cadbury\" script [99].",
      "id": "s403"
    },
    {
      "text": "Again, this is not disputed; see earlier judgment at [11]-[13].",
      "id": "s404"
    },
    {
      "text": "64 Use of purple seen to be bound up with the \"Cadbury\" script --- purple never used in isolation [100].",
      "id": "s405"
    },
    {
      "text": "The fact that purple was never used without the \"Cadbury\" script does not seem to be disputed; see earlier judgment [82]-[87].",
      "id": "s406"
    },
    {
      "text": "65 The Cadbury experts said that this was irrelevant.",
      "id": "s407"
    },
    {
      "text": "I do not agree.",
      "id": "s408"
    },
    {
      "text": "Cadbury's expert called at the earlier trial, Professor Roger Layton, Emeritus Professor of Marketing at the University of New South Wales, clearly regarded the association of brand with colour as relevant to consumer perceptions; see earlier judgment at [77]-[78].",
      "id": "s409"
    },
    {
      "text": "For obvious enough reasons, consumers are never presented at the point of sale with a Cadbury product, in purple or not, without the Cadbury name prominently displayed.",
      "id": "s410"
    },
    {
      "text": "The ordinary reasonable consumer is to be credited with awareness of this when confronted with the allegedly misleading Darrell Lea product.",
      "id": "s411"
    },
    {
      "text": "66 Cadbury products not sold at Cadbury premises [101].",
      "id": "s412"
    },
    {
      "text": "This is not disputed; see earlier judgment [9], [88].",
      "id": "s413"
    },
    {
      "text": "67 Heavy emphasis in Cadbury marketing on specific products, particularly Cadbury Dairy Milk [102].",
      "id": "s414"
    },
    {
      "text": "This seems to be positively advanced in Cadbury's case.",
      "id": "s415"
    },
    {
      "text": "68 \" Darrell Lea\" name well known in connection with chocolate [103].",
      "id": "s416"
    },
    {
      "text": "Apparently not disputed.",
      "id": "s417"
    },
    {
      "text": "69 Names \"Darrell Lea\" and \"Cadbury\" quite distinct in sound and appearance [104].",
      "id": "s418"
    },
    {
      "text": "Not disputed; see earlier judgment at [38]-[39].",
      "id": "s419"
    },
    {
      "text": "70 Darrell Lea used purple 2000-2004 particularly at Christmas [105].",
      "id": "s420"
    },
    {
      "text": "This of course is a central part of Cadbury's case.",
      "id": "s421"
    },
    {
      "text": "The Cadbury experts relied on inspection of one or two shops and viewing of photographs and information provided by Cadbury, all in late 2005.",
      "id": "s422"
    },
    {
      "text": "The value of their opinions as to what in fact happened in the marketplace in 2000-2004 must be limited.",
      "id": "s423"
    },
    {
      "text": "On reflection, perhaps greater weight should be accorded to the fact that the usage of which Cadbury primarily complains, that at Christmas 2000-2004, was not just of purple but a combination of purple and copper.",
      "id": "s424"
    },
    {
      "text": "As one Darrell Lea witness said, speaking of Christmas time, \"everything in the store was purple and copper\".",
      "id": "s425"
    },
    {
      "text": "Note also Ms McGlinchey's evidence as to the choice of copper (earlier judgment at [47]).",
      "id": "s426"
    },
    {
      "text": "There is no suggestion Cadbury ever used copper in conjunction with purple.",
      "id": "s427"
    },
    {
      "text": "This would be a relevant distinguishing feature between Cadbury and Darrell Lea in the perceptions of consumers.",
      "id": "s428"
    },
    {
      "text": "71 Darrell Lea did not adopt purple to mislead consumers vis-a-vis Cadbury or its products [106].",
      "id": "s429"
    },
    {
      "text": "This was a major issue at the trial; see earlier judgment at [43]-[51].",
      "id": "s430"
    },
    {
      "text": "On the appeal, Cadbury's attack on this finding was abandoned.",
      "id": "s431"
    },
    {
      "text": "It cannot be affected by the opinions of the Cadbury experts.",
      "id": "s432"
    },
    {
      "text": "Cadbury's use of statements in its written submissions in the present hearing like \"Enticing consumers into the marketing web\" and \"The manipulation of consumer choice is a matter of expert evidence\" and assertions that Darrell Lea's use of purple was \"strategic, sustained\" and \"a departure from previous use of red and green at Christmas time, requiring decision at CEO and Board level\" may be an attempt to suggest a different, or qualified, conclusion on this issue.",
      "id": "s433"
    },
    {
      "text": "If so, it must be rejected.",
      "id": "s434"
    },
    {
      "text": "72 Most of Darrell Lea's retailing occurs in its own premises --- other retailing from store-in-stores --- minor presence in supermarkets and very limited in major chains --- products not presented for sale in close proximity to Cadbury's [107].",
      "id": "s435"
    },
    {
      "text": "The evidence was that at the time of trial Darrell Lea sold its products through 126 of its own shops and 699 \"store-in-store\" displays (free-standing units in other shops such as newsagencies and pharmacies --- they sold a substantially smaller range than Darrell Lea's own shops).",
      "id": "s436"
    },
    {
      "text": "About 70 per cent of sales were through the former category, but the latter were more profitable.",
      "id": "s437"
    },
    {
      "text": "It is likely that category of outlet will be expanded.",
      "id": "s438"
    },
    {
      "text": "73 The only qualification I would make to that finding is that, in relation to the concluding sentence, the summary of evidence at [89] of the earlier judgment has some inaccuracy.",
      "id": "s439"
    },
    {
      "text": "Mr Selvay took his photographs in February 2006, not 2005, in five IGA supermarkets, two video stores, a pharmacy and a newsagency.",
      "id": "s440"
    },
    {
      "text": "The photographs show Cadbury and Darrell Lea products within the same picture.",
      "id": "s441"
    },
    {
      "text": "Sometimes they are on opposite sides of an aisle and sometimes closer together.",
      "id": "s442"
    },
    {
      "text": "The name \"Darrell Lea\" in its distinctive script appears on prominent signage.",
      "id": "s443"
    },
    {
      "text": "However, the fact remains that the familiarity of Darrell Lea stand alone shops, coupled with distinctive signage in both types of outlet, would be likely to emphasise and reinforce in the minds of consumers that Darrell Lea is a different firm from Cadbury and sells different products.",
      "id": "s444"
    },
    {
      "text": "Ms Linda Hurst, a Darrell Lea national marketing manager, said that the shops \"were the things that generated the brand imagery for Darrell Lea\" (earlier judgment at [35]).",
      "id": "s445"
    },
    {
      "text": "Moreover, as is mentioned in the earlier judgment at [88], IGA supermarkets were minor sales outlets for Darrell Lea.",
      "id": "s446"
    },
    {
      "text": "74 Darrell Lea gives less emphasis to particular products [108].",
      "id": "s447"
    },
    {
      "text": "This does not appear to be disputed.",
      "id": "s448"
    },
    {
      "text": "Darrell Lea had no equivalent to Cadbury's flagship Cadbury Dairy Milk.",
      "id": "s449"
    },
    {
      "text": "75 Darrell Lea does not sell moulded block chocolate [109].",
      "id": "s450"
    },
    {
      "text": "Again, not disputed.",
      "id": "s451"
    },
    {
      "text": "76 Darrell Lea's distinctive script widely and consistently used [110].",
      "id": "s452"
    },
    {
      "text": "Not disputed.",
      "id": "s453"
    },
    {
      "text": "77 Colour recognition can play an important part in consumer chocolate-purchasing decisions [111].",
      "id": "s454"
    },
    {
      "text": "Much of the Cadbury experts' opinions were taken up with an exegesis of this theme, which ordinary experience would suggest is fairly self-evident.",
      "id": "s455"
    },
    {
      "text": "Although senior counsel for Cadbury said that the science of marketing is \"in great part counter-intuitive\" in my view the evidence in this case rather suggests the contrary.",
      "id": "s456"
    },
    {
      "text": "78 The present case concerns the use of colour in retail marketing.",
      "id": "s457"
    },
    {
      "text": "Ordinary experience, history and literature all tell us that colours operate as powerful stimulants of memory, identification and loyalty: \"The Wearing of the Green\", \"The people's flag /Is deepest red\".",
      "id": "s458"
    },
    {
      "text": "So it is not surprising that attractive colours including, but not limited to, purple, play an important part in the marketing of chocolate.",
      "id": "s459"
    },
    {
      "text": "The science of marketing confirms this intuitive perception.",
      "id": "s460"
    },
    {
      "text": "79 Another example is the concept of \"brand equity\".",
      "id": "s461"
    },
    {
      "text": "That a brand can be, as Dr Gibbs says, highly valuable to its owners, is not particularly arcane knowledge.",
      "id": "s462"
    },
    {
      "text": "80 Consumer chocolate-purchasing decisions often quick and impulsive, but not necessarily irrational --- price and brand recognition can be important [112].",
      "id": "s463"
    },
    {
      "text": "Again this accords with much of what the Cadbury experts said about \"low involvement\" products.",
      "id": "s464"
    },
    {
      "text": "There was evidence about the price sensitivity of Cadbury chocolate (earlier judgment at [92]-[93]).",
      "id": "s465"
    },
    {
      "text": "This is significant evidence.",
      "id": "s466"
    },
    {
      "text": "It is virtually the only evidence of actual consumer behaviour in the retail chocolate market.",
      "id": "s467"
    },
    {
      "text": "The fact that consumers clearly make purchasing decisions having regard to price suggests they do not act irrationally and are capable of distinguishing between differently branded products.",
      "id": "s468"
    },
    {
      "text": "81 Cadbury and Darrell Lea are competitors in the retail chocolate market [121].",
      "id": "s469"
    },
    {
      "text": "Not disputed.",
      "id": "s470"
    },
    {
      "text": "82 Cadbury and Darrell Lea have distinctive product lines [121].",
      "id": "s471"
    },
    {
      "text": "This is a fair conclusion; see earlier judgment at [36], [90].",
      "id": "s472"
    },
    {
      "text": "83 Cadbury and Darrell Lea products are sold from different sorts of premises [121].",
      "id": "s473"
    },
    {
      "text": "This is substantially correct; see earlier judgment at [88] and [72]-[73] above.",
      "id": "s474"
    },
    {
      "text": "84 Cadbury and Darrell Lea products are sold under distinctive trade names [121].",
      "id": "s475"
    },
    {
      "text": "This is an important, and undisputed, fact.",
      "id": "s476"
    },
    {
      "text": "85 Cadbury and Darrell Lea have distinctive identities in the retail chocolate marketplace [121].",
      "id": "s477"
    },
    {
      "text": "While no doubt conclusionary, I think this is a fair summary.",
      "id": "s478"
    },
    {
      "text": "The law \n \n86 Cadbury's amended notice of appeal did not criticise any statement of the substantive law in the earlier judgement at [117]-[120].",
      "id": "s479"
    },
    {
      "text": "Apart from the question of exclusive reputation in trade practices claims (see [56] above) and of course the s 80 point, Full Court I does not suggest there was any incorrect statement of principle.",
      "id": "s480"
    },
    {
      "text": "87 In its written submissions Cadbury cited numerous decisions which were said to involve facts or issues similar to the present case and statements of judges about the facts in those cases.",
      "id": "s481"
    },
    {
      "text": "For its part, Darrell Lea sought to draw different messages from those, and other, cases and statements.",
      "id": "s482"
    },
    {
      "text": "Without wishing to disparage the industry of counsel, I did not find this exercise particularly helpful.",
      "id": "s483"
    },
    {
      "text": "I repeat the statement of Lord Oliver in Reckitt &amp; Colman Ltd v Borden Inc (1990) 17 IPR 1 at 7, quoted in the earlier judgment at [120].",
      "id": "s484"
    },
    {
      "text": "Mutatis mutandis , similar considerations apply to the trade practices claims.",
      "id": "s485"
    },
    {
      "text": "As was pointed out in Domain Names and Interlego (see [49]-[50] above), these are jury questions.",
      "id": "s486"
    },
    {
      "text": "A jury would not be asked to consider what was said by judges in other cases because a jury has to apply legal principle to the facts before it, and no other facts.",
      "id": "s487"
    },
    {
      "text": "88 One additional aspect of trade practices law which should be mentioned is that conduct which results in mere confusion, or consumers being \"caused to wonder\", does not amount to misleading and deceptive conduct within the meaning of the statute.",
      "id": "s488"
    },
    {
      "text": "The position is to be distinguished from that in trade mark law.",
      "id": "s489"
    },
    {
      "text": "In Parkdale Custom Built Furniture v Puxu Pty Ltd [1982] HCA 44 ; (1982) 149 CLR 191 at 198 Gibbs CJ said:\n In McWilliam's Wines Pty Ltd v McDonalds System of Australia Pty Ltd (1980) 49 FLR 455 it was rightly held by Smithers J and by Fisher J that to prove a breach of s 52 it is not enough to establish that the conduct complained of was confusing or caused people to wonder whether two products may have come from the same source, and that Southern Cross Refrigerating Co v Toowoomba Foundry Pty Ltd (1954) 91 CLR 592 , a decision on the Trade Marks Act 1905 (Cth), as amended, is distinguishable.",
      "id": "s490"
    },
    {
      "text": "I need not add to what their Honours said on this subject (1980) 49 FLR, at pp 458-459, 475-476.",
      "id": "s491"
    },
    {
      "text": "Likewise in Taco Co (Aust) Inc v Taco Bell Pty Ltd (1982) 42 ALR 177 at 201 Deane and Fitzgerald JJ said:\n Conduct which produces or contributes to confusion or uncertainty may or may not be misleading or deceptive for the purposes of s 52.",
      "id": "s492"
    },
    {
      "text": "In some circumstances, conduct could conceivably be properly categorized as misleading or deceptive for the very reason that it represents that confusion or uncertainty exists where, in truth, there is no proper room for either.",
      "id": "s493"
    },
    {
      "text": "Ordinarily, however, a tendency to cause confusion or uncertainty will not suffice to establish that conduct is of the type described in s 52.",
      "id": "s494"
    },
    {
      "text": "The question whether particular conduct causes confusion or wonderment cannot be substituted for the question whether the conduct answers the statutory description contained in s 52.",
      "id": "s495"
    },
    {
      "text": "Much of Dr Gibbs' opinions as to misinference and misassociation would seem to be examples of the \"caused to wonder\" reaction by consumers (and others such as employees and competitors).",
      "id": "s496"
    },
    {
      "text": "Insofar as they are, they would seem to raise matters outside the purview of the Trade Practices Act or the tort of passing off, even if they are matters of commercial concern to Cadbury.",
      "id": "s497"
    },
    {
      "text": "Conclusion \n \n89 Having considered the evidence of the Cadbury experts, and reconsidered the evidence at the earlier hearing, I am not persuaded that Darrell Lea, in using the colour purple, has passed off its business or products as those of Cadbury or contravened the Trade Practices Act .",
      "id": "s498"
    },
    {
      "text": "I am not satisfied that such usage has resulted, or would result, in a hypothetical ordinary and reasonable member of the class constituted by prospective purchasers of chocolate being misled or deceived, contrary to ss 52 or 53 (c) and (d).",
      "id": "s499"
    },
    {
      "text": "90 The application will be dismissed.",
      "id": "s500"
    },
    {
      "text": "Questions of costs will be adjourned to a date to be fixed.",
      "id": "s501"
    },
    {
      "text": "I certify that the preceding ninety (90) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s502"
    },
    {
      "text": "Associate:\n\nDated: 11 April 2008\n\n Counsel for the Applicant: N Hutley SC, M Wyles and S Rebikoff \n \n Counsel for the Respondent: C Golvan SC and S Ricketson \n\n Date of Hearing: 11, 12 and 20 March 2008 \n \n Date of Judgment: 11 April 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/470.html",
      "id": "s503"
    }
  ]
}