{
  "name": "von Arnim v Medfin Australia Pty Ltd [2008] FCA 472 (7 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/472.html",
  "catchphrases": [
    {
      "text": "intervening sequestration order",
      "id": "c0"
    },
    {
      "text": "no election by trustee",
      "id": "c1"
    },
    {
      "text": "proceedings dismissed",
      "id": "c2"
    },
    {
      "text": "interlocutory decision",
      "id": "c3"
    },
    {
      "text": "extension of time and leave refused in any event",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 On 21 September 2007, a Federal Magistrate made the following order:\n The orders dated 3 September 2007, be amended to read: 1.",
      "id": "s0"
    },
    {
      "text": "The hearing of 3 September 2007 is adjourned to a date to be fixed due to Dr Ulrich von Arnim's medical condition.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "Dr Ulrich von Arnim is to file and serve an affidavit by 10 September 2007 attaching a medical report from his treating doctor, which outlines his medical condition and when the doctor estimates he will be fit for hearing in this Court in Sydney.",
      "id": "s3"
    },
    {
      "text": "2 Self-evidently there was a problem with the dates contained within the orders as made.",
      "id": "s4"
    },
    {
      "text": "Whether or not an application was made to the Federal Magistrate to vary the orders is not known.",
      "id": "s5"
    },
    {
      "text": "That is the course which should have been pursued.",
      "id": "s6"
    },
    {
      "text": "3 The course in fact pursued by the Applicant was to file in this Court an Application for Leave to Appeal .",
      "id": "s7"
    },
    {
      "text": "That Application was filed on 12 November 2007, together with an Affidavit .",
      "id": "s8"
    },
    {
      "text": "4 The orders made by the Federal Magistrates Court are interlocutory.",
      "id": "s9"
    },
    {
      "text": "Leave to appeal to this Court is thus required by s 24(1A) of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s10"
    },
    {
      "text": "Also required is an extension of time within which to commence these proceedings.",
      "id": "s11"
    },
    {
      "text": "5 The Application came before this Court on 10 December 2007, and on that occasion there was no appearance for the Applicant.",
      "id": "s12"
    },
    {
      "text": "Attempts to telephone the Applicant during the course of the proceedings proved unsuccessful.",
      "id": "s13"
    },
    {
      "text": "The matter was adjourned to 4 February 2008 for hearing.",
      "id": "s14"
    },
    {
      "text": "On 22 January 2008 the Applicant wrote in the following terms to the Court advising:\n Thank you for your letter, which I have received via redirected mail.",
      "id": "s15"
    },
    {
      "text": "As I have insulin dependent diabetes the reason why I could not answer the phone on 10 Dec 2007 was because I fell into hypoglycemic unconsciousness and therefore did not hear the phone ringing.",
      "id": "s16"
    },
    {
      "text": "The ambulance had to attend to me.",
      "id": "s17"
    },
    {
      "text": "Moreover, I have currently two other matters on, NSD 1779 and SAD 153, both of these matters are on before His Honour Justice Sundberg.",
      "id": "s18"
    },
    {
      "text": "These two cases deal with the fraudulent conduct of the NAB, MEDFIN &amp; Ors.",
      "id": "s19"
    },
    {
      "text": "The Federal Court of Australia has given this matter so much importance that they have appointed Pro Bono Counsel to represent the matter on my behalf.",
      "id": "s20"
    },
    {
      "text": "Amongst other things I have been requested to obtain certain documents from certain European authorities.",
      "id": "s21"
    },
    {
      "text": "Therefore, I am currently until at least March 08 in Europe.",
      "id": "s22"
    },
    {
      "text": "I wish to advise the court that preliminary findings in NSD 1779 and SAD 153 of 2007 have determined that MEDFIN has without any doubt received the 390,000 due to it pursuant to the settlement deed.",
      "id": "s23"
    },
    {
      "text": "However, these documents form an essential part of the case against the respondents in NSD 1779 and SAD 153 of 2007 and pursuant to the Commonwealth Evidence Act I cannot use these documents in any other proceeding without leave of His Honour Justice Sundberg.",
      "id": "s24"
    },
    {
      "text": "As matters currently stand cases NSD 1779 and SAD 153 of 2007 are set to be finalized in May 08.",
      "id": "s25"
    },
    {
      "text": "This also includes the issues raised by MEDFIN leading up to NSD 2224 of 2007.",
      "id": "s26"
    },
    {
      "text": "I humbly request that all hearing dates for NSD 2224 of 2007 be adjourned until the other two cases have been finalized.",
      "id": "s27"
    },
    {
      "text": "In any event I will not be in Australia on the date set for hearing.",
      "id": "s28"
    },
    {
      "text": "6 A copy of that letter was provided to the Respondent.",
      "id": "s29"
    },
    {
      "text": "A subsequent letter dated 23 January 2008 was also received by the Court, which stated:\n Thank you for your letter, which I have received via redirected fax.",
      "id": "s30"
    },
    {
      "text": "I understand that the direction hearing is going ahead on 4 Feb 2008.",
      "id": "s31"
    },
    {
      "text": "I wish to advise the honourable court that on that day I will no [sic] be available.",
      "id": "s32"
    },
    {
      "text": "As I am a layperson and have no formal legal training, despite having made the initial application for leave, I am neither physically nor legally capable of conducting such proceedings correctly.",
      "id": "s33"
    },
    {
      "text": "I hereby formally request that the honourable Court refer the matter to the Registrar for his consideration to appoint Pro Bono Counsel.",
      "id": "s34"
    },
    {
      "text": "7 On 4 February 2008 there was again no appearance for the Applicant, perhaps not surprisingly given the terms of his January letters.",
      "id": "s35"
    },
    {
      "text": "On that occasion the Respondent sought an order that the proceedings be dismissed pursuant to O 32, r 2(1)(c) of the Federal Court Rules 1979 (Cth).",
      "id": "s36"
    },
    {
      "text": "8 Intervening, namely on 29 January 2008, a sequestration order was made against the Applicant in the Federal Magistrates Court in Melbourne.",
      "id": "s37"
    },
    {
      "text": "On 27 February 2008 a letter was forwarded to the trustee of the estate of the Applicant, requesting the trustee pursuant to s 60(2) of the Bankruptcy Act 1966 (Cth) to make an election to either prosecute or discontinue these proceedings.",
      "id": "s38"
    },
    {
      "text": "9 On 25 March 2008, the trustee of the estate of the Applicant sought funding from creditors to substantiate and/or pursue the action so as to avoid it being abandoned on 26 March 2008.",
      "id": "s39"
    },
    {
      "text": "Within the 28 day period prescribed by s 60(3) of the Bankruptcy Act the trustee did not make that election and the trustee is therefore \" deemed to have abandoned the action \".",
      "id": "s40"
    },
    {
      "text": "10 Accordingly, the appropriate order to be made pursuant to that section is that the proceedings should be dismissed.",
      "id": "s41"
    },
    {
      "text": "11 It should be further noted that, irrespective of that provision, an extension of time within which to file the Application would not have been granted.",
      "id": "s42"
    },
    {
      "text": "The affidavit evidence as filed by the Applicant in support of an extension of time has been considered and it provides little evidence to support an extension being granted other than providing a general statement that the Applicant is an insulin diabetic, and a further statement that he did not become aware of the order of the Federal Magistrate until 1 November 2007.",
      "id": "s43"
    },
    {
      "text": "12 Why the Applicant only became aware of the September orders of the Federal Magistrate in November 2007 remains unexplained.",
      "id": "s44"
    },
    {
      "text": "It is not understood that Mr von Arnim is asserting that his medical condition precluded or otherwise affected his ability to obtain a copy of the orders made by the Federal Magistrate prior to November 2007.",
      "id": "s45"
    },
    {
      "text": "His Affidavit simply states:\n I only became aware of those orders when I was advised by my friend solicitor Katharine Moorhouse-Perks to download them on 1 Nov 2007.",
      "id": "s46"
    },
    {
      "text": "13 One available inference is that he simply gave the Federal Magistrates Court proceedings no thought or consideration prior to November 2007.",
      "id": "s47"
    },
    {
      "text": "If an extension of time is sought, it remains a matter for the party seeking the extension to set forth a factual basis upon which the discretion may properly be exercised.",
      "id": "s48"
    },
    {
      "text": "Rules of court, particularly those relating to time, should never be allowed to become an \" instrument of tyranny \": see Outboard Marine Australia Pty Ltd v Byrnes [1974] 1 NSWLR 27 at 30.",
      "id": "s49"
    },
    {
      "text": "But prima facie , they must be obeyed.",
      "id": "s50"
    },
    {
      "text": "The factual basis upon which Mr von Arnim is seeking an extension of time is, it is considered, not sufficient to justify an exercise of discretion in his favour.",
      "id": "s51"
    },
    {
      "text": "Even had an extension of time been granted, leave to appeal would also not have been granted.",
      "id": "s52"
    },
    {
      "text": "14 The fact remains, however, that the trustee was given notice and no election was made within the 28 day period prescribed by s 60(3) of the Bankruptcy Act .",
      "id": "s53"
    },
    {
      "text": "ORDERS \n \n15 The orders of the Court are:\n \n1.",
      "id": "s54"
    },
    {
      "text": "The proceedings be dismissed.",
      "id": "s55"
    },
    {
      "text": "2.",
      "id": "s56"
    },
    {
      "text": "The Applicant to pay the Respondent's costs, including reserved costs, as agreed or taxed.",
      "id": "s57"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s58"
    },
    {
      "text": "Associate:\n\nDated: 7 April 2008\n\n Counsel for the Applicant: The Applicant did not appear \n \n Solicitor for the Respondent: S Taleski (NV Lawyers) \n\n Date of Hearing: 7 April 2008 \n \n Date of Judgment: 7 April 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/472.html",
      "id": "s59"
    }
  ]
}