{
  "name": "Rilstone v BP Australia Pty Ltd (Corrigendum dated 8 February 2008) [2008] FCA 44 (1 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/44.html",
  "catchphrases": [
    {
      "text": "alleged contravention of s 400(5) workplace relations act 1996 (cth)",
      "id": "c0"
    },
    {
      "text": "allegation that employee placed under duress to sign awa",
      "id": "c1"
    },
    {
      "text": "claim not established on evidence",
      "id": "c2"
    },
    {
      "text": "held: dismissed.",
      "id": "c3"
    },
    {
      "text": "alleged failure to comply with requirements of division 12 part 8 chapter 2 workplace relations regulations 2006",
      "id": "c4"
    },
    {
      "text": "limited submissions on proper construction of regulations",
      "id": "c5"
    },
    {
      "text": "full names and addresses not appearing on awas",
      "id": "c6"
    },
    {
      "text": "intended operation of regulations unclear",
      "id": "c7"
    },
    {
      "text": "held: no liability to penalty imposed by reg 8.11",
      "id": "c8"
    },
    {
      "text": "extent of obligation imposed on employer by reg 8.13(2) limited by reg 8.13(1).",
      "id": "c9"
    },
    {
      "text": "industrial law",
      "id": "c10"
    },
    {
      "text": "industrial law",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n3 The applicant is a workplace inspector appointed under s 167 of the Workplace Relations Act 1996 (Cth) (\"the WRA\").",
      "id": "s0"
    },
    {
      "text": "By this proceeding he seeks orders that the respondents pay penalties ---\n \n (a) under s 407(1)(b) of the WRA for contravention of s 400(5) of the WRA; and\n (b) under regs 14.3 and 14.4 of the Workplace Relations Regulations 2006 (\"the Regulations \") for contravention of regs 8.11(1)(c) and 8.13(2).",
      "id": "s1"
    },
    {
      "text": "4 In summary the applicant claims that the respondents applied duress to a minor in connection with an AWA and that certain proposed AWAs did not comply with all of the requirements of Division 12 of Part 8 of Chapter 2 of the Regulations .",
      "id": "s2"
    },
    {
      "text": "5 For the reasons set out below the application will be dismissed so far as it seeks an order or orders against the first respondent.",
      "id": "s3"
    },
    {
      "text": "It will be stood over to allow the making of further submissions as to the penalty, if any, that the second respondent should be ordered to pay.",
      "id": "s4"
    },
    {
      "text": "DURESS CLAIM --- FACTUAL MATTERS \n \n6 The parties are to be commended for having reached agreement on a statement of facts which, while not comprehensive, significantly reduced the time necessary for the hearing of this matter.",
      "id": "s5"
    },
    {
      "text": "Most of the factual matters outlined below are taken from the amended statement of agreed facts.",
      "id": "s6"
    },
    {
      "text": "Where it has been necessary for me to make a factual finding by reference to the oral evidence I have so indicated.",
      "id": "s7"
    },
    {
      "text": "7 From a date in late 2004 Adelaide Petroleum Pty Ltd, as franchisee to BP Australia Pty Ltd (\"BP\"), operated 11 retail sales outlets of the kind commonly called petrol stations in the greater Adelaide area.",
      "id": "s8"
    },
    {
      "text": "These retail sales outlets were branded as premises of BP.",
      "id": "s9"
    },
    {
      "text": "One of them was in Belair.",
      "id": "s10"
    },
    {
      "text": "8 In June or July 2006 Adelaide Petroleum and BP entered into a deed to terminate the franchise agreement between them with effect from 17 November 2006 (\"the Deed\").",
      "id": "s11"
    },
    {
      "text": "The termination of the franchise agreement effected a transmission or assignment to BP of the business of Adelaide Petroleum that was the subject of the Deed.",
      "id": "s12"
    },
    {
      "text": "9 No 1 Riverside Quay Pty Ltd (\"Riverside\") is a wholly owned subsidiary of BP.",
      "id": "s13"
    },
    {
      "text": "From about 17 November 2006 Riverside has employed all of the employees working at BP's retail sales outlets, including those working at the Belair site formerly operated by Adelaide Petroleum.",
      "id": "s14"
    },
    {
      "text": "10 In about November 2005, Mr William Schulze (\"Bill\") commenced a traineeship working as a console operator for Adelaide Petroleum at the retail sales outlet at Belair.",
      "id": "s15"
    },
    {
      "text": "While he was employed by Adelaide Petroleum Bill's employment was regulated by an AWA.",
      "id": "s16"
    },
    {
      "text": "Bill was still a trainee when his employment was terminated by Adelaide Petroleum on about 17 November 2006.",
      "id": "s17"
    },
    {
      "text": "Bill was not thereafter offered employment by BP or Riverside.",
      "id": "s18"
    },
    {
      "text": "11 Employees of Adelaide Petroleum were invited to an information session on 2 August 2006.",
      "id": "s19"
    },
    {
      "text": "The invitation was issued on a document bearing BP's logo.",
      "id": "s20"
    },
    {
      "text": "The purpose of the information session was to inform Adelaide Petroleum employees of the transmission to BP of Adelaide Petroleum's business as operator of the 11 retail sales outlets and to let them know of employment opportunities with BP.",
      "id": "s21"
    },
    {
      "text": "Information packs prepared by a Human Resources Officer employed by Riverside, on the instructions of the National Retail Transitional Manager of BP, were provided to Adelaide Petroleum employees at the information session.",
      "id": "s22"
    },
    {
      "text": "I find that the packs included various policy documents; a BP Retail Application for Employment form; a No 1 Riverside Quay Australian Workplace Agreement 2004 (\"the AWA\") and a copy of the Office of the Employment Advocate Information Statement for Employees --- Australian Workplace Agreement.",
      "id": "s23"
    },
    {
      "text": "12 Although Bill did not attend the information session he obtained a copy of the information pack, including the AWA, on about 6 August 2006.",
      "id": "s24"
    },
    {
      "text": "Bill's father, Mr Peter Schulze (\"Mr Schulze\") gave oral evidence that shortly thereafter he found a copy of the AWA in the Schulze family study and that he read the document with interest and care.",
      "id": "s25"
    },
    {
      "text": "A Riverside induction booklet which outlined Riverside's Staff Policy Guidelines was attached to the AWA and Mr Schulze also had a look at it.",
      "id": "s26"
    },
    {
      "text": "Subsequently Mr Schulze discussed the terms of the AWA with Bill and then witnessed Bill's signature on the AWA.",
      "id": "s27"
    },
    {
      "text": "I am satisfied from the evidence given by Bill that it was on 7 August 2006 that Mr Schulze witnessed Bill's signature on the AWA.",
      "id": "s28"
    },
    {
      "text": "13 Bill correctly understood at this time that neither BP nor Riverside had offered him employment.",
      "id": "s29"
    },
    {
      "text": "However, Mr Schulze believed that the AWA constituted an offer of employment to Bill.",
      "id": "s30"
    },
    {
      "text": "14 On 9 August 2006 assessment sessions were held for employees of Adelaide Petroleum at the Rydges Hotel, Adelaide.",
      "id": "s31"
    },
    {
      "text": "The sessions were conducted by Lisa Michelle Elm, Human Resources Manager --- Convenience Retail Australia for BP, Christine Anne Clifford who was then Human Resources Officer for Riverside and Julie Anne Gibson who was then the National Retail Transition Manger for BP.",
      "id": "s32"
    },
    {
      "text": "15 What was said by Ms Elm to Mr Schulze at the assessment session attended by Bill and Mr Schulze is critical to the applicant's case of alleged duress.",
      "id": "s33"
    },
    {
      "text": "It is therefore appropriate to set out in some detail the evidence on this topic of all witnesses who were present at the meeting.",
      "id": "s34"
    },
    {
      "text": "16 Bill's memory of exactly what happened at the assessment session is apparently poor.",
      "id": "s35"
    },
    {
      "text": "However, he recalls that those attending sat at a number of round tables and that those conducting the session walked around collecting AWAs.",
      "id": "s36"
    },
    {
      "text": "He also recalls that he was told that he had not had his AWA for long enough and that he would be given another one because he \"had to have it for a week beforehand\".",
      "id": "s37"
    },
    {
      "text": "He gave evidence that a woman he believed to be called Lisa took the AWA that he had signed, tore it up and gave him a fresh copy of an identical document.",
      "id": "s38"
    },
    {
      "text": "I am satisfied that this happened and that the woman called Lisa was Ms Elm.",
      "id": "s39"
    },
    {
      "text": "17 Bill gave evidence that during the assessment session his father attracted Ms Elm's attention and asked her about the rate of pay for which the AWA provided and the provision contained in it requiring the employee to obtain a medical certificate if he or she took sick leave.",
      "id": "s40"
    },
    {
      "text": "Bill initially said that he was unable to recall Ms Elm's response to his father's questions.",
      "id": "s41"
    },
    {
      "text": "He subsequently gave evidence that he knew that she said something like: \"these are pretty standard agreements and if you don't like them you don't have to sign them\".",
      "id": "s42"
    },
    {
      "text": "He was unable to recall his father's response.",
      "id": "s43"
    },
    {
      "text": "At the close of his examination in chief the following exchanged occurred between Bill and counsel for the applicant:\n \n \n \n MR STANLEY QC: Did you have any view as to what the consequence would be if you didn't sign the AWA?",
      "id": "s44"
    },
    {
      "text": "BILL: Well, I knew if I didn't sign the AWA, I wouldn't be working for them.",
      "id": "s45"
    },
    {
      "text": "MR STANLEY: Why did you think that?",
      "id": "s46"
    },
    {
      "text": "BILL: Because that's the contract you have to sign if you would like to get employed there.",
      "id": "s47"
    },
    {
      "text": "...\n MR STANLEY: Why did you form that belief, that you had to sign the AWA if you wanted to get a job?",
      "id": "s48"
    },
    {
      "text": "BILL: Well, usual business propositions and applications are filled out in paper and not verbally, so I just assumed the AWA was what was necessary to get the job.",
      "id": "s49"
    },
    {
      "text": "18 Mr Schulze gave evidence that at the assessment session he asked Ms Elm a question about the rate of pay in the AWA which was a lower hourly rate than in the Adelaide Petroleum AWA.",
      "id": "s50"
    },
    {
      "text": "I interpolate that the AWA provided for permanent part-time employment while the Adelaide Petroleum AWA provided for casual employment.",
      "id": "s51"
    },
    {
      "text": "He agreed that her response was to the effect: \"Well, you need to look at annual leave and leave loading.",
      "id": "s52"
    },
    {
      "text": "You need to look at a number of factors\".",
      "id": "s53"
    },
    {
      "text": "He also gave evidence that he queried whether an absence from work would be able to be verified by a means other than the provision of a medical certificate.",
      "id": "s54"
    },
    {
      "text": "He agreed that Ms Elm responded: \"He could go to a bulk-billing clinic\".",
      "id": "s55"
    },
    {
      "text": "Mr Schulze accepted that he thought that the requirement for a medical certificate was unreasonable and that his frustration overtook him.",
      "id": "s56"
    },
    {
      "text": "He said that he asked Ms Elm if the offer of employment would be withdrawn if Bill didn't sign the AWA and that she responded \"Yes\".",
      "id": "s57"
    },
    {
      "text": "Mr Schulze responded to the cross examiner's challenge to his statement concerning Ms Elm's answer by stating: \"Sir, my testimony is accurate and honest\".",
      "id": "s58"
    },
    {
      "text": "I understand this response to indicate the Mr Schulze does not accept the possibility of any detail of his recollection of Ms Elm's answer being erroneous.",
      "id": "s59"
    },
    {
      "text": "Mr Schulze described the exchange between him and Ms Elm as \"robust\".",
      "id": "s60"
    },
    {
      "text": "19 Anika Elizabeth Sack was one of Bill's co-workers.",
      "id": "s61"
    },
    {
      "text": "At the assessment session she sat at the same table as Bill and Mr Schulze.",
      "id": "s62"
    },
    {
      "text": "She recalled an argument between Mr Schulze and Ms Elm although understandably she had a limited memory of precisely what was said.",
      "id": "s63"
    },
    {
      "text": "Ms Sack gave evidence that Mr Schulze complained to Ms Elm about the reduction in pay reflected in the AWA and then asked: \"Well, what happens if Bill didn't sign the AWA?",
      "id": "s64"
    },
    {
      "text": "\" Ms Sack said that Ms Elm responded: \"He wouldn't have a job, they wouldn't employ him\".",
      "id": "s65"
    },
    {
      "text": "20 Alan James Vilimas was also at the same table as Bill and Mr Schulze during the assessment session.",
      "id": "s66"
    },
    {
      "text": "He too had a limited memory of the details of the conversation between Mr Schulze and Ms Elm.",
      "id": "s67"
    },
    {
      "text": "He gave evidence that Mr Schulze raised with Ms Elm the reduction in pay rates between the AWA and the Adelaide Petroleum AWA and asked: \"What happens if we don't sign the AWA?",
      "id": "s68"
    },
    {
      "text": "\" Mr Vilimas said that Ms Elm responded: \"You wouldn't have a job\".",
      "id": "s69"
    },
    {
      "text": "21 It is not in dispute that Ms Sack and Mr Vilimas were interviewed by officers of the Office of Workplace Services on 11 October 2006 about what was said by Ms Elm at the assessment session on 9 August 2006.",
      "id": "s70"
    },
    {
      "text": "They travelled together by car to the Office of Workplace Services.",
      "id": "s71"
    },
    {
      "text": "Ms Sack agreed that on the way they discussed their respective recollections of what was said at the assessment session.",
      "id": "s72"
    },
    {
      "text": "Mr Vilimas gave evidence that he and Ms Sack had never discussed their respective recollections of what was said on that occasion.",
      "id": "s73"
    },
    {
      "text": "I prefer Ms Sack's evidence on this topic.",
      "id": "s74"
    },
    {
      "text": "Neither of them suggested that he or she had received advice not to exchange recollections or that he or she had previous experience in making statements to investigating officials.",
      "id": "s75"
    },
    {
      "text": "In the circumstances, it would have been an entirely natural thing for them to have discussed their respective recollections.",
      "id": "s76"
    },
    {
      "text": "22 Ms Elm gave evidence that Mr Schulze spoke to her during the assessment session quite loudly and in an antagonistic manner.",
      "id": "s77"
    },
    {
      "text": "She said that he characterised the policy about obtaining a medical certificate as outrageous and unfair and said that it would cost his son too much money.",
      "id": "s78"
    },
    {
      "text": "She said that she responded that there was always the opportunity to go to a bulk billing clinic and that he said that she obviously didn't live in Adelaide.",
      "id": "s79"
    },
    {
      "text": "Ms Elm also remembered a discussion at the table about the AWA pay rate.",
      "id": "s80"
    },
    {
      "text": "Ms Elm's evidence was that Mr Schulze did not ask her what would happen if Bill did not sign the AWA and that she did not say what would happen if Bill did not sign it.",
      "id": "s81"
    },
    {
      "text": "She gave evidence that Mr Schulze put to her words to the effect \"You're making my son sign an AWA\" and she replied in words to the effect \"I'm not making him sign anything\".",
      "id": "s82"
    },
    {
      "text": "23 I turn to assess the above evidence.",
      "id": "s83"
    },
    {
      "text": "I am not satisfied that Bill has any genuine recollection of what Ms Elm said in response to his father's intervention during the assessment session.",
      "id": "s84"
    },
    {
      "text": "He gave evidence that he was unable to recall what she said.",
      "id": "s85"
    },
    {
      "text": "I consider more likely than not that his subsequent answer concerning what he \"knew\" her to have said was based on his understanding of what his father claimed that she had said.",
      "id": "s86"
    },
    {
      "text": "This conclusion seems to me to find support in the passage reproduced in [15] above that concluded Bill's examination in chief.",
      "id": "s87"
    },
    {
      "text": "Notwithstanding that he had been questioned about what he heard Ms Elm say, he did not identify anything said by Ms Elm as providing the foundation for his belief that if he didn't sign the AWA he would not be working for BP or Riverside.",
      "id": "s88"
    },
    {
      "text": "24 I was invited to prefer the hearsay evidence of what Bill recollected being said at the assessment centre contained in his record of interview by the Office of Workplace Relations to his sworn evidence at trial.",
      "id": "s89"
    },
    {
      "text": "I decline to do so for the following reasons.",
      "id": "s90"
    },
    {
      "text": "First, I consider it appropriate to prefer Bill's sworn evidence over the unsworn record of interview notwithstanding that the interview took place at an earlier time.",
      "id": "s91"
    },
    {
      "text": "Secondly, I regard the record of interview as an unsatisfactory record of his memory of what was said because of the way in which the interview was conducted.",
      "id": "s92"
    },
    {
      "text": "The record of Bill's interview reveals that he initially said that he did not ask a representative of BP what would happen if he didn't sign the AWA but that it was self-explanatory what would happen.",
      "id": "s93"
    },
    {
      "text": "Subsequently, when pressed on the issue, Bill said that someone said to him that if he didn't sign the AWA he would not keep his job.",
      "id": "s94"
    },
    {
      "text": "Asked for particulars, he responded: \"At the signing, I asked, 'well, what happens if we don't sign it' and they go, 'well, you won't have a job offer'\".",
      "id": "s95"
    },
    {
      "text": "The interviewer, for a reason that is not apparent from the record of Bill's interview, then asked: \"So at the signing session, did you ask or did someone else?",
      "id": "s96"
    },
    {
      "text": "\" Bill is recorded as answering: \"I think you asked, dad\" and Mr Schulze is recorded as replying: \"I asked in that period there, but did you ask at a subsequent time?",
      "id": "s97"
    },
    {
      "text": "\" Bill replied in the negative.",
      "id": "s98"
    },
    {
      "text": "In the circumstances I am not satisfied that Bill's evidence as recorded in the record of interview is a record of his unprompted recollection of an exchange between Mr Schulze and Ms Elm.",
      "id": "s99"
    },
    {
      "text": "25 Although I am not positively satisfied that Mr Schulze sought to mislead the Court, I am satisfied that his version of what was said by Ms Elm is incorrect.",
      "id": "s100"
    },
    {
      "text": "I am convinced that if a question had been directed to Ms Elm that made explicit an assumption that Bill, or any Adelaide Petroleum employee, had already received an offer of employment, she would have acted to correct that assumption.",
      "id": "s101"
    },
    {
      "text": "The very purpose of the assessment session was to identify those employees of Adelaide Petroleum to whom BP/Riverside wished to make offers of employment.",
      "id": "s102"
    },
    {
      "text": "26 I am therefore left with the closely similar versions of the exchange given by Ms Sack and Mr Vilimas on the one hand and Ms Elm's version on the other.",
      "id": "s103"
    },
    {
      "text": "Subject to the fact that I prefer Ms Sack's evidence to that of Mr Vilimas on the question of whether or not they shared their respective recollections of what Ms Elm said on 9 August 2006, I am satisfied that both Ms Sack and Mr Vilimas sought to give frank evidence about what they recalled being said by Ms Elm at the assessment session.",
      "id": "s104"
    },
    {
      "text": "However, they were not themselves parties to the relevant exchange.",
      "id": "s105"
    },
    {
      "text": "In view of the importance of the precise language used by Ms Elm and, having regard to the likelihood that their respective recollections are now tainted by their earlier discussion on the topic, I feel unable to attribute any real weight to their evidence.",
      "id": "s106"
    },
    {
      "text": "27 For the above reasons I find the evidence led by the applicant on the critical issue of what was said by Ms Elm at the assessment session unsatisfactory.",
      "id": "s107"
    },
    {
      "text": "By contrast, I am satisfied that there is nothing improbable in the version of the exchange given by Ms Elm.",
      "id": "s108"
    },
    {
      "text": "I am not persuaded that Ms Elm failed to give her evidence frankly or that her recollection is inaccurate.",
      "id": "s109"
    },
    {
      "text": "I therefore conclude on the balance of probabilities that Ms Elm's version of the exchange between her and Mr Schulze on 9 August 2006 is correct.",
      "id": "s110"
    },
    {
      "text": "28 After the exchange between Mr Schulze and Ms Elm, Ms Elm took steps to ensure that someone who had not been involved in the altercation assumed responsibility for assessing the suitability for employment of those Adelaide Petroleum employees who were at the same table as Mr Schulze.",
      "id": "s111"
    },
    {
      "text": "She thought that they looked a little uncomfortable and she wished them to have an environment in which they could perform well.",
      "id": "s112"
    },
    {
      "text": "Ms Clifford assumed responsibility for assessing those at that table.",
      "id": "s113"
    },
    {
      "text": "29 When Ms Clifford came to assess Bill's performance as recorded in the booklet completed by him during the assessment session she marked him as failing every component other than the numeracy component.",
      "id": "s114"
    },
    {
      "text": "It was up to Ms Clifford to decide who should be offered employment.",
      "id": "s115"
    },
    {
      "text": "She decided that Bill would not be offered employment and he was so advised in a letter dated 17 October 2006.",
      "id": "s116"
    },
    {
      "text": "I interpolate that Bill had not at that time, nor did he ever, sign the fresh copy of the AWA given to him at the assessment session.",
      "id": "s117"
    },
    {
      "text": "30 It seems fair to record that Bill's performance at the assessment session might well be explained by the following answer given by him during his examination in chief:\n \n ...given the nature of the conversation, I assumed that my chances of getting employment with that company would have [been] jeopardised after the way my father proceeded to ask questions.",
      "id": "s118"
    },
    {
      "text": "SECTION 400 \n \n31 As at August 2006, s 400 of the WRA relevantly provided:\n \n \n (5) A person must not apply duress to an employer or employee in connection with an AWA.",
      "id": "s119"
    },
    {
      "text": "(6) To avoid doubt, a person does not apply duress for the purposes of subsection (5) merely because the person requires another person to make an AWA as a condition of engagement.",
      "id": "s120"
    },
    {
      "text": "STATEMENT OF CLAIM \n \n32 The case of the applicant concerning the duress claim was pleaded in the Further Amended Statement of Claim (\"Statement of Claim\") as follows:\n \n \n 15.",
      "id": "s121"
    },
    {
      "text": "During the course of the assessment centre session, the respondents applied duress to Schulze [ie Bill] in relation to a proposed AWA.",
      "id": "s122"
    },
    {
      "text": "PARTICULARS \n \n \n \n 15.1 Ms Lisa Elm, an employee of BP, attended the assessment centre session and was acting on behalf of the respondents.",
      "id": "s123"
    },
    {
      "text": "15.2 Ms Elm confirmed that Schulze's hourly rate under the proposed AWA would be reduced and that in relation to absence for medical reasons, a medical certificate would be required.",
      "id": "s124"
    },
    {
      "text": "15.3 The respondents applied duress to Schulze in that it was made clear to Schulze by Ms Elm that the AWA was not negotiable and if it was not signed, there would be no offer of employment.",
      "id": "s125"
    },
    {
      "text": "15.4 The respondents applied duress to Schulze and contravened section 400(5) of the Act in that: \n \n \n \n \n \n \n 15.4.1 At the relevant time, Schulze was 17 years old; \n \n \n \n \n \n \n \n \n \n 15.4.2 At the relevant time, Schulze was employed by Adelaide Petroleum; \n \n \n \n \n \n \n \n 15.4.3 In anticipation of the deed of termination (referred to in paragraph 4) becoming effective, sometime in early August 2006, Schulze was informed by Trevor Johnson, at the instigation of the respondents, that he had to attend the assessment centre session (referred to in paragraph 14) in order to continue his employment at BP Belair; \n \n \n \n \n \n \n \n 15.4.4 Schulze attended the session referred to in paragraph 14.",
      "id": "s126"
    },
    {
      "text": "There Ms Elm made the statement referred to in subparagraph 15.3; and \n \n \n \n \n \n \n \n 15.4.5 At the relevant time, the facts and circumstances referred to in paragraphs 3, 9, 10, 11, 12 were operative.",
      "id": "s127"
    },
    {
      "text": "33 The facts and circumstances referred to in paragraphs 3, 9, 10, 11 and 12 of the Statement of Claim relate to the relationship between BP and Riverside referred to above, to the control exercised by BP over Adelaide Petroleum's operations as its franchisee, to the information sessions held by BP and Riverside for Adelaide Petroleum employees and to the provision of information to such employees that they were required to attend an information session if they wished to remain employed at the retail sales outlets at which they worked.",
      "id": "s128"
    },
    {
      "text": "I note incidentally that it is an agreed fact that Bill did not attend an information session (see [10] above).",
      "id": "s129"
    },
    {
      "text": "CONCLUSION RE DURESS \n \n34 The applicant's case concerning duress was dependent upon its establishing that, at the assessment session held on 9August 2006, Ms Elm made clear to Bill that the AWA was not negotiable and, if it was not signed, there would be no offer of employment.",
      "id": "s130"
    },
    {
      "text": "35 Mr Stanley QC, counsel for the applicant, conceded in his closing submissions that if I were to accept the evidence of Ms Elm on the issue of what she said to Mr Schulze at the assessment session then the allegation of a contravention of s400(5) would not be made out.",
      "id": "s131"
    },
    {
      "text": "As indicated above, I do accept Ms Elm's evidence in this regard.",
      "id": "s132"
    },
    {
      "text": "36 Even if I am wrong to accept Ms Elm's evidence in this regard, I am not satisfied that what Ms Elm said at the assessment session concerning the AWA made anything \"clear\" to Bill.",
      "id": "s133"
    },
    {
      "text": "Ms Elm's remarks were not addressed to Bill but to his father.",
      "id": "s134"
    },
    {
      "text": "At the time of giving his evidence Bill could not recall anything material said by Ms Elm at the assessment session.",
      "id": "s135"
    },
    {
      "text": "Even if I were prepared to attach weight to the hearsay evidence contained in Bill's record of interview it is equivocal on this important issue.",
      "id": "s136"
    },
    {
      "text": "I accept that Bill believed, possibly accurately, that as at 9 August 2006 it was the intention of Riverside only to employ Adelaide Petroleum employees who agreed to sign the AWA.",
      "id": "s137"
    },
    {
      "text": "However, I am not satisfied that it was Ms Elm's conduct at the assessment session held on 9 August 2006 that gave rise to Bill's belief.",
      "id": "s138"
    },
    {
      "text": "The only real significance that the exchange between Mr Schulze and Ms Elm apparently had for Bill was that he believed that its tone boded ill for his chance of maintaining his employment at the Belair BP retail sales outlet.",
      "id": "s139"
    },
    {
      "text": "37 The application for an order that the respondents pay a penalty for contravention of s 400(5) of the WRA will be dismissed.",
      "id": "s140"
    },
    {
      "text": "FORMAL REQUIREMENTS FOR AN AWA \n \n38 An AWA is a \"workplace agreement\" within the meaning of the WRA (s 4).",
      "id": "s141"
    },
    {
      "text": "Section 324 of the WRA provides:\n \n So far as the context permits:\n \n \n \n (a) a reference in this Part to a workplace agreement includes a reference to a proposed workplace agreement; and\n (b) a reference in this Part to an employer, in relation to a workplace agreement, includes a reference to a person who will be an employer in relation to a proposed agreement when it comes into operation; and\n (c) a reference in this Part to an employee, in relation to a workplace agreement, includes a reference to a person who will be an employee in relation to a proposed agreement when it comes into operation.",
      "id": "s142"
    },
    {
      "text": "39 Section 340(1) of the WRA provides:\n \n An AWA is approved if:\n \n \n \n (a) the AWA is signed and dated by the employee and the employer; and\n (b) those signatures are witnessed; and\n (c) if the employee is under the age of 18 years: \n \n \n \n \n (i) the AWA is signed and dated by an appropriate person (such as a parent or guardian of the employee, but not the employer) on behalf of the employee, for the purpose of indicating that person's consent to the employee making the AWA; and \n \n \n \n \n (ii) that person is aged at least 18 years; and\n (iii) that person's signature is witnessed.",
      "id": "s143"
    },
    {
      "text": "40 Section 341(1), which is a civil penalty provision (s 341(2)), provides that an employer contravenes the subsection if it lodges a workplace agreement that has not been approved in accordance with s 340.",
      "id": "s144"
    },
    {
      "text": "Section 342(1), which is also a civil penalty provision (s 342(3)) provides that if an AWA has been approved in accordance with s 340, the employer must lodge the agreement within 14 days after the approval.",
      "id": "s145"
    },
    {
      "text": "41 Section 418 of the WRA authorises the making of regulations concerning workplace agreement including regulations that include provision in respect of the following matters:\n \n \n (1) the required form of workplace agreements (including a requirement that documents be in the English language) (s 418(c)) ;\n (2) the witnessing of signatures on AWAs (s 418(d)) ; and\n (3) the signing of workplace agreements by persons bound by those agreements, or representatives of those persons (s 418(e)).",
      "id": "s146"
    },
    {
      "text": "42 Regulation 8.11 of the Regulations is apparently concerned with the first of the above matters.",
      "id": "s147"
    },
    {
      "text": "It provides:\n \n \n (1) For paragraph 418 (c) of the Act, a workplace agreement must: \n \n \n \n \n \n (a) be in the English language; and\n (b) be printed in legible typescript; and\n (c) include the full name and address of each person who signs the agreement.",
      "id": "s148"
    },
    {
      "text": "(2) Strict liability applies to the physical elements in subregulation (1).",
      "id": "s149"
    },
    {
      "text": "(3) Subregulation (1) is a civil remedy provision.",
      "id": "s150"
    },
    {
      "text": "43 Regulation 8.12(1) is apparently concerned with the second of the above matters.",
      "id": "s151"
    },
    {
      "text": "It provides:\n \n For paragraph 418 (d) of the Act, a person who signs an AWA as a witness must also include his or her full name and address.",
      "id": "s152"
    },
    {
      "text": "44 Regulation 8.13 is apparently concerned with the third of the above matters.",
      "id": "s153"
    },
    {
      "text": "It relevantly provides:\n \n \n (1) For paragraph 418 (e) of the Act, an employer must obtain the signatures of: \n \n \n \n \n (a) for all workplace agreements -- the employer or employers in relation to the agreement; and\n (b) in addition to paragraph (a): \n \n \n \n (i) if the workplace agreement is an employee collective agreement -- a representative of the employees to the agreement or a bargaining agent appointed under section 335; or\n (ii) if the workplace agreement is a union collective agreement -- the organisation or organisations of employees with which the employer made the agreement; or\n (iii) if the workplace agreement is a union greenfields agreement -- the organisation or organisations of employees with which the employer made the agreement.",
      "id": "s154"
    },
    {
      "text": "(2) For subregulation (1), a signature to the workplace agreement must be accompanied by: \n \n \n \n \n (a) the full name and address of each person signing the workplace agreement in accordance with subregulation (1); and\n (b) an explanation of the person's authority to sign the workplace agreement.",
      "id": "s155"
    },
    {
      "text": "(3) Strict liability applies to the physical elements in subregulation (1).",
      "id": "s156"
    },
    {
      "text": "(4) Subregulations (1) and (2) are civil remedy provisions.",
      "id": "s157"
    },
    {
      "text": "...\n \n \n\n45 The parties made extremely economical submissions on this aspect of the applicant's case notwithstanding, as it seems to me, it is attended by considerable complexity.",
      "id": "s158"
    },
    {
      "text": "It is therefore appropriate for me to limit as far as possible my observations on the proper construction of, and the interrelationship between, the above legislative and regulatory provisions.",
      "id": "s159"
    },
    {
      "text": "46 The intended purpose of reg 8.11 is not clear.",
      "id": "s160"
    },
    {
      "text": "It is expressly made for the purpose of s 418(c); that is, it is concerned with the required form of workplace agreements.",
      "id": "s161"
    },
    {
      "text": "Regulation 8.12(1) separately provides that a person who signs an AWA as a witness must include his or her full name and address.",
      "id": "s162"
    },
    {
      "text": "Regulation 8.13(2) also requires certain signatures on workplace agreements to be accompanied by the full name and address of each person signing the workplace agreement.",
      "id": "s163"
    },
    {
      "text": "47 Regulation 8.11, in contrast with regs 8.12(1) and 8.13(1), does not identify the party or parties upon whom the obligation rests to comply with the requirements of the regulation or the time at which the obligation must be complied with.",
      "id": "s164"
    },
    {
      "text": "The applicant contended that reg 8.11 imposes an obligation on all and every party to the AWA.",
      "id": "s165"
    },
    {
      "text": "I find this contention difficult to accept.",
      "id": "s166"
    },
    {
      "text": "It could result in a strict liability concerning the form of an AWA being imposed on a vulnerable employee who might have a limited ability to read and understand the English language.",
      "id": "s167"
    },
    {
      "text": "Additionally it might result in an employer being penalised because a person not subject to its control included a false address in a workplace agreement in circumstances in which the employer could not invoke the defence of mistaken but reasonable belief (s 9.2 of the Criminal Code Act 1995 (Cth)).",
      "id": "s168"
    },
    {
      "text": "The applicant also indicated that he would be content to accept a suggestion tentatively advanced by me during the course of final submissions that reg 8.11 might be concerned simply to require that a workplace agreement be prepared in a form that makes provision for the inclusion of the full name and address of each person who signs the agreement.",
      "id": "s169"
    },
    {
      "text": "On reflection I consider that it is unlikely that this is the concern of reg 8.11.",
      "id": "s170"
    },
    {
      "text": "However, if it were, it would be surprising if it imposed an obligation on all and every person who ultimately becomes a party to the agreement.",
      "id": "s171"
    },
    {
      "text": "The applicant did not expressly identify the time at which he contended that the obligation created by reg 8.11 must be complied with; that is, the time at which he contended, as I assume that he implicitly did, that a prospective AWA came into existence so as to give rise to the obligations imposed by the regulation.",
      "id": "s172"
    },
    {
      "text": "48 It was not contended by Mr Nial, counsel for the respondents, that reg 8.11(c) is invalid for uncertainty (see Aronson M, Dyer B and Groves M , Judicial Review of Administrative Action 3 rd Ed (Thomson Lawbook Co, 2004) at 331-334) or for any other reason.",
      "id": "s173"
    },
    {
      "text": "However, he submitted that reg 8.11(2) and (3) are ineffective to render any party to the workplace agreement liable to pay a penalty for breach of reg 8.11(1) because they do not identify the party or parties potentially liable.",
      "id": "s174"
    },
    {
      "text": "In the circumstances outlined above, and for the purposes of this proceeding only, I accept that submission.",
      "id": "s175"
    },
    {
      "text": "Not to do so would result in my struggling to identify a regulatory meaning not identified by the applicant that might render the respondents, or one of them, liable to the imposition of a penalty.",
      "id": "s176"
    },
    {
      "text": "It is therefore unnecessary for me to determine the intended effect of reg 8.11(c) or the time at which it is required to be complied with (ie whether the time to determine whether the regulation has been complied with is when the AWA is approved (s 333(a)) or at some other time).",
      "id": "s177"
    },
    {
      "text": "49 The applicant's claim for an order imposing a penalty on the respondents for contravening reg 8.11(c) of the Regulations will be dismissed.",
      "id": "s178"
    },
    {
      "text": "50 Regulation 8.13(2) of the Regulations expressly imposes an obligation on the employer under a workplace agreement.",
      "id": "s179"
    },
    {
      "text": "BP contended that it is not the employer under the AWA and thus the regulation imposed no obligation on it.",
      "id": "s180"
    },
    {
      "text": "The applicant contended that the obligation imposed by reg 8.13(2) fell on each of the respondents because Riverside was, in effect, the alter ego of BP for the purpose of making the AWA.",
      "id": "s181"
    },
    {
      "text": "It is not wholly clear what was intended to be conveyed by this contention.",
      "id": "s182"
    },
    {
      "text": "Each of BP and Riverside is, as the applicant pleaded, a separate constitutional corporation within the meaning of s 4 of the WRA.",
      "id": "s183"
    },
    {
      "text": "It was not contended that the arrangement whereby Riverside employs staff who work at retail sales outlets operated by BP is a sham.",
      "id": "s184"
    },
    {
      "text": "On the evidence before me I see no reason to conclude that Riverside was the alter ego of BP in the sense that those to be employed under the AWA would in truth be employees of BP, or alternatively employees of both BP and Riverside.",
      "id": "s185"
    },
    {
      "text": "51 For the above reasons, the applicant's claim for an order imposing a penalty on BP for contravening reg 8.13(2) of the Regulations will be dismissed.",
      "id": "s186"
    },
    {
      "text": "52 The Statement of Claim identified 63 AWAs signed in August 2006 by representatives of Riverside as employer and individuals who were then employees of Adelaide Petroleum as employee.",
      "id": "s187"
    },
    {
      "text": "It pleaded that none of the AWAs satisfied the requirement of reg 8.13(2) that the signature of the employer be accompanied by the full name and address of the person who signed on behalf of the employer and an explanation of the person's authority to sign the AWA.",
      "id": "s188"
    },
    {
      "text": "Riverside effectively admitted this allegation.",
      "id": "s189"
    },
    {
      "text": "It accepted that none of the AWAs contained the address of each person who signed the document.",
      "id": "s190"
    },
    {
      "text": "It did not accept that the 63 AWAs did not contain the full name of every person signing the document.",
      "id": "s191"
    },
    {
      "text": "The applicant did not seek to prove the full name of every person who signed the 63 AWAs.",
      "id": "s192"
    },
    {
      "text": "However, the evidence establishes that each of Ms Elm, Ms Clifford and Ms Gibson signed certain of the AWAs without including her full name.",
      "id": "s193"
    },
    {
      "text": "53 Riverside did not challenge the validity of reg 8.13, or any part of it, for uncertainty or otherwise.",
      "id": "s194"
    },
    {
      "text": "Riverside contended that it did not contravene reg 8.13(2) because the AWAs were not lodged, did not operate as AWAs in accordance with the WRA and did not ever govern the terms and conditions of employment of any employee.",
      "id": "s195"
    },
    {
      "text": "I do not understand the applicant to challenge any of these matters of fact.",
      "id": "s196"
    },
    {
      "text": "He did, however, challenge their relevance.",
      "id": "s197"
    },
    {
      "text": "54 Regulation 8.13(2) is a regulation made pursuant to s 418(e) of the WRA.",
      "id": "s198"
    },
    {
      "text": "The reference in s 418(e) to the signing of workplace agreements is to be understood as including the signing of a proposed workplace agreement (s 324).",
      "id": "s199"
    },
    {
      "text": "It seems to me that reg 8.13(2) is intended to require that the signature of the person who will be the employer in relation to a proposed agreement be accompanied by the information specified in reg 8.13(2).",
      "id": "s200"
    },
    {
      "text": "In the absence of any challenge to the validity of reg 8.13(2), I conclude that the time at which the obligation created by reg 8.13(2) is required to be met in respect of an AWA is the time when the AWA is signed and dated by the employer as mentioned in s 340(1)(a) of the WRA.",
      "id": "s201"
    },
    {
      "text": "55 I find that Riverside contravened regulation 8.13(2) in respect of the AWAs identified in the Statement of Claim because the signatures obtained by it as required by reg 8.13(1)(a) were not accompanied by the information required by reg 8.13(2).",
      "id": "s202"
    },
    {
      "text": "56 However, I reject the contention that Riverside additionally contravened reg 8.13(2) because the signatures of those who signed the AWAs as employees were not accompanied by the full name and address of each employee.",
      "id": "s203"
    },
    {
      "text": "Regulation 8.13(2) opens with the words \"For subregulation (1)\".",
      "id": "s204"
    },
    {
      "text": "These words, in my view, limit the operation of the subregulation to the signatures that the employer is required by reg 8.13(1) to obtain.",
      "id": "s205"
    },
    {
      "text": "The only signatures, other than those of the employer or employers, that an employer is required by reg 8.13(1) to obtain are those identified in reg 8.13(1)(b)(i), (ii) and (iii).",
      "id": "s206"
    },
    {
      "text": "None of those subparagraphs was suggested to have any application in the circumstances of this case.",
      "id": "s207"
    },
    {
      "text": "CONCLUSION \n \n57 The only order sought by the applicant which could be made having regard to my above findings is an order requiring Riverside to pay a penalty for contravening reg 8.13(2) of the Regulations .",
      "id": "s208"
    },
    {
      "text": "The parties sought an opportunity to be further heard before the Court made any penalty order.",
      "id": "s209"
    },
    {
      "text": "58 For this reason the application will be dismissed to the extent that it claims relief against BP and, subject thereto, the matter stood over to a date to be fixed to enable the parties to make submissions concerning the penalty, if any, appropriate to be imposed on Riverside.",
      "id": "s210"
    },
    {
      "text": "I certify that the preceding fifty-six (56) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Branson.",
      "id": "s211"
    },
    {
      "text": "Associate:\n\nDated: 1 February 2008\n\n Counsel for the Applicant: Mr T Stanley, QC \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: Mr R Nial \n \n Solicitor for the Respondents: Corrs Chambers Westgarth \n \n Date of Hearing: 3-5 December 2007 \n \n Date of Judgment: 1 February 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/44.html",
      "id": "s212"
    }
  ]
}