{
  "name": "Capital Webworks Pty Ltd v Adultshop.Com Limited [2008] FCA 423 (31 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/423.html",
  "catchphrases": [
    {
      "text": "non-compliance with security for costs order",
      "id": "c0"
    },
    {
      "text": "no evidence as to capacity to comply",
      "id": "c1"
    },
    {
      "text": "application to dismiss proceedings",
      "id": "c2"
    },
    {
      "text": "deferred order to dismiss",
      "id": "c3"
    },
    {
      "text": "whether should be with or without prejudice to institution of further proceedings",
      "id": "c4"
    },
    {
      "text": "indemnity costs sought but not ordered",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 These reasons relate to the respondents' (Adultshop's) recent and urgent motion to dismiss these proceedings due to non compliance by the applicant (Capital) with an order that it pay into court $68,000 by way of further security for Adultshop's legal costs.",
      "id": "s0"
    },
    {
      "text": "There is a deal of history to this fiercely contested litigation.",
      "id": "s1"
    },
    {
      "text": "Much of it has been relied upon by Capital in its arguments.",
      "id": "s2"
    },
    {
      "text": "The result to date of the failure to pay the security into court has been the stay of the proceedings and the loss of imminent trial dates.",
      "id": "s3"
    },
    {
      "text": "Those dates were finally fixed in proceedings which were commenced as long ago as 2000.",
      "id": "s4"
    },
    {
      "text": "For reasons canvassed below the proceedings will not be dismissed now but if the security is not paid into Court within a further period of three months from the date of publication of these orders, the proceedings will be dismissed without prejudice to the applicant's entitlement to issue further proceedings.",
      "id": "s5"
    },
    {
      "text": "BACKGROUND \n \n2 On 30 January 2008 following a contested hearing on 17 December 2007, I gave reasons ( Capital Webworks Pty Ltd v Adultshop .com.Limited [2008] FCA 40) requiring Capital to pay into Court, by 20 February 2008 security for Adultshop's costs in the amount of $68,000.",
      "id": "s6"
    },
    {
      "text": "That was quite a brief timeframe, but the reason it was so was because the matter had already been listed for trial for five days from 28 April 2008.",
      "id": "s7"
    },
    {
      "text": "3 The immediate consequence of the non-payment pursuant to the orders made in relation to the payment of security has been that the proceedings have been stayed.",
      "id": "s8"
    },
    {
      "text": "It has been accepted that it therefore follows as a matter of logic, if not by formal application, that the trial dates of 28 April 2008 for five days will have to be vacated.",
      "id": "s9"
    },
    {
      "text": "4 As a separate consequence, by notice of motion dated 25 February 2008, Adultshop moved for orders dismissing the proceedings forthwith due to Capital's failure to comply with the security for costs order.",
      "id": "s10"
    },
    {
      "text": "5 There have been previous security for costs orders.",
      "id": "s11"
    },
    {
      "text": "Capital has paid a total of $65,000 in to Court by way of security for costs in favour of Adultshop.",
      "id": "s12"
    },
    {
      "text": "The first tranche for $30,000 was ordered on 23 August 2000.",
      "id": "s13"
    },
    {
      "text": "Capital failed to provide security in the timeframe stipulated by the Court and took no further steps in the proceedings for over 7 months.",
      "id": "s14"
    },
    {
      "text": "The proceedings were then stayed.",
      "id": "s15"
    },
    {
      "text": "Capital ultimately paid the first tranche into Court on 10 April 2001.",
      "id": "s16"
    },
    {
      "text": "A second tranche in the amount of $35,000 to cover Adultshop's costs up to the final hearing of the proceedings was paid into Court on 20 June 2003 pursuant to orders of Nicholson J, made on 3 April 2003.",
      "id": "s17"
    },
    {
      "text": "6 The current application was brought very soon after the failure to pay in the security.",
      "id": "s18"
    },
    {
      "text": "It is based on s 56(4) of the Federal Court of Australia Act 1976 (Cth) (the Act) which provides that if security or further security is not given in accordance with an order under this section, the Court or a judge may order that the proceeding be dismissed.",
      "id": "s19"
    },
    {
      "text": "7 The discretion of the Court under s 56 of the Act is broad and unfettered but must be exercised judicially.",
      "id": "s20"
    },
    {
      "text": "In Adultshop's submission the following matters are relevant for consideration in the exercise of the discretion under s 56(4) of the Act:\n(a) the prospect of Capital being able to post security;\n(b) Capital's election to refrain from identifying its potential sources of funding;\n \n(c) the quantum of risk that Capital cannot satisfy an order for costs \n \n(d) the delays in the proceeding since commencement, including delays directly attributable to Capital;\n \n(e) the inability to meet the trial date or explain the delay in paying further security as ordered; and\n \n(f) the continuing prejudice to the respondents by delay.",
      "id": "s21"
    },
    {
      "text": "Evidence of capacity to pay \n \n8 Adultshop stress that Capital has put on no evidence whatsoever of:\n \n(a) attempts to pay;\n \n(b) capacity to pay; or\n \n(c) willingness to pay;\n \nthe ordered further security.",
      "id": "s22"
    },
    {
      "text": "9 No explanation is proffered for the failure of a company officer (or any other person) to give such evidence.",
      "id": "s23"
    },
    {
      "text": "Lengthy delays by Capital in meeting prior orders for security are conceded.",
      "id": "s24"
    },
    {
      "text": "The inability of Capital, unaided, to satisfy the further security is not disputed.",
      "id": "s25"
    },
    {
      "text": "No evidence of the intentions, capacity or even identity of historical or future litigation financiers is before the Court.",
      "id": "s26"
    },
    {
      "text": "10 Adultshop contends that the proper inference to be drawn from the absence of evidence and, in particular, Capital's failure to call evidence of its efforts, capacity or willingness to pay further security from an officer of Capital should be adverse.",
      "id": "s27"
    },
    {
      "text": "Adultshop stresses that the evidence clearly shows that Capital has no current assets other than this cause of action, that the shareholders of Capital are professional trustees who have no beneficial interest in Capital or in the cause of action and that the inability of Capital to meet from its own funds a security for costs order is readily conceded by Capital.",
      "id": "s28"
    },
    {
      "text": "Adultshop relies upon the fact that there is no evidence before the Court to suggest any improvement in Capital's position and while Capital was able to raise funds to meet earlier security for costs orders, there is no evidence as to the present ability of Capital to raise those funds.",
      "id": "s29"
    },
    {
      "text": "11 Capital relies upon an affidavit of Ms Yin Fang, solicitor for Capital who outlines the history of the previous security for costs orders which have been met by Capital, albeit in some circumstances with a considerable delay.",
      "id": "s30"
    },
    {
      "text": "The other two factors arising from Ms Fang's affidavit are that Capital has spent in excess of the $309,000 in connection with this litigation including a recent payment made in January 2008 in excess of $79,000 in respect of costs and disbursements incurred by Capital's solicitors.",
      "id": "s31"
    },
    {
      "text": "The evidence about that payment is adduced not to demonstrate that Capital was able to find those funds but rather to clarify that the payment was made at a time before any order was made by this Court for security for costs to be paid (that order being foreshadowed in reasons on 30 January 2008).",
      "id": "s32"
    },
    {
      "text": "Legal considerations relating to dismissal for non-payment of security \n \n12 The approach to exercise of the power was expressed by the Full Court of the Federal Court in Microbio Resources Inc v Betatene Ltd [1993] FCA 848 in these terms:\n \n The Court is careful to see that orders for security for costs do not work injustice to parties against whom such orders are made, but if those parties do not comply with the orders and give no evidence or explanation as to why they have not complied with them, they cannot be heard to complain of injustice if, after a considerable length of time, and extensions of time, the ultimate sanction of dismissal is applied.",
      "id": "s33"
    },
    {
      "text": "It is incumbent on parties in such circumstances to provide evidence of their position.",
      "id": "s34"
    },
    {
      "text": "13 Microbio Resources [1993] FCA 848 was followed in Jalpalm Pty Ltd v Hamilton Island Enterprises Pty Ltd &amp; Anor [1995] FCA 1498 per Kiefel J and also in Billinudgel Pastoral Co Pty Ltd &amp; Ors v Westpac Banking Corporation [1994] FCA 728 and Cosdean Investments Pty Ltd v Football Federation Australia Ltd (No 3) [2007] FCA 766.",
      "id": "s35"
    },
    {
      "text": "14 In Idoport Pty Ltd v National Australia Bank Ltd [2002] NSWSC 18 at [24] , Einstein J listed five factors flowing from remarks of the Full Court in Microbio Resources [1993] FCA 848.",
      "id": "s36"
    },
    {
      "text": "Those are the factors said to be relevant to the exercise of a discretion as to whether to dismiss a proceeding where there has been a failure to comply with an order for security for costs.",
      "id": "s37"
    },
    {
      "text": "The decision of Einstein J was upheld by the Court of Appeal of New South Wales on that issue in Idoport Pty Ltd v National Australia Bank Ltd [2002] NSWCA 271.",
      "id": "s38"
    },
    {
      "text": "Those factors were:\n \n1.",
      "id": "s39"
    },
    {
      "text": "The period that has elapsed since security was ordered;\n \n2.",
      "id": "s40"
    },
    {
      "text": "The fact that the plaintiff has been on notice of the application for dismissal;\n \n3.",
      "id": "s41"
    },
    {
      "text": "The seeming inability of the plaintiff to further fund the main proceedings;\n \n4.",
      "id": "s42"
    },
    {
      "text": "The prejudice to the defendants; and\n \n5.",
      "id": "s43"
    },
    {
      "text": "The position of the Court.",
      "id": "s44"
    },
    {
      "text": "15 A consideration of those five factors in the present circumstances reveals they are quite evenly balanced:\n \n&#8226; There has not been a long period since security was ordered.",
      "id": "s45"
    },
    {
      "text": "Adultshop has acted promptly in the circumstances but those circumstances include the fact that it was preparing in a concerted fashion for an imminent trial.",
      "id": "s46"
    },
    {
      "text": "The need to act promptly was necessary.",
      "id": "s47"
    },
    {
      "text": "Equally, the delay in compliance with the order could not be such as to suggest contumelious disregard of the order by Capital.",
      "id": "s48"
    },
    {
      "text": "Generally, this factor is neutral.",
      "id": "s49"
    },
    {
      "text": "&#8226; As to the question of when Capital was on notice of the application for dismissal, Capital would say that in light of the nature of the order originally sought for security for costs (that is say the stay of the proceedings rather than the dismissal), the notice given to Capital has only been evident from correspondence which immediately preceded the issuing of this motion.",
      "id": "s50"
    },
    {
      "text": "There is some force in that argument but equally, there was always the prospect that Adultshop would apply for dismissal as it has done on a number of previous occasions in these proceedings.",
      "id": "s51"
    },
    {
      "text": "Adultshop could be expected to seek dismissal, especially given the history of these proceedings and the fact that they were stayed in any event as a result of the non-payment of the security on both this occasion and previously.",
      "id": "s52"
    },
    {
      "text": "&#8226; On the topic of the inability to further fund the proceedings, the evidence is unclear.",
      "id": "s53"
    },
    {
      "text": "Counsel for Capital, Mr Tottle, urges me to take into account that Capital was close to being ready for trial and it has spent in excess of $300,000 on its own solicitor/client costs both in these proceedings and in connected proceedings such as a Full Court appeal and an application for special leave to the High Court.",
      "id": "s54"
    },
    {
      "text": "I do consider that the state of readiness for trial on the part of Capital and its financial commitment to its own solicitor/client costs as well as the earlier payments for security for costs are factors which do give rise to an inference that it is more likely than not that Capital will make an earnest effort to meet the security for costs order so that the trial which had been imminent can proceed.",
      "id": "s55"
    },
    {
      "text": "&#8226; With regard to the prejudice to Adultshop, the prejudice is self-evident.",
      "id": "s56"
    },
    {
      "text": "Adultshop has also invested a substantial amount in defending these proceedings.",
      "id": "s57"
    },
    {
      "text": "If Adultshop is not protected with suitable orders designed to go some way to ensure that if it succeeds it will recover a contribution to costs then the prejudice would be significantly increased.",
      "id": "s58"
    },
    {
      "text": "That risk of prejudice should be minimised.",
      "id": "s59"
    },
    {
      "text": "&#8226; Finally as to the position of the Court, it is unfortunate that the trial dates will have to be vacated in circumstances where there is a public need for the availability of the Court's resources.",
      "id": "s60"
    },
    {
      "text": "However, I do not consider this factor as being particularly significant in the present circumstances.",
      "id": "s61"
    },
    {
      "text": "I reiterate that I am unable to draw any conclusion that the failure to meet the security for costs order is a contumelious disregard of the orders.",
      "id": "s62"
    },
    {
      "text": "16 The only inference currently available is that Capital is presently unable to meet the order for security.",
      "id": "s63"
    },
    {
      "text": "Although in correspondence from Capital's solicitors to Adultshop's solicitors, Capital's solicitors indicated that they were hopeful of being able to make the security for costs payment within a few weeks, there is no tangible evidentiary support for that 'hope'.",
      "id": "s64"
    },
    {
      "text": "The only support for the likelihood of the hope being met is the fact that given very considerable investment Capital has made over and above the earlier security for costs payments and bearing in mind that it is now largely ready for trial, Capital would do all reasonably within its power to meet the security for costs order so as not to sacrifice the investment it has made in these proceedings to date.",
      "id": "s65"
    },
    {
      "text": "Election as to relief \n \n17 Capital has argued that when Adultshop brought the earlier motion of 13 November 2007 for a variation of the security for costs order previously made and pursuant to which the current order under debate was made, it was open at that time for Adultshop to apply for an order that the application be dismissed in the event of non-compliance.",
      "id": "s66"
    },
    {
      "text": "Instead it is argued, Adultshop elected to apply for an order that the application be stayed 'pending compliance'.",
      "id": "s67"
    },
    {
      "text": "In effect and in substance, by now seeking dismissal rather than a stay, it is said Adultshop is seeking a variation to the terms of the order originally sought and made on 7 February 2008 (after reasons were published on 30 January 2008).",
      "id": "s68"
    },
    {
      "text": "No explanation for the changed circumstances necessary to justify a variation to the terms of the order has been provided.",
      "id": "s69"
    },
    {
      "text": "I do not consider in light of the fact that there is statutory power for making of the dismissal order that this argument carries weight.",
      "id": "s70"
    },
    {
      "text": "Two separate steps in the proceedings have been taken, in my view.",
      "id": "s71"
    },
    {
      "text": "The first was to seek an order that security for costs be paid into Court by a certain date, failing which the action would be stayed.",
      "id": "s72"
    },
    {
      "text": "The second step was to bring on a motion for further consequential relief, in this case, dismissal.",
      "id": "s73"
    },
    {
      "text": "It is not, in my view, in form or substance an application to vary an earlier order.",
      "id": "s74"
    },
    {
      "text": "Evaluation of balancing factors \n \n18 Points that I consider do weigh in favour of dismissal of the motion are that Capital (clearly with difficulty), has met previous security for costs orders, the proceedings are at an advanced stage, the proceedings between Capital and the third respondent have been settled, Capital has made a substantial investment in the litigation, Adultshop has not contended that the application is frivolous and there is no evidence of wilful or contumelious breach of the Court's orders.",
      "id": "s75"
    },
    {
      "text": "19 In my view compelling reasons have been advanced by Adultshop to enforce compliance with the security order made last month.",
      "id": "s76"
    },
    {
      "text": "I am not, however, satisfied that it is in the interests of justice to dismiss the proceedings forthwith as urged by Adultshop.",
      "id": "s77"
    },
    {
      "text": "What further period I should allow for compliance, especially now that an imminent trial date is no longer a factor, is less clear.",
      "id": "s78"
    },
    {
      "text": "There is hardly a bright line on such issues.",
      "id": "s79"
    },
    {
      "text": "There is no satisfactory evidence (if any at all) from which I could be reasonably confident that the funds can or will be raised and will be utilised for compliance.",
      "id": "s80"
    },
    {
      "text": "It would seem most unlikely however, having spent over $309,000 to date on the case to bring it to readiness for trial, that Capital would not seriously attempt to raise the funds within a more flexible time frame.",
      "id": "s81"
    },
    {
      "text": "I have given some consideration to time periods provided for in other cases and to the history in this case.",
      "id": "s82"
    },
    {
      "text": "20 In my view, this litigation must come to a head.",
      "id": "s83"
    },
    {
      "text": "It is in the interests of all that the issues be tried and determined without further extensive delay.",
      "id": "s84"
    },
    {
      "text": "In addition, a very considerable use of the Court's resources over several years has been consumed.",
      "id": "s85"
    },
    {
      "text": "In saying that, I recognise that Capital is not responsible for all of the delays.",
      "id": "s86"
    },
    {
      "text": "It is, however, undesirable for any respondent to have litigation of this dimension hanging over its head for such a long period of time.",
      "id": "s87"
    },
    {
      "text": "21 I can fully appreciate the concerns Capital has as to the prospects of losing the opportunity which this litigation presents by being unable to raise the funds to run it.",
      "id": "s88"
    },
    {
      "text": "However, the very reasons that underlie such concern are the reasons why it is necessary for security to be paid into Court without further delay.",
      "id": "s89"
    },
    {
      "text": "Counsel for Capital, Mr Tottle has proffered a variety of explanations as to reasons why it can be inferred that it would be difficult for Capital to go on evidence in relation to the source of its funding and as to the steps taken and the likelihood of further funds being raised to meet the security order.",
      "id": "s90"
    },
    {
      "text": "While, at least to some extent, those reasons have a ring of plausibility about them, Adultshop quite properly points to the fact that there is no evidence to support the nature of those concerns.",
      "id": "s91"
    },
    {
      "text": "Counsel for Adultshop, Mr Douglas also points to the fact that there is no evidence on which I could exercise a judicial discretion that within any further period there could be an expectation of compliance with the payment into Court of the further security ordered.",
      "id": "s92"
    },
    {
      "text": "On that basis and on the default and on the history of the matter and on the considerable prejudice to his client, he has most strenuously urged that the proceedings should be dismissed at this point.",
      "id": "s93"
    },
    {
      "text": "22 I consider that taking into account the readiness of the parties for trial, taking the very substantial commitment so far in funding by Capital into account and taking into account the statement, albeit only a 'hope' that the funds will be raised to meet the Court orders within a 'few weeks', a period of three months to make the payment or face dismissal of the proceedings is an appropriate timeframe.",
      "id": "s94"
    },
    {
      "text": "Mr Tottle has urged me to simply adjourn Adultshop's motion but I do not consider that outcome would do justice to the prejudice facing Adultshop.",
      "id": "s95"
    },
    {
      "text": "All the arguments would just be ventilated once again.",
      "id": "s96"
    },
    {
      "text": "The orders I propose making do place some pressure on Capital but in the absence of evidence as to the impossibility of compliance with such orders and indeed any evidence on steps taken to achieve compliance of the orders, the time has come in my view for greater predictability and clarity if there is non compliance.",
      "id": "s97"
    },
    {
      "text": "Conclusion on dismissal application \n \n23 On the material which is before me the appropriate disposition, in my view, is to make orders dismissing the proceedings which will be deferred for a considerable period of time.",
      "id": "s98"
    },
    {
      "text": "I indicated to counsel that I had in mind a period of two months before those orders should operate.",
      "id": "s99"
    },
    {
      "text": "I have reflected on this since foreshadowing it in argument consider that three months would be more appropriate.",
      "id": "s100"
    },
    {
      "text": "I allow the period of three months on the basis that the trial is no longer imminent and the more immediate time frame in the context of an imminent trial is no longer necessary.",
      "id": "s101"
    },
    {
      "text": "'With prejudice' \n \n24 Adultshop seeks orders framed in terms of dismissal of the application 'with prejudice'.",
      "id": "s102"
    },
    {
      "text": "By this expression Adultshop wishes to emphasise that the appropriate order to be made by the Court should reflect that it is intended that the issues in dispute between the parties should be resolved once and for all by way of the dismissal notwithstanding there has been no consideration of the substantive issues on which the proceedings are framed.",
      "id": "s103"
    },
    {
      "text": "It is submitted that the appropriate means to effect clarity with respect to the status of the judgment is to adopt the words 'with prejudice', which reflect, in negative, the language in O 35 r 6.",
      "id": "s104"
    },
    {
      "text": "25 Order 35 r 6 of the Federal Court Rules provides as follows:\n \n \n 6(1) Where the Court makes an order for the dismissal of proceedings or for the dismissal of proceedings so far as concerns any cause of action or the whole or any part of any claim for relief, the Court may order that such dismissal shall be without prejudice to any right of the applicant or claimant to bring fresh proceedings or to claim the same relief in fresh proceedings.",
      "id": "s105"
    },
    {
      "text": "(2) Where: \n \n \n \n (a) the Court makes an order for the dismissal of proceedings so far as concerns any cause of action or the whole or any part of any claim for relief by any party;\n (b) the Court orders that party to pay any costs; and\n (c) before payment of the costs, that party brings against a party to whom the costs are payable further proceedings on the same or substantially the same cause of action for the same or substantially the same relief.",
      "id": "s106"
    },
    {
      "text": "the Court may stay the further proceedings until those costs are paid.",
      "id": "s107"
    },
    {
      "text": "It is said that use of 'with prejudice' is desirable to put beyond doubt the Court's intention by ordering dismissal.",
      "id": "s108"
    },
    {
      "text": "This was identified by Santow J in Minero Pty Ltd v Redero Pty Ltd (unreported, Supreme Court, NSW, Santow J, 29 July 1998) (at 18), dealing with the equivalent NSW rule:\n \n The rule, if not expressly then at least by implication, proceeds on the premise that a dismissal order does not automatically preclude the party originally claiming relief from bringing a new action.",
      "id": "s109"
    },
    {
      "text": "Although reference is made in r6(1) of the Federal Court Rules to the ability of the Court to order that a dismissal shall be \"without prejudice to any right of the applicant or claimant to bring fresh proceedings or to claim the same relief in fresh proceedings\", this does not, in my view, mean that a dismissal which does not include such a \"without prejudice\" order results automatically in a bar to new proceedings being commenced.",
      "id": "s110"
    },
    {
      "text": "The Rule clearly proceeds on the basis that, should fresh proceedings be instituted, the fact that a previous dismissal order has been made need not necessarily prejudice such fresh proceedings.",
      "id": "s111"
    },
    {
      "text": "Whether they are prejudiced, or indeed precluded, will depend on whether the parties intended a dismissal or disposal that was interlocutory or final, as manifested by the order made considered in its forensic context.",
      "id": "s112"
    },
    {
      "text": "26 The last sentence of this passage reveals that the context in which the observations by Santow J were made were quite different from the present.",
      "id": "s113"
    },
    {
      "text": "In this litigation a dismissal would occur without any real examination of the merits and by reason of default several years after the litigation was commenced in compliance with an order.",
      "id": "s114"
    },
    {
      "text": "While the likelihood of being entitled to issue fresh proceedings arising out of essentially the same subject matter would seem slim, I do not consider the present circumstances entitle the possibility to be permanently shut out.",
      "id": "s115"
    },
    {
      "text": "If such proceedings were commenced, it could be anticipated that Adultshop would be heard very clearly as to the facts and arguments it has raised in this motion.",
      "id": "s116"
    },
    {
      "text": "27 Finally Adultshop sought costs on an indemnity basis and/or to be paid forthwith.",
      "id": "s117"
    },
    {
      "text": "I do not believe that the non compliance by Capital has been wilful or contumelious even though there is no evidence on that topic.",
      "id": "s118"
    },
    {
      "text": "The time frame was short and was not met.",
      "id": "s119"
    },
    {
      "text": "The far more obvious inference is that Capital was unable to raise the funding.",
      "id": "s120"
    },
    {
      "text": "Nevertheless costs of this application should follow the event and I would order that Capital pay Adultshop's costs of the application in any event, to be taxed or agreed.",
      "id": "s121"
    },
    {
      "text": "28 It follows that the orders I will make are these:\n \n1.",
      "id": "s122"
    },
    {
      "text": "The applicant to pay into Court the further security due to be paid on 20 February 2008 ($68,000) on or before 3 months from the date of these orders (the due date).",
      "id": "s123"
    },
    {
      "text": "2.",
      "id": "s124"
    },
    {
      "text": "If the further security is not paid on or before the due date, the application is to be dismissed without prejudice to the applicant's entitlement, if any, to issue further proceedings with the applicant to pay the first and second respondents' costs of the application to be taxed together with reserved costs.",
      "id": "s125"
    },
    {
      "text": "3.",
      "id": "s126"
    },
    {
      "text": "The orders of 2 November 2007 be otherwise vacated.",
      "id": "s127"
    },
    {
      "text": "4.",
      "id": "s128"
    },
    {
      "text": "The applicant to pay the first and second respondents' costs of the motion dated 25 February 2008 in any event.",
      "id": "s129"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s130"
    },
    {
      "text": "Associate:\n\nDated: 31 March 2008\n\n\n Counsel for the Applicant: PA Tottle \n \n Solicitor for the Applicant: Tottle Partners \n \n Counsel for the Respondent: R Douglas \n \n Solicitor for the Respondent: Salter Power \n \n Date of Hearing: 6 March 2008 \n \n Date of Judgment: 31 March 2008 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/423.html",
      "id": "s131"
    }
  ]
}