{
  "name": "Heather Jane Simandl v Deputy Commissioner of Taxation [2008] FCA 451 (10 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/451.html",
  "catchphrases": [
    {
      "text": "substituted service of bankruptcy notice",
      "id": "c0"
    },
    {
      "text": "whether federal magistrates court of australia is a court created under chapter iii of the constitution",
      "id": "c1"
    },
    {
      "text": "whether registrar of federal magistrates court of australia empowered to make orders for substituted service for bankruptcy notice and to amend bankruptcy notice.",
      "id": "c2"
    },
    {
      "text": "bankruptcy",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 Heather Jane Simandl ('the applicant') applies for an order setting aside bankruptcy notice NN611 of 2007 which was issued to her on the application of the Deputy Commissioner of Taxation ('the respondent') claiming indebtedness of $66,440.54 ('the bankruptcy notice').",
      "id": "s0"
    },
    {
      "text": "The bankruptcy notice was issued on 20 February 2007.",
      "id": "s1"
    },
    {
      "text": "2 Following the issue of the bankruptcy notice the respondent made an application to the Federal Magistrates Court of Australia ('the Federal Magistrates Court') for an order for substituted service of the bankruptcy notice upon the applicant.",
      "id": "s2"
    },
    {
      "text": "3 On 6 June 2007 Registrar Segal made the following orders:\n \n 1.",
      "id": "s3"
    },
    {
      "text": "Service of bankruptcy Notice No.",
      "id": "s4"
    },
    {
      "text": "NN 611 of 2007 addressed to HEATHER SIMANDL may be effected by serving:\n (i) the Bankruptcy Notice together with a sealed copy of this order as follows:\n (a) by sending on or before 20 June 2007 by pre-paid ordinary post addressed to the judgment debtor at 31 Haslemere Crescent, Buttaba NSW 2283;\n (b) by personally placting [sic] in the mailbox on or before 20 June 2007 addressed to the judgment debtor at 31 Haslemere Crescent, Buttaba NSW 2283.",
      "id": "s5"
    },
    {
      "text": "2.",
      "id": "s6"
    },
    {
      "text": "Service in accordance with this order shall be deemed good and sufficient service of the Bankruptcy Notice upon the Debtor;\n 3.",
      "id": "s7"
    },
    {
      "text": "The Bankruptcy Notice shall be deemed to be served on the Debtor on 27 June 2007;\n 4.",
      "id": "s8"
    },
    {
      "text": "A copy of the Bankruptcy Notice to be served pursuant to paragraph 1 of this order is to be annexed to any affidavit proving that service;\n 5.",
      "id": "s9"
    },
    {
      "text": "The copies of the bankruptcy notice for service and proof of service all be amended by deleting the words in paragraph 3 of the notice \"after service on you of this Bankruptcy Notice\" and substituting \"after 27 June 2007\";\n 6.",
      "id": "s10"
    },
    {
      "text": "[Not relevant]\n 7.",
      "id": "s11"
    },
    {
      "text": "[Not relevant] \n\nOn 16 July 2007 Registrar Segal made an order extending the time for compliance for the requirements of the bankruptcy notice to 24 July 2007.",
      "id": "s12"
    },
    {
      "text": "4 On 16 July 2007 the applicant filed an application in the Federal Magistrates Court seeking an order that the bankruptcy notice be set aside.",
      "id": "s13"
    },
    {
      "text": "On 9 August 2007 the proceedings were referred to this Court for the determination of the issues raised by the applicant.",
      "id": "s14"
    },
    {
      "text": "5 The applicant's amended application dated 4 February 2008 objected to the jurisdiction of the Federal Magistrates Court and to the power of the Registrar or any Federal Magistrate of such court to make the orders for the issue of the bankruptcy notice and for its substituted service.",
      "id": "s15"
    },
    {
      "text": "Notices have been issued and served in accordance with s 78B of the Judiciary Act 1903 (Cth), but there has been no appearance by the Attorneys-General for either the Commonwealth or the States.",
      "id": "s16"
    },
    {
      "text": "IS THE FEDERAL MAGISTRATES COURT A CHAPTER III COURT?",
      "id": "s17"
    },
    {
      "text": "6 The applicant submits that it is impermissible for Parliament to appoint magistrates instead of judges to the Federal Magistrates Court because s 72 of the Commonwealth of Australia Constitution Act 1900 (Cth) ('the Constitution ') only empowers Parliament to appoint judges.",
      "id": "s18"
    },
    {
      "text": "Accordingly, the applicant submits that because the Federal Magistrates Act 1999 (Cth) ('the FMA') appoints magistrates, such appointment is ultra vires the Commonwealth's power and is therefore invalid.",
      "id": "s19"
    },
    {
      "text": "7 The applicant also submits that because subs 8(2) of the FMA provides that the Federal Magistrates Court may also be known as the Federal Magistrates Service (see s 8(2)(a)) , the Federal Magistrates Court is not a 'Court' within the meaning of Ch III of the Constitution .",
      "id": "s20"
    },
    {
      "text": "8 The applicant also submits that the decision of the High Court of Australia ('the High Court') in Re Bryant: Ex parte Guarino [2001] HCA 5 ; (2001) 75 ALJR 478 , which upheld the constitutional validity of the appointment of Federal Magistrates, was made 'without the assistance of counsel, and under the pressure of a hearing the next day' .",
      "id": "s21"
    },
    {
      "text": "The applicant submits that the issue under consideration in that case, namely whether the appointment of Federal Magistrates by Parliament is constitutional, is one of public importance and should be reconsidered by either the Full Court or the High Court.",
      "id": "s22"
    },
    {
      "text": "9 The Federal Magistrates Court is a court created pursuant to the power contained in s 71 of the Constitution , and s 77 of the Constitution permits Parliament to make laws defining the jurisdiction of any federal court it has created.",
      "id": "s23"
    },
    {
      "text": "The Federal Magistrates Court exercises the judicial power of the Commonwealth invested under Ch III of the Constitution .",
      "id": "s24"
    },
    {
      "text": "Section 10 of the FMA invests the Federal Magistrates Court with such original jurisdiction as is vested in it by laws made by Parliament either by express provision or by application of s 15C of the Acts Interpretation Act 1901 (Cth).",
      "id": "s25"
    },
    {
      "text": "The Federal Magistrates Court is a court of record and is a court of the law and equity (see subs 8(3) of the FMA).",
      "id": "s26"
    },
    {
      "text": "10 The Federal Magistrates Court is to be constituted, for the purpose of the exercise of its jurisdiction, by a single Federal Magistrate as provided by s 11.",
      "id": "s27"
    },
    {
      "text": "Section 79 of the Constitution refers to judges as being those who are entitled to exercise federal jurisdiction.",
      "id": "s28"
    },
    {
      "text": "However, as held in Re Bryant: Ex parte Guarino by Hayne J the title of the judicial officer of 'magistrate' as referred to in s 8 of the FMA is of no consequence.",
      "id": "s29"
    },
    {
      "text": "His Honour said at [8]:\n \n Nevertheless, it is clear when regard is had to s 71 and the power given to the Parliament to create \"other Federal courts\" that the title given to the judicial officer... is not determinative of the constitutional reach of s 79 and the other provisions in Ch III.",
      "id": "s30"
    },
    {
      "text": "The constitutional reach of s 79 extends to the Federal Magistrates appointed to serve in the court created by the Parliament by the Act.",
      "id": "s31"
    },
    {
      "text": "11 Re Bryant: Ex parte Guarino determined that the Commonwealth possesses power to appoint Federal Magistrates.",
      "id": "s32"
    },
    {
      "text": "Such decision is binding on this Court.",
      "id": "s33"
    },
    {
      "text": "The absence of counsel before Hayne J in Re Bryant: Ex parte Guarino and any urgency involved in the hearing of that matter are not relevant issues for this Court in deciding whether to reconsider that decision.",
      "id": "s34"
    },
    {
      "text": "Settled precedent would become fragile indeed if circumstances extraneous to the issues decided could cast doubt upon their authority.",
      "id": "s35"
    },
    {
      "text": "12 Section 11 of the FMA has its equivalent in s 20 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s36"
    },
    {
      "text": "In Bird v Free and Others (1994) 126 ALR 475 at 479 Drummond J said of s 20 of the latter Act:\n \n The original jurisdiction of the court is exercised by a single judge: s 20(1).",
      "id": "s37"
    },
    {
      "text": "But when a single judge hears an application that invokes the jurisdiction of the Federal Court, he or she is not exercising an authority vested in him or her as an individual, but rather the authority which is vested in that judge and all the other judges of the court, as a group.",
      "id": "s38"
    },
    {
      "text": "13 The above principle, as it applied to the Federal Court of Australia was approved by the High Court in Re Jarman and Others; Ex parte Cook [1997] HCA 13 ; (1997) 188 CLR 595 per Toohey and Gaudron JJ at 616-617.",
      "id": "s39"
    },
    {
      "text": "Since the Federal Magistrates Court is court created under Ch III of the Constitution , the same principle applies.",
      "id": "s40"
    },
    {
      "text": "It follows that the exercise of power by a Federal Magistrate is a valid exercise of the power of the Federal Magistrates Court.",
      "id": "s41"
    },
    {
      "text": "14 The name 'the Federal Magistrates Service' is merely a name by which the Federal Magistrates Court may be known.",
      "id": "s42"
    },
    {
      "text": "The fact that subs 8(2) of the FMA provides for an alternative name for that court is irrelevant to its statutory creation.",
      "id": "s43"
    },
    {
      "text": "The creation of the court and of its constitutional validity has already been determined in Re Bryant: Ex parte Guarino .",
      "id": "s44"
    },
    {
      "text": "15 It follows that the applicant's submissions concerning the constitutional validity of the appointment of Federal Magistrates and of the Federal Magistrates Court are rejected.",
      "id": "s45"
    },
    {
      "text": "EXERCISE OF FEDERAL MAGISTRATES COURT POWERS BY REGISTRAR \n \n16 The applicant submits that s 8 of the FMA requires that the Federal Magistrates Court consist of a Chief Federal Magistrate and Federal Magistrates, but does not include Registrars.",
      "id": "s46"
    },
    {
      "text": "The applicant relies upon Kotsis v Kotsis [1970] HCA 61 ; (1970) 122 CLR 69 and Knight v Knight [1971] HCA 21 ; (1971) 122 CLR 114 in support of its submissions that the Registrar of the Federal Magistrates Court cannot exercise the powers of that court.",
      "id": "s47"
    },
    {
      "text": "17 In Kotsis v Kotsis the High Court determined that a Deputy Registrar of a State Supreme court had no power to make an order for costs.",
      "id": "s48"
    },
    {
      "text": "Windeyer J observed at 91-92: 'Nevertheless I think that when any court is authorized to exercise the judicial power of the Commonwealth the power of adjudication thus committed to it must be exercised by the whole court or by a judge of the court, not by a subordinate officer' .",
      "id": "s49"
    },
    {
      "text": "The same principle was applied in Knight v Knight .",
      "id": "s50"
    },
    {
      "text": "18 Kotsis v Kotsis and Knight v Knight related to the power of a court official to make an order of an adjudicative nature.",
      "id": "s51"
    },
    {
      "text": "These decisions, however, are not relevant to the exercise of an administrative function by a Registrar of the Federal Magistrates Court.",
      "id": "s52"
    },
    {
      "text": "The issue of a bankruptcy notice and orders for its service are not adjudicative in nature, and accordingly such authorities are not relevant to the present proceedings.",
      "id": "s53"
    },
    {
      "text": "Quite apart from this distinction, both cases were overruled in The Commonwealth of Australia and Others v The Hospital Contribution Fund of Australia and Others [1982] HCA 13 ; (1982) 150 CLR 49.",
      "id": "s54"
    },
    {
      "text": "19 In Harris v Caladine [1991] HCA 9 ; (1991) 172 CLR 84 the High Court held that a court created under s 71 of the Constitution may, if so authorised, delegate the exercise of its judicial functions to an officer of the court provided that the exercise of that power is subject to review.",
      "id": "s55"
    },
    {
      "text": "Such review must be by way of a hearing de novo by a Justice or Judge of the court in accordance with s 72 of the Constitution (see Mason CJ and Deane J at 95).",
      "id": "s56"
    },
    {
      "text": "20 Pursuant to s 99 of the FMA Registrars of the Federal Magistrates Court may be appointed as officers of the Federal Magistrates Court.",
      "id": "s57"
    },
    {
      "text": "Subsection 104(2) of the FMA provides that a party to proceedings in which a Registrar has exercised any of the powers of the Federal Magistrates Court pursuant to subs 102(2) or subs 103(1) of the FMA may apply to the Federal Magistrates Court for review of that exercise of power.",
      "id": "s58"
    },
    {
      "text": "Such provisions thereby satisfy the requirements of the delegational functions referred to in Harris v Caladine .",
      "id": "s59"
    },
    {
      "text": "21 The applicant further submits that a Registrar of the Federal Magistrates Court is to be equated with a clerk of an inferior court.",
      "id": "s60"
    },
    {
      "text": "The applicant relies upon The Queen v Douglas and Others [1898] 1 QB 560, which held that the office of a clerk of such court was incompatible with a justice of the peace, and The Mayor and Aldermen of the City of London v Richard Henry Cox and Others (1867) LR 2 HL 239, which held that the Lord Mayor's Court in London is an inferior court.",
      "id": "s61"
    },
    {
      "text": "22 The authorities relied upon have application to magistrates courts which have developed under the English common law as inferior courts.",
      "id": "s62"
    },
    {
      "text": "However, the Federal Magistrates Court cannot be equated with the traditional magistrates courts.",
      "id": "s63"
    },
    {
      "text": "The Federal Magistrates Court is a statutory court having been created and invested with the judicial power of the Commonwealth pursuant to Chapter III of the Constitution , and in respect of which specific powers and functions have been vested in its officials by statute.",
      "id": "s64"
    },
    {
      "text": "23 Quite apart from its statutory origins, the Federal Magistrates Court has power to punish for contempt (see s 17 of the FMA).",
      "id": "s65"
    },
    {
      "text": "It was recognised in the United Kingdom that a court of assize or of nisi prius which had certain powers, including powers to punish for contempt, were regarded as superior courts although not principal superior courts: see Re Fernandes [1861] EngR 489 ; (1861) 6 H &amp; N 717; 158 ER 296 at 300-301.",
      "id": "s66"
    },
    {
      "text": "However, for the above reasons such historical indicia of a court have no application to the Federal Magistrates Court.",
      "id": "s67"
    },
    {
      "text": "24 For the above reasons, the submissions of the applicant that the Registrars of the Federal Magistrates Court cannot exercise administrative functions are rejected.",
      "id": "s68"
    },
    {
      "text": "Oaths of Office \n \n25 The applicant submits that the text of the Oath of Office administered to a Registrar differs from that taken by a Federal Magistrate, and that such difference demonstrates a limitation on the Registrar's powers to issue orders in the name of the Federal Magistrates Court.",
      "id": "s69"
    },
    {
      "text": "26 Pursuant to subs 5(5) of the Bankruptcy Act 1966 (Cth) ('the Bankruptcy Act ') a Federal Magistrate is taken to be a Judge of a court having jurisdiction under that Act.",
      "id": "s70"
    },
    {
      "text": "Section 27 of the Bankruptcy Act provides that the Federal Magistrates Court has concurrent jurisdiction with this Court under the Bankruptcy Act and subs 5(1) of the same Act defines 'Registrar' to include a Registrar of the Federal Magistrates Court.",
      "id": "s71"
    },
    {
      "text": "Accordingly, the Registrar exercises power to deal with bankruptcy matters provided by that Act.",
      "id": "s72"
    },
    {
      "text": "The text of the Oath of Office is not relevant to the power of a Registrar to execute the functions provided in the FMA and Bankruptcy Act .",
      "id": "s73"
    },
    {
      "text": "SPECIFIC POWERS OF THE REGISTRAR \n \n27 The applicant submits that the Registrar was not empowered by the FMA to make the orders dated 6 June 2007 and had no power to deem service to be effected as provided by order No.",
      "id": "s74"
    },
    {
      "text": "3.",
      "id": "s75"
    },
    {
      "text": "It was also submitted that the bankruptcy notice was invalid because the Registrar did not specify in such notice whether the requirements for substituted service set out in para 1 were alternative or cumulative.",
      "id": "s76"
    },
    {
      "text": "Additionally, the applicant submits that the Registrar was not empowered by the FMA to extend the time for compliance with the bankruptcy notice by order dated 16 July 2007.",
      "id": "s77"
    },
    {
      "text": "Statutory provisions \n \n28 Section 102 of the FMA relevantly provides:\n \n (1) The object of this section is to allow certain powers of the Federal Magistrates Court to be exercised by a Registrar.",
      "id": "s78"
    },
    {
      "text": "(2) The following powers of the Federal Magistrates Court may, if the Federal Magistrates Court or a Federal Magistrate so directs, be exercised by a Registrar:\n ...\n (b) the power to make orders in relation to substituted service;\n ...\n (i) a power of the Federal Magistrates Court prescribed by the Rules of Court; \n\n29 Section 103 of the FMA relevantly provides:\n \n (1) The Rules of Court may delegate to the Registrars any of the powers of the Federal Magistrates Court, including (but not limited to) all or any of the powers mentioned in subsection 102(2).",
      "id": "s79"
    },
    {
      "text": "(2) A power delegated by Rules of Court under subsection (1), when exercised by a Registrar, is taken, for all purposes, to have been exercised by the Federal Magistrates Court or a Federal Magistrate, as the case requires.",
      "id": "s80"
    },
    {
      "text": "30 Regulation 6.14 of the Federal Magistrate Court Rules 2001 (Cth) ('the FMC Rules') makes provision for substituted service and provides:\n \n (1) If, for any reason, it is impracticable to serve a document in a way required under this Part, the Court may make an order dispensing with service or substituting another way of serving the document.",
      "id": "s81"
    },
    {
      "text": "(2) The Court may specify the steps to be taken for bringing the document to the attention of the person to be served.",
      "id": "s82"
    },
    {
      "text": "(3) The Court may specify that the document is to be taken to have been served on the happening of a specified event or at the end of a specified time.",
      "id": "s83"
    },
    {
      "text": "31 Regulation 20.00A of the FMC Rules expressly provides for the delegation of powers to Registrars.",
      "id": "s84"
    },
    {
      "text": "It relevantly provides:\n \n (1) For subsection 103(1) of the Act, the following powers are delegated to each Registrar:\n (a) the powers mentioned in subsection 102(2) of the Act; \n\n32 In addition to the above provisions, specific power is invested in Registrars with respect to bankruptcy matters pursuant to the Federal Magistrates Court (Bankruptcy) Rules 2006 (Cth) ('the FMC Bankruptcy Rules').",
      "id": "s85"
    },
    {
      "text": "Reg 2.02 of the FMC Bankruptcy Rules provides:\n \n For the purposes of paragraph 102(2)(i) of the Act, if the Court so directs, a Registrar may exercise a power of the Court under a provision of the Bankruptcy Act mentioned in Schedule 2.",
      "id": "s86"
    },
    {
      "text": "33 As referred to hereunder, the Federal Magistrates Court has prescribed directions to its Registrars.",
      "id": "s87"
    },
    {
      "text": "34 Item 2 of Sch 2 of the FMC Bankruptcy Rules vests power in the Registrar in respect of ' [a] djournment, amendment of process and extension and abridgment of time' under the provisions of s 33 of the Bankruptcy Act .",
      "id": "s88"
    },
    {
      "text": "Item 4 of Sch 2 vests power in the Registrar in respect of ' [e] xtension of time for compliance with a bankruptcy notice' , as provided by subs 41(6A) of the Bankruptcy Act .",
      "id": "s89"
    },
    {
      "text": "Item 22 of Sch 2 of the FMC Bankruptcy Rules vests the Registrar with ' [p] ower to order substituted service' , as provided by subs 309(2) of the Bankruptcy Act .",
      "id": "s90"
    },
    {
      "text": "Application of statutory provisions \n \n35 Under s 102(2)(b) of the FMA a Registrar has the power to make orders 'in relation to substituted service' .",
      "id": "s91"
    },
    {
      "text": "The use of the words 'in relation to' provide a much wider power to the Registrar than merely the making of an order for substituted service.",
      "id": "s92"
    },
    {
      "text": "In Tooheys Limited and Others v Commissioner of Stamp Duties (N.S.W.",
      "id": "s93"
    },
    {
      "text": ") (1961) 105 CLR 602 at 620, Taylor J referred to the expansive meaning incorporated in the words 'relating to' .",
      "id": "s94"
    },
    {
      "text": "His Honour said:\n \n There can be no doubt that the expression \"relating to\" is extremely wide but it is also vague and indefinite.",
      "id": "s95"
    },
    {
      "text": "Clearly enough it predicates the existence of some kind of relationship but it leaves unspecified the plane upon which the relationship is to be sought and identified.",
      "id": "s96"
    },
    {
      "text": "That being so all that a court can do is to endeavour to seek some precision in the context in which the expression is used.",
      "id": "s97"
    },
    {
      "text": "See also Australian Competition and Consumer Commission v Maritime Union of Australia and Others [2001] FCA 1549 ; (2001) 187 ALR 487 at [68] ; Joye v Beach Petroleum NL and Another (1996) 67 FCR 275.",
      "id": "s98"
    },
    {
      "text": "36 Section 102(2)(b) of the FMA provided the statutory power to Registrar Segal to make the order for substituted service and to make any consequential order to give effect to the order for substituted service.",
      "id": "s99"
    },
    {
      "text": "The power provided by the FMC Bankruptcy Rules to extend time for compliance under the bankruptcy notice arises under Item 4 of Sch 2 of the FMC Bankruptcy Rules and the power to amend the bankruptcy notice arises under Item 2 of Sch 2 of the same Rules.",
      "id": "s100"
    },
    {
      "text": "37 Regulation 3.01 of the FMC Bankruptcy Rules sets out the requirements for an application for an order for substituted service.",
      "id": "s101"
    },
    {
      "text": "The methods by which service may be effected are contained in reg 16.01 of the Bankruptcy Regulations 1966 (Cth) and provides that, unless a contrary intention appears, where a document is required to be served upon a person, the document may be, inter alia, left in an envelope at the last known address of the person (see 16.01(1)(c) of the Bankruptcy Regulations 1966 (Cth)).",
      "id": "s102"
    },
    {
      "text": "38 In making the orders for substituted service upon the applicant, Registrar Segal was exercising the power of the court provided by ss 103 and 102(2)(b) of the FMA.",
      "id": "s103"
    },
    {
      "text": "A Registrar of the Federal Magistrates Court has power to make orders pursuant to the FMC Bankruptcy Rules: see Cheesman and Others v Waters and Another (1997) 148 ALR 21.",
      "id": "s104"
    },
    {
      "text": "Delegation under Regulation 20.00A(2) of the FMC Rules \n \n39 Although the applicant claimed that no direction had been issued authorising a Registrar to exercise the power of the court as prescribed by reg 20.00A(2) of the FMC Rules, a delegation for such purpose has been made pursuant to the Federates Magistrates (Delegations to Registrars) Approval 2006 ('the Delegations') on 23 May 2006.",
      "id": "s105"
    },
    {
      "text": "Pursuant to the Delegations each Registrar referred to in Sch 1 thereof is approved to exercise powers under s 102(2)(a) to (i) of the FMA including the powers mentioned in Sch 2 of the FMC Bankruptcy Rules, as prescribed by r 2.02 of those Rules.",
      "id": "s106"
    },
    {
      "text": "Registrar Segal is nominated in Sch 1.",
      "id": "s107"
    },
    {
      "text": "40 Pursuant to the Federal Magistrates Court (Bankruptcy) Direction 2006 ('the Bankruptcy Direction') it was directed that the powers referred to in Sch 2 of the FMC Bankruptcy Rules may be exercised by a Registrar.",
      "id": "s108"
    },
    {
      "text": "The Delegations thus complete the authority provided to Registrars by Sch 2 of the FMC Bankruptcy Rules.",
      "id": "s109"
    },
    {
      "text": "Options for service of bankruptcy notice \n \n41 The applicant submits that the order for substituted service made by the Registrar did not make it apparent whether the mode of service was required to be effected by post and by delivery to the applicants' address, or rather whether only one of such methods was required.",
      "id": "s110"
    },
    {
      "text": "42 The word 'and' has been written in blue in ink by persons unknown on the order between (a) and (b) of Order (1)(i).",
      "id": "s111"
    },
    {
      "text": "The applicant submits that such insertion suggested that both methods of service were required by such order.",
      "id": "s112"
    },
    {
      "text": "43 The insertion of the word 'and' is not stamped with the Court seal as an authorised alteration to the order.",
      "id": "s113"
    },
    {
      "text": "The Court is not therefore prepared to find that such insertion was authorised by the Registrar.",
      "id": "s114"
    },
    {
      "text": "Accordingly, the insertion has no bearing upon the operation and effect of Order 1 and the Court will consider the orders as if the word 'and' had not been inserted.",
      "id": "s115"
    },
    {
      "text": "44 Section 28A of the Acts Interpretation Act 1901 (Cth) relevantly provides:\n \n Service of documents \n (1) For the purpose of any Act that requires or permits a document to be served on a person, whether the expression \"serve\", \"give\" or \"send\" or any other expression is used, then, unless the contrary intention appears, the document may be served:\n (a) on a natural person:\n (i) by delivering it to the person personally; or\n (ii) by leaving it at, or by sending it by pre-paid post to, the address of the place of residence or business of the person last known to the person serving the document; \n\n45 Section 102 of the FMA provides that a Registrar may, if the Federal Magistrates Court or a Federal Magistrate so directs, exercise the power to make orders in relation to substituted service.",
      "id": "s116"
    },
    {
      "text": "46 As the expression 'service' is used in s 102 of the FMA, s 28A of the Acts Interpretation Act 1901 (Cth) applies.",
      "id": "s117"
    },
    {
      "text": "Accordingly, as provided for in paragraph 28A(1)(a)(ii) of the Acts Interpretation Act 1901 (Cth), the two modes of service provided for in the order for substituted service are alternative rather than cumulative.",
      "id": "s118"
    },
    {
      "text": "47 Further, as the applicant has acknowledged in its application service by the receipt of the bankruptcy notice, there is no merit in this submission.",
      "id": "s119"
    },
    {
      "text": "Additionally, if a clerical error had occurred, such irregularity would not have rendered the bankruptcy notice invalid: see ss 306(1) of the Bankruptcy Act .",
      "id": "s120"
    },
    {
      "text": "OTHER ISSUES \n \n48 The applicant had alleged that no application had been filed by the respondent seeking an order for substituted service.",
      "id": "s121"
    },
    {
      "text": "However the applicant acknowledged during the hearing that the required application had been filed for an order for substituted service of the bankruptcy notice.",
      "id": "s122"
    },
    {
      "text": "Accordingly this challenge was withdrawn.",
      "id": "s123"
    },
    {
      "text": "49 The applicant submits that the Registrar had no power to alter the bankruptcy notice by inserting a time when by which non-compliance would deem the act of bankruptcy to occur under s 40(1)(g) of the Bankruptcy Act .",
      "id": "s124"
    },
    {
      "text": "The Court is satisfied that the Registrar had power pursuant to Item 2 of Sch 2 of the FMC Bankruptcy Rules to make the amendment to the bankruptcy notice resulting from order 5 of the orders.",
      "id": "s125"
    },
    {
      "text": "Such amendment was a necessary consequence resulting from the making of the order for substituted service.",
      "id": "s126"
    },
    {
      "text": "50 For the reasons herein, each of the challenges of the applicant fails.",
      "id": "s127"
    },
    {
      "text": "I certify that the preceding fifty (50) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Cowdroy.",
      "id": "s128"
    },
    {
      "text": "Associate:\n\nDated: 10 April 2008\n\n\n Counsel for the Applicant: Mr King \n \n Solicitor for the Applicant: Mr Hurst \n \n Counsel for the Respondent: Mr Quinn \n \n Solicitor for the Respondent: Ms Boyce \n \n Date of Hearing: 4 &amp; 5 February 2008 and 3 March 2008 \n \n Date of Judgment: 10 April 2008 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/451.html",
      "id": "s129"
    }
  ]
}