{
  "name": "Sherzad v Minister for Immigration &amp; Citizenship [2008] FCA 460 (11 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/460.html",
  "catchphrases": [
    {
      "text": "appeal from migration review tribunal on alleged misconstruction of the definition of 'remaining relative' and misapplication of reg 1.15(1)(c)(ii)",
      "id": "c0"
    },
    {
      "text": "transfer of proceedings from the federal magistrates court",
      "id": "c1"
    },
    {
      "text": "applicant and visa applicant are nationals of afghanistan",
      "id": "c2"
    },
    {
      "text": "application for other family (migrant) (class bo) visa",
      "id": "c3"
    },
    {
      "text": "subclass 115 (remaining relative)",
      "id": "c4"
    },
    {
      "text": "migration act 1958 (cth) s 476a",
      "id": "c5"
    },
    {
      "text": "interpretation of criteria in reg 1.15(1)(c)(ii)",
      "id": "c6"
    },
    {
      "text": "'an overseas near relative'",
      "id": "c7"
    },
    {
      "text": "whether contact the applicant had with the mother and sister both residing in afghanistan disqualified the applicant",
      "id": "c8"
    },
    {
      "text": "requirement that the applicant did not have contact with any or all overseas relatives within a reasonable period",
      "id": "c9"
    },
    {
      "text": "migration regulations 1994 (cth) reg 1.15",
      "id": "c10"
    },
    {
      "text": "migration law",
      "id": "c11"
    },
    {
      "text": "statutory interpretation",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 This is an application under s 476A of the Migration Act 1958 (Cth) ('the Act') for judicial review of a decision that the second respondent ('the Tribunal') made on 17 July 2007 and handed down on 6 August 2007, affirming a decision of a delegate of the first respondent ('the Minister') to refuse to grant the visa applicant an Other Family (Migrant) (Class BO) visa, specifically a Subclass 115 (Remaining Relative) visa.",
      "id": "s0"
    },
    {
      "text": "2 The visa applicant, Mohammad Hussain Sherzad, is the brother of the applicant in these proceedings, Sharif Sherzad, who was also the review applicant in the review proceedings before the Tribunal.",
      "id": "s1"
    },
    {
      "text": "3 An application for review of the Tribunal's decision was filed in the Federal Magistrates Court on 31 August 2007.",
      "id": "s2"
    },
    {
      "text": "An amended application was filed in that Court on 11 October 2007.",
      "id": "s3"
    },
    {
      "text": "On 15 October 2007, the Federal Magistrates Court transferred the proceeding to this Court pursuant to s 39 of the Federal Magistrates Act 1999 (Cth).",
      "id": "s4"
    },
    {
      "text": "BACKGROUND AND TRIBUNAL'S DECISION \n \n4 Both the visa applicant, Mohammad Hussein, and the applicant, Sharif, are nationals of Afghanistan.",
      "id": "s5"
    },
    {
      "text": "Sharif was a permanent resident of Australia at the time of the visa application and still remains one.",
      "id": "s6"
    },
    {
      "text": "5 The visa applicant was born in Kabul, Afghanistan, in 1986 and has never married.",
      "id": "s7"
    },
    {
      "text": "6 The Tribunal accepted that the visa applicant's family comprises his mother and two sisters and one brother, the applicant.",
      "id": "s8"
    },
    {
      "text": "The Tribunal accepted the mother and two sisters to be three 'overseas near relatives' of the visa applicant as defined in reg 1.15(2) of the Migration Regulations 1994 ('the Regulations').",
      "id": "s9"
    },
    {
      "text": "His mother and one sister reside in Afghanistan and his remaining sister resides in Iran.",
      "id": "s10"
    },
    {
      "text": "7 The visa applicant has lived in Quetta, Pakistan, since he went to live there with his mother and sister, Kobra, in June 2002.",
      "id": "s11"
    },
    {
      "text": "His mother and sister, Kobra, returned to Kabul, Afghanistan, in May 2004.",
      "id": "s12"
    },
    {
      "text": "His other sister, Ozra, married and lived in Peshawar, Pakistan, from September 2002.",
      "id": "s13"
    },
    {
      "text": "She moved with her own family to Iran in about June 2004.",
      "id": "s14"
    },
    {
      "text": "8 In its decision, the Tribunal accepted that the visa applicant did not have contact with his married sister (Ozra) who lives in Iran with her husband.",
      "id": "s15"
    },
    {
      "text": "The visa applicant also claimed that he did not have any contact with his mother and other sister (Kobra) within three years of the date of his visa application.",
      "id": "s16"
    },
    {
      "text": "The Tribunal did not accept that the visa applicant had no contact with his mother and sister, Kobra, since they returned to Afghanistan, being unconvinced by the applicant's oral evidence that contact had been severed because of religious differences.",
      "id": "s17"
    },
    {
      "text": "The Tribunal's lack of satisfaction in this regard is not disputed.",
      "id": "s18"
    },
    {
      "text": "9 On the basis of its findings as to contact between the visa applicant and his mother and sister, Kobra, the Tribunal decided that it was not satisfied that the visa applicant was a 'remaining relative' as required by the visa criteria set out in cl 115.211 of Schedule 2 to the Regulations and as defined in reg 1.15.",
      "id": "s19"
    },
    {
      "text": "10 In effect, the Tribunal found that the visa applicant was disqualified from being a 'remaining relative' because of his contact with his mother and sister as 'near overseas relatives' notwithstanding his loss of contact with his sister, Ozra.",
      "id": "s20"
    },
    {
      "text": "GROUNDS OF APPLICATION \n \n11 By his amended application of 11 October 2007, the applicant raises two grounds which allege that the Tribunal misconstrued reg 1.15 by failing to ask itself the correct question concerning the definition of 'remaining relative' and, as a result, misapplied reg 1.15(1)(c)(ii) (referred to hereafter as 'the contact test').",
      "id": "s21"
    },
    {
      "text": "It is alleged that the Tribunal asked itself the wrong question by requiring that the contact test apply to any or all overseas relatives such that the test so applied would serve as a disqualification from the definition of 'remaining relative'.",
      "id": "s22"
    },
    {
      "text": "RELEVANT LAW \n \n12 The criteria for a Subclass 115 visa is set out in Schedule 2 of Part 5 to the Regulations.",
      "id": "s23"
    },
    {
      "text": "To be granted a Subclass 115 visa, the visa applicant must be a 'remaining relative' of an Australian relative at time of application: cl 115.211, and continue to be a 'remaining relative' at time of decision: cl 115.221.",
      "id": "s24"
    },
    {
      "text": "Remaining relative has the meaning set out in reg 1.15 of the Regulations.",
      "id": "s25"
    },
    {
      "text": "This Regulation has been the subject of a number of legislative amendments.",
      "id": "s26"
    },
    {
      "text": "The form of the Regulation, as it applies in the present case, is as follows:\n '1.15 Remaining relative \n \n (1) An applicant for a visa is a remaining relative of another person who is an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen if the applicant satisfies the Minister that: \n \n \n \n \n (a) the other person is a parent, brother, sister, step-parent, step-brother or step-sister of the applicant; and \n \n \n \n \n \n \n \n \n \n (b) the other person is usually resident in Australia; and \n \n \n \n \n \n \n \n \n \n (c) if the applicant or the applicant's spouse (if any) has an overseas near relative: \n \n \n (i) the applicant and the applicant's spouse (if any) usually reside in a country, not being Australia, that is different to the country in which that relative resides; and (ii) neither the applicant nor the applicant's spouse (if any) have had contact with that relative within a reasonable period before making the application; and \n \n \n (d) the applicant and the applicant's spouse (if any) together have not more than 3 overseas near relatives; and \n \n \n \n \n \n \n \n \n \n (e) if the applicant is a child who: \n \n \n (i) has not turned 18; and \n \n \n \n \n \n(ii) has been adopted by an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen (the adoptive parent) while overseas --- \n \n \n at the time of making the application, the adoptive parent has been residing overseas for a period of at least 12 months.",
      "id": "s27"
    },
    {
      "text": "(2) In this regulation: \n \n \n \n overseas near relative , in relation to an applicant, means a person who is: \n \n \n \n \n (a) a parent, brother, sister, step-parent, step-brother or step-sister of the applicant or of the applicant's spouse (if any); or \n \n \n \n \n \n \n \n \n \n (b) a child (including a step-child) of the applicant or of the applicant's spouse (if any), being a child who: \n \n \n \n \n \n \n(i) has turned 18 and is not a dependent child of the applicant or of the applicant's spouse (if any); or (ii) has not turned 18 and is not wholly or substantially in the daily care and control of the applicant or of the applicant's spouse (if any) --- \n \n other than a relative of that kind who: \n \n \n \n \n (c) is an Australian citizen, an Australian permanent resident or an eligible New Zealand citizen; and \n \n \n \n \n \n \n \n \n \n (d) is usually resident in Australia.",
      "id": "s28"
    },
    {
      "text": "(3) For the purposes of paragraphs (1)(c) and (d), an overseas near relative is taken to reside in his or her last know country of residence unless the applicant satisfied the Minister that the relative resides in another country.",
      "id": "s29"
    },
    {
      "text": "' \n \n THE RESPECTIVE SUBMISSIONS \n \n13 The applicant's case is premised on two main contentions:\n \n(1) A strictly literal and 'beneficial' reading of the Regulation; and\n \n(2) The notion that the Regulation is not intended to be a disqualifying provision, rather a qualifying one.",
      "id": "s30"
    },
    {
      "text": "14 With regard to the first contention, the applicant relies on the use of the word 'an' in the Regulation, specifically, an 'overseas near relative' to suggest that the applicant's absence of contact with his sister residing in Iran would mean that he passed the contact test.",
      "id": "s31"
    },
    {
      "text": "15 The applicant asserts that this is supported by the construction of the provision given by RD Nicholson J, at first instance, in Elliott v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 67 at [38] and [40] (cited at [18] and [19] of the applicant's submissions).",
      "id": "s32"
    },
    {
      "text": "The Minister noted that Elliott did not concern the issue raised in the present case.",
      "id": "s33"
    },
    {
      "text": "The Minister submits that the excerpts cited by the applicant do not support the applicant's submission; the applicant has omitted the final sentence of [38] which would, in part, serve to undermine the construction proffered.",
      "id": "s34"
    },
    {
      "text": "RD Nicholson J said at [38]:\n 'The question which the Tribunal was required to answer in relation to subreg 1.15(1)(c)(ii) was whether the applicant had an overseas near relative with whom he had not had contact within a reasonable period before making the application.",
      "id": "s35"
    },
    {
      "text": "In the case of the applicant, the question was referrable to his mother and/or half-siblings.",
      "id": "s36"
    },
    {
      "text": "' (Emphasis added) \n16 In Elliott , the applicant had claimed that he had not had contact with any of his relatives.",
      "id": "s37"
    },
    {
      "text": "The Tribunal was not satisfied of this.",
      "id": "s38"
    },
    {
      "text": "Viewed in this light, this would suggest, as the Minister contends, that the same question needed to be asked of each of the applicant's overseas near relatives.",
      "id": "s39"
    },
    {
      "text": "This construction is borne out by what RD Nicholson J goes on to say at [40]:\n 'Approaching the reasons of the Tribunal in accordance with the injunction of the High Court in Minister for Immigration and Ethnic Affairs v Wu Shang Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 271-272 not to construe such reasons too finely, it is a fact that the Tribunal stated the following in the course of its reasons: \n \n \"In order to satisfy subregulation 1.15(1)(c)(ii) the visa applicant must not have had any contact with an overseas near relative within a reasonable period before making the application.",
      "id": "s40"
    },
    {
      "text": "\"\n \n \"The visa applicant has claimed that he did not have any contact with either his mother or half-siblings in the United Kingdom within a reasonable period before making his application on 17 October 2002.",
      "id": "s41"
    },
    {
      "text": "\" \n \n \"Based on the evidence before it, the Tribunal is not satisfied that, on the balance of probabilities, the visa applicant had not had any social contact with his mother or half-siblings within a reasonable period before making his visa application.",
      "id": "s42"
    },
    {
      "text": "\" \n \n On the face of these statements they support a conclusion that the Tribunal understood the question posed by subreg 1.15(1)(c)(ii).",
      "id": "s43"
    },
    {
      "text": "In themselves they belie the contention of the applicant that the Tribunal applied the policy with disregard to the requirements of the Act.",
      "id": "s44"
    },
    {
      "text": "' \n17 Moreover, the Minister submits that the Tribunal does not ask the correct question by asking itself whether there is an overseas near relative among the relevant three with whom the applicant has not had contact.",
      "id": "s45"
    },
    {
      "text": "According to the Minister, the correct question is whether the applicant has had contact with an overseas near relative; the same question must be asked of each overseas near relative.",
      "id": "s46"
    },
    {
      "text": "Therefore, the Minister submits, the contact the applicant had with the mother and sister both residing in Afghanistan prevented the applicant from meeting the criteria for the visa.",
      "id": "s47"
    },
    {
      "text": "18 This construction, the Minister submits, is supported by the operation of s 23 of the Acts Interpretation Act 1901 (Cth) ( Contra.",
      "id": "s48"
    },
    {
      "text": "applicant's submissions at [21]), which provides:\n 'In any Act, unless the contrary intention appears: (a) ... \n \n \n \n \n \n(b) words in the singular number include the plural and words in the plural number include the singular.",
      "id": "s49"
    },
    {
      "text": "' \n \n \n \n\n19 As to the second contention, at [23] of his submissions, the applicant contends that the evidential burden on the applicant and the absence of language intending disqualification, mean that the matters at reg 1.15(a) --- (e) take on qualifying factors.",
      "id": "s50"
    },
    {
      "text": "To support this proposition the applicant cited French J (with whom Finn and Hely JJ agreed) in Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs v Hidalgo [2005] FCAFC 192 ; (2005) 145 FCR 564 at [12] .",
      "id": "s51"
    },
    {
      "text": "In Hidalgo , the Court was construing reg 1.15(1)(c)(i) which provides that remaining relative visas were only available to those applicants who 'usually resided in a country, not being Australia' that was different from a country in which their overseas near relative lived.",
      "id": "s52"
    },
    {
      "text": "French J said at [12]:\n 'In my opinion, reg 1.15(1)(c)(i) is intended to apply to the circumstance in which an applicant for the relevant visa has an overseas relative in another country.",
      "id": "s53"
    },
    {
      "text": "It is concerned with their geographical relationship when they both reside outside Australia.",
      "id": "s54"
    },
    {
      "text": "It is not a regulation which is intended to bring in, by a sidewind, a disqualifying criterion for the grant of such a visa based upon the circumstance that the applicant happens to have her only usual residence in Australia.",
      "id": "s55"
    },
    {
      "text": "In the event that the applicant usually resides in Australia only, then the criterion under reg 1.15(1)(c)(i) simply does not apply because the circumstances to which it is intended to apply do not arise.",
      "id": "s56"
    },
    {
      "text": "' (Emphasis added) \n20 The Minister submits that the above passage makes clear that the applicant's contention that French J's remarks are of wholesale application to the regulation per se is untenable.",
      "id": "s57"
    },
    {
      "text": "First, French J was referring to reg 1.15(1)(c)(i) and secondly, the Minister submits that his Honour's observations are limited to the facts of the case to be decided.",
      "id": "s58"
    },
    {
      "text": "21 The Minister submits that the Tribunal may refer to the Procedures Advice Manual 3, noting the observations of the Full Court in Elliott v Minister for Immigration and Multicultural Affairs [2007] FCAFC 22 ; (2007) 156 FCR 559 at 567, [23] --- [24].",
      "id": "s59"
    },
    {
      "text": "Although not directly referred to by the Tribunal in this instance, Procedures Advice Manual 3 provides with regard to the effect of reg 1.15(1)(c)(ii):\n 'CONTACT WITH ONRS IN A DIFFERENT COUNTRY (INC. AUSTRALIA) 18.1 Ineligibility In regards to regulations 1.15(1)(c)(ii), an applicant is ineligible if they or their spouse (if applicable) has had contact with their ONR within a reasonable period before making the visa application.",
      "id": "s60"
    },
    {
      "text": "The regulation is worded so that it is up to the applicant to show that they and their spouse have not had any contact with their ONR/s.",
      "id": "s61"
    },
    {
      "text": "' (Emphasis in original) \n22 This, the Minister submits, in particular the last line of the excerpt, would seem to support this construction.",
      "id": "s62"
    },
    {
      "text": "CONCLUSION \n \n23 The proposition that the requirement in reg 1.15(1)(c)(ii) is satisfied, in the case of an applicant who has two or three overseas near relatives, if the applicant has not had any contact with one of them within the relevant period, even if he has had regular contact with the other or others during that period, would, in my view, undermine the whole basis of the 'remaining relative' concept for a Subclass 115 visa.",
      "id": "s63"
    },
    {
      "text": "Read in context, that is, read in the context of reg 1.15 as a whole, the basis of the concept is that the visa applicant must not have more than three overseas near relatives --- even if he had not had contact with any of them during the relevant period: reg 1.15(1)(d); or if he has three or a lesser number of overseas near relatives, he only satisfies the requirement of reg 1.15(1)(c)(ii) if he has not had contact with any of them within the relevant period.",
      "id": "s64"
    },
    {
      "text": "24 In my view, the Tribunal did not fail, constructively or otherwise, to exercise its jurisdiction by failing to ask the correct question.",
      "id": "s65"
    },
    {
      "text": "It did not, for that reason, fall into jurisdictional error and no other ground is relied on.",
      "id": "s66"
    },
    {
      "text": "25 The application must be dismissed with costs.",
      "id": "s67"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s68"
    },
    {
      "text": "Associate:\n\nDated: 11 April 2008\n\n Counsel for the Applicant: Mr J Gormly \n \n Solicitor for the Applicant: Legal Aid Commission of NSW \n \n Counsel for the Respondents: Ms B K Nolan \n \n Solicitor for the Respondents: Australian Government Solicitor \n\n Date of Hearing: 7 February 2008 \n \n Date of Judgment: 11 April 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/460.html",
      "id": "s69"
    }
  ]
}