{
  "name": "Australian Competition and Consumer Commission v Prouds Jewellers Pty Ltd (No 2) [2008] FCA 476 (10 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/476.html",
  "catchphrases": [
    {
      "text": "misleading and deceptive conduct",
      "id": "c0"
    },
    {
      "text": "dual pricing",
      "id": "c1"
    },
    {
      "text": "distribution and publication of jewellery catalogues",
      "id": "c2"
    },
    {
      "text": "final orders",
      "id": "c3"
    },
    {
      "text": "terms of declaratory orders",
      "id": "c4"
    },
    {
      "text": "whether injunctive relief is appropriate in the circumstances",
      "id": "c5"
    },
    {
      "text": "whether an order for corrective advertising should be made",
      "id": "c6"
    },
    {
      "text": "costs in the proceedings where applicant fails on significant point",
      "id": "c7"
    },
    {
      "text": "trade practices",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 On 15 February 2008, I published reasons for judgment in this matter reserving the question of what orders should be made to give effect to those reasons.",
      "id": "s0"
    },
    {
      "text": "The parties have made submissions.",
      "id": "s1"
    },
    {
      "text": "In issue is whether declaratory orders should be made and, if so, their terms.",
      "id": "s2"
    },
    {
      "text": "Also in issue is whether an injunction should issue and, if so, its terms.",
      "id": "s3"
    },
    {
      "text": "Similarly there is an issue about whether corrective advertising should be ordered and, if so the terms of the advertisements and where they should be placed.",
      "id": "s4"
    },
    {
      "text": "Lastly, there is an issue about what order should be made as to costs.",
      "id": "s5"
    },
    {
      "text": "2 The declaratory orders sought by the Australian Competition and Consumer Commission are in the following terms:\n \n The Court declares that \n \n 1.",
      "id": "s6"
    },
    {
      "text": "Prouds has in trade or commerce engaged in conduct that is misleading or deceptive, or is likely to mislead or deceive, in contravention of section 52 of the Trade Practices Act 1974 by publishing and disseminating a catalogue entitled \"Summer of Love\" in Australia during January and February 2006 containing representations that, for a reasonable period immediately preceding publication of that catalogue, the price identified in that catalogue by the word \"Was\" for each of the items of jewellery identified by the SKU Codes 2952471, 4050554, 4050562, 2894889, 2906399, 2937001, 2958299, 2958972, 2996980, 2971390, 2984008, 2984016, 7054991, 7102459, 7550654, 7712909 and 7757464 ( 17 Catalogue Items ), was the usual price for each of those items of jewellery ( Summer of Love Usual Price Representations ), where contrary to each representation, the price identified by the word \"Was\" in that catalogue for each item of jewellery was not the usual price for each of those items for the period 1 December 2005 to 28 January 2006.",
      "id": "s7"
    },
    {
      "text": "2.",
      "id": "s8"
    },
    {
      "text": "Prouds has in trade or commerce in connection with the supply or possible supply of goods, namely the 17 Catalogue Items, or in connection with the promotion of the supply of such goods, made false or misleading representations with respect to the price of goods, in contravention of section 53(e) of the Trade Practices Act 1974 in that it made the Summer of Love Usual Price Representations by publishing and disseminating a catalogue entitled \"Summer of Love\" in Australia during January and February 2006, where contrary to each representation, the price identified by the word \"Was\" in that catalogue for each item of jewellery was not the usual price for each of those items for the period 1 December 2005 to 28 January 2006.",
      "id": "s9"
    },
    {
      "text": "3.",
      "id": "s10"
    },
    {
      "text": "Prouds has in trade or commerce engaged in conduct that is misleading or deceptive, or is likely to mislead or deceive, in contravention of section 52 of the Trade Practices Act 1974 by publishing and disseminating a catalogue entitled \"Love You Mum\" in Australia during April and May 2006 containing representations that, for a reasonable period immediately preceding publication of that catalogue, the price identified in that catalogue by the word \"Was\" for each of the 17 Catalogue Items was the usual price for each of those items of jewellery ( Love You Mum Usual Price Representations ), where contrary to each representation, the price identified by the word \"Was\" in that catalogue for each item of jewellery was not the usual price for each of those items for the period 26 December 2005 to 22 April 2006, or for any part of that period.",
      "id": "s11"
    },
    {
      "text": "4.",
      "id": "s12"
    },
    {
      "text": "Prouds has in trade or commerce in connection with the supply or possible supply of goods, namely the 17 Catalogue Items, or in connection with the promotion of the supply of such goods, made false or misleading representations with respect to the price of goods, in contravention of section 53(e) of the Trade Practices Act 1974 in that it made the Love You Mum Usual Price Representations by publishing and disseminating a catalogue entitled \"Love You Mum\" in Australia during April and May 2006 where contrary to each representation, the price identified by the word \"Was\" in that catalogue for each item of jewellery was not the usual price for each of those items for the period 26 December 2005 to 22 April 2006, or for any part of that period.",
      "id": "s13"
    },
    {
      "text": "5.",
      "id": "s14"
    },
    {
      "text": "Prouds has in trade or commerce engaged in conduct that is misleading or deceptive, or is likely to mislead or deceive, in contravention of section 52 of the Trade Practices Act 1974 by: \n \n (a) publishing and disseminating a catalogue entitled \"Love You Mum\" in Australia during April and May 2006 containing representations that, for a reasonable period immediately preceding publication of that catalogue, the price identified in that catalogue by the word \"Was\" for each of the 17 Catalogue Items, was the price at which Prouds offered each of those items of jewellery for sale ( Advertised Price Representations ); \n \n where \n \n (b) contrary to each representation made in respect of the items identified by the SKU Codes 2906399, 2937001, 2952471, 2958299, 2984008, 2984016, 2996980, 4050554, and 4050562 Prouds offered each of those items for sale from 26 December 2005 to 22 April 2006 at prices which in every case were less than the price identified as the \"Was\" price in that catalogue; and \n \n (c) contrary to each representation made in respect of the items identified by the SKU Codes 2894889, 2958972, 2971390, 7054991, 7102459, 7550654, 7712909 and 7757464, Prouds offered each of those items for sale from 26 December 2005 to 22 April 2006 (except for the period from 1 March 2006 to 1 April 2006) at prices which in every case were less than the price identified as the \"Was\" price in that catalogue.",
      "id": "s15"
    },
    {
      "text": "6.",
      "id": "s16"
    },
    {
      "text": "Prouds has in trade or commerce in connection with the supply or possible supply of goods, namely the 17 Catalogue Items, or in connection with the promotion of the supply of such goods, made false or misleading representations with respect to the price of goods, in contravention of section 53(e) of the Trade Practices Act 1974 in that it: \n \n (a) made the Advertised Price Representations by publishing and disseminating a catalogue entitled \"Love You Mum\" in April and May 2006 in Australia; \n \n where \n \n (b) contrary to each representation made in respect of the items identified by the SKU Codes 2906399, 2937001, 2952471, 2958299, 2984008, 2984016, 2996980, 4050554, and 4050562 Prouds offered each of those items for sale from 26 December 2005 to 22 April 2006 at prices which in every case were less than the price identified as the \"Was\" price in that catalogue; and \n \n (c) contrary to each representation made in respect of the items identified by the SKU Codes 2894889, 2958972, 2971390, 7054991, 7102459, 7550654, 7712909 and 7757464, Prouds offered each of those items for sale from 26 December 2005 to 22 April 2006 (except for the period from 1 March 2006 to 1 April 2006) at prices which in every case were less than the price identified as the \"Was\" price in that catalogue.",
      "id": "s17"
    },
    {
      "text": "3 The declaratory orders proposed by Prouds Jewellers Pty Ltd (though its primary position was that no such order should be made) are:\n \n 1.",
      "id": "s18"
    },
    {
      "text": "A declaration that the statement of a \"Was\" price next to a \"Now\" price for an item of jewellery appearing in the Respondent's February 2006 \"Summer of Love\" catalogue ( Summer of Love Catalogue ) and May 2006 \"Love You Mum\" (Love You Mum Catalogue ) did not constitute a representation: \n \n \n \n \n \n (a) that the item of jewellery had previously been sold at that price; or \n \n (b) that the item of jewellery was usually sold at that price; or \n \n (c) that the difference between the Was price and the Now price was the amount a consumer would save if she or he purchased the item of jewellery for the Now price compared with what consumers paid for the item immediately preceding publication of the catalogue; or \n \n (d) that a substantial volume of sales of the item of jewellery that occurred in a reasonable period immediately preceding publication of the catalogue was at the Was price.",
      "id": "s19"
    },
    {
      "text": "2.",
      "id": "s20"
    },
    {
      "text": "A declaration that: \n \n \n \n \n \n (a) the statement of a \"Was\" price next to a \"Now\" price for each of the items of jewellery identified by the SKU Codes SKU2952471, SKU4050554, SKU4050562, SKU2894889, SKU2906399, SKU2937001, SKU2958299, SKU2958972, SKU2996980, SKU2971390, SKU2984008, SKU2984016, SKU7054991, SKU7102459, SKU7550654, SKU7712909 and SKU7757464 (the 17 Catalogue Items ) appearing in the Summer of Love Catalogue and the Love You Mum Catalogue did constitute a representation in trade or commerce that each such item had been offered for sale for an anterior period ending on a date immediately preceding publication of the catalogue and commencing on a date which is not capable of precise identification but could be two months prior to the date of publication; \n \n \n \n \n \n (b) contrary to the representation the Respondent did not offer those items for sale at the Was price during such period; and \n \n (c) the Respondent thereby engaged in misleading or deceptive conduct, or conduct likely to mislead or deceive, in contravention of section 52 of the Trade Practices Act 1974 .",
      "id": "s21"
    },
    {
      "text": "4 The first question is whether declarations should be made at all.",
      "id": "s22"
    },
    {
      "text": "Matters relevant to this question were recently discussed by Jacobson J in Australian Competition and Consumer Commission v Albert (2005) 223 ALR 467 (at [28]-[30]):\n \n Sheppard J observed in Tobacco Institute at 100 that the court's power to make declarations may also be found within the Act itself.",
      "id": "s23"
    },
    {
      "text": "Relying on the presence of s 80(4) and (5), Sheppard J found that the policy of the Act, concerned as it is with public interest, extends to the area of declaratory relief, for it marks the court's disapproval of particular conduct which contravenes the Act.",
      "id": "s24"
    },
    {
      "text": "The terms of the declarations sought must be scrutinised.",
      "id": "s25"
    },
    {
      "text": "In some cases it might be appropriate to simply make findings of fact that a respondent has contravened a provision of the Act.",
      "id": "s26"
    },
    {
      "text": "However, conduct constituting contravention of the Act need not be dishonest or flagrant before a court, may, in its discretion, grant declarations: Australian Competition and Consumer Commission v Goldy Motors Pty Limited (2001) ATPR 41-801 (\"Goldy Motors\") at [30] and [32] per Carr J.",
      "id": "s27"
    },
    {
      "text": "Further factors to be considered in the exercise of the court's discretion include the fact that making declarations serves to vindicate an applicant's claim and may also assist in clarifying the law: Goldy Motors at [34].",
      "id": "s28"
    },
    {
      "text": "It has also been observed that there is a public interest in the court making declarations in cases involving admitted breaches of Part V the Act, for it is a piece of legislation of some importance to consumers and others engaged in trade and commerce: Goldy Motors at [34]; see also Australian Competition and Consumer Commission v Target (2001) ATPR 41-840 (\"Target\") per French J at [18].",
      "id": "s29"
    },
    {
      "text": "5 I am satisfied that declaratory orders should be made.",
      "id": "s30"
    },
    {
      "text": "They will articulate with precision the conduct of Prouds that contravened the Trade Practices Act 1974 (Cth).",
      "id": "s31"
    },
    {
      "text": "They will vindicate ACCC's claims, notwithstanding that it failed to satisfy the Court that the \"was\" price should be viewed as the previous selling price.",
      "id": "s32"
    },
    {
      "text": "The making of declaratory orders will also mark the Court's disapproval of Prouds' conduct which, at best, involved indifference about whether its promotional material fairly or accurately informed consumers about the extent to which, in truth, the promotional sale provided real and material benefits to the consuming public.",
      "id": "s33"
    },
    {
      "text": "6 This leads to a question of how the declaratory orders should be expressed.",
      "id": "s34"
    },
    {
      "text": "Prouds seeks a declaration, in its proposed order 1, that certain conduct was not misleading or deceptive.",
      "id": "s35"
    },
    {
      "text": "Prouds' proposed order 1 simply reflects conclusions I reached and expressed in my reasons for judgment (see Australian Competition and Consumer Commission v Prouds Jewellers Pty Ltd [2008] FCA 75) and, in my opinion, nothing more.",
      "id": "s36"
    },
    {
      "text": "It is clear, however, that declaratory orders should not be used for this purpose.",
      "id": "s37"
    },
    {
      "text": "As the Full Court said in Warramunda Village Inc v Pryde [2001] FCA 61 ; (2001) 105 FCR 437 at [8] :\n \n The remedy of a declaration of right is ordinarily granted as final relief in a proceeding.",
      "id": "s38"
    },
    {
      "text": "It is intended to state the rights of the parties with respect to a particular matter with precision, and in a binding way.",
      "id": "s39"
    },
    {
      "text": "The remedy of a declaration is not an appropriate way of recording in a summary form, conclusions reached by the Court in reasons for judgment.",
      "id": "s40"
    },
    {
      "text": "This is even more strongly the case when the conclusion is not one from which any right or liability necessarily flows.",
      "id": "s41"
    },
    {
      "text": "As I apprehend the authorities, declarations should declare rights, liabilities, duties or obligations, although this list is not intended to be exhaustive.",
      "id": "s42"
    },
    {
      "text": "Plainly, proposed order 1 does not reflect findings of liability in the sense of declaring the conduct of Prouds that was in contravention of the Act.",
      "id": "s43"
    },
    {
      "text": "It is inappropriate and probably impermissible to declare what conduct was not in contravention of the Act.",
      "id": "s44"
    },
    {
      "text": "7 ACCC's formulation, with one qualification, adequately and appropriately describes the way in which Prouds' liability should be expressed.",
      "id": "s45"
    },
    {
      "text": "The qualification is that proposed orders 1, 2, 3 and 4 suffer, in my opinion, from the vice of using the expression \"usual price\" which, in the context of this litigation, is an expression with no precise legal or factual content.",
      "id": "s46"
    },
    {
      "text": "Rather the order should speak of the \"price at which each of those items of jewellery was offered for sale\".",
      "id": "s47"
    },
    {
      "text": "Prouds took issue with whether a finding of contravention of s 53(e) of the Act should be reflected in the declaratory order when I made no express reference to that provision in the conclusions articulated in my earlier reasons for judgment.",
      "id": "s48"
    },
    {
      "text": "However, contravention of that section was alleged and the findings made lead necessarily to the conclusion that the particular section was contravened.",
      "id": "s49"
    },
    {
      "text": "The expression in the provision \"false or misleading representation with respect to the price of goods\" clearly, in my opinion, comprehends misleading statements made about the significance of the present offer price (in this case, the \"now\" price) when compared to an earlier offer price (the \"was\" price) and how the former might be understood having regard to the latter.",
      "id": "s50"
    },
    {
      "text": "Accordingly, reference should be made to contravention of s 53(e) of the Act.",
      "id": "s51"
    },
    {
      "text": "Injunctive relief \n \n8 I now turn to consider the question of injunctive relief.",
      "id": "s52"
    },
    {
      "text": "The injunction sought by ACCC is in the following terms:\n \n The Court orders that: \n \n Prouds be restrained in trade or commerce, for a period of 3 years whether by itself or by its officers, employees, agents or otherwise howsoever, from making in any catalogue, brochure, display, price ticket or on-line publication ( advertisement ), a representation of the price at which an item of jewellery is offered for supply to consumers ( current price offer ), in conjunction with a representation as to a higher price at which the item of jewellery has previously been offered for supply ( higher price ), unless in the period of two months ending on the sale commencing day in an advertisement or otherwise Prouds continuously offered that item of jewellery for supply at a price equal to or more than the higher price.",
      "id": "s53"
    },
    {
      "text": "In this injunction sale commencing day means: \n (a) if the advertisement states a day on which the current price offer will first be made available, that day; \n (b) if the advertisement states a day on which the current price offer was first made available, and the current price offer has been available continuously since that day, that day; and \n (c) in any other case the day on which the advertisement is first published by Prouds.",
      "id": "s54"
    },
    {
      "text": "9 The first question is whether an injunction should issue at all.",
      "id": "s55"
    },
    {
      "text": "If an injunction should issue, the second question is the form it should take (although issues attending this second question, in a sense, inform the answer to the first question).",
      "id": "s56"
    },
    {
      "text": "Plainly, Prouds is, into the future, compelled by the Act not to engage in conduct that is proscribed by the Act.",
      "id": "s57"
    },
    {
      "text": "ACCC submitted that an injunction was necessary, having regard to Prouds' conduct to date and the evidence of Mr Cockayne concerning its practices.",
      "id": "s58"
    },
    {
      "text": "I do not accept that.",
      "id": "s59"
    },
    {
      "text": "While Prouds has contested many aspects of ACCC's case alleging breaches of the Act, it has nonetheless acknowledged possible contraventions in relation to items affected by the increase in the price of gold, has agreed to submit to a compliance program and in the period leading up to the hearing, volunteered to use and did actually use a notation in its more recent promotional material designed to address one possible conclusion about contravening conduct which might have emerged in the litigation.",
      "id": "s60"
    },
    {
      "text": "Moreover, ACCC withdrew, at a hearing concerning the appropriate orders that should be made, a submission that the facts needed to prove contravention of the injunction would be substantially narrower than the facts the Court would need to consider in any future proceedings for statutory contravention.",
      "id": "s61"
    },
    {
      "text": "In my opinion, this is not a case that warrants the grant of injunctive relief.",
      "id": "s62"
    },
    {
      "text": "10 This conclusion is fortified by the terms of the injunction ACCC is seeking, which I consider are inappropriate.",
      "id": "s63"
    },
    {
      "text": "ACCC's draft injunction prohibits the use of dual pricing (but only for a period of three years) that uses a \"was\" and a \"now\" price unless a precondition is met, namely, that any dual priced item had been offered for sale or supply at the \"was\" price for a period of two months immediately preceding the commencement of the sale.",
      "id": "s64"
    },
    {
      "text": "However, an order in these terms assumes that this precondition is the only way of avoiding misleading and deceptive conduct when using dual pricing.",
      "id": "s65"
    },
    {
      "text": "It is true that the failure of Prouds to satisfy this precondition, in the facts of this case, led to one of the conclusions that it had engaged in misleading and deceptive conduct.",
      "id": "s66"
    },
    {
      "text": "However, depending on the terms of the promotional material including, in relation to statements involving dual pricing, qualifications and explanations about what is said and meant and depending on the factual matrix in which it occured, lawful dual pricing may be possible and not in contravention of the Act.",
      "id": "s67"
    },
    {
      "text": "It would be undesirable to speculate about circumstances in which dual pricing might not involve misleading and deceptive conduct.",
      "id": "s68"
    },
    {
      "text": "It is sufficient to note that, in my opinion, the precondition contemplated in the draft order is not likely to exhaust the ways in which dual pricing can be undertaken without engaging in misleading and deceptive conduct.",
      "id": "s69"
    },
    {
      "text": "Corrective advertising \n \n11 I now consider the issue of corrective advertising.",
      "id": "s70"
    },
    {
      "text": "ACCC proposed the following order:\n \n The Court orders that: \n \n Prouds must within 28 days of the date of these orders at its own expense: \n \n (a) cause to be published: \n \n (i) at all points of sale, a corrective notice in the form of the Schedule to these Orders of a size no less than A3 format, such notice to remain in place for 28 days; and \n (ii) a corrective notice in the form of the Schedule to these Orders of a size no less than 15 cm x 20cm and in a text with a type face not less than 12 point in the following newspapers: \n \n (A) The Mercury, Hobart \n (B) The Launceston Examiner \n (C) Bairnsdale Advertiser \n (D) Warrnambool Standard \n (E) Pilbara News \n (F) Northern Territory News \n (G) Northern Star, Lismore \n (H) The Toowoomba Chronicle \n (I) Geelong Advertiser \n (J) The Albury Border Mail \n (K) The Area News, Griffith, NSW \n (L) The Ballarat Courier; and \n \n \n \n (b) cause to be distributed to residential letterboxes in each of the regions serviced by the Salmat warehouse locations from which the Love You Mum and Summer of Love catalogues were distributed, a corrective notice in the form of the Schedule to these Orders a size no less than A4 format, using the same system or systems to manage that delivery as were used to manage the delivery of the catalogue entitled \"Love You Mum\".",
      "id": "s71"
    },
    {
      "text": "12 In Australian Competition and Consumer Commission v Telstra Corporation Limited [2007] FCA 2058 , Gordon J helpfully drew together the principles concerning the issue of whether a corrective advertising order should be made(at [4]):\n \n Section 86C of the [Act] confers power on the Court to make an order for corrective advertising.",
      "id": "s72"
    },
    {
      "text": "Corrective advertising may have a number of purposes: \n \n (1) to protect the public interest by dispelling an incorrect or false impression that has been created as a result of misleading or deceptive conduct (Medical Benefits Fund of Australia Ltd v Cassidy (2003) 135 FCR 1 at [49] (Full Court) and ACCC v Wizard Mortgage Corporation Ltd (2002) ATPR 41-903 at [27] ) especially where all of the misleading or deceptive conduct arose out of advertisements and other public statements and promotions; \n (2) to alert consumers to the fact of the misleading or deceptive conduct and inform them that they might have some remedy if they relied upon any of the misleading or deceptive conduct: Medical Benefits Fund 135 FCR 1 at [54]; \n (3) as an \"aid in the enforcement of the primary orders and the prevention of repetition of the contravening conduct\": ACCC v Real Estate Institute (WA) Inc [1999] FCA 1387 ; (1999) 95 FCR 114 at 133 per French J, cited with approval in Medical Benefits Fund 135 FCR 1 at [51].",
      "id": "s73"
    },
    {
      "text": "13 It is true, as Prouds submits, that the contravening conduct occurred some time ago and the findings relate only to a limited number of items in two catalogues.",
      "id": "s74"
    },
    {
      "text": "Whether the same vice attended the promotion of other items in those catalogues or infected other catalogues or, indeed, other means adopted by Prouds to market its goods, was not a question I was called upon to consider.",
      "id": "s75"
    },
    {
      "text": "Nonetheless, the contravening conduct did involve something more than a trifling incident of misleading and deceptive conduct that was doubtless intended to influence consumer behaviour.",
      "id": "s76"
    },
    {
      "text": "Prouds' use of comparative pricing is an essential, if not the fundamental, feature of its marketing.",
      "id": "s77"
    },
    {
      "text": "Particularly in circumstances where no injunction is granted, it is desirable, in my opinion, to order corrective advertising as a means of creating an environment in which, in this case, Prouds will be more assiduous in ensuring that it does not repeat the contravening conduct, knowing that consumers are aware that it occurred in the past.",
      "id": "s78"
    },
    {
      "text": "However, I think the order proposed by ACCC is too wide in its reach, in the sense that it is unnecessary, in my opinion, to require letter-boxing as proposed in the draft order.",
      "id": "s79"
    },
    {
      "text": "It is sufficient that the advertisements are placed in the newspapers and Prouds' stores.",
      "id": "s80"
    },
    {
      "text": "However, if that does not occur, it is desirable that the notices at the point of sale remain in place for more than 28 days.",
      "id": "s81"
    },
    {
      "text": "Three months, in my opinion, is appropriate.",
      "id": "s82"
    },
    {
      "text": "Some minor criticisms were made by Prouds concerning the form of the proposed advertisement.",
      "id": "s83"
    },
    {
      "text": "I agree with those criticisms and, in any event, they were accepted by senior counsel for ACCC.",
      "id": "s84"
    },
    {
      "text": "Costs of the proceedings \n \n14 I lastly address the question of costs.",
      "id": "s85"
    },
    {
      "text": "ACCC seeks that all its costs be paid as the successful party.",
      "id": "s86"
    },
    {
      "text": "Prouds seeks 50% of its costs, on the footing that ACCC failed in relation to a central platform of its case, namely that the \"was\" price should be viewed as the price at which a particular item had historically been sold.",
      "id": "s87"
    },
    {
      "text": "I will not rehearse the authorities concerning the exercise of the Court's discretionary power to award costs.",
      "id": "s88"
    },
    {
      "text": "Suffice to say, the discretion must be exercised judicially, not arbitrarily and on the basis that a successful party can have all its costs even if it has failed on a particular point or issue but, even so, adjustments can be made having regard to partial success or partial failure or, putting it slightly differently, success on some points but not all.",
      "id": "s89"
    },
    {
      "text": "15 In my opinion, this is a case where ACCC can be viewed as the successful party, even though it failed to establish that some of the pleaded conduct contravened the Act.",
      "id": "s90"
    },
    {
      "text": "However, I do accept that ACCC's case, and certainly its evidentiary case, was based in substantial part on the contention that the \"was\" price should be viewed as the price at which a particular item had, historically, been sold.",
      "id": "s91"
    },
    {
      "text": "The detailed evidence of Dr Ferrier, led by ACCC, was directed, in substance, to establishing what the actual selling prices of the 17 items had been.",
      "id": "s92"
    },
    {
      "text": "The notion that the promoted \"was\" price would be taken by consumers to be reference those prices was at the forefront of ACCC's submissions.",
      "id": "s93"
    },
    {
      "text": "The relief it sought was, in many respects, framed on the basis that this was correct.",
      "id": "s94"
    },
    {
      "text": "ACCC failed on this significant point and some adjustment should be made to the costs order to reflect this failure.",
      "id": "s95"
    },
    {
      "text": "The appropriate order is that Prouds pay 70% of ACCC's costs.",
      "id": "s96"
    },
    {
      "text": "I certify that the preceding fifteen(15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Moore.",
      "id": "s97"
    },
    {
      "text": "Associate:\n\nDated: 10 April 2008\n\n\n Counsel for the Applicant: S White SC with T Brennan \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondent: AJL Bannon SC with DB Studdy \n \n Solicitor for the Respondent: Gilbert + Tobin \n \n Dates of Hearing: 11 March 2008 \n \n Date of Judgment: 10 April 2008 \n \n \n CORRECTIVE ADVERTISEMENT CORRECTIVE ADVERTISEMENT Order of the Federal Court of Australia [INSERT PROUDS' LOGO] A correction from Prouds The Federal Court has declared that our promotion of 17 items of jewellery in two catalogues published in 2006 entitled \"Summer of Love\" (for a promotion commencing 29 January 2006) and \"Love You Mum\" (for a promotion commencing 23 April 2006) were misleading or deceptive or likely to mislead or deceive.",
      "id": "s98"
    },
    {
      "text": "The reason the Federal Court made this declaration is that the catalogues advertised the 17 items of jewellery as having a \"Was\" price and a \"Now\" price in circumstances where we had not offered the items of jewellery for sale at the \"Was\" price for a reasonable period immediately prior to the catalogue promotions.",
      "id": "s99"
    },
    {
      "text": "The 17 items had the following SKU numbers: 2952471, 4050554, 4050562, 2894889, 2906399, 2937001, 2958299, 2958972, 2996980, 2971390, 2984008, 2984016, 7054991, 7102459, 7550654, 7712909 and 7757464, which represent the following items: I Love You Bear Pendant, 19cm Solid Belcher Bolt Ring Bracelet, 21 cm Solid Belcher Bolt Ring Bracelet, CZ Heart including 43cm Chain, 19cm Double Curb Padlock Bracelet, 2 Tone Flower Heart Pendant, 2 Tone Heart Knot Pendant, 3 x 15mm Hoop Earrings, Diamond Filigree Heart Ring, 15mm Ribbon Twist Hoop Earrings, 20mm Ribbon Twist Hoop Earrings, Emerald Cut Blue Topaz Dress Ring, Diamond Crossover Dress Ring, Cute Heart Pendant, Diamond Cross Over Earrings, Amethyst Oval Bezel Drop Earrings.",
      "id": "s100"
    },
    {
      "text": "This corrective advertisement has been paid for by Prouds \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/476.html",
      "id": "s101"
    }
  ]
}