{
  "name": "Horn v Australian Electoral Commission [2008] FCA 43 (30 January 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/43.html",
  "catchphrases": [
    {
      "text": "submission that there be no order as to costs in relation to litigation said to be pursued in the public interest",
      "id": "c0"
    },
    {
      "text": "submission rejected",
      "id": "c1"
    },
    {
      "text": "costs awarded on the basis of conventional principles recognising degree of success of each party",
      "id": "c2"
    },
    {
      "text": "costs",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 23 November 2007, following an urgent hearing, I made the following orders:\n \n 1.",
      "id": "s0"
    },
    {
      "text": "The application be dismissed.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "The respondent's notice of motion to dismiss the proceedings filed on 2 November 2007 be dismissed.",
      "id": "s3"
    },
    {
      "text": "3.",
      "id": "s4"
    },
    {
      "text": "Costs reserved.",
      "id": "s5"
    },
    {
      "text": "2 Counsel expressed a desire to make written submissions on the question of costs in light of the fact that each of the parties had been partially successful in their arguments.",
      "id": "s6"
    },
    {
      "text": "I have now had the advantage of considering those written submissions.",
      "id": "s7"
    },
    {
      "text": "STATUTORY BACKGROUND \n \n3 Sections 43(1) and (2) of the Federal Court of Australia Act 1976 (Cth) (the Act) enables the Court to award costs in its discretion.",
      "id": "s8"
    },
    {
      "text": "4 The text of s 43 relevantly provides as follows:\n \n \n (1) ..., the Court or a Judge has jurisdiction to award costs in all proceedings before the Court (including proceedings dismissed for want of jurisdiction) other than proceedings in respect of which any other Act provides that costs shall not be awarded.",
      "id": "s9"
    },
    {
      "text": "... \n (2) Except as provided by any other Act, the award of costs is in the discretion of the Court or Judge.",
      "id": "s10"
    },
    {
      "text": "GENERAL PRINCIPLES \n \n5 The usual approach is that costs will follow the event.",
      "id": "s11"
    },
    {
      "text": "The effect of this approach is that even if an unsuccessful litigant has succeeded on some parts of the claim, the unsuccessful litigant would usually pay the costs of the successful litigant.",
      "id": "s12"
    },
    {
      "text": "I say 'usually' as there are widely recognised exceptions.",
      "id": "s13"
    },
    {
      "text": "Costs following the event, as counsel for both parties recognise, is a rule which may be modified where each of the litigants has enjoyed some success.",
      "id": "s14"
    },
    {
      "text": "6 Mr Horn has asked that I should treat his application as one involving public interest litigation which would attract special considerations in the exercise of the Court's discretion.",
      "id": "s15"
    },
    {
      "text": "7 In particular, Mr Horn says that the following matters should be taken into account:\n \n (a) his success in the notice of motion, both as to the existence of a 'matter' sufficient to ground the jurisdiction of the Court under s 39B of the Judiciary Act 1903 (Cth) and further, my rejection of the respondent's assertion that the proceedings were in some way brought frivolously or vexatiously;\n (b) my findings at [26] of the reasons for judgment ( Horn v Australian Electoral Commission [2007] FCA 1827) as to Mr Horn's motivation and responsible conduct of the proceedings;\n (c) the legitimate characterisation of the proceedings as being within the category of 'public interest litigation'; and\n (d) the strongly arguable nature of numerous aspects of the application's merits.",
      "id": "s16"
    },
    {
      "text": "PUBLIC INTEREST LITIGATION \n \n8 Mr Horn's primary position is that I should make no order as to costs for reasons reflected in the subparagraphs outlined above.",
      "id": "s17"
    },
    {
      "text": "His secondary position is that any costs order made in favour of the respondent should reflect a variety of matters including those factors listed above.",
      "id": "s18"
    },
    {
      "text": "9 The submission that there should be no order as to costs turns in significant measure on the suggested characterisation of this litigation as public interest litigation.",
      "id": "s19"
    },
    {
      "text": "That argument in turn relies primarily upon the High Court decision of Oshlack v Richmond River Council [1998] HCA 11 ; (1998) 193 CLR 72 in which the appellant had sought a declaration that a development consent order the council had granted was void and of no effect.",
      "id": "s20"
    },
    {
      "text": "Notwithstanding his failure to obtain such an order, the appellant was not ordered to pay the costs of the respondent.",
      "id": "s21"
    },
    {
      "text": "The Court of Appeal of New South Wales overturned that order and the High Court, by a narrow majority, in turn allowed the appeal from the decision of the Court of Appeal.",
      "id": "s22"
    },
    {
      "text": "In the joint judgment of Gaudron and Gummow JJ at [49], their Honours said:\n \n \n [49] The primary judge reasoned from a starting point which favoured costs orders against the appellant as the unsuccessful party.",
      "id": "s23"
    },
    {
      "text": "However, he correctly drew a distinction earlier expressed as follows by Menzies J, with the concurrence of Kitto, Taylor and Windeyer JJ: \n \n \n \"Prohibitions and restrictions such as those under consideration are directed towards public health and comfort and the orderly arrangement of municipal areas and are imposed, not for the benefit of particular individuals, but for the benefit of the public or at least a section of the public, viz those living in the municipal area.",
      "id": "s24"
    },
    {
      "text": "\" \n \n \n Having characterised the nature of the litigation as concerned with public rather than private rights, Stein J stated that \"something more\" than the categorisation of proceedings as public interest litigation was needed before a successful defendant should be denied costs.",
      "id": "s25"
    },
    {
      "text": "Stein J then isolated the factors identified in pars (iii), (iv) and (v) of the summary given earlier in these reasons as sufficient special circumstances.",
      "id": "s26"
    },
    {
      "text": "In proceeding to exercise in this fashion the discretion conferred by s 69 , Stein J did not take into account considerations which can be said to have been definitely extraneous to any objects the legislature could have had in view in enacting s 69 and in relation to the operation of s 69 upon proceedings instituted under s 123 of the EPA Act.",
      "id": "s27"
    },
    {
      "text": "The contrary is the case.",
      "id": "s28"
    },
    {
      "text": "(footnotes omitted) \n \n \n \n\nEarlier in the judgment at [20] there was reference to the factors mentioned by their Honours.",
      "id": "s29"
    },
    {
      "text": "Those factors were:\n \n \n ... \n (iii) The appellant's pursuit of the litigation was motivated by his desire to ensure obedience to environmental law and to preserve the habitat of the endangered koala on and around the site; he had nothing to gain from the litigation \"other than the worthy motive of seeking to uphold environmental law and the preservation of endangered fauna\".",
      "id": "s30"
    },
    {
      "text": "(iv) In the present case, \"a significant number of members of the public\" shared the stance of the appellant as to the development to take place on the site, the preservation of the natural features and flora of the site, and the impact on endangered fauna, especially the koala.",
      "id": "s31"
    },
    {
      "text": "In that sense there was a \"public interest\" in the outcome of the litigation.",
      "id": "s32"
    },
    {
      "text": "(v) The basis of the challenge was arguable and had raised and resolved \"significant issues\" as to the interpretation and future administration of statutory provisions relating to the protection of endangered fauna and relating to the ambit and future administration of the subject development consent; these issues had \"implications\" for the Council, the developer and the public.",
      "id": "s33"
    },
    {
      "text": "\" (footnotes omitted) \n \n\n10 In Ruddock v Vadarlis (No 2) [2001] FCA 1865 ; (2001) 115 FCR 229 at [10] , Black CJ and French J referred to Bray CJ in Cretazzo v Lombardi (1975) 13 SASR 4 (at 11) where he said: \n \n I think the guiding principle still stands as it left the House of Lords in the famous case of Donald Campbell &amp; Co v Pollak, that the general discretion is absolute and unfettered, except that it must be exercised judicially, not arbitrarily or capriciously, and that it cannot be exercised on grounds unconnected with the litigation.",
      "id": "s34"
    },
    {
      "text": "11 It was observed in Ruddock (No 2) [2001] FCA 1865 ; 115 FCR 229 at [10] that:\n \n [t]he principle has also been adopted expressly in relation to s 43: See Re Wilcox; Ex parte Venture Industries Pty Ltd (No 2) (1996) 72 FCR 151 at 156; 141 ALR 727 (at 732); Scott v Secretary, Department of Social Security (No 2) [2000] FCA 1450 (at [2]).",
      "id": "s35"
    },
    {
      "text": "12 Their Honours continued:\n \n \n 11 Within the general discretion of the courts to award costs it is accepted by decisions in both Australian and English jurisdictions that: \n \n \n &#8226; Ordinarily costs follow the event and a successful litigant receives costs in the absence of special circumstances justifying some other order.",
      "id": "s36"
    },
    {
      "text": "&#8226; Where a litigant has succeeded only upon a portion of the claim, the circumstances may make it reasonable that the litigant bear the expense of litigating that portion upon which he or she has failed.",
      "id": "s37"
    },
    {
      "text": "&#8226; A successful party who has failed on certain issues may not only be deprived of the costs of those issues but may be ordered as well to pay the other parties' costs of them.",
      "id": "s38"
    },
    {
      "text": "In this sense \"issue\" does not mean a precise issue in the technical pleading sense but any disputed question of fact or law.",
      "id": "s39"
    },
    {
      "text": "See Hughes v Western Australian Cricket Association (Inc) (1986) ATPR 40-748 (at 48,136); approved by the Full Court in Queensland Wire Industries Pty Ltd v Broken Hill Co Ltd (1987) 17 FCR 211 (at 222).",
      "id": "s40"
    },
    {
      "text": "13 Their Honours observed at [29]:\n \n \n 29 This is a most unusual case.",
      "id": "s41"
    },
    {
      "text": "It involved matters of high public importance and raised questions concerning the liberty of individuals who were unable to take action on their own behalf to determine their rights.",
      "id": "s42"
    },
    {
      "text": "There was substantial public and, indeed, international controversy about the Commonwealth's actions.",
      "id": "s43"
    },
    {
      "text": "The proceedings provided a forum in which the legal authority of the Commonwealth to act as it did with respect to the rescued people was, and was seen to be, fully considered by the Court and ultimately, albeit by majority, found to exist.",
      "id": "s44"
    },
    {
      "text": "The case is quite different in character from the predominantly environmental litigation in which may [sic] of the previous decisions concerning the impact of public interest considerations on costs awards have been made.",
      "id": "s45"
    },
    {
      "text": "Having regard to its character and circumstances the appropriate disposition is that there be no order as to the costs of the appeal or the application before North J.",
      "id": "s46"
    },
    {
      "text": "14 Against that background, Mr Horn's submissions concluded with the following propositions:\n \n \n \n 9.",
      "id": "s47"
    },
    {
      "text": "As a starting point the Applicant is entitled to significant credit, in terms of costs, for his success on the Notice of Motion.",
      "id": "s48"
    },
    {
      "text": "10.",
      "id": "s49"
    },
    {
      "text": "The Applicant relies on the totality of the unchallenged evidence (paragraphs 6-9 of his affidavit sworn 21 November 2007) cited at [26] as a basis for the dismissal of the Respondent's Notice of Motion.",
      "id": "s50"
    },
    {
      "text": "Reduced to its essence, the challenge to the impugned provisions of the Commonwealth Electoral Act was sourced in the Applicant's deeply and sincerely held view as to the sanctity of the secret ballot as an indispensable part of a proper and fair system of representative democracy.",
      "id": "s51"
    },
    {
      "text": "11.",
      "id": "s52"
    },
    {
      "text": "Mr Horn's concerns: \n \n \n \n (a) are not reflected in any desire for pecuniary, or other personal gain; and \n (b) go [to] the nature and --- he perceives --- integrity of a critical component of the Australian (and to some degree uniquely Australian) system of government.",
      "id": "s53"
    },
    {
      "text": "They thus can fairly be characterised as embodying pursuit of legal remedies in the \"public interest\".",
      "id": "s54"
    },
    {
      "text": "12.",
      "id": "s55"
    },
    {
      "text": "The merit of the application generally had attributes of the kind canvassed by Black CJ and French J in Vadarlis (No.",
      "id": "s56"
    },
    {
      "text": "2) .",
      "id": "s57"
    },
    {
      "text": "This litigation was quite unusual.",
      "id": "s58"
    },
    {
      "text": "Taking into account the seriously arguable nature of the statutory and constitutional issues raised (including the Applicant's success as to the presence of a \"matter\") an application of the so-called \"usual\" principle as to costs would work real injustice.",
      "id": "s59"
    },
    {
      "text": "15 The Commission submits that Oshlack [1998] HCA 11 ; 193 CLR 72 and Ruddock (No 2) [2001] FCA 1865 ; 115 FCR 229 are distinguishable.",
      "id": "s60"
    },
    {
      "text": "It points to the legislative intention that scope for challenge to the administration of the Commonwealth Electoral Act 1918 (Cth) was to be very limited.",
      "id": "s61"
    },
    {
      "text": "The Commission points out that the Commonwealth Electoral Act 1918 does not give open standing for members of the public to challenge the exercise of the respondent's functions under that Act.",
      "id": "s62"
    },
    {
      "text": "It is said the jurisdiction to dispute the operation of the electoral process is tightly constrained.",
      "id": "s63"
    },
    {
      "text": "Mr Horn sought declaratory relief and mandamus under s 39B of the Judiciary Act in respect of the decisions and conduct of the respondent in providing voting compartments for use at the Manjimup Town Hall polling booth.",
      "id": "s64"
    },
    {
      "text": "16 The Commission first contends that there are striking differences between Oshlack [1998] HCA 11 ; 193 CLR 72 and the present proceedings.",
      "id": "s65"
    },
    {
      "text": "It submits that the Commonwealth Electoral Act 1918 is the means by which the Parliament regulates the franchise as the Commonwealth Constitution requires and narrowly confines standing to commence proceedings under that Act.",
      "id": "s66"
    },
    {
      "text": "It is in stark contrast to the open standing provision in s 123 of the Environmental Planning and Assessment Act 1979 (NSW).",
      "id": "s67"
    },
    {
      "text": "17 In my view while there is no doubt that there is such a difference and that it is significant, it is less clear that such a difference (alone) has a bearing on costs determinations once standing has been recognised.",
      "id": "s68"
    },
    {
      "text": "18 Secondly the Commission observes that the prime motivation for the proceedings, and the standing of Mr Horn under s 39B of the Judiciary Act had a private character, as it must for there to be a 'justiciable controversy' and a 'matter'.",
      "id": "s69"
    },
    {
      "text": "The Court held as much in deciding Mr Horn had standing ( Horn v Australian Electoral Commission [2006] FCA 1887 at [24] - [25] ).",
      "id": "s70"
    },
    {
      "text": "I agree with this submission.",
      "id": "s71"
    },
    {
      "text": "19 Finally the Commission suggests that the application raised a question of statutory interpretation, not difficult and important questions calling for clarification and of interest to a significant number of enrolled voters and the public.",
      "id": "s72"
    },
    {
      "text": "While this submission may be correct, clearly if Mr Horn had succeeded, there was great capacity for the public to be affected.",
      "id": "s73"
    },
    {
      "text": "20 But the opportunities to challenge the decisions and conduct of Commonwealth agencies provided for under s 39B of the Judiciary Act does not mean that the agency proceeded against should be deprived of an order in respect of its costs ( Save The Ridge Inc v Commonwealth (2006) 230 ALR 411 at [17]-[18] and Williams v Minister for Environment &amp; Heritage (2004) 132 LGERA 368 per Gray J with Tamberlin J in agreement at [40].",
      "id": "s74"
    },
    {
      "text": "Even if it could be said the present proceedings were brought in the public interest there is no special rule as to costs in such proceedings.",
      "id": "s75"
    },
    {
      "text": "Espousing the public interest alone is not a grant of general immunity from costs ( Oshlack [1998] HCA 11 ; 193 CLR 72 per Kirby J at 123).",
      "id": "s76"
    },
    {
      "text": "There is no general principle from Oshlack [1998] HCA 11 ; 193 CLR 72 that usual costs orders should not apply if the subject matter of the litigation is a matter of public interest ( Ruddock (No 2) [2001] FCA 1865 ; 115 FCR 229 at [21] ).",
      "id": "s77"
    },
    {
      "text": "21 While Mr Horn sought no financial gain (apart from clarification of his prospective liability to penalty under s 245 of the Act for not voting) that fact of itself is not sufficient reason for departing from the usual order as to costs ( Save The Ridge Inc 230 ALR 411 at [15]-[16]; Ruddock (No 2) [2001] FCA 1865 ; 115 FCR 229 at [18] ).",
      "id": "s78"
    },
    {
      "text": "22 This case was unusual and clearly did have a capacity, had it succeeded, to affect a large section of the Australian public.",
      "id": "s79"
    },
    {
      "text": "But it does not follow that every such case should result in no order as to costs being made against the unsuccessful party.",
      "id": "s80"
    },
    {
      "text": "My view of the case was that while the standing argument was considerably more finely balanced than the alleged breach argument, the alleged breach argument was without substance.",
      "id": "s81"
    },
    {
      "text": "23 I do not consider the case was 'close' in the sense considered by the authorities.",
      "id": "s82"
    },
    {
      "text": "Therefore I would be disinclined to accede to any argument that the respondent should be fully denied its costs.",
      "id": "s83"
    },
    {
      "text": "CONCLUSION \n \n24 In my view two arguments were dominant.",
      "id": "s84"
    },
    {
      "text": "The argument by the respondent that Mr Horn had raised no 'matter' and the argument that there had been a breach, occupied a similar amount of time.",
      "id": "s85"
    },
    {
      "text": "The argument by the respondent that the motion should be struck out as being frivolous and vexatious occupied little time.",
      "id": "s86"
    },
    {
      "text": "25 In my view a fair disposition of the matter is that the respondent have 60% of its costs to be taxed if not agreed.",
      "id": "s87"
    },
    {
      "text": "Accordingly I will so order.",
      "id": "s88"
    },
    {
      "text": "I certify that the preceding twenty --- five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s89"
    },
    {
      "text": "Associate:\n\nDated: 30 January 2008\n\n\n Counsel for the Applicant: RL Hooker \n \n Counsel for the Respondent: LB Price \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Final Written Submissions: 24 December 2007 \n \n Date of Costs Judgment: 30 January 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/43.html",
      "id": "s90"
    }
  ]
}