{
  "name": "Lawrance v Commonwealth [2008] FCA 417 (4 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/417.html",
  "catchphrases": [
    {
      "text": "security for costs of an appeal",
      "id": "c0"
    },
    {
      "text": "real risk that security may stifle the appeal",
      "id": "c1"
    },
    {
      "text": "security ordered",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 On 30 November 2007 a Federal Magistrate dismissed an application brought by the now Appellant in the Federal Magistrates Court: Lawrance v Commonwealth (No 5) [2007] FMCA 1934.",
      "id": "s0"
    },
    {
      "text": "In that Court, the Federal Magistrate concluded that Ms Lawrance had not established any conduct contrary to the Sex Discrimination Act 1975 (Cth) or the Disability Discrimination Act 1992 (Cth) and had not established any basis for the grant of relief under the Human Rights and Equal Opportunity Commission Act 1986 (Cth).",
      "id": "s1"
    },
    {
      "text": "2 Ms Lawrance has filed in this Court a Notice of Appeal seeking to challenge the decision made on 30 November 2007.",
      "id": "s2"
    },
    {
      "text": "3 Now before the Court are three Applications : the first is an Application made by Ms Lawrance seeking to suspend the order as to costs made against her by the Federal Magistrate; the second is an Application made on behalf of the State of New South Wales (the Second Respondent) seeking an order that security for costs be provided and seeking a stay of proceedings until such time as security is provided; and the third is a like Application made on behalf of the remaining respondents.",
      "id": "s3"
    },
    {
      "text": "4 Ms Lawrance appeared unrepresented.",
      "id": "s4"
    },
    {
      "text": "5 It is considered that no order should be made suspending the costs order as made by the Federal Magistrate, that Ms Lawrance should be ordered to provide security for the costs to be incurred by the Respondents to the proceedings in this Court and that a stay of proceedings should be ordered in the event that security is not provided.",
      "id": "s5"
    },
    {
      "text": "THE ORDER FOR COSTS MADE BY THE FEDERAL MAGISTRATE \n \n6 On 30 November 2007 the orders made by the Federal Magistrate were that the application then before that Court should be dismissed and that Ms Lawrance was to pay the costs of those proceedings either as agreed or taxed.",
      "id": "s6"
    },
    {
      "text": "Those costs have not been paid to date.",
      "id": "s7"
    },
    {
      "text": "7 Also remaining unpaid are costs the subject of an earlier order made on 17 November 2006 by the Federal Magistrate in respect to interlocutory applications.",
      "id": "s8"
    },
    {
      "text": "8 The Notice of Appeal as filed on 12 December 2007 sought an order that the order for costs as made on 30 November 2007 be \" suspended, pending the decision of the Federal Court \".",
      "id": "s9"
    },
    {
      "text": "When the matter was called on for hearing on 17 March 2008, Ms Lawrance remained undecided as to whether or not she in fact now sought such an order.",
      "id": "s10"
    },
    {
      "text": "She was, accordingly, requested to decide whether she wished to make such an Application and, later in the day, an Interim Application was filed seeking an order that the order for costs be \" suspended under s 29(1)(b) of the Federal Court of Australia Act \".",
      "id": "s11"
    },
    {
      "text": "9 There was, not unexpectedly, no opposition by the Respondents to the hearing of that Application when the matter resumed on 18 March 2008.",
      "id": "s12"
    },
    {
      "text": "10 An appeal to this Court does not operate as a stay of execution or of proceedings under the judgment appealed: Federal Court Rules 1979 (Cth), O 52, r 17.",
      "id": "s13"
    },
    {
      "text": "The \" general principle \" applied in this Court is that an appeal does not operate as a stay: Bahonko v Sterjov [2007] FCA 1377 at [6] (Appl'd: Bahonko v Sterjov [2007] FCA 1556 at [8] ).",
      "id": "s14"
    },
    {
      "text": "But s 29(1)(b) of the Federal Court of Australia Act 1976 (Cth) does confer a discretionary power to make an order suspending the operation of an order previously made.",
      "id": "s15"
    },
    {
      "text": "That subsection provides as follows:\n \n Stay of proceedings and suspension of orders \n (1) Where an appeal to the Court from another court has been instituted: \n ... \n (b) the Court or a Judge may, by order, on such conditions (if any) as it or he or she thinks fit, suspend the operation of an injunction or other order to which the appeal, in whole or in part, relates.",
      "id": "s16"
    },
    {
      "text": "11 The weight of authority in this Court is that the discretion conferred by s 29(1) is one not to be fettered by requiring the demonstration of special or exceptional circumstances: Stirling Harbour Services Pty Ltd v Bunbury Port Authority (No 2) [2000] FCA 87 at [13] per French J.",
      "id": "s17"
    },
    {
      "text": "An order, however, is not made \" simply for the asking \": Bryant v Commonwealth Bank of Australia [1996] HCA 3 ; (1995) 134 ALR 460 at 463 per Kirby J.",
      "id": "s18"
    },
    {
      "text": "12 In concluding that an order should not be made as sought by Ms Lawrance, reliance has been placed upon a number of considerations.",
      "id": "s19"
    },
    {
      "text": "First, there can be no question but that any costs which may be paid by Ms Lawrance would be recoverable from the Respondents to those proceedings in the event that any appeal is allowed and the order as to costs is varied or vacated.",
      "id": "s20"
    },
    {
      "text": "Second, the order as made by the Federal Magistrate is an order that would normally be expected to be made given the dismissal by that Court of her application.",
      "id": "s21"
    },
    {
      "text": "13 Also taken into account have been those considerations which have led to the conclusion that security for costs should be provided.",
      "id": "s22"
    },
    {
      "text": "SECURITY FOR COSTS: THE PRINCIPLES TO BE APPLIED \n \n14 The Applications made by all Respondents seeking security for costs invoke s 56 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s23"
    },
    {
      "text": "That section confers a \" broad power \": James v ANZ Banking Group Ltd (1985) 9 FCR 442 at 444 per Toohey J.",
      "id": "s24"
    },
    {
      "text": "The general principles relevant to the exercise of the discretion are not in dispute and have been conveniently set out by Beazley J in KP Cable Investments Pty Ltd v Meltglow Pty Ltd (1995) 56 FCR 189 and summarised by Bennett J in Croker v Sydney Institute of TAFE (New South Wales) [2003] FCA 942.",
      "id": "s25"
    },
    {
      "text": "In Croker , Bennett J at [26] listed the considerations to be taken into account as follows:\n \n &#8226; The prospects of success;\n &#8226; The quantum of risk that a costs order will not be satisfied;\n &#8226; Whether the making of an order would be oppressive in that it would stifle a reasonable arguable claim;\n &#8226; Whether any impecuniosity of the appellants arises out of the conduct complained of;\n &#8226; Whether there are aspects of public interest which weigh in the balance against such an order;\n &#8226; Whether there are any particular discretionary matters peculiar to the circumstances of the case.",
      "id": "s26"
    },
    {
      "text": "A determination as to whether security should be awarded and, if so, the quantum of such security, is essentially one of risk management between the parties having regard to their legitimate interests: East Grace Corp v Xing [2005] FCA 219 at [5] per French J.",
      "id": "s27"
    },
    {
      "text": "15 Applications for security must be made, as has occurred in the present proceedings, promptly: Crypta Fuels Pty Ltd v Svelte Corporation Pty Ltd (1995) 19 ACSR 68 at 71.",
      "id": "s28"
    },
    {
      "text": "THE BASIS UPON WHICH SECURITY WAS SOUGHT AND THE PROCEDURE FOLLOWED \n \n16 At the outset of the hearing of the two Motions seeking security, the evidence to be relied upon was, in the usual course, identified.",
      "id": "s29"
    },
    {
      "text": "17 In addition, Ms Lawrance indicated that she wished to adduce evidence as to events which had occurred on 15 February 2008.",
      "id": "s30"
    },
    {
      "text": "She outlined the nature of the evidence that she sought to adduce.",
      "id": "s31"
    },
    {
      "text": "Although such evidence had not been filed in accordance with earlier directions made on 4 February 2008, Ms Lawrance indicated that she was not previously sure as to how she should proceed.",
      "id": "s32"
    },
    {
      "text": "18 Having been provided with an oral outline of the proposed evidence, it was considered that the evidence would be of no relevance to the Applications for security.",
      "id": "s33"
    },
    {
      "text": "Indeed a ruling to that effect was given and the hearing of the Motions commenced.",
      "id": "s34"
    },
    {
      "text": "Very shortly thereafter, however, that ruling was revisited.",
      "id": "s35"
    },
    {
      "text": "Although it was considered that the proposed evidence was in all likelihood irrelevant, it was considered that the more prudent course was to permit Ms Lawrance to file an Affidavit later that day setting forth the proposed further evidence.",
      "id": "s36"
    },
    {
      "text": "19 It was also considered appropriate to require the Respondents to advance their submissions on the first day of a two-day hearing, reserving liberty for them to make further submissions should they see fit once the further evidence had been considered.",
      "id": "s37"
    },
    {
      "text": "That course did not foreclose an unrepresented party from being given the opportunity to call all such evidence as she wished to rely upon and for the relevance of that evidence to be considered once it could be seen in affidavit form.",
      "id": "s38"
    },
    {
      "text": "The course of requiring the Respondents to advance their submissions also permitted Ms Lawrance to fully know how the case was to be advanced against her before she commenced her submissions.",
      "id": "s39"
    },
    {
      "text": "The concurrence of the Respondents to the procedure to be followed, it is considered, extended every procedural fairness to Ms Lawrance.",
      "id": "s40"
    },
    {
      "text": "20 In summary form, the Respondents contended that:\n \n(a) the appeal had limited prospects of success;\n \n(b) there was a real prospect that any order for costs obtained against Ms Lawrance would not be satisfied;\n \n(c) although there was a real risk that an order requiring security could have the effect of stifling the appeal, the Appellant already had the benefit of the decision of the Federal Magistrates Court;\n \n(d) any impecuniosity of Ms Lawrance was not occasioned by the conduct of any of the Respondents;\n \n(e) there is a public interest in this Court ensuring that any order as to costs that it may make will be met; and \n \n(f) relevant to any exercise of discretion are the costs already incurred in respect to various unsuccessful interlocutory Applications advanced by Ms Lawrance.",
      "id": "s41"
    },
    {
      "text": "These submissions closely followed an outline of written submissions which had been filed on behalf of the Second Respondent, the State of New South Wales.",
      "id": "s42"
    },
    {
      "text": "21 Once the oral submissions had concluded, the course was followed of adjourning the hearing of the Motions to 18 March 2008 so that Ms Lawrance could file her affidavit and consider overnight such submissions as she then wished to advance on the following day.",
      "id": "s43"
    },
    {
      "text": "22 The foreshadowed Affidavit was in fact filed.",
      "id": "s44"
    },
    {
      "text": "Objections to the affidavit, together with two further letters upon which Ms Lawrance wished to rely, were noted but the further materials were admitted into evidence.",
      "id": "s45"
    },
    {
      "text": "It is considered that those materials are irrelevant but, even if relevant, would not lead to any different conclusion.",
      "id": "s46"
    },
    {
      "text": "The events in February 2008 were of no relevance to the matters before the Federal Magistrate, nor relevant to an appeal from his Honour's decision.",
      "id": "s47"
    },
    {
      "text": "PROSPECTS OF SUCCESS \n \n23 A principal submission advanced by all Respondents, and a submission in accordance with the considerations summarised by Bennett J in Croker, contended that the Notice of Appeal had such limited prospects of success as to be in itself a persuasive reason why security should be ordered.",
      "id": "s48"
    },
    {
      "text": "24 The Notice of Appeal as filed sets forth some 27 grounds of appeal.",
      "id": "s49"
    },
    {
      "text": "Ms Lawrance was invited on 17 March 2008 to consider whether she wished to pursue all of those grounds or whether she wished to narrow or confine her appeal.",
      "id": "s50"
    },
    {
      "text": "On 18 March 2008 she adhered to the grounds set forth.",
      "id": "s51"
    },
    {
      "text": "25 An appellant is of course entitled to raise for resolution such grounds of appeal as may properly emerge from the decision the subject of appeal.",
      "id": "s52"
    },
    {
      "text": "For the purposes of the present proceedings, each of those grounds have been separately considered.",
      "id": "s53"
    },
    {
      "text": "26 None of the grounds, however, is considered to have any real prospects of success.",
      "id": "s54"
    },
    {
      "text": "27 Without being exhaustive, those grounds seek to challenge findings of fact, seek to challenge orders as to the non-joinder of parties and seek to challenge rulings as to the exclusion of evidence.",
      "id": "s55"
    },
    {
      "text": "Ms Lawrance disputed such a characterisation of her Grounds of Appeal and contended that although some of the grounds sought to ventilate questions of fact, other grounds raised what she described as being \" fundamental questions of law \".",
      "id": "s56"
    },
    {
      "text": "28 Some of these grounds, although not all, it should be noted, have been previously considered in this Court.",
      "id": "s57"
    },
    {
      "text": "Thus in Lawrance v Commonwealth [2007] FCA 1524 leave to appeal was sought in respect to a refusal to join the Guardianship Tribunal and to challenge rulings as to the admissibility of evidence.",
      "id": "s58"
    },
    {
      "text": "Leave to appeal was refused.",
      "id": "s59"
    },
    {
      "text": "In refusing leave, Buchanan J conducted a detailed review of the proceedings to date and concluded in part as follows:\n \n [2] ...",
      "id": "s60"
    },
    {
      "text": "In any event she has not made out a sufficient case of arguable error with respect to any of the rulings which she desires to challenge if leave to appeal is given.",
      "id": "s61"
    },
    {
      "text": "...\n [57] It will be seen that one basis for refusing leave to amend the application (or to join the Guardianship Tribunal) was that such matters are beyond the jurisdiction of the FMCA by reason of s 46PO of the HREOC Act.",
      "id": "s62"
    },
    {
      "text": "Another was that there was no material to suggest the existence of orders or instruments of the kind which Ms Lawrance sought to have revoked.",
      "id": "s63"
    },
    {
      "text": "Nothing has been advanced in support of the application for leave to appeal which satisfactorily addresses the foundation for these rulings or calls their correctness into question.",
      "id": "s64"
    },
    {
      "text": "At the hearing before me Ms Lawrance confirmed that the Guardianship Tribunal was not referred to anywhere in the material she put before HREOC in connection with her terminated complaint and she did not know of the existence of any orders by the Guardianship Tribunal relating to her or whether the Guardianship Tribunal had given any consideration at any time to her circumstances.",
      "id": "s65"
    },
    {
      "text": "Her desire to seek any relief against the Guardianship Tribunal, or in relation to its orders, must be seen as speculative and clearly outside the scope of her terminated complaint.",
      "id": "s66"
    },
    {
      "text": "There is no prospect an appeal in relation to this issue could succeed.",
      "id": "s67"
    },
    {
      "text": "...\n [63] The Federal Magistrate also excluded details of the conduct of numerous persons other than the personal respondents relating to matters which he had earlier ruled, on 17 November 2006 ( Lawrance v Commonwealth of Australia &amp; Ors [2006] FMCA 1792) , were outside the scope of the matters before him and outside the scope of the FMCA's jurisdiction as granted by s 46PO of the HREOC Act.",
      "id": "s68"
    },
    {
      "text": "He stated that '[t]he applicant's evidence of these matters is therefore irrelevant and inadmissible insofar as she continues to pursue complaints which I had found not to be within jurisdiction'.",
      "id": "s69"
    },
    {
      "text": "He indicated that he would have excluded the evidence upon discretionary grounds in any event.",
      "id": "s70"
    },
    {
      "text": "[64] No matter of any substance has been advanced in support of the application for leave to appeal so far as those rulings are concerned.",
      "id": "s71"
    },
    {
      "text": "That circumstance alone dictates rejection of the application so far as it concerns rulings on evidence.",
      "id": "s72"
    },
    {
      "text": "There are other obstacles also.",
      "id": "s73"
    },
    {
      "text": "No submission has been advanced by the Respondents that the further pursuit of those issues which have been previously considered by Buchanan J amounts to an abuse of process.",
      "id": "s74"
    },
    {
      "text": "But it is considered that no reason has now been advanced by Ms Lawrance to reach any different conclusion to that reached by Buchanan J.",
      "id": "s75"
    },
    {
      "text": "The one reason advanced by Ms Lawrance as to why weight should not be given to the conclusions of Buchanan J was the contention that before his Honour the question as to whether there had been an error in the identification of the ambit of the complaint was not put in issue.",
      "id": "s76"
    },
    {
      "text": "This was one of the \" fundamental questions of law \" which it is contended was resolved erroneously by the Federal Magistrate.",
      "id": "s77"
    },
    {
      "text": "29 Insofar as Ms Lawrance contends that her Grounds of Appeal raise fundamental questions of law, she contends that the Federal Magistrate erred in both:\n \n(i) the manner in which his Honour resolved the subject of the complaint made to the Commission, that error being as to the persons the subject of complaint and the period of time during which the conduct complained of occurred; and \n \n(ii) \" describing the comparator for the purposes of the Disability Discrimination Act 1992 as 'any unimpaired litigant' \".",
      "id": "s78"
    },
    {
      "text": "The former error, she contended, underlay the Federal Magistrate's rulings ( inter alia ) as to discovery and admissibility of evidence.",
      "id": "s79"
    },
    {
      "text": "30 Such Grounds of Appeal as seek to raise these contentions, it is considered, do not have any real prospects of success.",
      "id": "s80"
    },
    {
      "text": "31 The relevance of identifying the subject matter of the complaint as made to the Commission arises by reason of the fact that s 46PO(1) of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) confers an entitlement to make an application to this Court and the fact that s 46PO(3) confines any such application to the same conduct as was the subject of complaint.",
      "id": "s81"
    },
    {
      "text": "Those subsections provide as follows: \n \n Application to court if complaint is terminated \n (1) If: \n (a) a complaint has been terminated by the President under section 46PE or 46PH ; and \n (b) the President has given a notice to any person under subsection 46PH(2) in relation to the termination; \n any person who was an affected person in relation to the complaint may make an application to the Federal Court or the Federal Magistrates Court, alleging unlawful discrimination by one or more of the respondents to the terminated complaint.",
      "id": "s82"
    },
    {
      "text": "...\n (3) The unlawful discrimination alleged in the application: \n (a) must be the same as (or the same in substance as) the unlawful discrimination that was the subject of the terminated complaint; or \n (b) must arise out of the same (or substantially the same) acts, omissions or practices that were the subject of the terminated complaint.",
      "id": "s83"
    },
    {
      "text": "32 The Federal Magistrate in the present appeal relevantly concluded:\n \n [2] The Court's jurisdiction in discrimination matters is confined by s.46PO of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) to the ambit of a complaint which was terminated by the President of the Commission, and to the respondents to the complaint.",
      "id": "s84"
    },
    {
      "text": "In the present matter, I decided at an interlocutory stage that Ms Lawrance's application did not encompass complaints against persons other than the present respondents, nor against government agencies except to the extent that the conduct of the personal respondents in 2005 and 2006 was alleged to have evidenced and formed part of a programme or policy directed at her by Commonwealth and State agencies...\n \n\n33 Any Ground of Appeal seeking to challenge this ruling and this conclusion has little, if any, prospects of success.",
      "id": "s85"
    },
    {
      "text": "It may be accepted that a complaint as made to the Commission is not to be construed as though it were in any manner analogous to a pleading.",
      "id": "s86"
    },
    {
      "text": "Even approaching the complaint as made to the Commission in as flexible a manner as possible, it is considered that it would be difficult to reach any conclusion other than that reached by the Federal Magistrate.",
      "id": "s87"
    },
    {
      "text": "Ms Lawrance clearly and unambiguously identified the persons against whom the complaint was being made and the period of time during which the conduct complained of was said to have occurred.",
      "id": "s88"
    },
    {
      "text": "Her letter of complaint to the Commission dated 21 April 2006 thus stated in part as follows:\n \n The respondents to this complaint are Andras Markus, of the Australian Government Solicitor, and the following Federal Court staff: Michael Wall, Gerard English, Juliet Curtin, Kim Lackenby, Michael Packer and John Petkovshek ...",
      "id": "s89"
    },
    {
      "text": "I wish to add a further respondent, the State of New South Wales ...",
      "id": "s90"
    },
    {
      "text": "The conduct of which I complain began fairly soon after I filed a Notice of Appeal in NSD 1148 of 2004 in the Federal Court ...",
      "id": "s91"
    },
    {
      "text": "The conduct that I have been exposed to since 2005 has been unmistakeably aimed at me, and impossible to not notice ...\n \n\n34 It would also be erroneous to conclude that it was the manner in which the Federal Magistrate resolved the question as to the ambit of the conduct complained of to the Commission as being the sole determinant as to whether evidence was either admitted or excluded -- that was but one of a number of reasons given for the conclusions reached.",
      "id": "s92"
    },
    {
      "text": "Thus, in Lawrance v Commonwealth (No 4) [2007] FMCA 1408 the Federal Magistrate addressed the admissibility of evidence and concluded in part as follows:\n \n [18] Fourthly, I have rejected very extensive material which amounts to no more than submissions repeating the general contentions of fact and law made in the applicant's points of claim documents, her particulars and her written submissions.",
      "id": "s93"
    },
    {
      "text": "These parts of the applicant's affidavits serve no useful function in assisting the Court or respondents to understand the applicant's case, and are embarrassing to the proceeding.",
      "id": "s94"
    },
    {
      "text": "I have therefore rejected those parts.",
      "id": "s95"
    },
    {
      "text": "...\n [21] Furthermore the alleged conduct of these other persons prior to 2005, as narrated by the applicant in her affidavits, does not in my opinion carry any probative assistance towards establishing, directly or indirectly, the particular conduct complained about in this proceeding, nor its relevant character under the anti-discrimination legislation invoked by the applicant, nor its relevant effects on the applicant.",
      "id": "s96"
    },
    {
      "text": "In my opinion, it is inadmissible under the relevancy test in s 55.",
      "id": "s97"
    },
    {
      "text": "35 The other fundamental error identified by Ms Lawrance is said to be the manner in which the Federal Magistrate identified the \" comparator \" for the purposes of the Disability Discrimination Act 1992 (Cth).",
      "id": "s98"
    },
    {
      "text": "This alleged error, it is said, emerges from the following observations of the Federal Magistrate:\n \n [3] After hearing all the relevant evidence, including oral evidence from Ms Lawrance and all the personal respondents, I have decided that her application fails at its factual foundations.",
      "id": "s99"
    },
    {
      "text": "Ms Lawrance did not, at any stage in the proceeding, tender evidence which gave any substance to her allegations that the personal respondents acted, either individually or together, pursuant to a programme, policy, understanding or arrangement which imputed her with mental illness or other impairment amounting to a \"disability\" under the Disability Discrimination Act 1992 (Cth).",
      "id": "s100"
    },
    {
      "text": "Nothing in their individual conduct imputed her with a disability, nor amounted to sexual harassment or discrimination under the Sex Discrimination Act 1975 (Cth).",
      "id": "s101"
    },
    {
      "text": "She was not victimised by any of them, nor by their employers nor other government agencies, as a result of her earlier complaints.",
      "id": "s102"
    },
    {
      "text": "She was treated no differently than any unimpaired litigant acting for herself or himself in similar circumstances.",
      "id": "s103"
    },
    {
      "text": "The conduct of the personal respondents was entirely innocent, and did not amount to any of the breaches of discrimination legislation which are alleged.",
      "id": "s104"
    },
    {
      "text": "There was no conduct on their part for which their employers, or the Commonwealth, or the State of NSW, are liable.",
      "id": "s105"
    },
    {
      "text": "36 The relevant Ground of Appeal contends as follows:\n \n ... Federal Magistrate Smith has acted upon a wrong principle and failed to take into account a material consideration ...",
      "id": "s106"
    },
    {
      "text": "The definition of 'disability' is that given under section 4(K).",
      "id": "s107"
    },
    {
      "text": "The comparator is not correctly identified as \"any unimpaired litigant.",
      "id": "s108"
    },
    {
      "text": "\" The comparator is a person who is not being imputed with a psychiatric impairment or mental illness, and, is female.",
      "id": "s109"
    },
    {
      "text": "... \n \n\n37 It is not considered that paragraph [3] of the decision appealed from properly has the construction sought to be urged on appeal.",
      "id": "s110"
    },
    {
      "text": "That is especially the case when reference is made to paragraph [70] of the reasons which, it is considered, removes any doubt as to whether the Federal Magistrate used an \" unimpaired litigant \" as the comparator.",
      "id": "s111"
    },
    {
      "text": "That paragraph provides as follows:\n \n [70] Ms Lawrance has not established that any person unlawfully discriminated against her under s 24 of the Disability Discrimination Act on the ground of a disability, or an imputed disability, in the provision of goods, services or facilities at the Federal Court.",
      "id": "s112"
    },
    {
      "text": "This is because at no time did any person treat her or propose to treat her less favourably than a person without a disability, or imputed disability, would have been treated in circumstances that were the same or not materially different, within s.5.",
      "id": "s113"
    },
    {
      "text": "38 Any Ground of Appeal starting from the premise that the Federal Magistrate erred in the manner suggested, it is considered, has little prospects of success.",
      "id": "s114"
    },
    {
      "text": "39 The Grounds of Appeal also seek to put in issue the procedural fairness extended by the Federal Magistrate to Ms Lawrance.",
      "id": "s115"
    },
    {
      "text": "The grounds are variously expressed and range from contentions that procedural fairness was denied by reason of the failure to consider evidence or submissions to the manner in which his Honour expressed his reasons for interlocutory applications.",
      "id": "s116"
    },
    {
      "text": "The Magistrate in one interlocutory decision ( Lawrance v Commonwealth (No 4) [2007] FMCA 1408) thus excluded evidence of events prior to 2005 and stated in part as follows:\n \n [23] ...",
      "id": "s117"
    },
    {
      "text": "The prejudice the respondents face in being forced to address all of that history is clear, and, in my opinion it should be excluded under s 135 of the Evidence Act ...\n \n\nOne Ground of Appeal seeks to contend that \"nowhere is such prejudice identified, and its existence is unclear or not clear \".",
      "id": "s118"
    },
    {
      "text": "It is said that the Federal Magistrate has denied the now Appellant procedural fairness.",
      "id": "s119"
    },
    {
      "text": "40 Grounds of Appeal asserting a denial of procedural fairness, it is considered, have little if any prospects of success.",
      "id": "s120"
    },
    {
      "text": "The Federal Magistrate has made rulings on the ambit of the complaint and that ruling was part of his Honour's approach to the evidence to be adduced.",
      "id": "s121"
    },
    {
      "text": "Extending the evidence beyond the period of time encompassed by the complaint would clearly expose the Federal Magistrates Court and the Respondents to further time being expended in the pursuit of that which was held to be irrelevant.",
      "id": "s122"
    },
    {
      "text": "The \" prejudice \" in doing so is readily apparent.",
      "id": "s123"
    },
    {
      "text": "In this Court, Counsel for the Second Respondent informed the Court without objection that subpoenas were issued to all of the individual Respondents to attend to give evidence.",
      "id": "s124"
    },
    {
      "text": "And they did so.",
      "id": "s125"
    },
    {
      "text": "IMPECUNIOSITY \n \n41 In addition to submitting that her Notice of Appeal had such prospects of success as to not warrant an exercise of the discretion to order security, a further principal consideration relied upon by Ms Lawrance was her impecuniosity.",
      "id": "s126"
    },
    {
      "text": "42 All Respondents, for the purposes of the present Motion , conceded that Ms Lawrance was suffering financial hardship and would not be able to provide security.",
      "id": "s127"
    },
    {
      "text": "43 All Respondents nevertheless sought security.",
      "id": "s128"
    },
    {
      "text": "44 It may readily be accepted that poverty is no bar to litigation: James v ANZ Banking Group Ltd (1985) 9 FCR 442 at 445.",
      "id": "s129"
    },
    {
      "text": "And where a natural person has been ordered to provide security, there is usually present some factor in addition to impecuniosity, such as lack of prospects of success: Knight v Beyond Properties Pty Ltd [2005] FCA 764 at [32] ---[33].",
      "id": "s130"
    },
    {
      "text": "45 By reason of her impecuniosity, there is considered to be a real risk that any costs order which may ultimately be made against Ms Lawrance may not be paid.",
      "id": "s131"
    },
    {
      "text": "Such has been the fate of the Respondents to date in other proceedings.",
      "id": "s132"
    },
    {
      "text": "In exercising the discretion to order that security be provided, it is relevant to take into account any outstanding costs orders which remain unsatisfied: Freeman v National Australia Bank Ltd [2004] FCA 601 at [14] .",
      "id": "s133"
    },
    {
      "text": "Ms Lawrance has not paid the costs ordered to be paid by the Federal Magistrate, including not only the orders as to costs in favour of the present Respondents, but also orders as to costs made by the Federal Magistrate against Ms Lawrance in favour of persons not parties to the proceedings before that Court.",
      "id": "s134"
    },
    {
      "text": "Those costs orders included, for example, an order that Ms Lawrance pay the costs incurred by the Chief Executive Officer of Phillips Fox in relation to the unsuccessful application for their joinder as parties to the Federal Magistrates Court proceedings.",
      "id": "s135"
    },
    {
      "text": "A like order for costs was made against Ms Lawrance in favour of Dr Margaret Pickles in relation to an unsuccessful application for joinder.",
      "id": "s136"
    },
    {
      "text": "46 Any order for security, even in a quantum less than that which is sought, it is recognised, has a real likelihood of stifling the appeal now before this Court: Cameron's Unit Services Pty Ltd v Kevin R Whelpton &amp; Associates Pty Ltd (1986) 13 FCR 46 at 52---3.",
      "id": "s137"
    },
    {
      "text": "47 Ms Lawrance, however, has already had the opportunity to have her claims litigated and has lost.",
      "id": "s138"
    },
    {
      "text": "Although she is entitled to prosecute her appeal in this Court, different considerations apply when security for costs is ordered in respect to an appeal: Tait v Bindal People [2002] FCA 322.",
      "id": "s139"
    },
    {
      "text": "Spender J there outlined the principles to be applied as follows:\n \n [2] The position in relation to security for costs in the present matter is governed by s56 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s140"
    },
    {
      "text": "S56 provides that security is to be of such amount and given at such time and in such manner and form as the Court or Judge directs.",
      "id": "s141"
    },
    {
      "text": "As to whether security for costs should be ordered, Cowell v Taylor (1885) 31 Ch D 34 at 38, a case of more than 100 years ago, sets out the fundamental principle:\n \"The general rule is that poverty is no bar to a litigant, that, from time immemorial, has been the rule at common law.",
      "id": "s142"
    },
    {
      "text": "There is an exception in the case of appeals, but there the appellant has had the benefit of a decision by one of Her Majesty's Courts, and so an insolvent party is not excluded from the Courts, but only prevented, if he cannot find security, from dragging his opponent from one Court to another\".",
      "id": "s143"
    },
    {
      "text": "[3] What that passage demonstrates is that there is a difference in principle in relation to the ordering of security for costs in a first instance matter and the ordering, or the consideration of the ordering, of security for costs where one is at the appellate level.",
      "id": "s144"
    },
    {
      "text": "The difference is that, at the appellant level, there has already been a determination adverse to the person against whom security for costs is sought and, if it be shown that there is a substantial risk that even if successful the respondent to the application for leave to appeal, or to an appeal, will be deprived of his costs, such an outcome would clearly be unjust.",
      "id": "s145"
    },
    {
      "text": "[4] In a sense, it would be giving to a person who has been on the receiving end so to speak of a determination by the courts a free hit at great cost to the other party in the appeal proceedings.",
      "id": "s146"
    },
    {
      "text": "That consideration, it seems to me, is also reinforced by the judgment of Gummow J in Wiest v Director of Public Prosecutions and Anor [1988] FCA 568 , unreported 5 September 1988.",
      "id": "s147"
    },
    {
      "text": "That case involved appeals against extradition with penal consequences.",
      "id": "s148"
    },
    {
      "text": "Such consequences were clearly very relevant considerations, but discretionary reasons moved the Court not to order.",
      "id": "s149"
    },
    {
      "text": "Such discretionary considerations, which were particularly noted by Gummow J, included the delay between the filing of the papers and the bringing of the applications for security.",
      "id": "s150"
    },
    {
      "text": "His Honour referred to a particular circumstance which is relevant here, and that is that the applicant for security has a judgment in its favour.",
      "id": "s151"
    },
    {
      "text": "There was a reference by Gummow J to Bethune v Porteous (1892) 18 VLR 493 , again an old case.",
      "id": "s152"
    },
    {
      "text": "In that case, Hood J said (at 494):\n \"the reason underlying the numerous and varying cases in which appellants have been ordered to give security will be found in the injustice to a successful litigant that may be caused if he be compelled to contest the matter for a second time without a probability of obtaining his costs if ultimately successful.",
      "id": "s153"
    },
    {
      "text": "\"\n That really is the fundamental question of justice behind my decision to order security for costs.",
      "id": "s154"
    },
    {
      "text": "See also: Fletcher v Commissioner of Taxation [1992] FCA 388 ; (1992) 37 FCR 288 at 290---1; Upton v Tasmanian Perpetual Trustees Pty Ltd [2006] FCA 1336 at [15] .",
      "id": "s155"
    },
    {
      "text": "48 Separate consideration has been given to the question as to whether Ms Lawrance's impecuniosity has been occasioned by the conduct complained of.",
      "id": "s156"
    },
    {
      "text": "Notwithstanding a contrary submission of Ms Lawrance, it is not considered that the conduct the subject of complaint to the Commission could in any way be said to have occasioned her present financial position.",
      "id": "s157"
    },
    {
      "text": "It has been concluded that there is no serious question to be resolved on appeal as to the manner in which the Federal Magistrate has resolved the subject matter of the complaint to the Commission.",
      "id": "s158"
    },
    {
      "text": "And it necessarily follows from that conclusion that any such conduct has not occasioned any impecuniosity to Ms Lawrance.",
      "id": "s159"
    },
    {
      "text": "Any impecuniosity has pre-dated the conduct complained of.",
      "id": "s160"
    },
    {
      "text": "THE QUANTUM OF THE SECURITY TO BE PROVIDED AND THE TIME WITHIN WHICH IT IS TO BE PROVIDED \n \n49 The quantification of any order for security is \" certainly not an exact science \": East Grace Corp v Xing [2005] FCA 219 at [6] per French J.",
      "id": "s161"
    },
    {
      "text": "50 Relevant to any quantification is the anticipated duration of an appeal, the complexity of the issues to be addressed and the extent to which the preparation of written submissions would facilitate the expeditious resolution of the appeal.",
      "id": "s162"
    },
    {
      "text": "The fact is that the Notice of Appeal as filed in this Court sets forth some 27 \" grounds of appeal \".",
      "id": "s163"
    },
    {
      "text": "A review of those grounds only supports a conclusion that the appeal would most probably take two days, if not more.",
      "id": "s164"
    },
    {
      "text": "It is, perhaps, inevitable that an unrepresented appellant may take longer to develop arguments and submissions than a party represented by experienced counsel.",
      "id": "s165"
    },
    {
      "text": "The hearing of the present Motions seeking security was heard over a two-day period.",
      "id": "s166"
    },
    {
      "text": "51 The more wide-ranging the challenge to a decision on appeal, however, the greater may be the reluctance to deny to those parties who have already vindicated their position at first instance the protection of an order for security.",
      "id": "s167"
    },
    {
      "text": "The more confined the grounds which an appellant may wish to pursue, the less persuasive may be the consideration that an appellant is \" dragging his opponent from one Court to another \" and seeking to re-agitate some, if not all, of the grievances resolved at first instance.",
      "id": "s168"
    },
    {
      "text": "52 The State of New South Wales estimates that costs which will be incurred by the State will be in excess of $12,000 and accordingly seeks security in that amount.",
      "id": "s169"
    },
    {
      "text": "It also estimates that it has already incurred costs exceeding $110,000 in responding to various other proceedings commenced by Ms Lawrance.",
      "id": "s170"
    },
    {
      "text": "The remaining Respondents have estimated the costs incurred by the Commonwealth in defending the present proceedings is in excess of $75,000 and estimates that its costs in conducting the present appeal will be in excess of $10,000 and likely to amount to approximately $20,000.",
      "id": "s171"
    },
    {
      "text": "Those Respondents seek security in the sum of $10,000.",
      "id": "s172"
    },
    {
      "text": "53 There is no reason to question the estimate of costs to be incurred.",
      "id": "s173"
    },
    {
      "text": "Indeed, if anything, it is considered that any appeal will take more than two days such that the estimates of costs to be incurred may be conservative.",
      "id": "s174"
    },
    {
      "text": "54 Even though different considerations apply when security is sought in respect to an appeal, it remains a matter of concern that the quantum of any such security should be such as to attempt to accommodate the competing interests of both the Appellant and the Respondents.",
      "id": "s175"
    },
    {
      "text": "An accommodation of these competing interests is, it is considered, properly effected if the Commonwealth Respondents (namely the First and Third to Thirteenth Respondents) have their security fixed at $10,000 and the Second Respondent, the State of New South Wales, has its security fixed at $12,000.",
      "id": "s176"
    },
    {
      "text": "55 In ordering that that security be provided and in determining the quantum of security, it is recognised that there is a very real possibility that such orders may preclude the appeal from proceeding.",
      "id": "s177"
    },
    {
      "text": "Indeed, Ms Lawrance was asked to indicate a period of time within which she could provide security, should that be the conclusion of the Court.",
      "id": "s178"
    },
    {
      "text": "Her response was understood to be that she would have difficulty meeting any order within any period of time.",
      "id": "s179"
    },
    {
      "text": "56 In an attempt to meet Ms Lawrance's financial position, and balancing the interests of the Respondents, it is considered that she should provide 50% of the security ordered within 21 days, with the remaining 50% to be provided 21 days prior to the hearing of her appeal.",
      "id": "s180"
    },
    {
      "text": "In splitting the quantum of security in that manner, it may alleviate the real difficulties which she will encounter.",
      "id": "s181"
    },
    {
      "text": "57 It is further considered appropriate to stay the proceedings in the event that the security is not provided.",
      "id": "s182"
    },
    {
      "text": "Separate stay orders should be made in an attempt to further alleviate the difficulties confronting Ms Lawrance.",
      "id": "s183"
    },
    {
      "text": "By doing so, she is thereby given the flexibility, should she so wish, of proceeding only against the Commonwealth Respondents.",
      "id": "s184"
    },
    {
      "text": "ORDERS \n \n58 The orders of the Court are:\n \n1.",
      "id": "s185"
    },
    {
      "text": "The Appellant's Application seeking a stay of the order for costs as made by the Federal Magistrates Court on 30 November 2007 be dismissed.",
      "id": "s186"
    },
    {
      "text": "2.",
      "id": "s187"
    },
    {
      "text": "The Appellant to provide to the First and Third to Thirteenth Respondents security for costs in the sum of $10,000, to be provided as follows:\n \n(i) 50% of which, namely $5,000, within 21 days; and \n \n(ii) the remaining 50%, namely a further $5,000, 21 days prior to the hearing of the appeal.",
      "id": "s188"
    },
    {
      "text": "3.",
      "id": "s189"
    },
    {
      "text": "The proceedings as against the First and Third to Thirteenth Respondents be stayed in the event that such security as has been ordered is not provided within the time specified.",
      "id": "s190"
    },
    {
      "text": "4.",
      "id": "s191"
    },
    {
      "text": "The Appellant to provide to the Second Respondent security for costs in the sum of $12,000, to be provided as follows:\n \n(i) 50% of which, namely $6,000, within 21 days; and \n \n(ii) the remaining 50%, namely a further $6,000, 21 days prior to the hearing of the appeal.",
      "id": "s192"
    },
    {
      "text": "5.",
      "id": "s193"
    },
    {
      "text": "The proceedings as against the Second Respondent be stayed in the event that such security as has been ordered is not provided within the time specified.",
      "id": "s194"
    },
    {
      "text": "6.",
      "id": "s195"
    },
    {
      "text": "The Appellant to pay the costs of the Respondents of and incidental to the hearing of their Notices of Motion and such costs as have been incurred in respect to the hearing of the Appellant's Application for a stay of the orders of the Federal Magistrate.",
      "id": "s196"
    },
    {
      "text": "7.",
      "id": "s197"
    },
    {
      "text": "Liberty to any party to apply on 2 days' notice in writing.",
      "id": "s198"
    },
    {
      "text": "I certify that the preceding fifty-eight (58) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s199"
    },
    {
      "text": "Associate:\n\nDated: 4 April 2008 \n\n\n The Appellant: The Appellant appeared in person \n \n Counsel for the First and Third \nto Thirteenth Respondents: D Watson \n \n Counsel for the Second Respondent: P Moorehouse \n \n Date of Hearing: 18 March 2008 \n \n Date of Judgment: 4 April 2008 \n\n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/417.html",
      "id": "s200"
    }
  ]
}