{
  "name": "Boensch v Pascoe [2008] FCA 412 (27 March 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/412.html",
  "catchphrases": [
    {
      "text": "inquiry sought into trustee's conduct",
      "id": "c0"
    },
    {
      "text": "no inquiry ordered",
      "id": "c1"
    },
    {
      "text": "trustee entitled to costs of defending application for an inquiry",
      "id": "c2"
    },
    {
      "text": "no funds in bankrupt estate",
      "id": "c3"
    },
    {
      "text": "whether costs should be paid from bankrupt estate or ordered separately against the bankrupt.",
      "id": "c4"
    },
    {
      "text": "costs",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 In the primary proceedings which I decided on 13 December 2007 ( Boensch v Pascoe (2007) FCA 1977) Mr Boensch sought orders under ss 178 and 179 of the Bankruptcy Act 1966 (Cth) including an order that an inquiry be ordered into the conduct of Mr Pascoe as the trustee of his bankrupt estate.",
      "id": "s0"
    },
    {
      "text": "In the earlier judgment I dismissed all his claims.",
      "id": "s1"
    },
    {
      "text": "Mr Pascoe now seeks his costs of defending the proceedings on a party/party basis.",
      "id": "s2"
    },
    {
      "text": "The award of costs is in the discretion of the Court - see s 43 of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s3"
    },
    {
      "text": "The discretion must be exercised judicially but normally costs follow the event.",
      "id": "s4"
    },
    {
      "text": "There is no reason why Mr Pascoe should not have an order for his costs in this case.",
      "id": "s5"
    },
    {
      "text": "Mr Boensch did not suggest otherwise.",
      "id": "s6"
    },
    {
      "text": "2 The only question is whether Mr Pascoe's costs of defending the proceedings should be part of the costs of administering Mr Boensch's bankrupt estate or should be met in some other way.",
      "id": "s7"
    },
    {
      "text": "As I understand the submissions made for Mr Pascoe, it is argued that I should make an order for costs directly against Mr Boensch.",
      "id": "s8"
    },
    {
      "text": "Mr Boensch argued that any costs should be paid from his bankrupt estate.",
      "id": "s9"
    },
    {
      "text": "It appears that there are no funds at present in the estate, although Mr Pascoe is continuing to pursue steps which I referred to in the earlier judgment to attempt to recover further assets into the estate.",
      "id": "s10"
    },
    {
      "text": "3 One submission that was made for Mr Boensch was that Mr Pascoe was disentitled to a costs order outside the administration of the estate.",
      "id": "s11"
    },
    {
      "text": "In support of that submission, some reference was made to criticisms made of Mr Pascoe in the earlier judgment.",
      "id": "s12"
    },
    {
      "text": "Those criticisms, as submissions on Mr Pascoe's behalf have pointed out, did not relate to the conduct of the proceedings.",
      "id": "s13"
    },
    {
      "text": "They were made during the course of discussion of Mr Boensch's claims.",
      "id": "s14"
    },
    {
      "text": "They afford no reason to conclude that Mr Pascoe is disentitled to any particular form of costs order.",
      "id": "s15"
    },
    {
      "text": "4 In Pantzer v Wenkart [2006] FCAFC 140 ; (2006) 153 FCR 466 , a Full Court said at paragraph 1:\n 'A fundamental feature of Australian bankruptcy law is that the estate of the bankrupt vests in a trustee.",
      "id": "s16"
    },
    {
      "text": "The trustee must administer the estate and deal with the bankrupt's real and personal property in accordance with the provisions of the Bankruptcy Act 1966 (Cth) (the Act) and do so for the benefit of the creditors of the bankrupt and the bankrupt.",
      "id": "s17"
    },
    {
      "text": "The trustee must be a suitably qualified accountant.",
      "id": "s18"
    },
    {
      "text": "Some estates are simple to administer, others are not.",
      "id": "s19"
    },
    {
      "text": "Often property is marshalled and sold by the trustee and the proceeds used to pay creditors, though creditors can be paid from funds realised by other means.",
      "id": "s20"
    },
    {
      "text": "The trustee must be involved in the process.",
      "id": "s21"
    },
    {
      "text": "The costs of administering the estate are paid out of the estate.",
      "id": "s22"
    },
    {
      "text": "Those costs will include the professional fees of the trustee as well as expenses and legal costs.",
      "id": "s23"
    },
    {
      "text": "Sometimes there are sufficient funds in the estate to meet the trustee's remuneration, disbursements and expenses.",
      "id": "s24"
    },
    {
      "text": "On other occasions there are not and the trustee bears the loss.",
      "id": "s25"
    },
    {
      "text": "' \n\n \n5 In my view, the costs incurred by Mr Pascoe in defending the proceedings were costs incurred in the administration of the estate.",
      "id": "s26"
    },
    {
      "text": "If there were funds in the estate, Mr Pascoe would be entitled to have his costs directly from the estate without having to enforce a costs order separately against Mr Boensch.",
      "id": "s27"
    },
    {
      "text": "Should any different course be taken because there are no present funds in the estate?",
      "id": "s28"
    },
    {
      "text": "In my view there is no reason in principle why costs of the proceedings should not, in the ordinary way, form part of Mr Pascoe's costs of the administration of Mr Boensch's estate (see also Maxwell-Smith v Donnelly (2007) FCA 894 at [52] ; Maxwell-Smith v Donnelly (2007) FCAFC 180 at [13] ).",
      "id": "s29"
    },
    {
      "text": "I am not prepared to fashion a costs order in some different way in the present case with a view, if this is what would be involved, to enhancing Mr Pascoe's position or departing from what I understand to be the normal approach to these issues.",
      "id": "s30"
    },
    {
      "text": "6 When I had delivered oral judgment on this issue, counsel for Mr Boensch sought an order for costs of the proceedings in which costs themselves were sought by Mr Pascoe.",
      "id": "s31"
    },
    {
      "text": "He referred me to a letter which was attached to an affidavit read on behalf of Mr Pascoe in the proceedings sworn on 20 March 2008 and filed on 25 March 2008.",
      "id": "s32"
    },
    {
      "text": "Two pages omitted from correspondence attached to that affidavit were marked without objection as Exhibit 1 in the proceedings.",
      "id": "s33"
    },
    {
      "text": "One page was a letter dated 1 February 2008 in which the solicitors for Mr Boensch indicated that they would 'neither consent to nor oppose an order in the following terms (or some reasonable variation of it): \"The respondent's costs, including any reserved costs, are to be paid out of the bankrupt's estate.",
      "id": "s34"
    },
    {
      "text": "\"'\n \n7 The order which I indicated I would make is in substance an order in the form Mr Boensch indicated would not be opposed.",
      "id": "s35"
    },
    {
      "text": "Mr Pascoe elected to seek costs on a different basis.",
      "id": "s36"
    },
    {
      "text": "That attempt has been unsuccessful.",
      "id": "s37"
    },
    {
      "text": "In the circumstances Mr Pascoe is to pay Mr Boensch's costs of the costs application.",
      "id": "s38"
    },
    {
      "text": "8 After I orally pronounced the orders which I would make in relation to the costs application itself, Ms Nash who appeared for Mr Pascoe asked that the order in relation to costs only be operative in the event that there were monies in the estate out of which Mr Pascoe's own costs could be paid.",
      "id": "s39"
    },
    {
      "text": "She submitted that otherwise an inequitable result would occur in which Mr Pascoe was required to pay Mr Boensch's costs but may not be able to recover any of his own.",
      "id": "s40"
    },
    {
      "text": "I think that point is well made.",
      "id": "s41"
    },
    {
      "text": "I see no reason why Mr Boensch should have any advantage in the matter.",
      "id": "s42"
    },
    {
      "text": "The order which I make in relation to costs will therefore be subject to the qualification that such costs be paid only in the event that there are funds in Mr Boensch's bankrupt estate which permit the payment of Mr Pascoe's costs.",
      "id": "s43"
    },
    {
      "text": "9 The orders which I will are these:\n \n1.",
      "id": "s44"
    },
    {
      "text": "Mr Pascoe's costs of defending the primary proceedings assessed on a party-party basis, are to form part of the trustee's costs of the administration of the bankrupt estate of Mr Boensch;\n \n \n \n \n \n \n \n\n2.",
      "id": "s45"
    },
    {
      "text": "Mr Pascoe is to pay Mr Boensch's costs of the costs application but only where funds are available in Mr Boensch's bankrupt estate to meet the costs referred to in order 1.",
      "id": "s46"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s47"
    },
    {
      "text": "Associate:\n\nDated: 27 March 2008\n\n Counsel for the Appellant: Mr M Heath \n \n Solicitor for the Appellant: Wright Pavuk Lawyers \n \n Solicitor for the Respondent: Sally Nash &amp; Co \n\n Date of Hearing: 27 March 2008 \n \n Date of Judgment: 27 March 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/412.html",
      "id": "s48"
    }
  ]
}