{
  "name": "Drew v Repatriation Commission [2008] FCA 537 (15 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/537.html",
  "catchphrases": [
    {
      "text": "appeal from a decision of the administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "disability pension",
      "id": "c1"
    },
    {
      "text": "claim for pension for post-traumatic stress disorder",
      "id": "c2"
    },
    {
      "text": "whether tribunal considered relevant evidence of claimant",
      "id": "c3"
    },
    {
      "text": "veteran's affairs",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 Having had the benefit of comprehensive written submissions which were, in turn, the subject of precise and helpful oral submissions from Counsel for both the Applicant and the Respondent, I have reached a clear view as to the disposition of this appeal.",
      "id": "s0"
    },
    {
      "text": "2 The Applicant has recently turned 60.",
      "id": "s1"
    },
    {
      "text": "Given the view that I have reached, it seems to me that it is preferable that I deliver judgment forthwith, rather than subject an ageing veteran to the anxiety of wondering as to the disposition of his appeal.",
      "id": "s2"
    },
    {
      "text": "3 The background to the case in terms of claims history and disposition before the administrative forums of the Commonwealth is as follows:\n \n1.",
      "id": "s3"
    },
    {
      "text": "On 18 July 2005 the Applicant made a claim to the Repatriation Commission (\"Commission\") via the Department of Veterans' Affairs for the acceptance of post-traumatic stress disorder as a war-caused injury or disease.",
      "id": "s4"
    },
    {
      "text": "2.",
      "id": "s5"
    },
    {
      "text": "On 8 September 2005 the Commission, by a decision made by a delegate, rejected that claim.",
      "id": "s6"
    },
    {
      "text": "3.",
      "id": "s7"
    },
    {
      "text": "The Veterans' Entitlements Act 1986 (Cth) (\" Veterans' Entitlements Act \") provides for two successive forms of external merits review of such a decision.",
      "id": "s8"
    },
    {
      "text": "The Applicant took advantage of each of these review rights.",
      "id": "s9"
    },
    {
      "text": "4.",
      "id": "s10"
    },
    {
      "text": "On 11 November 2005 he sought a review of the Commission's rejection of his claim by the Veterans' Review Board.",
      "id": "s11"
    },
    {
      "text": "5.",
      "id": "s12"
    },
    {
      "text": "On 2 March 2006 that board affirmed the decision of the Commission.",
      "id": "s13"
    },
    {
      "text": "6.",
      "id": "s14"
    },
    {
      "text": "In turn, on 27 July 2006, the Applicant sought a review of the decision, as so affirmed, by the Administrative Appeals Tribunal (\"the Tribunal\").",
      "id": "s15"
    },
    {
      "text": "7.",
      "id": "s16"
    },
    {
      "text": "A hearing of that review application was held before the Tribunal in Townsville on 14 November 2007.",
      "id": "s17"
    },
    {
      "text": "8.",
      "id": "s18"
    },
    {
      "text": "On 11 December 2007, for reasons that it then published, the Tribunal, constituted by Mr Kenny, Member, affirmed the decision under review.",
      "id": "s19"
    },
    {
      "text": "4 Section 44 of the Administrative Appeals Tribunal Act 1975 (Cth) enables an appeal to be brought to this Court from a decision of the Tribunal on a question of law.",
      "id": "s20"
    },
    {
      "text": "The questions of law identified in the notice of appeal which has been filed in the court are as follows:\n \n(1) whether the Tribunal erred in law by failing to:\n \n \n (a) consider the written statement of the Applicant in evidence before it (exhibit 2); or\n (b) evaluate the sworn evidence given by the Applicant in his statement (exhibit 2) against that given viva voce when determining whether the applicant experienced \"intense fear, helplessness or horror\" for the purposes of the diagnosis of post-traumatic stress disorder.",
      "id": "s21"
    },
    {
      "text": "(2) whether the Tribunal erred in law by failing to refer in its reasons for decision that the Tribunal had regard to the sworn statement of the Applicant contained in exhibit 2.",
      "id": "s22"
    },
    {
      "text": "(3) whether the Tribunal erred in law, and failed to comply with its obligations under section 43 (2B) of the Administrative Appeals Tribunal Act 1975 , by failing to explain how it treated the Applicant's viva voce evidence of his reaction to the alleged stressor as against the description of said reactions given by the Applicant in his sworn statement (exhibit 2).",
      "id": "s23"
    },
    {
      "text": "5 Section 13 of the Veterans' Entitlements Act renders the Commonwealth liable to pay a pension to a veteran where the veteran has become incapacitated from a war-caused injury or disease.",
      "id": "s24"
    },
    {
      "text": "The circumstances in which a disease or injury is taken to be war-caused are set out in s 9 , subs (1), of the Veterans' Entitlements Act .",
      "id": "s25"
    },
    {
      "text": "6 The standard of proof to be applied by the Commission and on review by the Veterans' Review Board or the Tribunal to the question of whether a disease is a war-caused disease is provided for in s 120 of the Veterans' Entitlements Act .",
      "id": "s26"
    },
    {
      "text": "Section 120 of that Act provides materially: \n (1) Where a claim under Part II for a pension in respect of the incapacity from injury or disease of a veteran, or of the death of a veteran, relates to the operational service rendered by the veteran, the Commission shall determine that the injury was a war-caused injury, that the disease was a war-caused disease or that the death of the veteran was war-caused, as the case may be, unless it is satisfied, beyond reasonable doubt, that there is no sufficient ground for making that determination.",
      "id": "s27"
    },
    {
      "text": "(2) Where a claim under Part IV: (a) in respect of the incapacity from injury or disease of a member of a Peacekeeping Force or of the death of such a member relates to the peacekeeping service rendered by the member; or (b) in respect of the incapacity from injury or disease of a member of the Forces, or of the death of such a member, relates to the hazardous service rendered by the member; the Commission shall determine that the injury was a defence-caused injury, that the disease was a defence-caused disease or that the death of the member was defence-caused, as the case may be, unless it is satisfied, beyond reasonable doubt, that there is no sufficient ground for making that determination.",
      "id": "s28"
    },
    {
      "text": "(3) In applying subsection (1) or (2) in respect of the incapacity of a person from injury or disease, or in respect of the death of a person, related to service rendered by the person, the Commission shall be satisfied, beyond reasonable doubt, that there is no sufficient ground for determining: (a) that the injury was a war-caused injury or a defence-caused injury; (b) that the disease was a war-caused disease or a defence-caused disease; or (c) that the death was war-caused or defence-caused; as the case may be, if the Commission, after consideration of the whole of the material before it, is of the opinion that the material before it does not raise a reasonable hypothesis connecting the injury, disease or death with the circumstances of the particular service rendered by the person.",
      "id": "s29"
    },
    {
      "text": "(4) Except in making a determination to which subsection (1) or (2) applies, the Commission shall, in making any determination or decision in respect of a matter arising under this Act or the regulations, including the assessment or re-assessment of the rate of a pension granted under Part II or Part IV , decide the matter to its reasonable satisfaction.",
      "id": "s30"
    },
    {
      "text": "7 In Fogarty v Repatriation Commission [2003] FCAFC 136 ; (2003) 37 AAR 363 at 373, paragraphs 34 and 35, Kenny J, with the agreement of Spender and Tamberlin JJ, observed the following in relation to s 120 and its impact on the standard of proof to be applied by administrators in respect of the determination of claims or their external review:\n The authorities establish that, where there is an issue as to whether or not a veteran is suffering from a claimed injury or disease, then the commission (and, on review, the board or the AAT) must decide the issue to its reasonable satisfaction, as required by section 120(4) of the Act: see Benjamin v Repatriation Commission [2001] FCA 1879 ; (2001) 34 AAR 270 at 282 per Moore, Emmett and Allsop JJ, Repatriation Commission v Cooke (1998) 90 FCR 307 at 301-311; 28 AAR 400 at 403-404 per French, Drummond and Carr JJ, Repatriation Commission v Budworth [2001] FCA 1421 ; (2001) 116 FCR 200 at 204-205; [2001] FCA 1421 ; 33 AAR 476 at 480 per Ryan, Marshall and Conti JJ, Repatriation Commission v Hill [2002] FCAFC 192 ; (2002) 69 ALD 581 at 598-599 per Black CJ, Drummond and Kenny JJ, and Repatriation Commission v Gosewanckel [1999] FCA 1273 ; (1999) 59 ALD 690 at 700-702 per Weinberg J.",
      "id": "s31"
    },
    {
      "text": "As the Full Court said in Benjamin (at 634; 282): \n \n \" Section 120(1) of the Act assumes the existence of a relevant injury or disease and provides a standard of proof for the determination of whether that injury or disease was war-caused.",
      "id": "s32"
    },
    {
      "text": "When the commission, or the tribunal on review, is required to determine whether a veteran is suffering from a particular injury or disease, that issue must be decided to the reasonable satisfaction of the decision maker, in accordance with section 120(4) of the Act: see Repatriation Commission v Budworth [2001] FCA 1421 ; (2001) 116 FCR 200 at 204 [15] ; [2001] FCA 1421 ; 33 AAR 476 at 480 [15] ,\" \n \n Although the AAT is not bound by the rules of evidence the Full Court held in Repatriation Commission v Smith (1987) 15 FCR 327 at 335; 7 AAR 17 at 26, that the requirement in section 120(4) that the AAT must be \"reasonably satisfied\" imports the civil standard of proof.",
      "id": "s33"
    },
    {
      "text": "8 This is a case where there was at issue in the proceeding the threshold question as to whether or not the Applicant was suffering from an injury or disease.",
      "id": "s34"
    },
    {
      "text": "In particular, that threshold question came to be whether or not he was suffering from post-traumatic stress disorder.",
      "id": "s35"
    },
    {
      "text": "Accordingly, the question of whether he was suffering from that condition fell for determination as required by s 120(4) of the Veterans' Entitlements Act according to the reasonable satisfaction of the Tribunal in the way explained in the passage which I have quoted from Fogarty .",
      "id": "s36"
    },
    {
      "text": "9 Only if it were concluded that the veteran was suffering from the claimed condition of post-traumatic stress disorder would the reasonable hypothesis process of reasoning, derived from ss 120(1) and 120 (3) of the Veterans' Entitlements Act , as those provisions are affected by the statement of principles regime, and involving the four steps as elucidated in Repatriation Commission v Deledio (1998) 63 FCR 82 , arise for consideration.",
      "id": "s37"
    },
    {
      "text": "10 The Tribunal had the benefit of evidence from two specialist psychiatrists, Dr Likely and Dr Mulholland.",
      "id": "s38"
    },
    {
      "text": "There was a consensus as between those two gentlemen that, in terms of accepted medical practice, a diagnosis as to whether or not a person was suffering from post-traumatic stress disorder ought to be made by reference to a publication known as DSM-IV.",
      "id": "s39"
    },
    {
      "text": "Each of those psychiatrists had had regard to the diagnostic criteria in that publication as well as an account of the applicant's service.",
      "id": "s40"
    },
    {
      "text": "In the result, Dr Likely had formed the view that the applicant was indeed suffering from post-traumatic stress disorder.",
      "id": "s41"
    },
    {
      "text": "He was the treating psychiatrist.",
      "id": "s42"
    },
    {
      "text": "Dr Mulholland had a different view.",
      "id": "s43"
    },
    {
      "text": "11 The difference between those gentlemen was not one of the apt diagnostic criteria, but rather one of the application of those criteria to the facts as related and understood by them concerning the applicant's war service.",
      "id": "s44"
    },
    {
      "text": "That service, as related by the Tribunal in the Reasons at para 6, was as follows:\n The applicant was 19 years of age when he joined the RAN and celebrated his 21st birthday on route to Vietnam on HMAS Vampire.",
      "id": "s45"
    },
    {
      "text": "During that voyage, he and other young sailors were subjected to story-telling by various experienced sailors about what to expect when they arrived in Vung Tau Harbour.",
      "id": "s46"
    },
    {
      "text": "In those stories, the North Vietnamese were credited with controlling vessels (junks), modified to enable them to achieve high speeds and deliver torpedo strikes against Australian vessels.",
      "id": "s47"
    },
    {
      "text": "Additionally, they were credited with the capacity to manoeuvre close to Australian vessels and to drop divers armed with mines to damage them.",
      "id": "s48"
    },
    {
      "text": "Mr Drew and the others were also told that their time in Vung Tau coincided with the birthday of Ho Chi Minh and that the North Vietnamese were intending to capture Vung Tau Township as part of his birthday celebrations.",
      "id": "s49"
    },
    {
      "text": "On hearing these stories, Mr Drew was not greatly concerned but, as the Vampire approached Vietnamese waters, he became apprehensive and the information provided to him \"started to get under his skin.",
      "id": "s50"
    },
    {
      "text": "\" \n12 The Tribunal continued its account of the war service in terms of findings that it made as follows, in paras 7 and 8 of its Reasons:\n Mr Drew completed a two-hour sentry duty on the deck of the Vampire when it first arrived in Vung Tau Harbour.",
      "id": "s51"
    },
    {
      "text": "He had performed similar sentry duties whilst the ship had been in Australia, but, in that situation, he had been armed with a baton, whereas, in Vung Tau, he was armed with a rifle.",
      "id": "s52"
    },
    {
      "text": "He was well aware he was in a war zone, and in the distance he observe aircraft, which he was not able to identify, but which he thought were involved in \"swooping\" manoeuvres.",
      "id": "s53"
    },
    {
      "text": "His sentry duties involved observing the waters around the ship for the presence of enemy divers, for potentially dangerous floating objects, and for approaching vessels.",
      "id": "s54"
    },
    {
      "text": "His duty was incident-free and he then returned the rifle to the magazine and went below deck.",
      "id": "s55"
    },
    {
      "text": "Shortly thereafter he decided to return to the deck in order to have a more extensive view of his surroundings than he had been able to do whilst he was on sentry duty.",
      "id": "s56"
    },
    {
      "text": "As Mr Drew was coming up through the hatch onto the upper deck, he was advised by the chief bosun that a junk had been seen approaching the ship, that it had disregarded a warning from the bridge, and that only essential crew were permitted on the upper deck.",
      "id": "s57"
    },
    {
      "text": "He was told to stay below deck until the Vampire left the harbour.",
      "id": "s58"
    },
    {
      "text": "For the next two to three hours Mr Drew remained below deck.",
      "id": "s59"
    },
    {
      "text": "He was anxious and fearful because he was unsure of what might happen and was concerned that some form of missile may be directed at the hull of the vampire.",
      "id": "s60"
    },
    {
      "text": "After some time had passed, his concern changed from the prospect of a missile strike to the prospect of divers being released and mines being attached to the ship's hull.",
      "id": "s61"
    },
    {
      "text": "These feelings were enhanced because of the sounds which echoed through the vessel.",
      "id": "s62"
    },
    {
      "text": "He thought that some of these were probably caused by RAN divers but, at the time, he was not aware of the source of all of these noises.",
      "id": "s63"
    },
    {
      "text": "For some of the time he remained in his bunk space, but then he went to the cafeteria where he spoke to other sailors but did not divulge to them his concerns.",
      "id": "s64"
    },
    {
      "text": "Throughout this time no announcements were made over the public address system to advise the crew of what was happening above deck.",
      "id": "s65"
    },
    {
      "text": "Eventually the ship weighed anchor and, as it progressed through the harbour, shots were fired from the deck and an announcement was made that these were directed at suspicious-looking floating objects.",
      "id": "s66"
    },
    {
      "text": "13 There was evidence before the Tribunal that shortly after the Vampire left the waters of South Vietnam, and prior to its return to Australia, the Vampire was engaged in an exercise in the course of which HMAS Melbourne rammed and sank the United States destroyer USS Frank E. Evans.",
      "id": "s67"
    },
    {
      "text": "The evidence before the Tribunal was that the Vampire steamed to the scene of this collision to search for survivors.",
      "id": "s68"
    },
    {
      "text": "That particular incident features in the course of the Tribunal's reasoning in a way in which I shall relate later.",
      "id": "s69"
    },
    {
      "text": "14 The publication known as DSM-IV was in evidence before the Tribunal and contains the following in respect of diagnostic criteria for post-traumatic stress disorder:\n \n \n (a) the person has been exposed to a traumatic event in which both of the following were present: \n \n(i) the person experienced, witnessed or was confronted with an event or events that involved actual or threatened death or serious injury or a threat to the physical integrity of self or others; (ii) the person's response involved intense fear, helplessness or horror.",
      "id": "s70"
    },
    {
      "text": "Note, in children this may be expressed by disorganised or agitated behaviour ... \n15 In Gerzina v Repatriation Commission [2004] FCAFC 96 at 11, a Full Court (Black CJ, Heerey and Bennett JJ) made the following observation in respect of that publication:\n We agree with the submission of senior counsel for the respondent that the interpretation of the criteria (a)(ii) in DSM-IV in this case did not raise a question of law.",
      "id": "s71"
    },
    {
      "text": "There was before the tribunal evidence from appropriately qualified medical specialists, both of whom used DSM-IV as the appropriate framework for making a diagnosis.",
      "id": "s72"
    },
    {
      "text": "No other framework or criterion was suggested.",
      "id": "s73"
    },
    {
      "text": "It was in this setting that the tribunal had to reach a conclusion about the question of the appellant's diagnosis.",
      "id": "s74"
    },
    {
      "text": "This was a question of fact.",
      "id": "s75"
    },
    {
      "text": "16 Neither party in this appeal suggested that DSM-IV had any greater role to play in the proceedings before the tribunal than in providing an accepted framework on the evidence by reference to which a finding of fact might be made.",
      "id": "s76"
    },
    {
      "text": "As it transpired, Dr Mulholland had, on the evidence that he had considered, formed the view that post-traumatic stress disorder was not a diagnosis open on the basis that criterion (a)(i) was not met.",
      "id": "s77"
    },
    {
      "text": "On the facts before it, the Tribunal reached a different view in relation to that particular criterion.",
      "id": "s78"
    },
    {
      "text": "The Tribunal found that, though there were differences or inconsistencies in the medical evidence, the criterion (a)(i) was met.",
      "id": "s79"
    },
    {
      "text": "The Tribunal went on to find that it was not satisfied in relation to Mr Drew's response at the time for the purposes of satisfying criterion (a)(ii).",
      "id": "s80"
    },
    {
      "text": "17 The critical paragraph in the Tribunal's reasoning in that regard is paragraph 22, which is in the following terms:\n The tribunal in Budworth described this as an extremely high level of reaction to extremely traumatic stressors: at para 62.",
      "id": "s81"
    },
    {
      "text": "I agree with that description.",
      "id": "s82"
    },
    {
      "text": "Dr Likely referred to intense fear and Dr Mulholland referred to panic and fear and this enabled them to conclude that criterion (a)(ii) was met.",
      "id": "s83"
    },
    {
      "text": "Clearly, these descriptions of his feelings are what Dr Likely and Dr Mulholland were told by Mr Drew yet that was not the evidence of Mr Drew given on oath at the hearing.",
      "id": "s84"
    },
    {
      "text": "He gave that evidence in a calm manner and described himself at the relevant time on Vampire as being \"agitated\", \"concerned about safety\", \"feeling afraid\" and being \"relieved\" when the ship eventually weighed anchor.",
      "id": "s85"
    },
    {
      "text": "Even when he described his feelings on seeing the stricken USS Evans, he said this had no effect on him except to make him think about what might have befallen the Vampire.",
      "id": "s86"
    },
    {
      "text": "While Mr Drew's feelings of being afraid, of agitation and of concern are understandable, I am reasonably satisfied that they lack the intensity of response required in the diagnostic criterion (a)(ii) in DSM-IV and the statement of principles.",
      "id": "s87"
    },
    {
      "text": "On the evidence that he gave, I am satisfied that his reactions do not constitute a response which involved intense fear, helplessness, or horror.",
      "id": "s88"
    },
    {
      "text": "18 The reference by the Tribunal to the statement of principles was, in my respectful opinion, gratuitous and something of a distraction.",
      "id": "s89"
    },
    {
      "text": "A statement of principles has relevance in relation to the question of whether or not a condition which has been found to exist is war-caused.",
      "id": "s90"
    },
    {
      "text": "Neither party though suggested that this particular reference to a statement of principles had any material effect in terms of legal error.",
      "id": "s91"
    },
    {
      "text": "That seems to me to be so, as the reasons make it plain that the Tribunal is having regard to DSM-IV, the accepted touchstone on the specialist evidence before it, and making a finding of fact as to whether or not a particular criterion in that diagnostic touchstone is indeed met.",
      "id": "s92"
    },
    {
      "text": "19 In the submissions on behalf of the Applicant, much was made of the following passage in Fogarty at para 41:\n I accept that the AAT was bound to take the report into account in the sense explained by Mason J in Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1986) 162 CLR 24 at 39 in deciding whether or not the veteran suffered from a generalised anxiety disorder.",
      "id": "s93"
    },
    {
      "text": "Providing it did so, it was for the AAT to determine what weight should attach to the report.",
      "id": "s94"
    },
    {
      "text": "There is, however, no mention of the report in the AATs reasons.",
      "id": "s95"
    },
    {
      "text": "On account of this, and on account of the AATs failure at the outset to address the diagnosis issue by reference to the evidence, and on account of the \"methodological confusion\" (as the respondent termed it) in the AATs reasons generally, I will infer that the AAT indeed failed to have regard to the report.",
      "id": "s96"
    },
    {
      "text": "In the circumstances of the case this failure constitutes a material error of law.",
      "id": "s97"
    },
    {
      "text": "20 The report in that case was a medical report, but the submission made on behalf of the Applicant was that there was no relevant distinction to be drawn in terms of principle as between the medical report in that case and the written statement to the accuracy of which Mr Drew swore in his oral evidence before the Tribunal.",
      "id": "s98"
    },
    {
      "text": "It is true that there is no explicit reference to that statement in the Tribunal's reasons.",
      "id": "s99"
    },
    {
      "text": "I was though very helpfully provided, on behalf of the Respondent, with what one might term a \"matrix\" in which analysis is made of the Tribunal's reasons and corresponding references in the written statement which became part of the evidence before the Tribunal.",
      "id": "s100"
    },
    {
      "text": "It is quite plain from that that the Tribunal has had regard to the written statement and, indeed, adopted particular passages from it in its reasons.",
      "id": "s101"
    },
    {
      "text": "21 Assuming, therefore, that the written statement might, in terms of the Peko-Wallsend case, be classified as a relevant consideration, I am quite satisfied that the Tribunal did have regard to it in reaching its decision.",
      "id": "s102"
    },
    {
      "text": "22 There was also criticism made of the Tribunal's reasons in terms of the conclusion reached that the veteran was not suffering post-traumatic stress disorder because, on the facts, that the necessary diagnostic criterion, (a)(ii), was not met.",
      "id": "s103"
    },
    {
      "text": "In Willcocks v Comcare (2001) 66 ALD 119 at 120, para 6, Finn J very helpfully summarises the authorities germane to the Tribunal's obligation to give reasons for the findings of fact that it comes to make.",
      "id": "s104"
    },
    {
      "text": "23 His Honour observed:\n As it is now well understood, any court reviewing a decision of the tribunal cannot turn \"a review of the reasons of the decision-maker upon proper principles into a reconsideration for merits of the decision\": Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 272.",
      "id": "s105"
    },
    {
      "text": "Those quite \"proper principles\" do not allow a doubtful fact finding to be characterised as an error of law.",
      "id": "s106"
    },
    {
      "text": "As Kenny J commented in Minister for Immigration and Multicultural Affairs v Rajalingim [1999] FCA 794 ; (1999) 93 FCR 220 at 257, \"a tribunal does not commit an error of law merely because it finds facts wrongly or upon a doubtful basis or because it adopts unsound or questionable reasoning.",
      "id": "s107"
    },
    {
      "text": "\" Likewise those \"proper principles\" do not require that it be shown that all matters raised in the proceeding before the tribunal are dealt with in the reasons.",
      "id": "s108"
    },
    {
      "text": "For the purposes of section 43(2B) of the AAT Act, the tribunal is not obliged to give a \"line by line refutation\" of an applicant's evidence either generally or in those respects where there is evidence contrary to find things that material fact made by the tribunal: Re Minister for Immigration and Multicultural Affairs Ex Parte Durairajasingham (2000) 58 ALD 609 ; 168 ALR 407: see generally, Minister for Immigration and Multicultural Affairs v Yusuf [2001] HCA 30 ; (2001) 62 ALD 225 ; 180 ALR 1.",
      "id": "s109"
    },
    {
      "text": "24 Though I have, in the manner indicated earlier, some difficulty with the reference by the Tribunal in para 22 of its reasons to the statement of principles, it is tolerably clear from that paragraph that the Tribunal has, against the background of the written statement before it, gained particular assistance from the oral evidence which Mr Drew came to give in addition to that written statement.",
      "id": "s110"
    },
    {
      "text": "As it happened, that oral evidence put the Tribunal in the position of not being reasonably satisfied that he suffered from post-traumatic stress disorder.",
      "id": "s111"
    },
    {
      "text": "The Tribunal's chain of reasoning on matters of fact appears to have been this.",
      "id": "s112"
    },
    {
      "text": "There was a consensus of medical opinion that a diagnosis of post-traumatic stress disorder ought to be made, having regard to criteria in DSM-IV.",
      "id": "s113"
    },
    {
      "text": "Those criteria concern matters of primary fact.",
      "id": "s114"
    },
    {
      "text": "In particular, one of those primary facts was that described in paragraph (a)(ii) of the DSM-IV publication, and as it happened, the Tribunal, in taking account of all of the evidence before it, and particularly the oral evidence, was not satisfied as a matter of fact that the experience in response of the veteran met the description in (a)(ii).",
      "id": "s115"
    },
    {
      "text": "It followed from this that having regard to the medical opinion as to the utility of DSM-IV, no factual foundation for a finding of post-traumatic stress disorder was present.",
      "id": "s116"
    },
    {
      "text": "25 That process of reasoning seems to me to have been both logical and reasonably open on the evidence before the tribunal.",
      "id": "s117"
    },
    {
      "text": "26 In these circumstances, the Tribunal has not, in my opinion, erred in law.",
      "id": "s118"
    },
    {
      "text": "It follows that the appeal should be dismissed.",
      "id": "s119"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s120"
    },
    {
      "text": "Associate:\n\nDated: 23 April 2008\n\n Counsel for the Applicant: D Honchin \n \n Solicitor for the Applicant: Purcell Taylor Lawyers \n \n Counsel for the Respondent: H Bowskill \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 15 April 2008 \n \n Date of Judgment: 15 April 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/537.html",
      "id": "s121"
    }
  ]
}