{
  "name": "Freehills, in the matter of New Tel Limited (in liq) ACN 009 068 955 [2008] FCA 543 (22 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/543.html",
  "catchphrases": [
    {
      "text": "examination",
      "id": "c0"
    },
    {
      "text": "examinee",
      "id": "c1"
    },
    {
      "text": "order to sign transcript of examination hearing",
      "id": "c2"
    },
    {
      "text": "whether copy of documents on which examinee questioned should be provided to examinee",
      "id": "c3"
    },
    {
      "text": "whether access to the documents is available through the court",
      "id": "c4"
    },
    {
      "text": "corporations law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 There are two motions before the Court.",
      "id": "s0"
    },
    {
      "text": "The first in time is the plaintiff's application for orders that the examinee sign by 11 April 2008 the written transcript of his examination held on 12 February 2008.",
      "id": "s1"
    },
    {
      "text": "The other motion (brought by the examinee) is for the plaintiff to provide the examinee with copies of all of the documents contained in the bundle of examination documents provided by the plaintiff that were referred to during the course of his examination referred to above.",
      "id": "s2"
    },
    {
      "text": "2 The two motions were preceded with exchanges of correspondence in which documents were requested and declined.",
      "id": "s3"
    },
    {
      "text": "Several arguments were advanced in the correspondence.",
      "id": "s4"
    },
    {
      "text": "3 The examinee does not object to signing the transcript but objects to being required to sign the transcript without having access to those pages of the documents on which he was questioned and to which reference is made in the transcript.",
      "id": "s5"
    },
    {
      "text": "4 The plaintiff contends that the examinee is not entitled to insist on the plaintiff providing copies of the relevant pages of the documents which are now the property of the plaintiff.",
      "id": "s6"
    },
    {
      "text": "It contends that orders should be made now for the transcript to be signed in the near future.",
      "id": "s7"
    },
    {
      "text": "5 There are three principal areas of argument between the parties.",
      "id": "s8"
    },
    {
      "text": "The first is on the question of whether or not the written record of the examination includes the documents on which the examinee was questioned.",
      "id": "s9"
    },
    {
      "text": "The second was whether or not a discretion should be exercised pursuant to s 596F(1) of the Corporations Act 2001 (Cth) (CA).",
      "id": "s10"
    },
    {
      "text": "The third was whether or not the interests of justice would require that as the transcript of the examination may well be used against an examinee who is compelled to verify it, he or she should, in fairness, also have the documents to which he or she was taken in the examination so that the content of the transcript is fully comprehensible.",
      "id": "s11"
    },
    {
      "text": "STATUTORY FRAMEWORK \n \n6 Section 597 CA relevantly provides as follows:\n \n \n (4) An examination is to be held in public except to such extent (if any) as the Court considers that, by reason of special circumstances, it is desirable to hold the examination in private.",
      "id": "s12"
    },
    {
      "text": "(5A) Any of the following may take part in an examination: \n \n \n (a) ASIC; \n (b) any other eligible applicant in relation to the corporation; \n \n \n \n \n and for that purpose may be represented by a lawyer or by an agent authorised in writing for the purpose.",
      "id": "s13"
    },
    {
      "text": "... \n \n (13) The Court may order the questions put to a person and the answers given by him or her at an examination to be recorded in writing and may require him or her to sign that written record.",
      "id": "s14"
    },
    {
      "text": "(14) Subject to subsection (12A), any written record of an examination so signed by a person, or any transcript of an examination of a person that is authenticated as provided by the rules, may be used in evidence in any legal proceedings against the person.",
      "id": "s15"
    },
    {
      "text": "(14A) A written record made under subsection (13): \n \n \n (a) is to be open for inspection, without fee, by: \n \n \n(i) the person who applied for the examination; or (ii) an officer of the corporation; or (iii) a creditor of the corporation; and \n \n \n (b) is to be open for inspection by anyone else on paying the prescribed fee.",
      "id": "s16"
    },
    {
      "text": "7 As observed by Lander J in Evans and Others v Wainter Pty Ltd [2005] FCAFC 114 ; (2005) 145 FCR 176 at [118] :\n Section 597(14A) allows any member of the public to inspect the written record on payment of the prescribed fee.",
      "id": "s17"
    },
    {
      "text": "The person who applied for the examination, and any officer or creditor of the corporation, may inspect without fee.",
      "id": "s18"
    },
    {
      "text": "Those subsections indicate other purposes of the legislation, first, being to enable the public to know how corporations are being managed and secondly, to achieve the deterrent effect of a public examination.",
      "id": "s19"
    },
    {
      "text": "In Southern Cross Petroleum Sales (SA) Pty Ltd (in liq) v Hirsch (1998) 70 SASR 527 at 534, I said: \n \n The third purpose for which the legislation exists is for the public interest in assisting the regulation of corporations.",
      "id": "s20"
    },
    {
      "text": "The legislation acts to remind those who act as examinable officers of the corporation, or who deal with a corporation, that they are at risk that, if any of the circumstances giving rise to an application by an eligible applicant arise, they may be called upon to be publicly examined about their conduct in relation to the corporation.",
      "id": "s21"
    },
    {
      "text": "It is in the public interest that those who act as examinable officers of corporations and those who take part or are concerned in the examinable affairs of a corporation are obliged to impart their knowledge of the affairs of the corporation in the event that the corporation becomes subject to administration or winding up.",
      "id": "s22"
    },
    {
      "text": "In that sense the legislation serves the public interest as well as the private interest of creditors.",
      "id": "s23"
    },
    {
      "text": "\"The honest conduct of the affairs of companies is a matter of great public concern today\": see Rees v Kratzmann [1965] HCA 49 ; (1965) 114 CLR 63 at 80 per Windeyer J.",
      "id": "s24"
    },
    {
      "text": "8 In the context of a liquidation, the primary objective in the substantial powers in and around s 597 in Pt 5.9 CA is to facilitate the efficient liquidation of a company.",
      "id": "s25"
    },
    {
      "text": "9 Santow J in Re New Cap Reinsurance Corporation Holdings Ltd [2001] NSWSC 835 dealt with a case in which a liquidator was willing to give a third party creditor access to examination records.",
      "id": "s26"
    },
    {
      "text": "His Honour said:\n \n \n 9 Whether the matter be considered as a question of power or the manner in which it should be exercised, there is a fundamental principle common to both issues.",
      "id": "s27"
    },
    {
      "text": "It is this.",
      "id": "s28"
    },
    {
      "text": "The liquidator's paramount duty is to bring about the beneficial winding-up of the company, primarily in the interests of its creditors, though subject to that overriding requirement, also in the interests of contributories.",
      "id": "s29"
    },
    {
      "text": "10 It is from that basal principle, that one tests the existence and exercise of the claimed power of the liquidator; this is so, whether it be to conduct examinations about a corporations' examinable affairs as an \"eligible applicant\" pursuant to the post-1993 expanded powers of examination, or, subject to ensuring that the statutory powers extend thus far, to making available the product of that examination to third parties claiming a legitimate interest.",
      "id": "s30"
    },
    {
      "text": "That in the present context is the documentation produced by the examinees or the corporations they represent for the purpose of that examination.",
      "id": "s31"
    },
    {
      "text": "In particular, an assistance thus voluntarily afforded by a liquidator to an individual creditor of the company in liquidation must satisfy the overriding requirement that it assist the liquidator in the beneficial winding-up.",
      "id": "s32"
    },
    {
      "text": "That would be so, if such assistance offers sufficient prospect of increasing or protecting the assets available in the winding-up.",
      "id": "s33"
    },
    {
      "text": "10 Section 596F(1) provides that subject to s 597 , the Court may at any time give one or more of the following '(e) a direction about access to records of the examination'.",
      "id": "s34"
    },
    {
      "text": "11 Rule 11.7 of the Federal Court (Corporations) Rules 2000 provides as follows:\n \n \n 11.7 For the purposes of subsection 597(14) of the Corporations Act , a transcript of an examination may be authenticated: \n \n \n \n \n (a) by the person, or persons, who prepared the record of examination, or under whose supervision the record was prepared, certifying in writing signed by the person or persons, that the record is a true transcript of the record of examination; or\n (b) by any person present at the examination, or any part of the examination, signing the person's name at the bottom of each page of the written record that records a part of the examination at which the person was present.",
      "id": "s35"
    },
    {
      "text": "THE ISSUES \n \n12 The examinee's motion is supported by an affidavit which deposes to the difficulty in ascertaining the correctness of the transcript in the absence of the documents on which he was examined.",
      "id": "s36"
    },
    {
      "text": "He asserts:\n I am having difficulty reviewing the transcript to ascertain its accuracy prior to signing it.",
      "id": "s37"
    },
    {
      "text": "The difficulty arises because I cannot confirm that quotations from documents, and references to portions of documents, are accurate.",
      "id": "s38"
    },
    {
      "text": "13 Counsel for the plaintiff, correctly in my view, points out that this should not preclude the examinee signing the transcript to confirm the accuracy of the words used on the day in the examination.",
      "id": "s39"
    },
    {
      "text": "If there was a misquotation from a document, then that is a matter that can be raised at a later time.",
      "id": "s40"
    },
    {
      "text": "In the course of the hearing, counsel for the examinee moved away from this explanation of the difficulty and pointed to a more straightforward difficulty in that without hearing the entire oral recording of the transcript, the examinee could not confirm that what had been reproduced from the audio recording in relation to words or numbers was accurate.",
      "id": "s41"
    },
    {
      "text": "It was said that provision of the documents would enable the examinee to be assisted in that regard.",
      "id": "s42"
    },
    {
      "text": "Precisely how that would be so is less clear.",
      "id": "s43"
    },
    {
      "text": "14 Additionally, it was submitted that without the examinee having access to the documents, it would not be possible for the examinee to recall what page numbers, for example, were referred to in the course of the examination which lasted for approximately one day.",
      "id": "s44"
    },
    {
      "text": "15 On its face the latter submission would appear to be correct.",
      "id": "s45"
    },
    {
      "text": "An examinee could not reasonably be expected to remember what page numbers had been referred to in the course of a lengthy examination.",
      "id": "s46"
    },
    {
      "text": "It would be wrong to compel the examinee, without qualification, to sign a transcript verifying its accuracy when such detail could not be known.",
      "id": "s47"
    },
    {
      "text": "Counsel for the plaintiff however observes, again correctly in my view, that consistent with the practice adopted in a number of other jurisdictions, it would be open to the examinee to indicate in a margin note or at the commencement of the transcript that he does not recall what page number or numbers was or were referred to in the course of questioning.",
      "id": "s48"
    },
    {
      "text": "16 On a more technical level, the examinee contends that the written record of the examination includes the documents, or more specifically the pages of the documents, to which the examinee was taken.",
      "id": "s49"
    },
    {
      "text": "The plaintiff contends it does not, saying that the 'written record' is the record of questions and answers alone.",
      "id": "s50"
    },
    {
      "text": "This it is said, is clear from the fact that it is only such a record that he or she may be compelled to sign.",
      "id": "s51"
    },
    {
      "text": "Given the language of the surrounding subsections, this argument is not without merit, but on balance I favour the examinee's contention on this issue.",
      "id": "s52"
    },
    {
      "text": "17 The examinee relies upon a purposive construction of s 597 CA. A submission is made that pursuant to s 597(14) CA any such written record may be used in evidence in any legal proceedings against an examinee.",
      "id": "s53"
    },
    {
      "text": "Further, pursuant to s 597(14A) CA any such written record is open for inspection to any person with or without a payment of a prescribed fee depending on the circumstances.",
      "id": "s54"
    },
    {
      "text": "It is said that the obvious purpose of those subsections is that the written record will be a complete record which may be adduced in evidence or inspected by the public.",
      "id": "s55"
    },
    {
      "text": "It is submitted that a construction which does not incorporate those documents referred to during the examination as part of that written record would be contrary to that purpose and ought not be preferred in accordance with the principles contained in s 15AA of the Acts Interpretation Act 1901 (Cth).",
      "id": "s56"
    },
    {
      "text": "18 The expression 'written record of an examination' where it appears in subs 13 and referred to in ss 14 and 14A of s 597 CA is narrower than the term 'records of the examination' used in s 596F(1)(e) CA (see New Cap [2001] NSWSC 835 at [39] - [43] per Santow J).",
      "id": "s57"
    },
    {
      "text": "19 Nevertheless the examinee argues that New Cap may be taken as authority for the proposition that the narrower term still includes documents that are incorporated into the record being 'any documents which are marked for identification and shown to a witness in the course of the examination': New Cap [2001] NSWSC 835 at [42] and Winterbottom; Re Eurostar Pty Ltd (In Liquidation) (Receivers and Managers Appointed) [2003] NSWSC 633 at [23] per Campbell J.",
      "id": "s58"
    },
    {
      "text": "20 Santow J at [42] in New Cap [2001] NSWSC 835 observed that it would be straining language unduly to include in the expression 'written record' in ss 13 , 14 and 15A of s 597 CA documents produced for the examination but not referred to in it.",
      "id": "s59"
    },
    {
      "text": "From this, the examinee argues that conversely, if documents have been referred to in the examination then they are part of the written record.",
      "id": "s60"
    },
    {
      "text": "That view appears to have been taken as 'common ground' in Winterbottom [2003] NSWSC 633.",
      "id": "s61"
    },
    {
      "text": "On the other hand, there can be little doubt that documents referred to are also catered for by the broader expression 'records of the examination' in s 596F CA, just as that expression caters for documents produced but not referred to.",
      "id": "s62"
    },
    {
      "text": "21 In Winterbottom [2003] NSWSC 633 Campbell J was considering an application by a receiver for leave to use and disclose to third parties, documents produced to the court by persons pursuant to Pt 5.9 CA. After referring to the legislative intention at [11]-[14], his Honour said at [23]:\n \n \n 23 As Santow J pointed out in New Cap, there is a distinction between the \"written record\" referred to in s 597 (14A), and the \"records of the examination\" referred to in s 596F(1)(e).",
      "id": "s63"
    },
    {
      "text": "The \"written record\" in s 597 (14A) can be inspected as of right by any creditor of the corporation.",
      "id": "s64"
    },
    {
      "text": "That includes, it is common ground, any documents which were marked for identification and shown to a witness in the course of the examination.",
      "id": "s65"
    },
    {
      "text": "Thus, there is no basis upon which the receiver could resist, even if he wanted to, a request by a creditor of the corporation to inspect that material.",
      "id": "s66"
    },
    {
      "text": "22 In my view, this passage together with a purposive construction results in the pages of documents on which an examinee is questioned being part of the 'written record' of the examination for the purposes of s 597(14A).",
      "id": "s67"
    },
    {
      "text": "A creditor and the examinee asserts he is one, may have inspection access to documents as well as the transcript.",
      "id": "s68"
    },
    {
      "text": "23 It is a different question however whether s 597(14A) entitles the Court to order that copies of such documents or pages must be made and produced to an examinee who is ordered to sign the transcript of the examination to authenticate it.",
      "id": "s69"
    },
    {
      "text": "The distinction may be subtle but in my view is valid.",
      "id": "s70"
    },
    {
      "text": "On the other hand, there is no reason why the examinee should not attend the Registry of the Court to examine those documents before or at the time of signing the transcript of the examination.",
      "id": "s71"
    },
    {
      "text": "24 The alternative argument for the examinee is that the Court should give a direction 'about access to records of the examination' pursuant to s 596F(1)(e) CA. As previously noted in New Cap [2001] NSWSC 835 at [39] and [43] 'records of the examination' extends to all 'documents which were utilised in the examination either by directly being marked for identification or as otherwise been produced for the examination'.",
      "id": "s72"
    },
    {
      "text": "25 Santow J observed at [43] in New Cap [2001] NSWSC 835 that when one considers s 596F, there is nothing in s 597 (to which s 596F is subject) which precludes the Court making in terms of subpar (e) a 'direction about access to records of the examination'.",
      "id": "s73"
    },
    {
      "text": "Such a direction would be one which would permit access to all of the documents produced in aid of the examination, whether marked for identification or not and whether specifically put to the examinee or not.",
      "id": "s74"
    },
    {
      "text": "His Honour observed that it would be entirely artificial to draw a distinction between documents on the basis of some such criteria and that the wider expression 'records of the examination' was chosen deliberately to provide a broad discretion in the Court to make a direction permitting access either to be granted or restricted.",
      "id": "s75"
    },
    {
      "text": "26 However, New Cap [2001] NSWSC 835 is to be understood in the context of the Court providing assistance to achieve the objects of a liquidation.",
      "id": "s76"
    },
    {
      "text": "In New Cap a fundamental issue was whether the liquidator in assisting a third party creditor by providing such documents would be advancing the beneficial winding up of the company.",
      "id": "s77"
    },
    {
      "text": "27 If there is power to order such a plaintiff to supply copies of documents, the question is on what basis the discretion to make such a direction should be exercised.",
      "id": "s78"
    },
    {
      "text": "The plaintiff submitted there was no such power.",
      "id": "s79"
    },
    {
      "text": "It seems to me the discretion, to be exercised judicially, is not fettered as the plaintiff suggests.",
      "id": "s80"
    },
    {
      "text": "If the Court considers it appropriate to compel the examinee to sign the written record, it would do so only on whatever terms were just and expedient.",
      "id": "s81"
    },
    {
      "text": "However, in this case, the support for the alternative approach argued for the examinee in my view is not compelling.",
      "id": "s82"
    },
    {
      "text": "It is contended that without copies of the documents referred to during the course of the examinee's examination, the examinee cannot be certain that the references to and quotations from documents which are contained within the transcript of his examination are accurate.",
      "id": "s83"
    },
    {
      "text": "I prefer the plaintiff's submission on this point.",
      "id": "s84"
    },
    {
      "text": "Insofar as accuracy is concerned the only question of accuracy which arises is whether the transcribed version of the examination accords in all respects with what was actually said at the examination.",
      "id": "s85"
    },
    {
      "text": "28 It is also submitted for the examinee that if there were inaccuracy in the transcript recording a page number to which the examinee was referred, the examinee could sign the transcript and in so doing wrongly verify documents or extracts of documents.",
      "id": "s86"
    },
    {
      "text": "Again, in my view, the plaintiff's argument is to be preferred on this point.",
      "id": "s87"
    },
    {
      "text": "In signing the transcript, the examinee is doing no more than confirming the accuracy of what was said on the day in the examination.",
      "id": "s88"
    },
    {
      "text": "He is not confirming that what was put to him accurately expresses the content of documents.",
      "id": "s89"
    },
    {
      "text": "29 I do, however, certainly accept the examinee's submission that the signing of the transcript is a significant step and can have serious consequences.",
      "id": "s90"
    },
    {
      "text": "It is contended for the examinee that it is unjust to require an examinee to sign a transcript verifying references to and quotations from documents or extracts from documents without the examinee being accorded an opportunity to check the relevant documents or extracts so as to satisfy himself that the references and quotations recorded on the transcript were recorded accurately.",
      "id": "s91"
    },
    {
      "text": "While I accept the significance of signing the transcript and its potential consequences, I do not accept that by doing so the examinee gives a verification that the words purportedly extracted from documents in the course of questioning the examinee are in fact the actual words in the documents.",
      "id": "s92"
    },
    {
      "text": "30 The arguments raised as to the need to have copies of the specific documents on which the examinee was questioned were not, in my view, compelling.",
      "id": "s93"
    },
    {
      "text": "It seems not in dispute that the examinee has copies of most if not all of the documents.",
      "id": "s94"
    },
    {
      "text": "To compare his copies with those on which he was examined, he may, if he wishes, examine the record at the Court Registry.",
      "id": "s95"
    },
    {
      "text": "This will include those documents on which he was examined.",
      "id": "s96"
    },
    {
      "text": "31 One further issue which I raised with the parties was whether in the exercise of the discretion for the purpose of s 596F(1)(e) it may be unjust to require the examinee to confirm the correctness of the transcript (with its attendant potential consequences) without the parts of documents described in the transcript being attached.",
      "id": "s97"
    },
    {
      "text": "In my view, the same considerations, namely, the ability to examine the actual record of the examination preclude any unfairness in the circumstances of this case.",
      "id": "s98"
    },
    {
      "text": "It should be possible, if not as convenient, for the examinee to check the documents on which he was examined.",
      "id": "s99"
    },
    {
      "text": "On any view of the matter, however, it is not open to the examinee to re-write the written record.",
      "id": "s100"
    },
    {
      "text": "If he disagrees with or cannot recall a particular passage he should make a suitable note in the margin, without obscuring the text of the transcript.",
      "id": "s101"
    },
    {
      "text": "That being so, I would not accede to the examinee's motion under either section.",
      "id": "s102"
    },
    {
      "text": "32 I have referred to some unconvincing arguments from the examinee on this debate.",
      "id": "s103"
    },
    {
      "text": "For completeness I should add that the plaintiff also raised other arguments on which I was not persuaded.",
      "id": "s104"
    },
    {
      "text": "It was said that the examinee should not have an opportunity to 'learn his evidence'.",
      "id": "s105"
    },
    {
      "text": "That time has passed --- the evidence has been given.",
      "id": "s106"
    },
    {
      "text": "The transcript and documents may be inspected by him.",
      "id": "s107"
    },
    {
      "text": "It was also suggested that a decision ordering the plaintiff to supply copy documents would create a dangerous precedent requiring the plaintiff to ransack its documents and give up its property.",
      "id": "s108"
    },
    {
      "text": "This is also unpersuasive.",
      "id": "s109"
    },
    {
      "text": "There are not a particularly large number of documents in this instance which is why the entitlement to inspection of the written record is a suitable solution and in this instance a court officer will isolate the relevant pages for inspection.",
      "id": "s110"
    },
    {
      "text": "In other instances, more convenient orders may have to be fashioned under the discretionary access power.",
      "id": "s111"
    },
    {
      "text": "In instances where documents or parts of them are separately marked for identification (rather than contained within others in a more general bundle), the usual inspection rights would seem adequate.",
      "id": "s112"
    },
    {
      "text": "CONCLUSION \n \n33 Accordingly, the examinee's motion will be dismissed, the plaintiff's motion allowed save that the transcript is to be signed by 16 May 2008 which will permit time for the examinee pursuant to s 597(14A) CA to examine documents held in the Registry of the Court.",
      "id": "s113"
    },
    {
      "text": "The examinee is to pay the plaintiff's costs of the motions to be taxed.",
      "id": "s114"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s115"
    },
    {
      "text": "Associate:\nDated: 22 April 2008\n\n Counsel for the Plaintiff: MC Goldblatt \n \n Solicitor for the Plaintiff: Freehills \n \n Counsel for the Examinee: CS Williams \n \n Solicitor for the Examinee: Solomon Brothers \n\n Date of Hearing: 4 April 2008 \n \n Date of Judgment: 22 April 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/543.html",
      "id": "s116"
    }
  ]
}