{
  "name": "Tunks v Repatriation Commission [2008] FCA 521 (18 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/521.html",
  "catchphrases": [
    {
      "text": "veterans",
      "id": "c0"
    },
    {
      "text": "entitlements",
      "id": "c1"
    },
    {
      "text": "general provisions regarding entitlements",
      "id": "c2"
    },
    {
      "text": "reasonable hypothesis test",
      "id": "c3"
    },
    {
      "text": "deledio steps",
      "id": "c4"
    },
    {
      "text": "whether tribunal engaged in impermissible fact finding in application of s 120(3) of veterans' entitlements act 1986 (cth)",
      "id": "c5"
    },
    {
      "text": "veterans",
      "id": "c6"
    },
    {
      "text": "entitlements",
      "id": "c7"
    },
    {
      "text": "general provisions regarding entitlements",
      "id": "c8"
    },
    {
      "text": "reasonable hypothesis test",
      "id": "c9"
    },
    {
      "text": "deledio steps",
      "id": "c10"
    },
    {
      "text": "whether tribunal used correct test in application of s 120(1) of veterans' entitlements act 1986 (cth)",
      "id": "c11"
    },
    {
      "text": "defence and war",
      "id": "c12"
    },
    {
      "text": "defence and war",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR \n \n1 This is an \"appeal\" on a question of law pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) (the AAT Act), from a decision of the Administrative Appeals Tribunal (the Tribunal) adverse to the applicant.",
      "id": "s0"
    },
    {
      "text": "The applicant is the widow of Kenneth Vardon Tunks who died on 16 May 2002 from cancer of the prostate.",
      "id": "s1"
    },
    {
      "text": "The Tribunal affirmed a decision of the Veterans' Review Board (which had in turn affirmed a decision of the respondent) denying the applicant's claim that her late husband's cancer was caused by, or attributable to, his war service.",
      "id": "s2"
    },
    {
      "text": "Legislative framework \n \n2 Section 13 of the Veterans' Entitlements Act 1986 (Cth) (the Act) establishes an entitlement in the dependants of a veteran to a pension where the death of the veteran was war-caused.",
      "id": "s3"
    },
    {
      "text": "Under s 8(1)(b) of the Act, \"the death of a veteran shall be taken to have been war-caused if ... the death of the veteran arose out of, or was attributable to, any eligible war service rendered by the veteran ...\".",
      "id": "s4"
    },
    {
      "text": "There was no dispute in the present case that the veteran had operational service as defined in s 5C and s 6A of the Act.",
      "id": "s5"
    },
    {
      "text": "3 \n \nIf these preconditions for a claim are met, the Tribunal must ascertain the \"kind of death\".",
      "id": "s6"
    },
    {
      "text": "There was no dispute in the present case that the veteran died of cancer of the prostate.",
      "id": "s7"
    },
    {
      "text": "The primary question in this case is whether the \"kind of death\" was war-caused.",
      "id": "s8"
    },
    {
      "text": "4 Sections 120 and 120A of the Act provide the method of determining whether there is a link between the death of the veteran and operational service.",
      "id": "s9"
    },
    {
      "text": "These sections set out a standard of proof to be applied towards the critical question raised by s 120(1): whether the injury or disease was war-caused.",
      "id": "s10"
    },
    {
      "text": "5 Section 120 relevantly provides:\n \n 120 Standard of proof \n (1) Where a claim under Part II for a pension in respect of ... the death of a veteran ... relates to the operational service rendered by the veteran, the Commission shall determine that ... the death of the veteran was war-caused ... unless it is satisfied, beyond reasonable doubt, that there is no sufficient ground for making that determination.",
      "id": "s11"
    },
    {
      "text": "Note: This subsection is affected by section 120A.",
      "id": "s12"
    },
    {
      "text": "...\n (3) In applying subsection (1) or (2) in respect of ...the death of a person, related to service rendered by the person, the Commission shall be satisfied, beyond reasonable doubt, that there is no sufficient ground for determining:\n ...\n (c) that the death was war-caused or defence-caused;\n ... if the Commission, after consideration of the whole of the material before it, is of the opinion that the material before it does not raise a reasonable hypothesis connecting the injury, disease or death with the circumstances of the particular service rendered by the person.",
      "id": "s13"
    },
    {
      "text": "Section 120A(3) relevantly provides:\n \n For the purposes of subsection 120(3), a hypothesis connecting ... the death of a person with the circumstances of any particular service rendered by the person is reasonable only if there is in force:\n (a) a Statement of Principles determined under subsection 196B(2) or (11); or\n (b) a determination of the Commission under subsection 180A(2);\n that upholds the hypothesis.",
      "id": "s14"
    },
    {
      "text": "(Emphasis added.",
      "id": "s15"
    },
    {
      "text": ")\n \n\n6 There were two possible Statements of Principles which may have applied in this case: Instrument No.",
      "id": "s16"
    },
    {
      "text": "28 of 2005 and Instrument No.",
      "id": "s17"
    },
    {
      "text": "84 of 1999 as amended by Instrument No.",
      "id": "s18"
    },
    {
      "text": "69 of 2002.",
      "id": "s19"
    },
    {
      "text": "The Tribunal applied the former as it was more favourable to the applicant's case and, if the applicant could not succeed pursuant to that Statement of Principles (SoP), she could not succeed pursuant to the earlier Instrument.",
      "id": "s20"
    },
    {
      "text": "7 In Repatriation Commission v Deledio [1998] FCA 391 ; (1998) 83 FCR 82 at 97-8, the Full Court held that a four-step process is required under s 120 and s 120A of the Act to determine if an injury or death was war-caused.",
      "id": "s21"
    },
    {
      "text": "These steps may be summarised as:\n \n1. the material before the Tribunal is to be examined to see if it points to a hypothesis connecting the death with the circumstances of the veteran's service.",
      "id": "s22"
    },
    {
      "text": "In the absence of a hypothesis, the claim fails;\n \n2. if the material does raise a hypothesis, the Tribunal must see if there is an SoP in force.",
      "id": "s23"
    },
    {
      "text": "If there is no SoP in force that fits the hypothesis, it will be taken not to be reasonable and the claim fails;\n \n3. if an SoP is in force and relevant to the hypothesis, the Tribunal will consider if the hypothesis is reasonable.",
      "id": "s24"
    },
    {
      "text": "If the hypothesis is consistent with the template found in the SoP, the hypothesis is reasonable.",
      "id": "s25"
    },
    {
      "text": "If the hypothesis fails to fit within the template, the claim fails;\n \n4. the Tribunal must then decide whether it is satisfied beyond reasonable doubt that the death was not war-caused.",
      "id": "s26"
    },
    {
      "text": "If it is not so satisfied, the claim succeeds.",
      "id": "s27"
    },
    {
      "text": "If it is so satisfied, the claim fails.",
      "id": "s28"
    },
    {
      "text": "The Tribunal's decision \n \n8 The Tribunal described the hypothesis which the applicant contended linked the deceased veteran's war-service with his prostate cancer as follows: \n \n he was fed a low fat diet by his mother prior to enlistment in the Royal Australian Navy but during service in the RAN, acquired a liking for foods with a high animal fat content, and after discharge from the Navy insisted on maintaining a diet high in animal fats.",
      "id": "s29"
    },
    {
      "text": "9 The more favourable SoP, which the Tribunal applied, provided as a factor that must as a minimum exist before a reasonable hypothesis has been raised connecting cancer of the prostate with operational service, an increase in \"animal fat consumption by at least 40% and to at least 50 g/day, and maintaining these levels for at least five years within the twenty-five years before the clinical onset of malignant neoplasm of the prostate.",
      "id": "s30"
    },
    {
      "text": "\"\n \n10 The Tribunal held that, according to authority ( Repatriation Commission v Hill [2002] FCAFC 192 ; (2002) 69 ALD 581) \"a hypothesis relied on by a veteran to support a pension claim must be supported by material pointing to each element that the SoP makes essential for the hypothesis to be reasonable\".",
      "id": "s31"
    },
    {
      "text": "Further, the Tribunal held that material which supports the hypothesis of the connection must exist, citing Repatriation Commission v Dunn [2006] FCA 1703 ; (2006) 94 ALD 97 per Nicholson J at [46].",
      "id": "s32"
    },
    {
      "text": "11 The Tribunal however concluded that there was \"no reliable evidence whatsoever as to the deceased's actual dietary intake of animal fat prior to service.",
      "id": "s33"
    },
    {
      "text": "\" The Tribunal referred to a national dietary survey of the Australian people conducted between 1936-8 which gave the average adult intake of animal fat as 126 g per day.",
      "id": "s34"
    },
    {
      "text": "The deceased veteran had a body mass index (BMI) of 18.7 at the time of his enlistment, bringing him within a healthy weight range (between BMI 18.5 and 25).",
      "id": "s35"
    },
    {
      "text": "The Tribunal inferred from this information that the deceased veteran's daily intake of animal fat was around, or possibly slightly below, the national average.",
      "id": "s36"
    },
    {
      "text": "12 The Tribunal also held that there were no facts upon which to estimate an average daily fat intake while the deceased was serving in the RAN.",
      "id": "s37"
    },
    {
      "text": "There was \"no doubt\" however, that the deceased veteran was at times served fatty and greasy foods.",
      "id": "s38"
    },
    {
      "text": "With regard to post-service diet, the Tribunal said the following:\n \n the Applicant's evidence was that the deceased post war insisted on having the fatty food he had come to enjoy whilst in the Navy.",
      "id": "s39"
    },
    {
      "text": "She went on to state that the deceased had fried eggs and sausages for breakfast, toast with plenty of butter, that he liked the fat left on chops and steak, the outside slice on roast lamb, and gravy in the dish from the baked meat.",
      "id": "s40"
    },
    {
      "text": "He wanted apple pie or baked custard with cream or anything with chocolate or cheese in or on it.",
      "id": "s41"
    },
    {
      "text": "She further added that the deceased stated he had acquired a taste for fatty foods whilst in the Navy.",
      "id": "s42"
    },
    {
      "text": "In oral evidence the Applicant stated \"he liked what he had been denied as a child\".",
      "id": "s43"
    },
    {
      "text": "13 On the basis of the medical evidence, particularly that of Dr Ruth English, a nutrition consultant engaged by the Department of Veterans' Affairs, the Tribunal held considerable doubt about the applicant's estimates of the deceased veteran's post-war diet.",
      "id": "s44"
    },
    {
      "text": "In particular, Dr English suggested in one of her reports that, on the basis of the applicant's estimates of the veteran's diet and his energy requirements, the deceased would have gained up to 35 kg per \n\n \nyear over the post-service period --- an outcome which was physiologically impossible given that the deceased had an average weight of 70 kg.",
      "id": "s45"
    },
    {
      "text": "14 The explanation put forward on behalf of the applicant for this inconsistency was that the total amount estimated may have been incorrectly recalled, however she had provided, in the more detailed information she furnished, a reasonably accurate indication of the relative proportions of the different kinds of food eaten by the deceased.",
      "id": "s46"
    },
    {
      "text": "The applicant's revised estimate, when combined with Dr English's assessment of the deceased's energy intake, would mean that the veteran had had a daily animal fat intake of 187 g, an increase of 48% from his estimated pre-service intake of 126 g. Dr English strongly disagreed with the applicant's revised figures, saying that to adjust the differential components of dietary intake on the basis of energy intake was \"scientifically invalid\".",
      "id": "s47"
    },
    {
      "text": "The Tribunal held that, if the applicant's recall of the total amount of food ingested by her husband had been wrong, then it was equally likely that her recall of the relative proportions of the different foods consumed was also wrong.",
      "id": "s48"
    },
    {
      "text": "15 A second nutritionist, Ms Georgeou, engaged by the applicant, postulated that the lack of weight-gain by the deceased veteran could be explained by malabsorption due to frequent loose bowel motions.",
      "id": "s49"
    },
    {
      "text": "A report was obtained by both parties from Professor Duggan, a gastroenterologist.",
      "id": "s50"
    },
    {
      "text": "Professor Duggan ruled out malabsorption as a likely possibility and was in \"broad agreement\" with the reports of Dr English.",
      "id": "s51"
    },
    {
      "text": "16 The Tribunal noted that, pursuant to s 196B(14)(f) of the Act, \"a factor causing or contributing to a disease is related to service if the factor would not have occurred (i) but for the rendering of service by the person; or (ii) but for changes in the person's environment consequent upon his having rendered that service.",
      "id": "s52"
    },
    {
      "text": "\" \n \n17 The Tribunal considered that the evidence in the present matter had raised the hypothetical fact that but for the deceased's naval service he would not have begun to prefer a diet high in animal fats.",
      "id": "s53"
    },
    {
      "text": "18 However, the Tribunal held that there were no facts present to support the hypothesis of an increase in animal fats by at least 40%, as required by the SoP.",
      "id": "s54"
    },
    {
      "text": "The Tribunal was prepared to assume that the deceased increased his animal fat consumption post-service, but considered that the actual amount of increase was pure speculation, a finding confirmed by the reports of Dr English and Professor Duggan.",
      "id": "s55"
    },
    {
      "text": "Amongst other authorities, the Tribunal cited Repatriation Commission v Bey [1997] FCA 1347 ; (1997) 79 FCR 364 where the majority said, at 373:\n \n Whether material raises a \"reasonable hypothesis\" for the purposes of s 120(3) is a question of fact for it involves no more than a determination whether a hypothesis of connection is reasonable: Repatriation Commission v Owens (1996) 70 ALJR 904.",
      "id": "s56"
    },
    {
      "text": "The Tribunal held that in the present matter \n \n there is no fact of connection sufficient to raise a reasonable hypothesis as the percentage increase of animal fat consumption by the deceased is purely speculative.",
      "id": "s57"
    },
    {
      "text": "As the factor which the Applicant contends raises the reasonable hypothesis connecting the death of the deceased with operational service cannot be said to exist, there is no hypothesis which fits within the template provided by the SoP, and hence no reasonable hypothesis exists for the purposes of sub-section 120(3) [of the Act].",
      "id": "s58"
    },
    {
      "text": "19 In the alternative, the Tribunal held that the applicant's claim in any case failed at the fourth Deledio step.",
      "id": "s59"
    },
    {
      "text": "The lack of evidence of the pre-service diet, and the apparent inaccuracy of the post-service diet led the Tribunal members to find that they were satisfied beyond reasonable doubt the factual foundation upon which the hypothesis linking war service to death could operate, did not exist.",
      "id": "s60"
    },
    {
      "text": "Finally, the Tribunal stated that \"[a]s no reasonable hypothesis connecting the death of the deceased with the service exists, we are deemed to be satisfied beyond reasonable doubt that the death of the deceased was not war-caused\".",
      "id": "s61"
    },
    {
      "text": "Applicant's submissions \n \n20 The applicant says that the Tribunal misconstrued s 120(1) and (3) of the Act, and posed and answered the wrong questions.",
      "id": "s62"
    },
    {
      "text": "Such errors are errors of law, appellable under s 44 of the AAT Act: in Roncevich v Repatriation Commission [2005] HCA 40 ; (2005) 222 CLR 115 a majority of the High Court held, at [28], that \"[i]n failing to pose and answer the correct question the Tribunal erred in law.",
      "id": "s63"
    },
    {
      "text": "That error constituted an appealable [sic] error of law within the meaning of s 44 of the Administrative Appeals Tribunal Act \".",
      "id": "s64"
    },
    {
      "text": "21 The applicant contends that the primary issue for determination is whether s 120 of the Act requires direct evidence of a factor required by an SoP in order for a claim to succeed.",
      "id": "s65"
    },
    {
      "text": "The applicant submits that the issue for the Tribunal under s 120(3) was not the reliability of the evidence, or whether there was considerable doubt about aspects of the applicant's evidence, or whether it was likely to be wrong.",
      "id": "s66"
    },
    {
      "text": "Rather, under s 120(3), the issue is whether the facts raised by the claimant give rise to a reasonable hypothesis when proof of those facts is not in issue: Deledio 83 FCR at 92.",
      "id": "s67"
    },
    {
      "text": "The applicant submits that the Tribunal erred by engaging in fact-finding when applying s 120(3).",
      "id": "s68"
    },
    {
      "text": "22 The applicant relied on Hill [2002] FCAFC 192 ; 69 ALD 581 , where the Full Court held at [57] that a hypothesis must be supported by material pointing to each element that the SoP makes essential for the hypothesis to be reasonable.",
      "id": "s69"
    },
    {
      "text": "How the material must \"raise\" or \"point to\" a hypothesis is determined by applying the principle set down by the High Court in Bushell v Repatriation Commission (1992) 175 CLR 408 at 414: \n \n The material will raise a reasonable hypothesis within the meaning of s 120(3) if the material points to some fact or facts (\"the raised facts\") which support the hypothesis and if the hypothesis can be regarded as reasonable if the raised facts are true.",
      "id": "s70"
    },
    {
      "text": "(Emphasis added.",
      "id": "s71"
    },
    {
      "text": ")\n \n\nAccording to the applicant, in applying s 120(3), the Tribunal had to consider all the material and determine:\n \n1. whether it points to some fact or facts (the raised facts) which support a hypothesis connecting the death with the circumstances of operational service; and\n \n2. whether that hypothesis can be regarded as reasonable, if the raised facts are assumed to be true.",
      "id": "s72"
    },
    {
      "text": "23 The applicant's general submission is that there is no requirement for there to be direct evidence of the elements required by an SoP.",
      "id": "s73"
    },
    {
      "text": "It is sufficient if there is some material that pointed to and thus permits the inference of facts which satisfy the SoP.",
      "id": "s74"
    },
    {
      "text": "The applicant submits that there were raised facts in the material before the Tribunal, and acknowledged in its reasons for decision, which supported the sub-hypothesis that the veteran's pre-service daily intake of animal fat was around or possibly slightly below the national average of 126 g per day.",
      "id": "s75"
    },
    {
      "text": "The fact that any estimate of fat consumption was speculative was irrelevant, as stated by the majority in Bey 79 FCR at 372:\n \n While a hypothesis may be no more than a possibility or supposition , in order for a hypothesis to be reasonable, it must, as East [ v Repatriation Commission [1987] FCA 242 ; (1987) 16 FCR 517] states, be pointed to or supported, and not merely left open as a possibility, by the material before the decision maker.",
      "id": "s76"
    },
    {
      "text": "(Emphasis added.",
      "id": "s77"
    },
    {
      "text": ")\n \n\n24 The applicant submits that it is equally irrelevant whether the recalculation of post-service fat consumption was scientifically valid.",
      "id": "s78"
    },
    {
      "text": "There was no requirement that the applicant prove that the estimate of 187 g per day was correct.",
      "id": "s79"
    },
    {
      "text": "According to the applicant, the issue was whether the dietary information provided by her and Dr English's opinion of the applicant's overstatement of the veteran's food intake supported the sub-hypothesis of a post-service daily consumption in the order of 187 g of animal fat.",
      "id": "s80"
    },
    {
      "text": "25 The applicant submits that, for these reasons, the Tribunal erred by misconstruing and misapplying s 120(3).",
      "id": "s81"
    },
    {
      "text": "26 The applicant further submits that the Tribunal erred in its application of s 120(1), and the fourth Deledio step.",
      "id": "s82"
    },
    {
      "text": "The Court in Deledio 83 FCR at 96 stated that if the hypothesis is reasonable the claim will succeed unless: (1) one or more facts necessary to support it are disproved beyond reasonable doubt; or (2) the truth of a fact inconsistent with the hypothesis is proved beyond reasonable doubt.",
      "id": "s83"
    },
    {
      "text": "27 The applicant submits that the elements of her hypothesis addressed by the Tribunal were that the deceased's pre-service diet contained 126 g of animal fat per day, and that his post-service diet contained 187 g per day.",
      "id": "s84"
    },
    {
      "text": "According to the applicant, the proper application of the fourth Deledio step requires either one of these facts to be disproved beyond reasonable doubt or for a fact inconsistent with them to be proved beyond reasonable doubt.",
      "id": "s85"
    },
    {
      "text": "The Tribunal concluded that it was satisfied beyond reasonable doubt that the factual foundation upon which the hypothesis could operate did not exist.",
      "id": "s86"
    },
    {
      "text": "The applicant submits that the Tribunal misconstrued and misapplied s 120(1) and, as a result, did not address the correct question.",
      "id": "s87"
    },
    {
      "text": "Respondent's submissions \n \n28 The respondent submits that the applicant's notice of appeal raises no question of law; a finding as to whether a reasonable hypothesis has not been raised is a question of fact: Gardiner v Repatriation Commission [2007] FCA 1290.",
      "id": "s88"
    },
    {
      "text": "Further, the respondent submits that the applicant's challenge to the Tribunal's finding that it was satisfied beyond a reasonable doubt that the veteran's death was not war-caused (the alternative finding, and fourth Deledio step) is an attempt to challenge a question of fact.",
      "id": "s89"
    },
    {
      "text": "29 If the Court finds that there is a \"question of law\" to be answered, the respondent contends that the Tribunal's decision was not marred by error.",
      "id": "s90"
    },
    {
      "text": "The question whether a reasonable hypothesis is raised is to be determined on consideration of the whole of the material before the decision-maker, as held by the High Court in Repatriation Commission v Owens (1996) 70 ALJR 904 at 904.",
      "id": "s91"
    },
    {
      "text": "According to the respondent, it is \"well accepted\" that a reasonable hypothesis requires more than a possibility, not fanciful or unreal, consistent with the known facts.",
      "id": "s92"
    },
    {
      "text": "The respondent relies on a line of authority to support the proposition that there must be a hypothesis pointed to by the facts, even though not proved upon the balance of probabilities: East v Repatriation Commission [1987] FCA 242 ; (1987) 16 FCR 517 at 532-3, Bull v Repatriation Commission [2001] FCA 1832 ; (2001) 34 AAR 326 at 330 and Gardiner [2007] FCA 1290.",
      "id": "s93"
    },
    {
      "text": "30 The respondent submits that the Tribunal was required to measure any hypothesis raised or pointed to by the material before it against the \"template\" of the relevant SoP.",
      "id": "s94"
    },
    {
      "text": "If the hypothesis did not fit (because it does not contain the facts which the SoP sets out as the minimum that must exist and be related to the veteran's service) then, according to the respondent, the hypothesis will not be reasonable for the purposes of s 120(3) and the claim must fail.",
      "id": "s95"
    },
    {
      "text": "31 The respondent submits that the applicant has misconceived the authorities in making her submissions.",
      "id": "s96"
    },
    {
      "text": "According to the respondent, Hill [2002] FCAFC 192 ; 69 ALD 581 does not stand as authority that the elements of the SoP may be established on \"assumed facts\": [56]-[57].",
      "id": "s97"
    },
    {
      "text": "The respondent argues that that the Full Court decision in Hill [2002] FCAFC 192 ; 69 ALD 581 casts doubt on the utility of cases decided prior to the enactment of s 120A, including Bushell 175 CLR 408 , with respect to whether the elements of an SoP may be established on something other than direct factual evidence.",
      "id": "s98"
    },
    {
      "text": "32 The respondent submits that there was no error on the part of the Tribunal in applying s 120(3) and s 120A, and finding that there was no evidence to support the essential elements of factor 5(c) of the SoP.",
      "id": "s99"
    },
    {
      "text": "Consideration \n \n33 This case demonstrates the difficulties attending matters concerning s 120(3) and s 120A.",
      "id": "s100"
    },
    {
      "text": "As Allsop J said in Collins v Administrative Appeals Tribunal [2007] FCAFC 111 ; (2007) 163 FCR 35 at [49] ,\n \n [t]he dividing line between impermissible fact finding and the required assessment of all the material in the formation of an opinion as to whether a hypothesis is reasonable in connecting the ... death with the circumstances of service and as to whether a relevant SoP upholds the hypothesis is not easy to discern.",
      "id": "s101"
    },
    {
      "text": "34 Nevertheless, there are, in this area of the law, a number of clearly defined steps which a decision-maker must take, each with its own mandated methodology of application.",
      "id": "s102"
    },
    {
      "text": "In particular, the four Deledio steps (with the exception of the correction made in Bull v Repatriation Commission [2001] FCA 1834 ; (2001) 188 ALR 756 at [14] ---[15]) have become something of an algorithm in cases of this kind.",
      "id": "s103"
    },
    {
      "text": "While the Deledio propositions were intended as an aid to clear thinking and, with respect, are clearly right, treating them as if they were a substitute for the statute and, as I have put it, an algorithm, indeed the only available algorithm, seems in practice to have created at least as many problems as their learned author intended that they should avoid.",
      "id": "s104"
    },
    {
      "text": "That is not, of course, their author's fault.",
      "id": "s105"
    },
    {
      "text": "Notwithstanding this, the application of the necessary steps cannot be said to be easy.",
      "id": "s106"
    },
    {
      "text": "As Gyles J said in Byrne v Repatriation Commission [2007] FCAFC 126 ; (2007) 97 ALD 359 at [1] \n \n [o]ne can only have sympathy for the members of the [Tribunal] who are called upon to apply ss 120, 120A and 120B of the [Act] as they have been interpreted by the authorities of the High Court and this Court.",
      "id": "s107"
    },
    {
      "text": "The reasoning required would confuse most philosophers.",
      "id": "s108"
    },
    {
      "text": "The first three Deledio steps \n \n35 It is settled that the decision-maker is not to engage in fact finding during the first three Deledio steps (ie the application of s 120(3) as affected by s 120A): Deledio 83 FCR at 97; Bull 188 ALR at 761 .",
      "id": "s109"
    },
    {
      "text": "It is only during the fourth Deledio step (ie the application of s 120(1)) that actual fact finding is permissible.",
      "id": "s110"
    },
    {
      "text": "However, the determination of whether a reasonable hypothesis has been raised by the whole of the material before the decision-maker is itself a question of a factual nature: Bey 79 FCR 373 and Gardiner [2007] FCA 1290 , and the first three Deledio steps are concerned with this very determination.",
      "id": "s111"
    },
    {
      "text": "This requires the decision-maker to determine a question of a factual nature, without engaging in formal or ultimate fact-finding.",
      "id": "s112"
    },
    {
      "text": "Such a tension makes the dividing line referred to by Allsop J above all the more difficult to discern.",
      "id": "s113"
    },
    {
      "text": "36 Nevertheless, it is important not only to draw the line, but to ensure that decision-makers do not step beyond its boundary.",
      "id": "s114"
    },
    {
      "text": "In Dixon v Repatriation Commission [1999] FCA 582 ; (1999) 29 AAR 235 , Wilcox J held at 243 that:\n \n [t]he question whether a decision-maker reaches a conclusion adverse to a claimant at the step 3 stage or the step 4 stage is not a mere technicality.",
      "id": "s115"
    },
    {
      "text": "If belief is addressed at the step 3 stage, there is a risk that the decision-maker will rule against a claimant simply because he or she is not persuaded the claimant's story is probably true.",
      "id": "s116"
    },
    {
      "text": "Although the decision-maker should not think in terms of onus of proof, in a practical sense at the step 3 stage the claimant is likely to be left with this burden.",
      "id": "s117"
    },
    {
      "text": "Moreover, the decision-maker is likely to reject the application even though he or she thinks the claimant's story may possibly be true.",
      "id": "s118"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s119"
    },
    {
      "text": ")\n \n\n37 This passage from Dixon [1999] FCA 582 ; 29 AAR 235 was cited with approval by Tamberlin J in Borrett v Repatriation Commission [2000] FCA 1829.",
      "id": "s120"
    },
    {
      "text": "I respectfully agree with their Honours.",
      "id": "s121"
    },
    {
      "text": "In the latter case, his Honour held that the Tribunal had erred in law when it found that there was \"no evidence\" of a veteran's drinking patterns either during or prior to service.",
      "id": "s122"
    },
    {
      "text": "In that case, there was evidence that the veteran had drunk prior to service, as well as evidence from a psychiatrist and a contemporary of the veteran as to the drinking habits of the veteran whilst in service.",
      "id": "s123"
    },
    {
      "text": "That case has obvious parallels with the present.",
      "id": "s124"
    },
    {
      "text": "38 The Tribunal in the present case made a clear distinction between its application of s 120(3) (and the first three Deledio steps), and s 120(1) (and the fourth Deledio step).",
      "id": "s125"
    },
    {
      "text": "In its application of s 120(3), the Tribunal noted that the applicant had conceded that her recall of the total amount of food ingested by her late husband may have been inaccurate.",
      "id": "s126"
    },
    {
      "text": "The Tribunal then held \"[i]f this recall is wrong, then it is equally likely that her recall of the relative proportions of the different foods consumed is also wrong.",
      "id": "s127"
    },
    {
      "text": "\" The Tribunal further held that there was \"no evidence\" regarding the amount of fat the deceased consumed in his pre-service years, and \"no facts which address the hypothesis of an increase in animal fats by 40%\".",
      "id": "s128"
    },
    {
      "text": "These comments suggest that the Tribunal both crossed the line into impermissible fact finding, and misunderstood the nature of its then preliminary inquiry.",
      "id": "s129"
    },
    {
      "text": "39 \n \nIn Dixon [1999] FCA 582 ; 29 AAR 235 at [24] Wilcox J further held that \n \n at [ Deledio steps 1-3] the decision-maker is not concerned with the accuracy of the material giving rise to the hypothesis; the decision-maker is still working under s 120(3).",
      "id": "s130"
    },
    {
      "text": "The two steps additional to those identified in Byrnes --- that is, steps 2 and 3 in the Deledio formulation --- are simply limitations on the result that may be obtained in connection with the first of the two Byrnes steps.",
      "id": "s131"
    },
    {
      "text": "As the Full Court said in Deledio it is only at the step 4 stage of the process \"that the Tribunal will be required to find facts from the material before it.",
      "id": "s132"
    },
    {
      "text": "\"\n \n\n40 The \"findings\" referred to above were made by the Tribunal in its application of s 120(3).",
      "id": "s133"
    },
    {
      "text": "The finding that there was \"no evidence\" of the veteran's pre-service fat intake was clearly wrong, when there was evidence presented by the applicant, the veteran's brother and a boyhood friend of the veteran regarding the diet of the veteran, as well as the evidence of the dietary survey from which, indeed, the Tribunal explicitly inferred a pre-service, daily animal fat intake: Borret [2000] FCA 1829 at [30] ; see also Gleeson v Repatriation Commission (1994) 34 ALD 505 at 509.",
      "id": "s134"
    },
    {
      "text": "Further, the conclusion regarding the accuracy of the applicant's recall of her husband's post-service diet also demonstrates error on the Tribunal's part, in terms of impermissible fact-finding: see Dixon [1999] FCA 582 ; 29 AAR 235 at [24] .",
      "id": "s135"
    },
    {
      "text": "41 The lay evidence was to the effect that the deceased's war service had dramatically changed his dietary habits so that, afterwards, he ate much more animal fat than before it.",
      "id": "s136"
    },
    {
      "text": "This clearly \"pointed to\" or \"raised\" a hypothesis that the deceased had indeed increased his animal fat intake by a very large degree that may have equalled or exceeded 40%.",
      "id": "s137"
    },
    {
      "text": "In my opinion, the failure to see this is indicative of the Tribunal having misconceived its function at that point of its inquiry or, as the applicant puts it, having asked itself the wrong question.",
      "id": "s138"
    },
    {
      "text": "The fourth Deledio step \n \n42 The Tribunal also found that the applicant's claim failed at the fourth Deledio step, that is, the application of s 120(1).",
      "id": "s139"
    },
    {
      "text": "The Tribunal again stated that there was \"no evidence\" regarding the amount of animal fat ingested by the deceased veteran pre-service, and repeated the finding that the applicant's mistaken estimate of quantity of food eaten by her husband post-service also tainted her estimate of relative proportions.",
      "id": "s140"
    },
    {
      "text": "These findings led the Tribunal to conclude that it was satisfied beyond reasonable doubt \"that the factual foundation upon which the hypothesis can operate does not exist.",
      "id": "s141"
    },
    {
      "text": "\"\n \n43 Fact finding by the Tribunal is permitted during the fourth step in the Deledio process: Deledio [1998] FCA 391 ; 83 FCR 82.",
      "id": "s142"
    },
    {
      "text": "Indeed it is then required.",
      "id": "s143"
    },
    {
      "text": "The Tribunal in this matter picked up the language of s 120(1), where it referred to \"no sufficient ground\" for making a determination that the death was war-caused, and fastened on the language of the majority in Bushell 175 CLR at 416 when referring to the lack of \"factual foundation\".",
      "id": "s144"
    },
    {
      "text": "However, the authorities indicate that an applicant will only fail at this point of the analysis if, as stated by Mason CJ, Gaudron and McHugh JJ in Byrnes 177 CLR at 570, the Commission \n \n is satisfied beyond reasonable doubt that the factual foundation of the hypothesis has been disproved , either by proof beyond reasonable doubt that a fact or fact relied upon to support the hypothesis is not true, or by proof beyond reasonable doubt of the truth of a further fact, inconsistent with the hypothesis.",
      "id": "s145"
    },
    {
      "text": "[See also 571; Deledio 82 FCR at 93] .",
      "id": "s146"
    },
    {
      "text": "(Emphasis added.",
      "id": "s147"
    },
    {
      "text": "Footnotes omitted.",
      "id": "s148"
    },
    {
      "text": ")\n \n\n44 In Hall v Repatriation Commission [2007] FCA 2021 at [19] Gyles J said that:\n \n mis-statement of the statutory task pursuant to s 120(1) in the reasons cannot simply be ignored and treated as a slip of the pen.",
      "id": "s149"
    },
    {
      "text": "Satisfaction beyond reasonable doubt is an exacting standard, particularly where it is framed in the negative.",
      "id": "s150"
    },
    {
      "text": "As Barwick CJ said in Keeley v Brooking [1979] HCA 28 ; (1979) 143 CLR 162 at 169:\n \n \" To be satisfied beyond all reasonable doubt is, for the purposes of the law, to be certain.",
      "id": "s151"
    },
    {
      "text": "\"\n (Emphasis in original.",
      "id": "s152"
    },
    {
      "text": ")\n \n\n45 Whether or not Barwick CJ may, with respect, have overstated the position, in my view Gyles J certainly did not.",
      "id": "s153"
    },
    {
      "text": "46 While the reasons of the Tribunal are to be read with due generosity, the language used here by it suggests inescapably that it approached its task incorrectly.",
      "id": "s154"
    },
    {
      "text": "The Tribunal stated that it was \"satisfied beyond reasonable doubt that the factual foundation upon which the hypothesis can operate does not exist\" because there was \"no evidence as to pre-war consumption and no reliable evidence as to the amount of post-war consumption\".",
      "id": "s155"
    },
    {
      "text": "An absence of evidence or of reliable evidence cannot be a sufficient basis for the Tribunal to reach the requisite level of satisfaction that either a fact asserted by a claimant is not true, or that a contrary fact is true.",
      "id": "s156"
    },
    {
      "text": "47 \n \nTo try to put the matter clearly (and avoiding the Deledio formulation),\n \n(1) Contrary to the Tribunal's view that there was \"no evidence\" from which a possible assessment of the deceased's dietary habits before and after his service could be made, there was significant material from which, under s 120(3), the Tribunal might have concluded that there was a real possibility of a very large, even of 40%, increase in the deceased's daily animal fat consumption, ie by 61 g (a little over two ounces in the more readily comprehensible, older measurements or, if all the increased fat were butter, a shade under a quarter of a 250 g packet).",
      "id": "s157"
    },
    {
      "text": "There was a deal of lay evidence, and not only from the applicant widow, to point to this hypothesis, which is all that is required at the s 120(3) stage.",
      "id": "s158"
    },
    {
      "text": "The lay evidence could hardly have precisely quantified the increase to 40% or more, and did not, in terms, purport to do so.",
      "id": "s159"
    },
    {
      "text": "However, that evidence strongly supported a dramatic increase in the deceased's animal fats consumption after his war service and the Tribunal did not hold the entirety of that evidence to be completely lacking in credibility.",
      "id": "s160"
    },
    {
      "text": "While an increase of such an amount in daily fat intake would certainly be very considerable, it could not be assumed from mere common experience to be impossible.",
      "id": "s161"
    },
    {
      "text": "There was no expert testimony establishing that an increase of 61 g of fat per day (ie to 187 g per day) was impossible.",
      "id": "s162"
    },
    {
      "text": "(In this regard, it seems clear that by oversight, when recounting the effects of Dr English's evidence at [23] of its reasons, the Tribunal mistakenly referred to 187 g when it should have given 264 g as her estimate of the amount of claimed post-service fat intake, cf for example [31].",
      "id": "s163"
    },
    {
      "text": ") If the Tribunal had therefore concluded that the asserted real possibility existed, it might properly not have been satisfied (as s 120(3) contemplates) that the material did not raise a reasonable hypothesis of war-caused connection.",
      "id": "s164"
    },
    {
      "text": "It would then have needed to confront its ultimate fact-finding task under s 120(1).",
      "id": "s165"
    },
    {
      "text": "(2) While the Tribunal may possibly have been positively satisfied beyond reasonable doubt under s 120(1) that, in fact, there was no sufficient ground for making the determination that the disease was war-caused, it could not do so merely because of its stated reasons, that either there was no evidence or no sufficient evidence to sustain a positive finding that there was such a connexion.",
      "id": "s166"
    },
    {
      "text": "Absence of proof of X simply cannot prove non-X.",
      "id": "s167"
    },
    {
      "text": "(3) Both of these errors amount to errors of law.",
      "id": "s168"
    },
    {
      "text": "In each instance, the Tribunal misconceived its function: R v War Pensions Entitlement Appeal Tribunal; Ex parte Bott (1933) 50 CLR 227 at 242-3 per Rich, Dixon &amp; McTiernan JJ, or asked the wrong question: Roncevich [2005] HCA 40 ; 222 CLR 115.",
      "id": "s169"
    },
    {
      "text": "48 The appeal should be upheld, the decision of the Tribunal set aside, and the matter remitted to the Tribunal for determination according to law.",
      "id": "s170"
    },
    {
      "text": "The respondent is to pay the applicant's cost of the appeal.",
      "id": "s171"
    },
    {
      "text": "I certify that the preceding forty-eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s172"
    },
    {
      "text": "Associate:\nDated: 18 April 2008\n\n\n Counsel for the Applicant: Mr C Colborne \n \n Solicitor for the Applicant: Wyatt Attorneys \n \n Counsel for the Respondent: Ms K Eastman \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 27 September 2007 \n \n Date of Judgment: 18 April 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/521.html",
      "id": "s173"
    }
  ]
}