{
  "name": "Wainter Pty Ltd ACN 008 725 586 v Freehills (A Firm) [2008] FCA 562 (24 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/562.html",
  "catchphrases": [
    {
      "text": "sufficiency",
      "id": "c0"
    },
    {
      "text": "statement of claim",
      "id": "c1"
    },
    {
      "text": "outline of case disclosed",
      "id": "c2"
    },
    {
      "text": "substantial deficiencies in pleading",
      "id": "c3"
    },
    {
      "text": "statement of claim struck out",
      "id": "c4"
    },
    {
      "text": "substituted statement of claim directed",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 These proceedings were commenced by way of application and statement of claim filed on 23 November 2007.",
      "id": "s0"
    },
    {
      "text": "A minute of proposed amended statement of claim was filed on 23 January 2008.",
      "id": "s1"
    },
    {
      "text": "The amended statement of claim, in terms of the minute, was filed on 11 March 2008.",
      "id": "s2"
    },
    {
      "text": "In the meantime the proposed amended statement of claim had become the subject of motions to strike it out in whole or in part.",
      "id": "s3"
    },
    {
      "text": "The parties filed written submissions on the motions which were supplemented by short oral argument on 11 March 2008.",
      "id": "s4"
    },
    {
      "text": "2 While the outline of the applicant's case appears from the amended statement of claim it is embedded in embarrassing and at times most unreadably complex pleading.",
      "id": "s5"
    },
    {
      "text": "The statement of claim as it presently stands will be more of a hindrance than an assistance to the efficient conduct of these proceedings.",
      "id": "s6"
    },
    {
      "text": "It will be struck out and the applicant required to file a substituted pleading.",
      "id": "s7"
    },
    {
      "text": "3 The applicant prayed in aid of its statement of claim an observation by Martin CJ in Barclay Mowlem Construction Ltd v Dampier Port Authority [2006] WASC 281 where his Honour said (at [5] --- [6]): \n In my view, the contemporary role of pleadings has to be viewed in the context of contemporary case management techniques and pre-trial directions.",
      "id": "s8"
    },
    {
      "text": "In this Court, those pre-trial directions will almost invariably include; firstly, a direction for the preparation of a trial bundle identifying the documents that are to be adduced in evidence in the course of the trial; secondly, the exchange well prior to trial of non-expert witness statements so that non-expert witnesses will customarily give their evidence-in-chief only by the adoption of that written statement; thirdly, the exchange of expert reports well in advance of trial and a direction that those experts confer prior to trial; fourthly, the exchange of chronologies; and fifthly, the exchange of written submissions.",
      "id": "s9"
    },
    {
      "text": "Those processes leave very little opportunity for surprise or ambush at trial and, it is my view, that pleadings today can be approached in that context and therefore in a rather more robust manner, than was historically the case; confident in the knowledge that other systems of pre-trial case management will exist and be implemented to aid in defining the issues and apprising the parties to the proceedings of the case that has to be met.",
      "id": "s10"
    },
    {
      "text": "4 The definition of issues generally does not occur as a result of the preparation of the trial bundle or the exchange of witness statements or expert reports.",
      "id": "s11"
    },
    {
      "text": "It may emerge from the exchange of written submissions but absent pleadings or a statement of facts and contentions or issues that is very late in the day.",
      "id": "s12"
    },
    {
      "text": "The invocation, by counsel for the applicant in this case of a \"robust approach\" does not avail to sustain a statement of claim which obscures rather than clarifies the issues in the case.",
      "id": "s13"
    },
    {
      "text": "An outline of the amended statement of claim \n \n5 What follows is an outline of the broad content of the amended statement of claim which does not descend into its near fractal detail.",
      "id": "s14"
    },
    {
      "text": "The allegations are set out in a narrative form.",
      "id": "s15"
    },
    {
      "text": "They are only allegations.",
      "id": "s16"
    },
    {
      "text": "The summary does not involve any finding by the Court.",
      "id": "s17"
    },
    {
      "text": "6 Wainter Pty Ltd (Wainter) sues Freehills, a firm of legal practitioners and one of its partners, David Woolfe.",
      "id": "s18"
    },
    {
      "text": "It also sues Peter Malone, a director of New Tel Ltd (New Tel) which carried on the business of providing telecommunications primarily in the way of mobile phone services.",
      "id": "s19"
    },
    {
      "text": "Wainter names, albeit not as a respondent, Paul Evans, who was a director of New Tel from 27 September 1996 to 16 August 2001.",
      "id": "s20"
    },
    {
      "text": "From 23 June 2000 he was a partner in Freehills.",
      "id": "s21"
    },
    {
      "text": "Another person named as a director of Wainter after 10 September 1996 is Barry Granville Waller (s/c 1-6).",
      "id": "s22"
    },
    {
      "text": "7 Between September 2001 and January 2002 Wainter owned 35 million shares in Cable &amp; Telecoms Ltd (C &amp; T).",
      "id": "s23"
    },
    {
      "text": "It also had 20 million options to acquire shares in that company.",
      "id": "s24"
    },
    {
      "text": "Its shareholding represented 39.8% of issued C &amp; T shares and about 55.7% of issued C &amp; T options.",
      "id": "s25"
    },
    {
      "text": "On or about 11 April 2000 Wainter agreed to sell to C &amp; T all of its shares in UDC Group Pty Ltd.",
      "id": "s26"
    },
    {
      "text": "This was constituted by a document dated 11 April 2000.",
      "id": "s27"
    },
    {
      "text": "It was later amended.",
      "id": "s28"
    },
    {
      "text": "The parties to it were Wainter, C &amp; T, Barry Waller and Christine Margaret Waller (s/c 8 and 9).",
      "id": "s29"
    },
    {
      "text": "8 Under the UDC sale agreement C &amp; T was required to pay Wainter $4 million plus interest of which $1,500,000 was paid at settlement and a further sum of $437,500 on or about 25 January 2001, leaving a net balance owing by C &amp; T to Wainter of $3,562,500.",
      "id": "s30"
    },
    {
      "text": "It was a term of the agreement that C &amp; T would issue shares in itself to Wainter on the following alternative conditions: \n \n \n 1.",
      "id": "s31"
    },
    {
      "text": "70 million shares if its market capitalisation reached $100 million on or before 30 September 2002.",
      "id": "s32"
    },
    {
      "text": "2.",
      "id": "s33"
    },
    {
      "text": "75 million shares if its market capitalisation reached $200 million by 30 September 2002.",
      "id": "s34"
    },
    {
      "text": "If the market capitalisation of C &amp; T reached $250 million by 31 December 2001 then it would pay Wainter an additional sum of $11 million.",
      "id": "s35"
    },
    {
      "text": "The primary sum owing under the UDC Sale agreement, namely $3,562,500 was referred to in the amended statement of claim as \"the Debt\".",
      "id": "s36"
    },
    {
      "text": "The additional contingent elements of the consideration were designated \"the Associated Rights\" (s/c 10).",
      "id": "s37"
    },
    {
      "text": "9 In November 2000 C &amp; T agreed with a company called Total Television Australia Ltd (TTA) and Yes Television (Europe) Ltd (Yes TV) that TTA would have the right to use and exploit in Australia and New Zealand interactive television services, content and technologies developed and owned by Yes TV.",
      "id": "s38"
    },
    {
      "text": "Particulars of the agreement are provided by reference to six documents (s/c 13).",
      "id": "s39"
    },
    {
      "text": "As a result of the agreement TTA intended to provide interactive services in Australia and New Zealand using Video on Demand (VOD) technology developed by Yes TV and content it had developed or to which it had rights.",
      "id": "s40"
    },
    {
      "text": "(s/c 14) In February 2001 TTA made an agreement with Trans ACT Capital Communications Pty Ltd (Trans ACT) for distribution by TTA of services over a broadband communications network developed in Canberra by Trans ACT (s/c 15).",
      "id": "s41"
    },
    {
      "text": "Particulars of this agreement are given.",
      "id": "s42"
    },
    {
      "text": "It is also pleaded, although out of sequence that, after August 2001, C &amp; T owned 8,000 shares in TTA comprising 80% of that company's total issued shares and that Yes TV owned 2,000 shares in TTA constituting 20% of its total share issue (s/c 11 and 12).",
      "id": "s43"
    },
    {
      "text": "10 In or about September 2001 New Tel proposed to make a bid to acquire all of the issued shares in C &amp; T (s/c 16).",
      "id": "s44"
    },
    {
      "text": "It engaged Freehills and Deloitte Touche Thomatsu (Deloittes) to undertake a due diligence investigation in connection with the preparation of a Bidder's Statement (s/c 17).",
      "id": "s45"
    },
    {
      "text": "A Due Diligence Committee (the Committee) was established comprising, inter alia, Mr Malone on behalf of New Tel, Mr Woolfe and Ms Alexander on behalf of Freehills and representatives of Deloittes and KPMG (s/c 18).",
      "id": "s46"
    },
    {
      "text": "Mr Woolfe was appointed as chairman (s/c 19).",
      "id": "s47"
    },
    {
      "text": "In his capacity as a partner of Freehills and as chairman of the Committee he attended various meetings of the Committee in October and November 2001 and had some 42 additional meetings and telephone conversations each of which is particularised (s/c 20).",
      "id": "s48"
    },
    {
      "text": "11 Mr Woolfe reviewed an Information Memorandum about TTA and participated in the preparation of the final report of the Committee dated 28 November 2001 and in the preparation of questionnaires to be completed by representatives of New Tel.",
      "id": "s49"
    },
    {
      "text": "He reviewed completed questionnaires in October 2001, conducted interviews and participated in the preparation and review of records of interviews.",
      "id": "s50"
    },
    {
      "text": "He was involved in the preparation of the Bidder's Statement, approved its final version and gave legal advice about aspects of the proposed bid (s/c 20).",
      "id": "s51"
    },
    {
      "text": "12 Wainter alleges that Mr Woolfe was aware, on or prior to 27 November 2001 of a number of matters of concern which he either did not follow up with inquiries or which he actively suppressed (s/c 21).",
      "id": "s52"
    },
    {
      "text": "These included the effect of the C &amp; T acquisition on New Tel's business, on its cash reserves and the need to raise additional capital.",
      "id": "s53"
    },
    {
      "text": "He is also said to have been aware of concerns about the integration of New Tel's business with that which it had acquired from another company, WorldxChange Pty Ltd in May 2001.",
      "id": "s54"
    },
    {
      "text": "The implementation was proving difficult.",
      "id": "s55"
    },
    {
      "text": "These concerns were expressed, inter alia, by Mr Wright the chief engineer of New Tel and Mr Bailey, its chief financial officer.",
      "id": "s56"
    },
    {
      "text": "The statement of claim also says Mr Woolfe was aware of statements by Mr Malone about the amount of money it needed to roll out TTA's interactive business, some $30 million based on 60 key centres covering 20 million Australians and a timeframe of about five years to provide VOD services across Australia.",
      "id": "s57"
    },
    {
      "text": "Mr Malone reported in Mr Woolfe's presence that $5 million might be sufficient to complete the Trans ACT roll out and that New Tel might not proceed on the same business model as TTA.",
      "id": "s58"
    },
    {
      "text": "Inconsistencies are said to have been apparent between the concerns expressed by Messrs Wright and Bailey and statements made by Mr Amzalak, the vice president sales and marketing of New Tel and Mr Piercy, the company secretary (s/c 21).",
      "id": "s59"
    },
    {
      "text": "13 Mr Woolfe is said to have been aware that comments in the Bidder's Statement to the effect that New Tel and C &amp; T business assets were complementary were not borne out by the interview process and his reviews of the records of interview.",
      "id": "s60"
    },
    {
      "text": "He was aware that New Tel had suffered a loss of $51 million for the year ended 30 June 2001, that there was a net decrease in its cash of $40 million and that it was New Tel's intention to bundle the VOD services with New Tel's existing telephony products and services.",
      "id": "s61"
    },
    {
      "text": "Wainter claims that Mr Woolfe did not do anything to reconcile the inconsistencies and concerns or cause any inquiries to be made of New Tel or any other party (s/c 22).",
      "id": "s62"
    },
    {
      "text": "Moreover, it alleges, he actively suppressed the concerns expressed by Mr Wright (s/c 23).",
      "id": "s63"
    },
    {
      "text": "14 New Tel experienced difficulties in raising capital between February and July 2001 (s/c 24).",
      "id": "s64"
    },
    {
      "text": "Mr Woolfe was aware, in about July 2001, of the difficulties which New Tel had and was experiencing in that respect (s/c 25).",
      "id": "s65"
    },
    {
      "text": "15 On 26 November 2001 New Tel offered to purchase the C &amp; T Debt from Wainter.",
      "id": "s66"
    },
    {
      "text": "The consideration offered was 2 million options to acquire shares issued in New Tel together with the sum of $1 (s/c 26).",
      "id": "s67"
    },
    {
      "text": "On 27 November 2001 Mr Waller, as a director of Wainter, took part in a telephone conversation or conversations with Mr Woolfe and Mr Malone.",
      "id": "s68"
    },
    {
      "text": "In the course of that conversation or conversations Mr Woolfe or Mr Malone told Mr Waller that if Wainter did not forego the Debt New Tel would not proceed with the bid.",
      "id": "s69"
    },
    {
      "text": "When Mr Waller asked why Wainter should consider foregoing the Debt, they said that the company would receive more than the value of the Debt through the extra value that the New Tel shares would acquire following its acquisition of C &amp; T. Absent such agreement the takeover would not proceed and Wainter would have no New Tel shares.",
      "id": "s70"
    },
    {
      "text": "Wainter would be better off financially because of the greater value of the package resulting from the New Tel takeover of C &amp; T. Mr Woolfe and/or Mr Malone allegedly told Mr Waller that they wanted an answer to the proposal as a matter of urgency (s/c 28).",
      "id": "s71"
    },
    {
      "text": "In a telephone call later on 27 November 2001 Mr Waller told Messrs Woolfe and Malone that based on what they said to him Wainter would accept the offer (s/c 29).",
      "id": "s72"
    },
    {
      "text": "16 Wainter alleges that the statements made by Mr Woolfe and/or Mr Malone during the course of their telephone conversation(s) with Mr Waller were representations to the effect that Wainter would be better off financially if it accepted the offer and further, or alternatively, if New Tel acquired the issued shares in C &amp; T (s/c 30).",
      "id": "s73"
    },
    {
      "text": "There is an alternative pleading that Mr Waller confirmed on 27 November 2001 that he had received the New Tel offer to Wainter (dated 26 November 2001), that he was authorised by Wainter to accept the offer, and that Wainter did accept the offer (s/c 32).",
      "id": "s74"
    },
    {
      "text": "17 Although the statement of claim pleads in paragraph 32 that Mr Waller confirmed by telephone on 27 November 2001 that Wainter would accept the offer based upon forgiveness of the Debt, the fact is also pleaded: \n On 27 and 28 November 2001 the applicant accepted the offer.",
      "id": "s75"
    },
    {
      "text": "(s/c 35) \n18 The statement of claim then moves to allege material matters not disclosed to Wainter prior to 27 November 2001.",
      "id": "s76"
    },
    {
      "text": "These comprised the various things previously pleaded (in paragraphs 21 to 25 of the statement of claim) and a list of some 15 other material circumstances existing at that time.",
      "id": "s77"
    },
    {
      "text": "It is said that virtually none of these matters were disclosed to Wainter by Freehills or Mr Woolfe or Mr Malone before 28 November 2001 and alternatively before 20 December 2001 (s/c 33 and 34).",
      "id": "s78"
    },
    {
      "text": "19 Wainter alleges that had the pleaded telephone conversation and alternative telephone conversations not occurred or had there been disclosure of the various material circumstances pleaded, Wainter would not have accepted the offer (s/c 36).",
      "id": "s79"
    },
    {
      "text": "Had it not accepted the offer then: \n \n1.",
      "id": "s80"
    },
    {
      "text": "New Tel would not, alternatively there was a serious prospect that New Tel would not, have proceeded with the proposed bid; and \n \n2.",
      "id": "s81"
    },
    {
      "text": "Wainter would have retained the benefit of the Debt, its shares in C &amp; T and its options to acquire shares in C &amp; T and the associated rights (s/c 37).",
      "id": "s82"
    },
    {
      "text": "20 New Tel lodged its Bidder's Statement on or about 29 November 2001 with the Australian Securities and Investments Commission (s/c 38).",
      "id": "s83"
    },
    {
      "text": "The statement was approved by Mr Woolfe in his capacity as chairman of the Committee and as a partner of Freehills and by Mr Malone (s/c 39).",
      "id": "s84"
    },
    {
      "text": "The bid was made on 14 December 2001 (s/c 40).",
      "id": "s85"
    },
    {
      "text": "A copy of the Bidder's Statement was provided to Wainter on or about that date (s/c 41).",
      "id": "s86"
    },
    {
      "text": "21 Various express statements contained in the Bidder's Statement are set out in the statement of claim (s/c 42).",
      "id": "s87"
    },
    {
      "text": "These are said to have constituted representations to C &amp; T shareholders to the following effect: \n \n1.",
      "id": "s88"
    },
    {
      "text": "It was possible, alternatively it was likely to be possible, for New Tel to offer customers a \"bundled\" packaged of the products and services provided by New Tel and the VOD services.",
      "id": "s89"
    },
    {
      "text": "2.",
      "id": "s90"
    },
    {
      "text": "The technologies involved in the products and services provided by New Tel were compatible with, or alternatively, were likely to be compatible with, the VOD services.",
      "id": "s91"
    },
    {
      "text": "3.",
      "id": "s92"
    },
    {
      "text": "It was possible, alternatively, it was likely to be possible, for New Tel to raise sufficient capital to fund the development and roll out of the business of TTA and the VOD services.",
      "id": "s93"
    },
    {
      "text": "4.",
      "id": "s94"
    },
    {
      "text": "New Tel intended to implement the Trans ACT rollout (s/c 43).",
      "id": "s95"
    },
    {
      "text": "The Bidder's Statement did not disclose the various matters pleaded in paragraphs 21 to 35 or 33 apart from three specified matters (s/c 21.8, 21.10 and 33.9).",
      "id": "s96"
    },
    {
      "text": "22 Wainter accepted the New Tel offer pursuant to the bid for New Tel to purchase all of its shares and options in C &amp; T (s/c 45).",
      "id": "s97"
    },
    {
      "text": "Had the Bidder's Statement not made the various express statements pleaded or the representations derived from them or had the various material circumstances been disclosed to Wainter or the telephone conversation(s) not occurred, then Wainter would not have accepted New Tel's bid (s/c 46).",
      "id": "s98"
    },
    {
      "text": "Had it not accepted, the bid would have been unsuccessful and Wainter would have retained the benefit of the Debt, its shares in C &amp; T and its options to acquire shares in C &amp; T and the Associated Rights (s/c 47).",
      "id": "s99"
    },
    {
      "text": "23 New Tel went into administration with the appointment of Phillip Patrick Carter and Gregory Winfield Hall as administrators on 10 December 2002 (s/c 48).",
      "id": "s100"
    },
    {
      "text": "It was wound up on a creditors' resolution on 13 January 2003 and the administrators were appointed as liquidators (s/c 49).",
      "id": "s101"
    },
    {
      "text": "A winding up order was made by the Supreme Court of New South Wales on 3 March 2003 and on that date Mr Hall was appointed official liquidator (s/c 50).",
      "id": "s102"
    },
    {
      "text": "Wainter says that it will not, and alternatively, it is unlikely that it will receive any dividend from the liquidation of New Tel in its capacity as a shareholder of the company (s/c 51).",
      "id": "s103"
    },
    {
      "text": "24 The statement of claim goes through the various express representations pleaded and characterises each of them as false, misleading and/or deceptive (s/c 53 to 57).",
      "id": "s104"
    },
    {
      "text": "It also says that there were no reasonable grounds for the making of such of the representations as related to future matters.",
      "id": "s105"
    },
    {
      "text": "These are identified by reference to paragraphs 30 and 43.1 to 43.4 inclusive (s/c 52).",
      "id": "s106"
    },
    {
      "text": "25 At all times from 26 November 2001 to 20 December 2001 Messrs Woolfe and Malone and Mr Evans are said to have been aware of various matters set out in the pleading (s/c 58-60) For that reason, and pursuant to the provisions of the Partnership Act 1895 (WA), the Trade Practices Act 1974 (Cth) (the TPA), the Corporations Act 2001 (Cth) and the Australian Securities and Investments Commission Act 2001 (Cth) (ASIC Act) Freehills was aware or is taken to have been aware of various of the pleaded matters (s/c 61 and 62).",
      "id": "s107"
    },
    {
      "text": "New Tel is also said to have been aware of various matters (s/c 63).",
      "id": "s108"
    },
    {
      "text": "Each of Freehills, Mr Woolfe and Mr Malone is said to have engaged in the conduct attributed to them in trade or commerce.",
      "id": "s109"
    },
    {
      "text": "26 The express representations in a telephone conversation are said to have contravened various provisions of the TPA (including s 52) , the Corporations Act and the ASIC Act.",
      "id": "s110"
    },
    {
      "text": "Contraventions are alleged against Mr Woolfe, Mr Malone and New Tel.",
      "id": "s111"
    },
    {
      "text": "27 As to the various non-disclosures alleged, these are said to have constituted contraventions of the TPA and other statutory provisions by Freehills, Mr Woolfe, Mr Malone and New Tel.",
      "id": "s112"
    },
    {
      "text": "The representations in the Bidder's Statement are said to have constituted contraventions by the same parties (sc 76).",
      "id": "s113"
    },
    {
      "text": "The non-disclosure of matters to Wainter prior to its acceptance of the bid is said to have involved contraventions by the respondents and by New Tel.",
      "id": "s114"
    },
    {
      "text": "28 Accessorial liability is asserted against Freehills in relation to contraventions by the other respondents and New Tel and on a similar basis against Mr Woolfe and Mr Malone.",
      "id": "s115"
    },
    {
      "text": "29 Wainter says it suffered loss or damage comprising, inter alia, the loss of the Debt, the loss of opportunity for its repayment, the loss of issued shares in C &amp; T and of a controlling interest in C &amp; T, the loss of options to acquire issued shares in C &amp; T and the loss of the Associated rights.",
      "id": "s116"
    },
    {
      "text": "The relief claimed comprises damages, compensation and interest.",
      "id": "s117"
    },
    {
      "text": "Observations on statement of claim \n \n30 I have reviewed the amended statement of claim as summarised in the preceding part of these reasons.",
      "id": "s118"
    },
    {
      "text": "I have also read the submissions of the parties.",
      "id": "s119"
    },
    {
      "text": "There is a plethora of objections relating to points of pleading and points of law.",
      "id": "s120"
    },
    {
      "text": "As earlier indicated, while the general outline of Wainter's case is visible, it is immersed in an embarrassment of unnecessary and, at times, almost incomprehensible pleading which in my opinion renders the whole statement of claim a hindrance to the efficient progress of this case.",
      "id": "s121"
    },
    {
      "text": "It is not for this Court to go through the document paragraph by paragraph to tell the pleader how the job should be done.",
      "id": "s122"
    },
    {
      "text": "The Court should not have to do that.",
      "id": "s123"
    },
    {
      "text": "I will however refer to some of the difficulties in the pleading to exemplify the problem.",
      "id": "s124"
    },
    {
      "text": "31 I should say in so doing that I do not accept the respondents' submission that a party, pleading that a statement as to a future matter was made without reasonable grounds, is required to plead the basis upon which it is said that the statement lacked reasonable grounds.",
      "id": "s125"
    },
    {
      "text": "Where s 51A of the TPA is invoked, the burden of proof of showing that there were reasonable grounds for the statement falls upon the respondents if it is established that the statement was made.",
      "id": "s126"
    },
    {
      "text": "I will not deal with points of law about the application of the various statutory bases upon which vicarious liability is, in effect, asserted.",
      "id": "s127"
    },
    {
      "text": "These are best dealt with in the relevant factual setting.",
      "id": "s128"
    },
    {
      "text": "No one of them seems to be fatal to the overall claim.",
      "id": "s129"
    },
    {
      "text": "32 One element of the case appears to arise from the non-disclosure of various matters by Woolfe and Malone to Wainter.",
      "id": "s130"
    },
    {
      "text": "The non-disclosure is pleaded in paragraph 34.",
      "id": "s131"
    },
    {
      "text": "It covers \"matters pleaded in paragraphs 21-35 and 33\".",
      "id": "s132"
    },
    {
      "text": "33 The pleading in paragraph 21 sets out matters of which Mr Woolfe was said to have been aware \"As a result of undertaking or participating in the activities pleaded at paragraph 20 ... and other related work ...\".",
      "id": "s133"
    },
    {
      "text": "Paragraph 20 pleads Mr Woolfe's involvement as chairman of the Committee, his attendance at particular meetings of the Committee and his participation in some 42 meetings and telephone calls over the period from 18 September 2001 to 29 November 2001.",
      "id": "s134"
    },
    {
      "text": "It pleads his review of the Information Memorandum regarding TTA, the preparation of the final report of the Committee, the preparation and review of questionnaires, the conduct of interviews and the participation in the preparation of and review of records of the interviews.",
      "id": "s135"
    },
    {
      "text": "It refers to his participation in the preparation of the Bidder's Statement and the provision of legal advice.",
      "id": "s136"
    },
    {
      "text": "Mr Woolfe's awareness of specific matters set out in paragraph 21 is, on the face of it, based upon all of the facts pleaded in paragraph 20 without discrimination notwithstanding that for each fact of which he is said to have been aware there are many matters in paragraph 20 which are irrelevant to it.",
      "id": "s137"
    },
    {
      "text": "34 The non-disclosure of the various matters mentioned in paragraph 21 is attributed to both Messrs Woolfe and Malone in paragraph 34.",
      "id": "s138"
    },
    {
      "text": "There is nothing in the pleading in paragraph 20 or 21 to assert that Mr Malone was aware of the matters of which Mr Woolfe was aware or the facts upon which any such awareness was based.",
      "id": "s139"
    },
    {
      "text": "This is subject to paragraph 21.4 to 21.6 which related to Mr Woolfe's awareness of statements made by Mr Malone.",
      "id": "s140"
    },
    {
      "text": "There is in paragraph 59 a global pleading of a whole variety of matters set out in earlier paragraphs of the statement of claim of which Mr Malone is said to have been aware.",
      "id": "s141"
    },
    {
      "text": "The basis for that awareness is not explained.",
      "id": "s142"
    },
    {
      "text": "That pleading is evidently in support of the allegation in paragraph 63 that New Tel was aware or was to be taken to have been aware of the matters pleaded in those paragraphs.",
      "id": "s143"
    },
    {
      "text": "35 Paragraph 34, read with paragraph 22, alleges that none of the respondents disclosed to Wainter that Mr Woolfe had failed to reconcile inconsistencies and/or contradictions between statements made by Mr Malone, Amazalak and Mr Piercy on the one hand and Mr Bailey and Mr Wright on the other.",
      "id": "s144"
    },
    {
      "text": "Mr Malone's awareness of these omissions by Mr Wright only appears in the statement of claim in the global plea in paragraph 59 and no basis for it is pleaded.",
      "id": "s145"
    },
    {
      "text": "Nor is it alleged, except in that unsatisfactory way, that he knew of Mr Woolfe's failure to make inquiries as alleged in paragraph 22.3 into whether New Tel's expectations in respect of the acquisition of C &amp; T were reliable and verifiable.",
      "id": "s146"
    },
    {
      "text": "36 When paragraph 34 is read with paragraph 25, it alleges, inter alia, that Mr Malone failed to disclose that Mr Woolfe was aware of the difficulties that New Tel had experienced and was experiencing in raising capital.",
      "id": "s147"
    },
    {
      "text": "Also allegedly not disclosed to Wainter by any of the respondents were the other \"material circumstances\" pleaded in paragraph 33.",
      "id": "s148"
    },
    {
      "text": "Among these matters were the practices of New Tel in providing minutes of directors' meetings that did not fully disclose the material matters discussed at the meetings.",
      "id": "s149"
    },
    {
      "text": "It is not pleaded that Mr Woolfe was aware of any of the matters pleaded in paragraphs 33.2 to 33.9 inclusive.",
      "id": "s150"
    },
    {
      "text": "These examples indicate the unsatisfactory character of the pleading in paragraph 34.",
      "id": "s151"
    },
    {
      "text": "37 Paragraph 44 raises a further non-disclosure case alleging that the Business Statement did not disclose \"any of the matters pleaded in paragraphs 21 to 25 or 33 above\".",
      "id": "s152"
    },
    {
      "text": "This does not include the matters pleaded in subparagraphs 21.8 to 21.10 and 33.9.",
      "id": "s153"
    },
    {
      "text": "The matters relied upon include the following facts, alleged in paragraph 21, of which Mr Woolfe is said to have been aware: \n \n1.",
      "id": "s154"
    },
    {
      "text": "That Mr Wright had not been fully briefed or consulted with regarding C &amp; T, the VOD services, New Tel's acquisition of C &amp; T or New Tel's intentions in relation to C &amp; T post acquisition (21.1.11).",
      "id": "s155"
    },
    {
      "text": "2.",
      "id": "s156"
    },
    {
      "text": "That Mr Bailey had expressed various concerns in his response to a questionnaire and in the course of interview (21.2).",
      "id": "s157"
    },
    {
      "text": "3.",
      "id": "s158"
    },
    {
      "text": "That Mr Bailey had not been fully briefed or consulted with in respect of C &amp; T, the VOD services, New Tel's acquisition of C &amp; T or New Tel's intentions regarding C &amp; T post acquisition (21.2.8).",
      "id": "s159"
    },
    {
      "text": "4.",
      "id": "s160"
    },
    {
      "text": "That Mr Malone had made a number of statements in his interview, in the course of a meeting on 22 October 2001 and in his response to the questionnaire (21.4, 21.5 and 21.6).",
      "id": "s161"
    },
    {
      "text": "It can hardly be the applicant's case that the Bidder's Statement failed to disclose that Mr Wright or Mr Bailey were inadequately briefed on certain matters or that Mr Malone had made certain statements in questionnaires and on other occasions.",
      "id": "s162"
    },
    {
      "text": "38 When paragraph 44 is read with paragraph 22 it appears to be a further complaint by Wainter that the Bidder's Statement did not disclose Mr Woolfe's failure to reconcile inconsistencies and contradictions of which he had become aware through the due diligence process or to make or cause to be made inquiries of New Tel about the extent to which its intentions or expectations were reliable and/or verifiable.",
      "id": "s163"
    },
    {
      "text": "Paragraph 44 read with paragraph 23 complains that the Bidder's Statement did not disclose Mr Woolfe's \"active suppression\" of various matters.",
      "id": "s164"
    },
    {
      "text": "And read with paragraph 25, paragraph 44 appears to complain that the Bidder's Statement did not disclose that Mr Woolfe was aware of the difficulties New Tel experienced in raising capital.",
      "id": "s165"
    },
    {
      "text": "39 The preceding examples suffice to demonstrate the unsatisfactory nature of this part of the pleading.",
      "id": "s166"
    },
    {
      "text": "40 There is then the pleading of the falsity of representations said to have been made in the Bidder's Statement.",
      "id": "s167"
    },
    {
      "text": "The particulars of falsity appear at paragraphs 54 and following.",
      "id": "s168"
    },
    {
      "text": "It suffices to refer to the first of them to demonstrate their character.",
      "id": "s169"
    },
    {
      "text": "In paragraph 43.1 it is said that the Bidder's Statement contained a representation that: \n It was possible, alternatively it was likely to be possible, for New Tel to offer customers a \"bundled\" package of the products and services provided by New Tel and the VOD Services; \nThe \"particulars of falsity\" of this representation are set out in paragraph 54 thus: \n The applicant repeats paragraphs 21 to 25, 33 and 52 above.",
      "id": "s170"
    },
    {
      "text": "These particulars of falsity are repeated for each of the pleaded representations in the Bidder's Statement.",
      "id": "s171"
    },
    {
      "text": "They do not make sense.",
      "id": "s172"
    },
    {
      "text": "41 I do not propose to go any further into the depths of this inadequate document.",
      "id": "s173"
    },
    {
      "text": "It is incumbent upon the applicant to plead a clear case against each of the respondents and to do so economically and succinctly and by reference to material facts and no others.",
      "id": "s174"
    },
    {
      "text": "In my opinion the statement of claim cannot be saved by striking out superfluous paragraphs.",
      "id": "s175"
    },
    {
      "text": "It requires a wholesale reworking.",
      "id": "s176"
    },
    {
      "text": "Conclusion \n \n42 For the preceding reasons the statement of claim will be struck out and the applicant will be required to pay the respondents' costs of their motions.",
      "id": "s177"
    },
    {
      "text": "I certify that the preceding forty-two (42) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice French.",
      "id": "s178"
    },
    {
      "text": "Associate:\n\nDated: 24 April 2008\n\n Counsel for the Applicant: Mr DH Solomon \n \n Solicitor for the First Applicant: Solomon Brothers \n \n Counsel for the First and Second Respondents: Mr B Dharmananda \n \n Solicitor for the First and Second Respondents: Mallesons Stephen Jaques \n \n Counsel for the Third Respondent: Mr PG McGowan \n \n Solicitor for the Third Respondent: Christensen Vaughan \n\n Date of Hearing: 11 March 2008 \n \n Date of Judgment: 24 April 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/562.html",
      "id": "s179"
    }
  ]
}