{
  "name": "Deiulemar Compagnia Di Navigazione SpA (ID Number 395485) v The Ship \"George T\" [2008] FCA 577 (11 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/577.html",
  "catchphrases": [
    {
      "text": "change of ownership of vessel",
      "id": "c0"
    },
    {
      "text": "whether writ in rem should be renewed",
      "id": "c1"
    },
    {
      "text": "admirality",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application to renew a writ in rem for a further 12 months and also an application to amend the writ in rem.",
      "id": "s0"
    },
    {
      "text": "The amendment is to change the name of the vessel from \"George T\" to \"Sea Coral\".",
      "id": "s1"
    },
    {
      "text": "The cause of action pleaded in the writ in rem is a claim for damages arising from a breach of a charter party.",
      "id": "s2"
    },
    {
      "text": "It is alleged that the owner failed to maintain the vessel in accordance with the maintenance warranty; failed to undertake necessary repairs whilst the vessel underwent her special survey in 2004; and failed to undertake necessary repairs whilst the vessel was under repair at Zhoushan in 2006 and in Antwerp in 2007.",
      "id": "s3"
    },
    {
      "text": "2 There are two grounds relied upon by counsel for the plaintiff in support of the application to amend the writ in rem and to extend it.",
      "id": "s4"
    },
    {
      "text": "3 The first ground is that there has been a change of the ownership and a change of the name of the vessel since the issue of the writ in rem.",
      "id": "s5"
    },
    {
      "text": "The evidence shows that sometime after 1 July 2007 (the evidence is not precise as to the date) the ownership in the vessel passed to a company called Dalton Worldwide SA; and also that the name of the vessel has changed from \"George T\" to \"Sea Coral\".",
      "id": "s6"
    },
    {
      "text": "In the case of the Helene Roth [1980] QB 273, Sheen J said at 281, as follows:\n Merchant ships move freely all over the world.",
      "id": "s7"
    },
    {
      "text": "Sometimes they leave port before their owners have discharged their debts to those ashore who have supplied the ship with goods, materials or fuel or to those who have repaired or equipped the ship, or to agents who have made disbursements on account of the ship.",
      "id": "s8"
    },
    {
      "text": "One of the functions of this court is to assist creditors to obtain satisfaction of their just claims.",
      "id": "s9"
    },
    {
      "text": "Accordingly, if a writ in rem is issued before any change in the ownership of a ship has occurred, a subsequent change of ownership would provide good cause for renewing the writ unless those who have the conduct of the action have obviously not pursued it with diligence.",
      "id": "s10"
    },
    {
      "text": "4 In my view, those observations are applicable to the circumstances of this case.",
      "id": "s11"
    },
    {
      "text": "5 The second ground relied upon is that the solicitors have acted with diligence in respect of potential service during the previous 12 months.",
      "id": "s12"
    },
    {
      "text": "The evidence shows that in the last year the vessel has not visited an Australian port.",
      "id": "s13"
    },
    {
      "text": "I accept that the solicitors for the plaintiff have, for this reason, not been able to effect service within the previous 12 month period of the writ in rem.",
      "id": "s14"
    },
    {
      "text": "I also accept that they have acted with diligence in seeking to track the movement and location of the vessel.",
      "id": "s15"
    },
    {
      "text": "Another factor in favour of the renewing of the writ in rem is the fact that there is at least a prospect of the vessel berthing in Australia within the renewal period.",
      "id": "s16"
    },
    {
      "text": "The vessel in question is a bulk iron ore carrier, which has in the past, although not in the last year, visited Australian waters and has berthed at Port Hedland and other locations in Australia.",
      "id": "s17"
    },
    {
      "text": "6 I am, therefore, satisfied that the circumstances of this case warrant the amendment of the writ in rem and the extension of the writ in rem.",
      "id": "s18"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s19"
    },
    {
      "text": "Associate:\n\nDated: 29 April 2008\n\n\n Counsel for the Plaintiff: Mr PA Hopwood \n \n Solicitor for the Plaintiff: Cocks Macnish \n\n Date of Hearing: 11 April 2008 \n \n Date of Judgment: 11 April 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/577.html",
      "id": "s20"
    }
  ]
}