{
  "name": "Secretary, Department of Employment and Workplace Relations v Comcare [2008] FCA 52 (8 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/52.html",
  "catchphrases": [
    {
      "text": "entitlement to compensation",
      "id": "c0"
    },
    {
      "text": "employment related injury, disease or disability",
      "id": "c1"
    },
    {
      "text": "employment substantial or significant contributing factor",
      "id": "c2"
    },
    {
      "text": "contributing factor in relation to disease or disease due to nature of employment",
      "id": "c3"
    },
    {
      "text": "general principles.",
      "id": "c4"
    },
    {
      "text": "workers' compensation",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "HIS HONOUR \n \n1 This is an \"appeal\" pursuant to s 44 of the Administrative Appeals Tribunal Act 1975 (Cth) from a decision of the Administrative Appeals Tribunal (\"the Tribunal\") given on 4 October 2006.",
      "id": "s0"
    },
    {
      "text": "In 2004 the second respondent (\"the respondent\") was employed within the Australian Public Service in the Department of Family and Community Services.",
      "id": "s1"
    },
    {
      "text": "She was thereafter employed in the applicant's department.",
      "id": "s2"
    },
    {
      "text": "In 2005, Comcare accepted liability under s 14 of the Safety, Rehabilitation and Compensation Act 1988 (Cth) (\"the Act \") for a claimed aggravation of an earlier overuse injury to the respondent's neck and arms and also an \"adjustment disorder\" of a psychological kind.",
      "id": "s3"
    },
    {
      "text": "2 Through a seeming oddity of legislative policy, despite Comcare's experience, expertise and statutory obligations only to pay proper claims, the applicant was legally able to contest Comcare's decision before the Tribunal.",
      "id": "s4"
    },
    {
      "text": "The applicant exercised that right by applying to the Tribunal for review of Comcare's decision.",
      "id": "s5"
    },
    {
      "text": "The Tribunal affirmed Comcare's decision to accept liability.",
      "id": "s6"
    },
    {
      "text": "The respondent's claim and the applicant's complaint about its acceptance \n \n3 Ms Caire made her claim for compensation on 13 October 2004 on the usual Comcare form.",
      "id": "s7"
    },
    {
      "text": "The completed claim form contained, among others, the following questions and answers:\n \n 8.",
      "id": "s8"
    },
    {
      "text": "What injury or illness are you claiming workers' compensation for?",
      "id": "s9"
    },
    {
      "text": "Flare up of CBNS \n adjustment disorder with depressed mood\n stress at work\n harassment by supervisor\n OOS \n \n ... \n \n \n 10.",
      "id": "s10"
    },
    {
      "text": "When were you injured or when did you first notice you were ill?",
      "id": "s11"
    },
    {
      "text": "14/10/03 \n \n 11.",
      "id": "s12"
    },
    {
      "text": "When and where did you first seek medical treatment for your injury or illness?",
      "id": "s13"
    },
    {
      "text": "14/10/03\n Dr Tim Watson\n Gungahlin Health Centre\n (02) 6241 0888 \n \n ... \n \n \n 13.",
      "id": "s14"
    },
    {
      "text": "Have you ever had a similar symptom, injury or illness before, work-related or otherwise?",
      "id": "s15"
    },
    {
      "text": "Tendonitis, tenosynovitis, forearm muscle spasm, epicondylitis \n \n 14.",
      "id": "s16"
    },
    {
      "text": "Have you every received medical treatment for a similar injury or illness?",
      "id": "s17"
    },
    {
      "text": "06/97 onwards\n Dr Tim Watson\n (02) 6241 0888 \n \n 15.",
      "id": "s18"
    },
    {
      "text": "Have you ever claimed workers' compensation for a similar injury or illness?",
      "id": "s19"
    },
    {
      "text": "1997\n Comcare\n Dept of Defence\n 547968/01 \n \n ... \n \n \n 20.",
      "id": "s20"
    },
    {
      "text": "What started the chain of events that led to your injury or illness?",
      "id": "s21"
    },
    {
      "text": "Work deadlines, work pressure, harassment by supervisor and director \n \n 21.",
      "id": "s22"
    },
    {
      "text": "What action, exposure or event happened to cause your injury or illness?",
      "id": "s23"
    },
    {
      "text": "Verbal abuse, intimidation and harassment, when reported were inadequately managed.",
      "id": "s24"
    },
    {
      "text": "Recommendations by Personnel were not acted upon ie still had to meet with officer who harassed.",
      "id": "s25"
    },
    {
      "text": "Typing &amp; using a mouse exacerbated by stress and work deadlines.",
      "id": "s26"
    },
    {
      "text": "22.",
      "id": "s27"
    },
    {
      "text": "What actually injured you, or made you ill?",
      "id": "s28"
    },
    {
      "text": "Computer keyboard &amp; mouse, \n constant use when in a state of stress \n People \n \n ... \n \n \n 24.",
      "id": "s29"
    },
    {
      "text": "Was someone else responsible for your injury or illness?",
      "id": "s30"
    },
    {
      "text": "Elissa Tenkate\n (02) 6247 3477\n Neill Mahoney 02 6244 6197 \n \n \n\n4 The applicant's application to the Tribunal for review of Comcare's decision contained the following:\n \n The Department does not believe that liability exists for this claim.",
      "id": "s31"
    },
    {
      "text": "The employee's statement is not substantiated by the witness and the Department believes this is not work related.",
      "id": "s32"
    },
    {
      "text": "The circumstances of the claim \n \n5 The respondent had worked as an officer of the Australian Public Service since 1987.",
      "id": "s33"
    },
    {
      "text": "At relevant times she was employed in the Department of Family and Community Services as a member of the \"Internet Team\", which was itself part of the \"E-Communications Team\".",
      "id": "s34"
    },
    {
      "text": "6 In 2004 the respondent was working under the direct supervision of Ms Elissa Tenkate.",
      "id": "s35"
    },
    {
      "text": "The supervisor of the E-Communications Team was Mr Mahoney.",
      "id": "s36"
    },
    {
      "text": "The relationship between Mr Mahoney and the respondent became \"quite strained\".",
      "id": "s37"
    },
    {
      "text": "A restructure of the Internet Team was projected.",
      "id": "s38"
    },
    {
      "text": "A consequence was that the respondent would instead be supervised by Ms Shelley, in a new section.",
      "id": "s39"
    },
    {
      "text": "This restructure was to take effect in early September 2004.",
      "id": "s40"
    },
    {
      "text": "However, on 17 August 2004 it was agreed that should Mr Mahoney have any urgent work for the respondent, he would first speak to Ms Shelley to ascertain the respondent's capacity to take on the work.",
      "id": "s41"
    },
    {
      "text": "7 On the morning of 19 August, Mr Mahoney spoke to the respondent and told her he had an urgent job for her, and that it needed to be done by the end of the day.",
      "id": "s42"
    },
    {
      "text": "Ms Caire protested and reminded him of the change in arrangements.",
      "id": "s43"
    },
    {
      "text": "The Tribunal found that Mr Mahoney said words to the effect of \"You will do as you're told\".",
      "id": "s44"
    },
    {
      "text": "During this conversation Ms Tenkate interrupted and said she had been assisting the respondent with her work.",
      "id": "s45"
    },
    {
      "text": "The respondent disagreed.",
      "id": "s46"
    },
    {
      "text": "The conversation with Mr Mahoney left the respondent quite upset and led her to speak with Ms Shelley, who confirmed that arrangements had changed.",
      "id": "s47"
    },
    {
      "text": "8 There was inconsistency in the evidence of the respondent and Ms Tenkate as to what happened next.",
      "id": "s48"
    },
    {
      "text": "9 \n \nMs Caire gave evidence that after speaking to Ms Shelley she remained upset and was being comforted by fellow workers.",
      "id": "s49"
    },
    {
      "text": "Ms Tenkate approached her and said \"I want to talk to you personally\" in a loud voice.",
      "id": "s50"
    },
    {
      "text": "She reluctantly followed Ms Tenkate to the first aid room, where Ms Tenkate closed the door behind them.",
      "id": "s51"
    },
    {
      "text": "The Senior Member described the evidence as follows:\n \n Ms Caire said that when they were in the room, Ms Tenkate became visibly angry and was very red in the face.",
      "id": "s52"
    },
    {
      "text": "She told Ms Caire that she was behaving \" like a silly little child \".",
      "id": "s53"
    },
    {
      "text": "Ms Caire became scared and concerned about getting out of the room.",
      "id": "s54"
    },
    {
      "text": "When Ms Caire attempted to open the door Ms Tenkate stood with her back to the door and took hold of the handle.",
      "id": "s55"
    },
    {
      "text": "Ms Caire repeatedly said \" let me go \".",
      "id": "s56"
    },
    {
      "text": "She said that to the best of her knowledge she repeated this for at least one minute.",
      "id": "s57"
    },
    {
      "text": "Ms Caire then said words to the effect of \" this is harassment, let me go .",
      "id": "s58"
    },
    {
      "text": "\" Ms Caire says that Ms Tenkate was abusive towards her and told her that she was not coping with the changes in her workplace.",
      "id": "s59"
    },
    {
      "text": "Ms Caire started to cry and at this point Ms Tenkate opened the door and Ms Caire moved past Ms Tenkate and into the doorway.",
      "id": "s60"
    },
    {
      "text": "The conversation between the two continued for a short period during which Ms Tenkate repeated that Ms Caire was not handling the changes well.",
      "id": "s61"
    },
    {
      "text": "Ms Caire was concerned that she had work which had to be done for Ms Shelley within the next half hour and told Ms Tenkate this.",
      "id": "s62"
    },
    {
      "text": "Ms Caire walked back to her work area and was followed by Ms Tenkate who said words to the effect \" you should be proud of yourself, you were so brave .",
      "id": "s63"
    },
    {
      "text": "\" [Ms Caire felt that this was said in a derogatory way.",
      "id": "s64"
    },
    {
      "text": "] Ms Caire said that by this time she did not feel she was a valued member of the team and felt very upset.",
      "id": "s65"
    },
    {
      "text": "She felt bullied and intimidated and did not want to be at work.",
      "id": "s66"
    },
    {
      "text": "Later that day Ms Caire spoke to the Department's Harassment Officer, Ms Minall, and told her of the incident and how upsetting it had been for her.",
      "id": "s67"
    },
    {
      "text": "This meeting lasted about an hour.",
      "id": "s68"
    },
    {
      "text": "(Footnotes omitted.",
      "id": "s69"
    },
    {
      "text": ")\n \n\n10 Ms Tenkate unfortunately died before the matter came before the Tribunal.",
      "id": "s70"
    },
    {
      "text": "A statement she made on 18 October 2005 was, however, in evidence.",
      "id": "s71"
    },
    {
      "text": "She gave a very different version of events.",
      "id": "s72"
    },
    {
      "text": "She said that while the respondent and Mr Mahoney were talking, the respondent said that \"everyone expects me to do everything\".",
      "id": "s73"
    },
    {
      "text": "Ms Tenkate said that this was not true and the respondent screamed at her, threw papers onto her desk and \"stormed off\".",
      "id": "s74"
    },
    {
      "text": "When Ms Tenkate found the respondent with the group of other staff she stated that she approached her calmly and professionally and asked to speak to her in private.",
      "id": "s75"
    },
    {
      "text": "She went on to say\n \n I followed Wendy into the first aid room and turned to close the door to give us some privacy ...",
      "id": "s76"
    },
    {
      "text": "Suddenly, Wendy threatened me, saying something along the lines of 'You can't lock me in here and make me talk to you --- that's bullying and harassment!",
      "id": "s77"
    },
    {
      "text": "I won't stand for it!",
      "id": "s78"
    },
    {
      "text": "I'll report you!",
      "id": "s79"
    },
    {
      "text": "'\n ...",
      "id": "s80"
    },
    {
      "text": "I responded at once to defuse the situation.",
      "id": "s81"
    },
    {
      "text": "Though the door had never been closed, I immediately pushed the door to the first aid room wide open, pressed my back flat against the wall just inside the door so that I was out of her way, and replied that she was free to leave, but that I would really appreciate it if we could talk because she was obviously upset and as her friend I was concerned about her.",
      "id": "s82"
    },
    {
      "text": "Wendy moved past me, stopped in the doorway just before exiting the room, then turned to face me and began to talk about how upset she was by the changes in the Internet Team.",
      "id": "s83"
    },
    {
      "text": "I was now inside the room and could not exit as Wendy was blocking my way.",
      "id": "s84"
    },
    {
      "text": "Her back was to the corridor and people were walking past, but they did not pay attention --- there were no raised voices or anything that would draw their attention to our conversation.",
      "id": "s85"
    },
    {
      "text": "As Wendy and I started to talk Julie Flux appeared in the hallway behind Wendy.",
      "id": "s86"
    },
    {
      "text": "Julie saw the situation was tense, but certainly not hostile, so left us to continue talking.",
      "id": "s87"
    },
    {
      "text": "...",
      "id": "s88"
    },
    {
      "text": "Eventually Wendy calmed down and I was able to discover that she felt that Neil [Mr Mahoney] had 'broken the rules', therefore leading to her outburst at him.",
      "id": "s89"
    },
    {
      "text": "Wendy felt that Neil had ignored the Interim Procedures agreed earlier in the week, and said that he should have spoken to Skye about Wendy doing Web work, and not spoken directly to Wendy.",
      "id": "s90"
    },
    {
      "text": "Wendy was adamant that Neil should not speak to her, but only to Skye.",
      "id": "s91"
    },
    {
      "text": "...\n At the end of our conversation, I said to Wendy that I thought it was difficult to have conversations to resolve conflict and confusion, and that I really appreciated her honesty and friendship.",
      "id": "s92"
    },
    {
      "text": "I thanked Wendy for making the effort to have this discussion with me.",
      "id": "s93"
    },
    {
      "text": "Wendy appeared to reciprocate my feelings.",
      "id": "s94"
    },
    {
      "text": "11 There was also material presented to the Tribunal from Mr Mahoney, Ms Shelley and Ms Flux.",
      "id": "s95"
    },
    {
      "text": "12 A statement from Mr Mahoney was put in evidence.",
      "id": "s96"
    },
    {
      "text": "Materially to present issues, it said:\n \n A situation occurred between 10 and 13 August where due to her supervisor, Elissa [Tenkate], being absent on sick leave and other absences in the Section, Wendy was being approached directly by clients with requests for work.",
      "id": "s97"
    },
    {
      "text": "She offered to help out by managing the Internet Inbox of incoming publishing requests while we were short-staffed.",
      "id": "s98"
    },
    {
      "text": "I asked Wendy to direct urgent requests to me so that I could negotiate with clients to prioritise or defer tasks and share the urgent tasks among available staff in the Section.",
      "id": "s99"
    },
    {
      "text": "She agreed to this and forwarded urgent requests to me each day.",
      "id": "s100"
    },
    {
      "text": "The following week when her supervisor had returned to work, Wendy continued to forward the incoming work to me.",
      "id": "s101"
    },
    {
      "text": "I spoke to Elissa and Wendy about the workflow management and asked Wendy to action one of the outstanding urgent publishing requests we had on hand.",
      "id": "s102"
    },
    {
      "text": "She refused to do this work, claiming that Elissa had directed her to do other tasks.",
      "id": "s103"
    },
    {
      "text": "Elissa denied that she had given this instruction and \n\n Wendy responded in a very heated manner to her.",
      "id": "s104"
    },
    {
      "text": "I asked that Elissa and Wendy deal privately with this disagreement and to make sure that the urgent request be completed that day.",
      "id": "s105"
    },
    {
      "text": "13 There was a late request on behalf of the respondent that Mr Mahoney be made available for cross-examination.",
      "id": "s106"
    },
    {
      "text": "The applicant could not comply with this request in a timely way but did not accept the respondent's offer of an adjournment so that Mr Mahoney might be made available.",
      "id": "s107"
    },
    {
      "text": "14 Ms Flux in notes made in October 2004 tendered in evidence said:\n \n A couple of days after the event, I became aware that Wendy had alleged harassment against Elissa and so I spoke to Neil Mahoney about what I had seen.",
      "id": "s108"
    },
    {
      "text": "I then wrote brief notes.",
      "id": "s109"
    },
    {
      "text": "I don't have the notes on me, but my recollection of events is still very strong.",
      "id": "s110"
    },
    {
      "text": "Briefly this is my recollection of what I saw:\n ------------------ \n There had been a discussion in the office between Neil and Wendy which I became aware of because Wendy raised her voice.",
      "id": "s111"
    },
    {
      "text": "I was aware that Elissa became a part of the conversation, but I tried to avoid hearing what was discussed.",
      "id": "s112"
    },
    {
      "text": "It was clear that Wendy was very upset as her voice was raised and she then stormed off from her desk.",
      "id": "s113"
    },
    {
      "text": "After Wendy stormed off Elissa got up and went to speak to Neil in his office.",
      "id": "s114"
    },
    {
      "text": "About 15-20 minutes later, neither Elissa nor Wendy were at their desks.",
      "id": "s115"
    },
    {
      "text": "I was concerned that they were both upset and so went looking for them.",
      "id": "s116"
    },
    {
      "text": "...",
      "id": "s117"
    },
    {
      "text": "I saw the two of them standing at the entrance to the First Aid room.",
      "id": "s118"
    },
    {
      "text": "I started to approach them, but as I got closer realised that they were still conducting what was obviously a private conversation so I stopped, at which point Elissa noticed me.",
      "id": "s119"
    },
    {
      "text": "I then turned away and went back to my desk.",
      "id": "s120"
    },
    {
      "text": "To my knowledge Wendy was unaware of my presence as she had her back to me.",
      "id": "s121"
    },
    {
      "text": "As I approached and walked away from the conversation, Elissa had her back against the door of the first aid room and was standing just inside the room.",
      "id": "s122"
    },
    {
      "text": "Wendy was standing against the door jam with at least half of her body in the corridor.",
      "id": "s123"
    },
    {
      "text": "At the point that I witnessed --- it was clear that Wendy was free to leave the conversation if she chose.",
      "id": "s124"
    },
    {
      "text": "15 In a more formal statement prepared in October 2005 she added:\n \n At around 11.30 am on 19 August 2004 there was a discussion between Neil Mahoney (Director of Ecommunications at the time) and Wendy in the Ecommunications open-area.",
      "id": "s125"
    },
    {
      "text": "The whole team became aware of the discussion because Wendy was raising her voice.",
      "id": "s126"
    },
    {
      "text": "Neil was calmly asking Wendy to complete a task, Wendy's response to his request was quite aggressive.",
      "id": "s127"
    },
    {
      "text": "Wendy made it clear that she didn't feel Neil should be able to ask her to do work as she believed that he was no longer her supervisor.",
      "id": "s128"
    },
    {
      "text": "I was trying very hard not to hear all of the details, but because of Wendy's loud voice, I heard all she had to say.",
      "id": "s129"
    },
    {
      "text": "I saw Elissa Tenkate become a part of the conversation, but could not hear all she said as she was speaking calmly.",
      "id": "s130"
    },
    {
      "text": "It was clear though, that she was offering help.",
      "id": "s131"
    },
    {
      "text": "Wendy then stormed off from her desk and Neil returned to [his] office.",
      "id": "s132"
    },
    {
      "text": "A minute or so later Elissa got up and went to speak to Neil in his office.",
      "id": "s133"
    },
    {
      "text": "Elissa did not return to her desk immediately and after about 15 minutes I was concerned that Elissa and Wendy were both upset and so went looking for them to see if I could help.",
      "id": "s134"
    },
    {
      "text": "I walked towards the tea-room and bathroom thinking that perhaps they may be there.",
      "id": "s135"
    },
    {
      "text": "As I was going to enter the bathroom I saw Wendy standing at the entrance to the First Aid room.",
      "id": "s136"
    },
    {
      "text": "Wendy had her back to me and was standing partly in the corridor and partly in the doorway to the first aid room.",
      "id": "s137"
    },
    {
      "text": "I started to approach Wendy, but as I got closer I realised that she was in a discussion with Elissa.",
      "id": "s138"
    },
    {
      "text": "Elissa had her back against the open door of the first aid room and was completely inside the room.",
      "id": "s139"
    },
    {
      "text": "I stopped in the corridor about 2.5 metres away from them.",
      "id": "s140"
    },
    {
      "text": "I was uncertain whether to approach or not.",
      "id": "s141"
    },
    {
      "text": "Elissa spotted me standing in the corridor and did not indicate that I should join them, so I decided it was probably best to leave them alone.",
      "id": "s142"
    },
    {
      "text": "In the conversation that I overheard there were no raised voices, but it was clear that Wendy was very upset as her pitch/tone was quite high.",
      "id": "s143"
    },
    {
      "text": "Elissa's voice however was calm.",
      "id": "s144"
    },
    {
      "text": "To my knowledge Wendy was unaware of my presence as she had her back to me the whole time.",
      "id": "s145"
    },
    {
      "text": "16 In oral evidence Ms Flux said that Ms Caire was \"clearly more upset\" and \"very upset\" when earlier talking to Mr Mahoney; she had then been \"very angry\".",
      "id": "s146"
    },
    {
      "text": "On the later occasion in the small room, she was \"tearful rather than angry\".",
      "id": "s147"
    },
    {
      "text": "17 Ms Shelley supported Ms Caire's account of the arrangement with Mr Mahoney that Ms Shelley would be consulted before Mr Mahoney tasked Ms Caire with work.",
      "id": "s148"
    },
    {
      "text": "She also said that Ms Caire had complained to her on 20 August 2004 that Ms Tenkate had, as the Tribunal Member put it, held her in the first aid room against her will and had berated her.",
      "id": "s149"
    },
    {
      "text": "18 \n \nGenerally, as I understand the matter, the applicant also put forward a case that the department had responded appropriately to Ms Caire's physical complaints by reorganising her workload to relieve her of much keyboard work.",
      "id": "s150"
    },
    {
      "text": "Ms Caire's response was, in substance, that the changed arrangements had not, in practice, had that effect.",
      "id": "s151"
    },
    {
      "text": "Medical evidence \n \n19 On 20 August 2004 Ms Caire consulted Dr Watson, her general practitioner, about the effects on her of the events of the previous day.",
      "id": "s152"
    },
    {
      "text": "20 Dr Watson gave evidence that by 10 June 2004 her cervicobrachial neuralgia syndrome and allied upper limb physical problems were the result of a \"significant occupational overuse injury\" (or syndrome, known as \"OOS\") which had been aggravated by \"unrealistic work targets ... resulting in very long hours... Much of the work was at the workstation where typing and mouse work consisted of greater than 90% of her work.",
      "id": "s153"
    },
    {
      "text": "\"\n \n21 He thought that the events of 19 August 2004 had magnified the OOS \"and resulted in definitive psychiatric illness\".",
      "id": "s154"
    },
    {
      "text": "He later described the latter condition as \"[a]djustment disorder with depressed mood\".",
      "id": "s155"
    },
    {
      "text": "22 Dr Mickelburgh, a psychiatrist engaged by Comcare had a similar view.",
      "id": "s156"
    },
    {
      "text": "23 Dr Warfe a \"public health physician\" engaged by the applicant conceded in June 2005 that both the physical and the psychological conditions Ms Caire was suffering were \"possibly occupationally related\".",
      "id": "s157"
    },
    {
      "text": "24 In December 2005 Ms Caire was assessed by Ms Crichton, Clinical Psychologist.",
      "id": "s158"
    },
    {
      "text": "This assessment was carried out at the request of the Department for the purpose of assessing Ms Caire's capacity to return to work.",
      "id": "s159"
    },
    {
      "text": "In a report of 16 January 2006 Ms Crichton stated:\n \n I have found this client to be sincere in her belief that she has been maligned by her employer and that the latter is responsible for all her misfortunes ...\n Irrespective of the objective nature of any treatment meted out to Ms Caire, whether fair or otherwise, she nevertheless believes with considerable conviction that she has been treated unfairly and is the victim of the process in which she has been involved.",
      "id": "s160"
    },
    {
      "text": "25 Ms Crichton also stated that the historical psychometric and observational data was consistent with the diagnosis of \"Adjustment Disorder with Depressed Mood, Chronic\".",
      "id": "s161"
    },
    {
      "text": "26 The Department conceded that it was appropriate to treat the condition from which Ms Caire suffers as a disease.",
      "id": "s162"
    },
    {
      "text": "Legislative provisions \n \n27 Section 14 relevantly provides:\n \n \n Compensation for injuries\n (1) Subject to this Part, Comcare is liable to pay compensation in accordance with this Act in respect of an injury suffered by an employee if the injury results in death, incapacity for work, or impairment.",
      "id": "s163"
    },
    {
      "text": "\"Injury\" is defined in section 4 to include a \"disease\".",
      "id": "s164"
    },
    {
      "text": "Section 4 defines \"disease\" as:\n \n (a) any ailment suffered by an employee; or \n \n (b) the aggravation of any such ailment; \n \n being an ailment or an aggravation that was contributed to in a material degree by the employee's employment by the Commonwealth or a licensed corporation.",
      "id": "s165"
    },
    {
      "text": "Section 7(7) provides:\n \n A disease suffered by an employee, or an aggravation of such a disease, shall not be taken to be an injury to the employee for the purposes of this Act if the employee has at any time, for purposes connected with his or her employment or proposed employment by the Commonwealth or a licensed corporation, made a wilful and false representation that he or she did not suffer, or had not previously suffered, from that disease.",
      "id": "s166"
    },
    {
      "text": "The Tribunal's decision \n \n28 The issues which the Tribunal understood were for determination were:\n \n 1.",
      "id": "s167"
    },
    {
      "text": "Whether pursuant to s 7(7) of the Act the adjustment disorder suffered by the respondent was not to be taken to be an \"injury\" because the respondent had allegedly made a wilful and false representation to Dr Mickelburgh and to Dr Warfe that she had not previously suffered a mental illness or disorder.",
      "id": "s168"
    },
    {
      "text": "2.",
      "id": "s169"
    },
    {
      "text": "Whether the respondent suffered an aggravation of a condition of cervicobrachial neuralgia syndrome.",
      "id": "s170"
    },
    {
      "text": "3.",
      "id": "s171"
    },
    {
      "text": "If so, was the aggravation \"contributed to in a material degree\" by her employment?",
      "id": "s172"
    },
    {
      "text": "4.",
      "id": "s173"
    },
    {
      "text": "Was the adjustment disorder \"contributed to in a material degree\" by her employment.",
      "id": "s174"
    },
    {
      "text": "29 The Tribunal rejected the argument that s 7(7) of the Act applied.",
      "id": "s175"
    },
    {
      "text": "The Senior Member found that it was not clear from the evidence of either Dr Mickelburgh or Dr Warfe exactly what questions they had asked the respondent regarding her previous mental history.",
      "id": "s176"
    },
    {
      "text": "In the absence of such evidence the Senior Member said that he could not make a finding that the answers given by the respondent were wilful and false, even if incorrect.",
      "id": "s177"
    },
    {
      "text": "(Ms Caire had flatly denied any intentional misleading of any doctor.",
      "id": "s178"
    },
    {
      "text": ")\n \n30 With respect to the aggravation of the condition of cervicobrachial neuralgia syndrome, the Tribunal accepted the evidence of the respondent's treating doctor, Dr Watson (who had diagnosed the condition in 2004) and found that such an aggravation had occurred, and that the employment had contributed in a material degree to the aggravation.",
      "id": "s179"
    },
    {
      "text": "31 Most of the argument before the Tribunal was concerned with the fourth issue for determination: whether the respondent's adjustment disorder was contributed to in a material degree by her employment.",
      "id": "s180"
    },
    {
      "text": "The applicant argued that the Senior Member would need to be, but could not be, satisfied that the respondent was subjected to an excessive workload, and that the events of 19 August occurred as described by her.",
      "id": "s181"
    },
    {
      "text": "The applicant further argued that the decision of von Doussa J in Wiegand v Comcare Australia (2003) 72 ALD 795 precluded compensation for injury resulting from the respondent's mere perception of what occurred.",
      "id": "s182"
    },
    {
      "text": "32 The Senior Member was satisfied to the requisite standard that the events of 19 August occurred as described by the respondent.",
      "id": "s183"
    },
    {
      "text": "In coming to this conclusion, the Senior Member made the following comments:\n \n [Ms Flux] stated that both Ms Tenkate and Ms Caire appeared to be upset after [the conversation with Mr Mahoney] so much so that about fifteen minutes after the conversation took place she went in search of both of them.",
      "id": "s184"
    },
    {
      "text": "When Ms Flux located them Ms Tenkate was inside the first aid room and Ms Caire was standing in the doorway facing into the room.",
      "id": "s185"
    },
    {
      "text": "On the evidence of both Ms Tenkate and Ms Caire, this was towards the end of their conversation .",
      "id": "s186"
    },
    {
      "text": "Ms Flux said in her statement that Ms Caire was \"very upset\" and that Ms Tenkate's voice was calm.",
      "id": "s187"
    },
    {
      "text": "In evidence Ms Flux said that Ms Caire appeared to be more upset than when she was having the conversation with Mr Mahoney earlier ... .",
      "id": "s188"
    },
    {
      "text": "(Emphasis added.",
      "id": "s189"
    },
    {
      "text": "Footnotes omitted.",
      "id": "s190"
    },
    {
      "text": ")\n \n\n33 \n \nHe also found that it was not critical to the success of the respondent's claim before the Tribunal that it be satisfied that the respondent's workload was \"excessive\".",
      "id": "s191"
    },
    {
      "text": "He found that from time to time the respondent experienced a \"heavy workload\", even though on one occasion in 2004 the workload had been reduced.",
      "id": "s192"
    },
    {
      "text": "34 On the basis of the evidence of the respondent and Dr Watson that it was the nature of the respondent's work itself which gave rise to the injuries, the Tribunal held that the respondent's aggravation of a pre-existing adjustment disorder was contributed to in a material degree by her employment with the applicant.",
      "id": "s193"
    },
    {
      "text": "Applicant's submissions \n The proper construction of s 4 of the Act \n \n35 The applicant's primary submission is that the decision of this Court in Wiegand 72 ALD 795 was wrongly decided.",
      "id": "s194"
    },
    {
      "text": "In that case von Doussa J held at [31] that\n \n there is no requirement at law that the interpretation placed on an incident or state of affairs by the employee, or the employee's perception of it, is one which passes some qualitative test based on an objective measure of reasonableness.",
      "id": "s195"
    },
    {
      "text": "If the incident or state of affairs actually occurred, and created a perception in the mind of the employee (whether reasonable or unreasonable on the thinking of others) and the perception contributed in a material degree to an aggravation of the employee's ailment, the requirements of the definition of disease are fulfilled.",
      "id": "s196"
    },
    {
      "text": "According to the applicant, von Doussa J's formulation does not accord appropriate significance to the term \"contributed to in a material degree\" in the definition of \"disease\" in s 4 of the Act .",
      "id": "s197"
    },
    {
      "text": "36 The applicant submits that Wiegand 72 ALD 795 impermissibly permits any unreasonable perception of any normal, unremarkable or ordinary event in the workplace to amount to a material contribution to injury.",
      "id": "s198"
    },
    {
      "text": "This approach was said to be demonstrated in the present case by the decision of the first respondent's delegate of 10 June 2004.",
      "id": "s199"
    },
    {
      "text": "The decision-maker made the following findings:\n \n Whilst the Agency seem to disagree that the Employee was exposed to unrealistic work targets, and have reported that the Employee did not have a bigger workload than anyone else at her level, it is noted that they also offered paid overtime to the section as a means of dealing with peaks in workload.",
      "id": "s200"
    },
    {
      "text": "In this regard, I consider that the increase in workload has created a perception, whether reasonable or not, in the mind of the employee that she had unrealistic work targets.",
      "id": "s201"
    },
    {
      "text": "Similarly, I am also satisfied on the evidence provided that an incident did occur on 19 August 2004 involving the Employee and her supervisor and the employee perceived this, whether reasonable or unreasonable, to be harassment of some type.",
      "id": "s202"
    },
    {
      "text": "37 The applicant submits that the logical consequence of the application of Wiegand 72 ALD 795 had been demonstrated by the Tribunal's decision in another case ( Kay v Comcare [2006] AATA 50): \n \n While I am satisfied that various incidents occurred which Ms Kay perceived as harassment or discrimination, I accept the conclusion reached by Dr Duldig [that there was no evidence of workplace harassment].",
      "id": "s203"
    },
    {
      "text": "However, it was also submitted that, even if there had been no actual harassment, it was sufficient that Ms Kay believed that this was occurring and that this perception was sufficient to establish the causal association under the Act .",
      "id": "s204"
    },
    {
      "text": "I also accept that submission: see Rodriguez and Telstra Corporation Ltd [2002] FCA 1400 and Wiegand v Comcare (2002) 72 ALD 795.",
      "id": "s205"
    },
    {
      "text": "38 According to the applicant, while it is possible for a disease to arise whilst an employee is physically at the workplace and equally possible that an event in the workplace may by an unreasonable perception lead to the development of a disease, in such cases it cannot be said, without more, that the Commonwealth employment has contributed in a \"material degree\" to the disease, or an aggravation of the disease.",
      "id": "s206"
    },
    {
      "text": "39 The applicant argues that the proper construction of the term \"disease\" in s 4 requires that the Commonwealth work of the claimant must make a material contribution to the ailment or the aggravation.",
      "id": "s207"
    },
    {
      "text": "That in turn requires that the work with the Commonwealth, rather than an unreasonable perception of the work, be the material contribution.",
      "id": "s208"
    },
    {
      "text": "The applicant submits that support for this construction can be found in the second reading speech of the Bill which introduced the Act .",
      "id": "s209"
    },
    {
      "text": "The relevant Minister then said:\n \n Under the existing Act an employee was required to establish only that his or her employment was a contributing factor in the contraction of a disease.",
      "id": "s210"
    },
    {
      "text": "...",
      "id": "s211"
    },
    {
      "text": "It is intended that the test will require an employee to demonstrate that his or her employment was more than a mere contributing factor in the contraction of the disease.",
      "id": "s212"
    },
    {
      "text": "Accordingly, it will be necessary for an employee to show that there is a close connection between the disease and the employment in which he or she was engaged.",
      "id": "s213"
    },
    {
      "text": "40 The applicant submits that there was clear evidence in this case that the respondent had suffered from a history of psychiatric illness, including depression.",
      "id": "s214"
    },
    {
      "text": "The respondent's \"unreasonable\" response to the events of 19 August 2004, and the absence of any factual finding to support her allegations of \"work pressure\" and \"work deadlines\" lead to the conclusion, according to the applicant, that the respondent's employment was nothing more than the scene in which the development of her depression took place.",
      "id": "s215"
    },
    {
      "text": "Erroneous preference of the respondent's version of events \n \n41 The applicant next submits that the Tribunal fell into legal error on a number of grounds in reaching the conclusion that the respondent's version of the events of 19 August 2004 was to be preferred.",
      "id": "s216"
    },
    {
      "text": "42 The applicant relies on the following to support this submission:\n \n 1. the Senior Member failed to place any weight on the statement of Ms Tenkate, even where that evidence had been corroborated in material respects by the evidence of other witnesses;\n 2. the Senior Member failed to have regard to evidence that the respondent had suffered from a depressive illness for many years prior to the events in question;\n 3. the Senior Member denied natural justice to the appellant by drawing an adverse inference of some significance from the unavailability of Mr Mahoney for cross examination at the hearing in circumstances in which: statements from Mr Mahoney were tendered; Mr Mahoney was only required for cross examination after a request from counsel on the first day of the hearing; Mr Mahoney was uncontactable in the time available, and the Tribunal was so informed; and the Senior Member did not advise the applicant that he intended to draw inferences from the unavailability of Mr Mahoney.",
      "id": "s217"
    },
    {
      "text": "4. the Senior Member erred in concluding that it was \"immaterial\" whether or not the respondent's workload was excessive;\n 5. the Senior Member failed to consider the submission of the applicant that the respondent's response to the events of 19 August 2004 was unreasonable; and\n 6. \n by erroneously accepting the respondent's version of the events of 19 August 2004 and concluding that the issue of workload was \"immaterial\", the Senior Member did not satisfy the condition of the test in Wiegand 72 ALD 795 that the events alleged to have caused the perception actually happened.",
      "id": "s218"
    },
    {
      "text": "43 The applicant submits that the learned Senior Member fell into error by misapprehending the facts, particularly in the passage set out at [32] above, and that these misapprehensions were fundamental to his conclusion that the evidence of the respondent should be preferred, in its entirety, to that of Ms Tenkate.",
      "id": "s219"
    },
    {
      "text": "The applicant submits that such a misapprehension is an error of law.",
      "id": "s220"
    },
    {
      "text": "The respondent's history of psychiatric illness \n \n44 The applicant's final submission was that the Tribunal erred in failing to find that s 7(7) of the Act applied to the respondent.",
      "id": "s221"
    },
    {
      "text": "45 The applicant submits that the respondent made, on more than one occasion, a wilfully false representation that she did not suffer, and had not previously suffered, from a mental illness.",
      "id": "s222"
    },
    {
      "text": "The respondent agreed in cross-examination that she had suffered from depression in 2003.",
      "id": "s223"
    },
    {
      "text": "According to the applicant, the evidence of Dr Warfe was clear and unambiguous on this issue.",
      "id": "s224"
    },
    {
      "text": "Dr Warfe gave evidence that he took a history from the respondent, and that she denied any previous psychiatric illness, other than that suffered in 2005 as a result of the events of August 2004.",
      "id": "s225"
    },
    {
      "text": "The applicant submits that the evidence of Dr Mickleburgh was only consistent with similar advice from the respondent, that being that she had no history of mental illness or psychiatric disturbance.",
      "id": "s226"
    },
    {
      "text": "Further, the Tribunal appeared simply to have overlooked similar evidence from Professor Jones.",
      "id": "s227"
    },
    {
      "text": "46 The applicant submits that the evidence is only consistent with the proposition that the respondent set out to misrepresent her previous medical history to the medical practitioners examining her in respect of her claim.",
      "id": "s228"
    },
    {
      "text": "According to the applicant, such a misrepresentation, repeated to three medical practitioners, could only be made wilfully.",
      "id": "s229"
    },
    {
      "text": "Consideration \n \n (i) Wiegand and the concept of \"contributed to in a material degree by the employee's employment by the Commonwealth\" in the s 4 definition of \"disease\" \n\n47 This matter was considered by a majority (French and Stone JJ) of the Full Court of this Court in Comcare v Canute [2005] FCAFC 262 ; (2005) 148 FCR 232 and by Finn J in Comcare v Sahu-Khan [2007] FCA 15 ; (2007) 156 FCR 536.",
      "id": "s230"
    },
    {
      "text": "I respectfully agree with what their Honours have said.",
      "id": "s231"
    },
    {
      "text": "48 The legislative history is that in the antecedent 1971 Act (the Compensation (Commonwealth Government Employees) Act 1971 (Cth)) the definition of disease did not require a \"material\" contribution by the employment.",
      "id": "s232"
    },
    {
      "text": "In Treloar v Australian Telecommunications Commission (1990) 26 FCR 316, the Full Court had diminished the significance to be accorded to the term \"material\" in the 1988 (and current) Act, saying (at 323) that all it required was \"that features of the employment did in fact and in truth contribute to the condition complained of\" and that \"[o]nce the link is established, however, it matters not that the contribution be large or small\".",
      "id": "s233"
    },
    {
      "text": "In Canute [2005] FCAFC 262 ; 148 FCR 232 the majority considered that that approach failed to have regard to the legislative history and the Minister's statement in the second reading speech to the Bill which became the 1988 Act, that the new test, constituted by the qualification of the contribution that it be \"material\", \"will require an employee to demonstrate that his or her employment was more than a mere contributing factor in the contraction of the disease \" (emphasis added).",
      "id": "s234"
    },
    {
      "text": "49 In Sahu-Khan [2007] FCA 15 ; 156 FCR 536 at [15] - [16] , Finn J concluded:\n \n There are, in my view, obvious hazards in allowing finely nuanced differences in dictionary definitions to contrive the answer to this question, given as I have noted, that the word \"material\" in this context had its legislative meaning set in part by the qualification it imposed on the nature of the contribution required to be demonstrated before the provisions of the SRC Act were engaged.",
      "id": "s235"
    },
    {
      "text": "This said I consider that one of the meanings of the word \"materially\" in the Shorter Oxford English Dictionary probably captures the essence of what the legislature was conveying.",
      "id": "s236"
    },
    {
      "text": "That meaning is \n \n \"4.",
      "id": "s237"
    },
    {
      "text": "In a material degree; substantially, considerably.",
      "id": "s238"
    },
    {
      "text": "\" \n \n An example given of this usage is that of contributing \"materially to the funds required\" for a purpose.",
      "id": "s239"
    },
    {
      "text": "This usage probably comes closer to what Davies J in Bendy described (at 325) as the \"loose sense\" of the definition of \"material\" in the Macquarie dictionary \" namely, 'of substantial import or much consequence' [rather than the] legal sense of 'pertinent' or 'likely to influence '\".",
      "id": "s240"
    },
    {
      "text": "Bearing in mind that the course of statutory construction is often not aided by substituting for the word used in an enactment, another word which is not so used, probably the best that can ultimately be said is that the s 4 definition: \n \n \n (i) requires a stronger causal relationship between the employment and the ailment, etc suffered than that exacted by the 1971 Act;\n (ii) \"in a material degree\" requires an evaluation of all relevant contributing factors for the purpose of asking whether the employee's employment did or did not contribute materially to the suffering of the ailment, etc, in question (\"the threshold evaluation\");\n (iii) whether this will be so in a given case will be a matter of fact and degree.",
      "id": "s241"
    },
    {
      "text": "(Emphasis in original.",
      "id": "s242"
    },
    {
      "text": ")\n \n \n\n50 Insofar as observations in Wiegand 72 ALD 795 may suggest that some less onerous view of \"in a material degree\" than that just discussed is appropriate, then such observations should, in my view, no longer be followed.",
      "id": "s243"
    },
    {
      "text": "51 However, the Tribunal is not shown to have applied any such unduly generous test: the Tribunal relied on Wiegand 72 ALD 795 only to reject the applicant's assertion that it needed to be shown that the workload required of Ms Caire was \"excessive\".",
      "id": "s244"
    },
    {
      "text": "In that regard, in my opinion, von Doussa J's approach in Wiegand 72 ALD 795 was correct, and there was no error of law arising from the Tribunal's reliance on it.",
      "id": "s245"
    },
    {
      "text": "An alleged contribution which is merely imagined by the employee, in circumstances where the employment was in truth, in the apt phrase of Davies J in Westgate v Australian Telecommunications Commission (1987) 17 FCR 235, an \"inert\" factor will plainly not suffice.",
      "id": "s246"
    },
    {
      "text": "But that was expressly acknowledged in Wiegand 72 ALD 795 at [24] and [25] and there was no suggestion to the contrary here.",
      "id": "s247"
    },
    {
      "text": "52 Nothing the Tribunal said denies that some aspect of the employment must make an actual contribution to the ailment in question, which must be a contribution in a material degree.",
      "id": "s248"
    },
    {
      "text": "The Tribunal found as a matter of fact that Ms Caire had to fulfil from time to time \"a heavy workload\" notwithstanding ameliorative effects on behalf of the applicant.",
      "id": "s249"
    },
    {
      "text": "Whether such workload warranted the epithet \"excessive\" was, as the Tribunal observed, immaterial.",
      "id": "s250"
    },
    {
      "text": "Nor is this a case where any error through application of some wrong concept of \"in a material degree\" should be inferred.",
      "id": "s251"
    },
    {
      "text": "The Tribunal did not decide the matter on the basis that an actual but bare contribution would suffice.",
      "id": "s252"
    },
    {
      "text": "It is clear that the Tribunal found that there was an important contribution to the upper limb disease by the keyboard work actually undertaken by Ms Caire.",
      "id": "s253"
    },
    {
      "text": "The dispute before the Tribunal had been one about whether there was much of any such work undertaken by her.",
      "id": "s254"
    },
    {
      "text": "(ii) Alleged disqualification of Ms Caire by s 7(7) \n \n53 It may be said at the outset that s 7(7) embodies such a draconian concept that it may be doubted whether its terms do not exceed what might be thought to be any rational underlying policy.",
      "id": "s255"
    },
    {
      "text": "Counsel for the applicant in submissions suggested that:\n \n Section 7(7) is intended to ensure that a claimant seeking the protection of beneficial legislation does so with honesty, truthfulness and openness.",
      "id": "s256"
    },
    {
      "text": "Such qualities are essential to ensure the proper administration of public funds, particularly in the context of legislation which is beneficial and not adversarial.",
      "id": "s257"
    },
    {
      "text": "54 It is obvious however that the terms of s 7(7) go far beyond giving effect to such salutary considerations.",
      "id": "s258"
    },
    {
      "text": "For example, an employee may have, for some purpose \"connected with the employment\" but quite extraneous to claiming compensation (say, in a group training session), suppressed information about an embarrassing condition, later undoubtedly aggravated by the employment.",
      "id": "s259"
    },
    {
      "text": "The point is that, read literally, s 7(7) could operate so harshly against a claimant that it should not be applied liberally in favour of those resisting the claim.",
      "id": "s260"
    },
    {
      "text": "55 The Tribunal dealt with the issue legally unexceptionably, in my opinion, as the factual issue it was.",
      "id": "s261"
    },
    {
      "text": "On such a view it is not necessary to deal with the question, not argued, whether in s 7(7) the concluding words \"that disease\" should be confined in their meaning to a reference to the actual disease suffered or aggravated --- so that, here, the applicant might have had to show an actual representation that the employee had not previously suffered from \"an adjustment disorder with depressed mood\", the disease the Tribunal found her to have, rather than, as asserted by the applicant, that she had represented herself as not having had such generally described conditions as \"a mental illness\", \"depression\", \"psychiatric history\" or \"psychiatric disturbance\".",
      "id": "s262"
    },
    {
      "text": "56 The one possible error of law concerns the Tribunal's failure to comment on a passage in the report of Professor Jones: \"There have been no serious medical illnesses and no past psychiatric history\" before Ms Caire's complaints about recent events.",
      "id": "s263"
    },
    {
      "text": "57 It seems clear, however, that the Senior Member did not understand the applicant to be relying on Professor Jones' report: under the heading \"Issues for Determination\", the Tribunal Member said:\n \n The first issue raised by the Department is that pursuant to subsection 7(7) the Adjustment Disorder is not to be taken to be injury because Ms Caire made a wilful and false representation to Dr Mickelburgh and to Dr Warfe that she had not previously suffered a mental illness or disorder.",
      "id": "s264"
    },
    {
      "text": "\"\n (Emphasis added.",
      "id": "s265"
    },
    {
      "text": ") \n\n58 It has not been shown to me that the applicant adequately raised an argument based on Professor Jones' report before the Tribunal.",
      "id": "s266"
    },
    {
      "text": "The cross-examination of Ms Caire on the subject was as follows:\n \n Do you recall, after you submitted this claim, or filed this claim, that you were seen by a number of doctors?",
      "id": "s267"
    },
    {
      "text": "--- Yes\n \n Dr Warfe?",
      "id": "s268"
    },
    {
      "text": "--- Yes\n \n Dr Mickleburgh?",
      "id": "s269"
    },
    {
      "text": "--- Yes\n \n Dr Jones?",
      "id": "s270"
    },
    {
      "text": "--- Professor Jones\n \n Professor Jones.",
      "id": "s271"
    },
    {
      "text": "Have you had a chance to read their reports?",
      "id": "s272"
    },
    {
      "text": "--- I have some time ago, yes.",
      "id": "s273"
    },
    {
      "text": "Do you recall that each of those medical practitioners records that you suffered from no psychiatric injury or disturbance, or previous psychiatric history, prior to the incident on 14 October 2004.",
      "id": "s274"
    },
    {
      "text": "Do you recall comments to that effect in their reports?",
      "id": "s275"
    },
    {
      "text": "--- I'd been off the Zoloft before I went --- before I went to Dr Watson, over the incident of 19 August 2004.",
      "id": "s276"
    },
    {
      "text": "I see.",
      "id": "s277"
    },
    {
      "text": "When you saw --- if I can ask you to recall your consultation with Dr Mickleburgh?",
      "id": "s278"
    },
    {
      "text": "--- Mm.",
      "id": "s279"
    },
    {
      "text": "When you saw him, did he ask you a series of questions about your family history?",
      "id": "s280"
    },
    {
      "text": "--- Yes.",
      "id": "s281"
    },
    {
      "text": "Did he ask you some questions about your medical history?",
      "id": "s282"
    },
    {
      "text": "---Yes.",
      "id": "s283"
    },
    {
      "text": "At any point in that discussion, did you tell Dr Mickleburgh that you had been prescribed Zoloft in November and again in April 2004, in November 2003 and again in April 2004?",
      "id": "s284"
    },
    {
      "text": "--- I don't recall.",
      "id": "s285"
    },
    {
      "text": "Don't recall.",
      "id": "s286"
    },
    {
      "text": "Could I ask you to recall your discussions I thought that I would have, but I don't recall.",
      "id": "s287"
    },
    {
      "text": "Can I ask you to recall your discussions with Dr Warfe, W-a-r-f-e?---Yes.",
      "id": "s288"
    },
    {
      "text": "Do you recall telling Dr Warfe that you had been prescribed Zoloft as early as 21 November 2003?---I thought I would have, but.",
      "id": "s289"
    },
    {
      "text": "...\n Can I put it this way, Ms Caire, is it your evidence that you, today, do not recall having told any of the examining doctors, Warfe, Mickleburgh, or Jones, that you had been prescribed Zoloft in 2003?---I hadn't intentionally forgotten to tell them.",
      "id": "s290"
    },
    {
      "text": "It's just something that I - I hadn't thought of, I hadn't associated it with being a psychiatric illness.",
      "id": "s291"
    },
    {
      "text": "I thought it was just depression.",
      "id": "s292"
    },
    {
      "text": "59 Thus, apparently, the only specific suggestion about Professor Jones to Ms Caire was that she could not say that she had told him that she had been prescribed an anti-depressant in 2003.",
      "id": "s293"
    },
    {
      "text": "60 The impression that the applicant did not really rely on the Jones material is aided by the sequence of events in this Court.",
      "id": "s294"
    },
    {
      "text": "The Notice of Appeal contained the following relevant grounds:\n \n \n (x) The Tribunal erred in failing to find that the Second Respondent had not wilfully misled either or both of Doctors Warfe and Mickelburgh as to her previous history of mental illness;\n (xi) The Tribunal erred in failing to find that s7(7) precluded the maintenance of the Second Respondent's claim.",
      "id": "s295"
    },
    {
      "text": "(Emphasis added.",
      "id": "s296"
    },
    {
      "text": ")\n \n\n61 It continued:\n \n \n 5.",
      "id": "s297"
    },
    {
      "text": "FINDINGS OF FACT that the Court is asked to make are:\n \n \n \n \n \n (i) That the Second Respondent wilfully misled Doctors Warfe and/or Mickelburgh in that she denied that she had previously suffered from a serious mental illness or alternatively failed to disclose that she had previously suffered from a serious mental illness.",
      "id": "s298"
    },
    {
      "text": "(Emphasis added.",
      "id": "s299"
    },
    {
      "text": ")\n \n\n62 There was no complaint about the Tribunal's not having dealt with the Professor Jones material until the applicant's submissions were filed.",
      "id": "s300"
    },
    {
      "text": "It was then said:\n \n The report of Professor Jones (Second Respondent Exhibit R2) makes clear that Ms Caire told Professor Jones that she had never suffered from a psychiatric illness.",
      "id": "s301"
    },
    {
      "text": "Professor Jones was not cross examined.",
      "id": "s302"
    },
    {
      "text": "...",
      "id": "s303"
    },
    {
      "text": "The evidence is only consistent with the proposition that Ms Caire set out to misrepresent her previous medical history to those medical practitioners who were examining her for the purpose of investigating her claim following the alleged events of 19 August 2004.",
      "id": "s304"
    },
    {
      "text": "Such a misrepresentation, repeated to three medical practitioners, could only be made wilfully.",
      "id": "s305"
    },
    {
      "text": "Ms Caire's response to cross examination about the issue at Transcript 10 August 2006 P.32-33 is entirely unsatisfactory and could not support the conclusions drawn by the Tribunal at paragraph 41 of the Decision.",
      "id": "s306"
    },
    {
      "text": "63 That is, it was being put that there was no evidence to sustain the Tribunal's finding --- a manifestly untenable proposition, and that s 7(7) had been misunderstood.",
      "id": "s307"
    },
    {
      "text": "64 In oral submissions it was sought to elevate the absence of a reference to Professor Jones in the Tribunal's reasons on this subject to a failure to have regard to relevant material.",
      "id": "s308"
    },
    {
      "text": "I am not satisfied that there was such a failure: it would depend on how the matter was argued to the Tribunal and it has not been shown to me that it was argued in a way that would justify the inference that the lack of an express reference to Professor Jones' evidence by the Tribunal meant that the Tribunal had failed to have regard to it and that it was legally \"relevant\", that is, such that it must have been a matter for consideration.",
      "id": "s309"
    },
    {
      "text": "65 In any case, what would the remedy be?",
      "id": "s310"
    },
    {
      "text": "The Jones report did not go further than the evidence of the two doctors discussed by the Tribunal.",
      "id": "s311"
    },
    {
      "text": "The Tribunal was manifestly impressed by Ms Caire's general truthfulness and she had denied any wilful misleading of Professor Jones while conceding that she may not, for a reason given, have mentioned matters now thought relevant by the applicant.",
      "id": "s312"
    },
    {
      "text": "Should I put the parties to the expense of remitting that particular issue to the Tribunal when it is perfectly clear that there is nothing additional that might cause the Tribunal Member to alter his justified approach that one could not begin to find wilful deceit without knowing exactly what Ms Caire had been asked?",
      "id": "s313"
    },
    {
      "text": "Should I exercise my power under s 44(4) or (7) of the Administrative Appeals Tribunal Act 1975 (Cth) to put an end to the controversy?",
      "id": "s314"
    },
    {
      "text": "If I should, in the light of the Tribunal's legally justified approach to the issue and the Tribunal Member's advantages in seeing and hearing Ms Caire and his evident impression of her, I would certainly find that the applicant had not made out wilful deceit.",
      "id": "s315"
    },
    {
      "text": "66 In short, there is no basis for upsetting the Tribunal's decision on account of the supposed oversight in relation to Professor Jones' report.",
      "id": "s316"
    },
    {
      "text": "(iii) Preferring the applicant's evidence \n \n Lack of weight given to Ms Tenkate's statement \n \n67 This raises no question of law.",
      "id": "s317"
    },
    {
      "text": "Alleged failure to have regard to evidence of earlier depressive illness \n \n68 I do not infer from the issues facing the Tribunal that the Senior Member overlooked this evidence.",
      "id": "s318"
    },
    {
      "text": "There was no need to comment on it.",
      "id": "s319"
    },
    {
      "text": "Supposed denial of natural justice regarding Mr Mahoney \n \n69 It seems to me that the attack on the Senior Member's reference to Mr Mahoney's evidentiary material does not show legal error.",
      "id": "s320"
    },
    {
      "text": "70 Even if the Tribunal Member thought it \"significant\", which he did not say he did, that \"the Department did not call ... Mr Mahoney\", in the light of the respondent's offer of an adjournment to enable that to occur, there was no denial of natural justice.",
      "id": "s321"
    },
    {
      "text": "At best there was a factual inference which is not so irrational as to amount to its being capriciously drawn.",
      "id": "s322"
    },
    {
      "text": "71 In fact, the Senior Member said that what he regarded as significant was that Mr Mahoney \"did not give evidence in support of Ms [Tenkate's] version of the initial conversation in which he was included\" (emphasis added).",
      "id": "s323"
    },
    {
      "text": "The Senior Member had said:\n \n The Department tendered a statement of Mr Mahony made 13 October 2005.",
      "id": "s324"
    },
    {
      "text": "This statement did not set out his recollection of the events of 19 August 2004 despite the fact that on the evidence of Ms Tenkate he would have been able to verify that Ms Caire screamed at her, threw papers onto a desk and \"stormed off\".",
      "id": "s325"
    },
    {
      "text": "The Department did not call Mr Mahony to give evidence.",
      "id": "s326"
    },
    {
      "text": "(Footnotes omitted.",
      "id": "s327"
    },
    {
      "text": ")\n \n\nMr Mahoney had made an earlier statement on 11 January 2005 which did very briefly refer to the 19 August 2004 conversation.",
      "id": "s328"
    },
    {
      "text": "It was open to the Tribunal to have concluded as a matter of fact that this was not \"in support of\" Ms Tenkate's statement.",
      "id": "s329"
    },
    {
      "text": "In any case no argument before me was based on any inadequacy of the Tribunal's perception or dealing with that earlier statement.",
      "id": "s330"
    },
    {
      "text": "72 Thus the Tribunal's point, as I understand it, was that in October 2005 when Ms Tenkate gave a detailed statement about the August 2004 conversation, no statement from Mr Mahoney dealing with the detail of the conversation was put in evidence.",
      "id": "s331"
    },
    {
      "text": "The Tribunal Member was entitled to give that failure the factual significance that he did.",
      "id": "s332"
    },
    {
      "text": "Alleged \"excessive\" workload and \"unreasonableness\" of the respondent's response to events of 19 August 2004 \n \n73 Insofar as these matters might be purely factual issues I see no error in the Tribunal not having referred, in that context, to the applicant's submissions.",
      "id": "s333"
    },
    {
      "text": "The Tribunal squarely faced the issue of whether the workload had been heavy enough to be likely to aggravate the upper arm condition.",
      "id": "s334"
    },
    {
      "text": "As to the respondent's supposed unreasonableness, this was not a case of an imaginary incident.",
      "id": "s335"
    },
    {
      "text": "Events occurred which, on any view, upset the respondent.",
      "id": "s336"
    },
    {
      "text": "The Tribunal preferred her version as to what those events were with the implicit conclusion that the events were such as were likely to upset her a great deal.",
      "id": "s337"
    },
    {
      "text": "74 Likewise, in saying that the excessiveness of the workload was \"immaterial\", the Tribunal cannot possibly be said to have regarded the factual issue of whether it was heavy, as the respondent said, or light, as the applicant would have it, as irrelevant.",
      "id": "s338"
    },
    {
      "text": "Indeed the Tribunal decided that very question.",
      "id": "s339"
    },
    {
      "text": "75 Finally, there was no misapprehension of the facts about the respondent's psychological condition and the contribution of the employment to it such as would indicate an error of law.",
      "id": "s340"
    },
    {
      "text": "The Tribunal simply took a view of the facts favourable to the respondent.",
      "id": "s341"
    },
    {
      "text": "Conclusion \n \n76 For these reasons the appeal will be dismissed with costs.",
      "id": "s342"
    },
    {
      "text": "I certify that the preceding seventy-six (76) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Madgwick.",
      "id": "s343"
    },
    {
      "text": "Associate:\n\nDated: 8 February 2008\n\n Counsel for the Applicant: Mr P J Hanks QC with Dr C Ward \n \n Solicitor for the Applicant: Clayton Utz \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n Counsel for the Second Respondent: Mr R L Crowe SC with Mr A Anforth \n \n Solicitor for the Respondent: Lander &amp; Co \n \n Date of Hearing: 8 February 2007, 3 September 2007 \n \n Date of Judgment: 8 February 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/52.html",
      "id": "s344"
    }
  ]
}