{
  "name": "Apotex Pty Ltd (formerly GenRx Pty Limited) v Les Laboratoires Servier (No 2) [2008] FCA 607 (8 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/607.html",
  "catchphrases": [
    {
      "text": "misleading and deceptive conduct under s 52 of the trade practices act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "stamp distributed to be applied to doctors' prescriptions containing statement \"brand substitution not permitted for coversyl\"",
      "id": "c1"
    },
    {
      "text": "publication of four advertisements in medical publications",
      "id": "c2"
    },
    {
      "text": "advertisements variously contained other statements regarding drug",
      "id": "c3"
    },
    {
      "text": "each statement considered",
      "id": "c4"
    },
    {
      "text": "class of persons to whom stamp representations made includes doctors, pharmacists and patients",
      "id": "c5"
    },
    {
      "text": "ordinary and reasonable doctors would not be misled by stamp",
      "id": "c6"
    },
    {
      "text": "stamp could cause confusion for and mislead pharmacists and patients",
      "id": "c7"
    },
    {
      "text": "servier liable for representations contained in stamp by distributing stamp and accessorially liable for use by doctors",
      "id": "c8"
    },
    {
      "text": "representations in advertisements made to doctors",
      "id": "c9"
    },
    {
      "text": "representations do not misleadingly refer to government regulatory considerations",
      "id": "c10"
    },
    {
      "text": "representation \"tick the box\" in advertisements not misleading in context of generic substitution",
      "id": "c11"
    },
    {
      "text": "representations as to \"improved stability\" misleading",
      "id": "c12"
    },
    {
      "text": "representations as to \"minimise patient confusion\" not misleading",
      "id": "c13"
    },
    {
      "text": "statement that product \"now indicated\" for coronary artery disease misleading where indication several years old",
      "id": "c14"
    },
    {
      "text": "use of \"now\" implies indication is new",
      "id": "c15"
    },
    {
      "text": "contravention of s 52",
      "id": "c16"
    },
    {
      "text": "trade practices",
      "id": "c17"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 GenRx Pty Limited ('GenRx'), which has since changed its name to Apotex Pty Ltd, has applied to the Court for relief against Les Laboratoires Servier and Servier Laboratories (Australia) Pty Ltd ('Servier Australia') in relation to a claim that Servier Australia has breached ss 52 , 53 and 55 of the Trade Practices Act 1974 (Cth) ('the Act') in the course of advertising and promoting one of its drugs, Coversyl.",
      "id": "s0"
    },
    {
      "text": "Les Laboratoires Servier is a privately owned innovative pharmaceutical company in France.",
      "id": "s1"
    },
    {
      "text": "Servier Australia is a wholly owned subsidiary of Les Laboratoires Servier.",
      "id": "s2"
    },
    {
      "text": "I shall, unless the context requires otherwise, refer to both as Servier.",
      "id": "s3"
    },
    {
      "text": "GenRx is a supplier of generic pharmaceutical products.",
      "id": "s4"
    },
    {
      "text": "2 In order to understand the nature of GenRx's complaint in relation to the Act, it is useful to have some understanding of how pharmaceuticals are regulated in Australia.",
      "id": "s5"
    },
    {
      "text": "THE REGULATORY FRAMEWORK FOR PHARMACEUTICALS IN AUSTRALIA \n \"a\"-flagging \n \n3 Before a new drug for therapeutic treatment may be lawfully marketed and supplied in Australia it must be submitted for evaluation and approval by the Therapeutic Goods Administration (the 'TGA'), approved by that body and registered on the Australian Register of Therapeutic Goods (the 'ARTG').",
      "id": "s6"
    },
    {
      "text": "The TGA evaluates the specific form of the drug to be supplied and its safety and efficacy for use in treating particular conditions or indications.",
      "id": "s7"
    },
    {
      "text": "An ARTG registration for a drug will be for a specified form of the drug and in respect of particular patient conditions and indications.",
      "id": "s8"
    },
    {
      "text": "This registration may be amended for additional conditions or indications after TGA approval.",
      "id": "s9"
    },
    {
      "text": "4 An ARTG registered drug may also be considered for listing under the Pharmaceutical Benefits Scheme (the 'PBS').",
      "id": "s10"
    },
    {
      "text": "Once approved, a drug is listed on the PBS by its brand name, in respect of a specific dosage and at a specified price.",
      "id": "s11"
    },
    {
      "text": "5 Where a particular drug is listed on the PBS by an originator company, a supplier of another brand of that drug may apply to have its brand listed on the PBS as a substitute.",
      "id": "s12"
    },
    {
      "text": "In order to be substitutable, the applicant must demonstrate that the new brand has the same active ingredient as the listed brand and is bioequivalent within acceptable levels identified in a particular standard.",
      "id": "s13"
    },
    {
      "text": "The existence of substitutable brands for a particular brand of drug is known as \"a\"-flagging and is indicated by the letter \"a\" immediately before the brand name of the drug in the PBS schedule.",
      "id": "s14"
    },
    {
      "text": "A drug may be \"a\"-flagged as substitutable for a listed PBS drug with different \"finished product\" stability, meaning different shelf life or storage conditions.",
      "id": "s15"
    },
    {
      "text": "Once a generic drug which contains the same active ingredient has been accepted as \"a\"-flagged, it has been determined that it is sufficiently bioequivalent to the originator medicine.",
      "id": "s16"
    },
    {
      "text": "6 Section 103(2A) of the National Health Act 1953 (Cth) in combination with a document entitled \"Brand Premium Policy\" issued by the Department of Health and Ageing provide that a pharmacist may supply a generic alternative if:\n \n(a) the generic alternative is \"a\"-flagged against the prescribed brand;\n \n(b) the patient agrees to the substitution;\n \n(c) the prescriber has not indicated on the prescription form that substitution is not to occur; and\n \n(d) substitution is permitted in the relevant state or territory.",
      "id": "s17"
    },
    {
      "text": "7 The decision to allow generic substitution if a named drug is \"a\"-flagged is in the unfettered discretion of the prescribing doctor.",
      "id": "s18"
    },
    {
      "text": "There are no other detailed regulations or guidelines directing that discretion.",
      "id": "s19"
    },
    {
      "text": "Once the doctor indicates that there is to be no substitution, a pharmacist must dispense the prescribed drug and may not substitute one that is \"a\"-flagged on the PBS.",
      "id": "s20"
    },
    {
      "text": "If substitution is permitted and the pharmacist intends to substitute an \"a\"-flagged drug, the pharmacist has a duty to provide an appropriate explanation about the substitution to the patient.",
      "id": "s21"
    },
    {
      "text": "Prescriptions and substitution for brand drugs \n \n8 A prescription is an instruction from the prescribing doctor to the dispensing pharmacist.",
      "id": "s22"
    },
    {
      "text": "A prescription will identify the name of the patient and the name of the prescribing doctor.",
      "id": "s23"
    },
    {
      "text": "It will specify the name of a prescription drug and the relevant dosage for that particular patient.",
      "id": "s24"
    },
    {
      "text": "When a drug is prescribed by a doctor, the doctor may specify the brand name of a particular drug or may identify that drug by its non-proprietary name, which does not distinguish between particular brands.",
      "id": "s25"
    },
    {
      "text": "If the doctor prescribes a drug by brand name, the doctor may choose, in his or her discretion, to tick a square box which appears on the standard prescription form.",
      "id": "s26"
    },
    {
      "text": "If the doctor ticks this box, the pharmacist who dispenses the drug to the patient may not substitute any \"a\"-flagged products for the named brand.",
      "id": "s27"
    },
    {
      "text": "If the doctor does not tick the box, the pharmacist may substitute an \"a\"-flagged product for the drug named if the patient consents.",
      "id": "s28"
    },
    {
      "text": "9 A \"brand premium\" is the difference in price between the brand drug and the generic.",
      "id": "s29"
    },
    {
      "text": "If the doctor writes a prescription naming a drug or more than one drug on a prescription and ticks the box, the pharmacist will not be able to dispense a generic form for any drug on the prescription.",
      "id": "s30"
    },
    {
      "text": "This means that the patient pays a brand premium, if such a premium applies to that drug.",
      "id": "s31"
    },
    {
      "text": "10 It is clearly in the originator company's commercial interest to persuade doctors to tick the box to prevent substitution of its brand drug.",
      "id": "s32"
    },
    {
      "text": "COVERSYL \n \n11 Servier distributes Coversyl, which contains perindopril as its active ingredient.",
      "id": "s33"
    },
    {
      "text": "Coversyl is primarily used for the treatment of hypertension and heart failure and to reduce the risk of heart attack (myocardial infarction or cardiac arrest) in patients with established coronary artery disease.",
      "id": "s34"
    },
    {
      "text": "Perindopril has the effect of lowering blood pressure by blocking the activity of angiotensin-converting enzyme ('ACE') in the plasma and at the tissue level.",
      "id": "s35"
    },
    {
      "text": "Coversyl is the leading ACE inhibitor in Australia.",
      "id": "s36"
    },
    {
      "text": "Approximately 360,000 patients are currently being prescribed Coversyl.",
      "id": "s37"
    },
    {
      "text": "12 Since 1992 perindopril has been sold in Australia by Servier under the brand name Coversyl as an erbumine salt ('perindopril erbumine').",
      "id": "s38"
    },
    {
      "text": "That formulation was listed on the PBS.",
      "id": "s39"
    },
    {
      "text": "GenRx distributes a generic form of the perindopril erbumine salt ('GenRx perindopril product').",
      "id": "s40"
    },
    {
      "text": "GenRx's perindopril product formulation is included in the ARTG.",
      "id": "s41"
    },
    {
      "text": "13 Before Servier's main patent for perindopril expired, Servier substituted an equivalent salt form ('perindopril arginine') for the highly successful perindopril erbumine salt ('the salt switch').",
      "id": "s42"
    },
    {
      "text": "14 Coversyl was initially registered for the treatment of hypertension.",
      "id": "s43"
    },
    {
      "text": "On 17 June 2005 Coversyl, in the perindopril erbumine form, was approved by the TGA for the indication of stable coronary artery disease and, on 16 January 2006, Coversyl in the perindopril arginine form was approved for the same indications.",
      "id": "s44"
    },
    {
      "text": "15 The conditions for which Coversyl is prescribed are very common, in particular with elderly patients and patients with type 2 diabetes.",
      "id": "s45"
    },
    {
      "text": "These patients are commonly prescribed a number of medications which include Coversyl, as part of a broad, long-term treatment regime.",
      "id": "s46"
    },
    {
      "text": "16 In the case of hypertension, the treatment regime is almost always long-term and a patient will remain on Coversyl for a number of years or indefinitely.",
      "id": "s47"
    },
    {
      "text": "Repeat prescriptions are therefore required.",
      "id": "s48"
    },
    {
      "text": "A Coversyl treatment regime involves taking a pill daily.",
      "id": "s49"
    },
    {
      "text": "Failure to follow the treatment regime will not normally cause the patient observable symptoms.",
      "id": "s50"
    },
    {
      "text": "Patient compliance with a long-term treatment regime such as Coversyl can be important for successful treatment.",
      "id": "s51"
    },
    {
      "text": "Factors which inhibit patient compliance with hypertension treatments may include patients being required to take a number of different medications for other conditions, patient forgetfulness and the asymptomatic nature of hypertension.",
      "id": "s52"
    },
    {
      "text": "Professor McLachlan, a Professor of Pharmacy (Aged Care) at the University of Sydney, said that adherence to medication with long-term therapy can be difficult for patients of all ages and especially for the elderly.",
      "id": "s53"
    },
    {
      "text": "The salt switch \n \n17 GenRx submits that, in implementing the salt switch, Servier attempted to outflank generic competitors who were proposing to sell perindopril erbumine, by delisting its own version of that salt.",
      "id": "s54"
    },
    {
      "text": "GenRx says that there was no clinical rationale for the salt switch.",
      "id": "s55"
    },
    {
      "text": "GenRx says that the motive for the salt switch was to protect Servier's market from other perindopril products and to make it difficult for impending generic manufacturers to sell competing products after the patent for perindopril erbumine expired.",
      "id": "s56"
    },
    {
      "text": "Servier says that the original reason for the salt switch is not relevant and that it preceded the representations the subject of these proceedings.",
      "id": "s57"
    },
    {
      "text": "However, while as GenRx concedes, Servier was entitled to take the action that it did to carry out the salt switch, Servier's commercial interests, rather than a clinical rationale, appear to be the reason.",
      "id": "s58"
    },
    {
      "text": "In any event, any such attempt was unsuccessful because GenRx's perindopril erbumine product did become \"a\"-flagged as substitutable for both \"old\" Coversyl (perindopril erbumine) and \"new\" Coversyl (perindopril arginine).",
      "id": "s59"
    },
    {
      "text": "In approximately August 2006, Servier commenced supplying new Coversyl.",
      "id": "s60"
    },
    {
      "text": "From 1 October 2006, brand substitution was permitted for new Coversyl, subject to a doctor's endorsement on the prescription that this not occur.",
      "id": "s61"
    },
    {
      "text": "18 A TGA listing will include a shelf life period for a registered drug as packaged, based on stability data supplied by the applicant for registration.",
      "id": "s62"
    },
    {
      "text": "The TGA approved a three year shelf life for new Coversyl in the perindopril arginine form, whereas old Coversyl in the perindopril erbumine form had an approved shelf life of two years.",
      "id": "s63"
    },
    {
      "text": "19 Servier began marketing perindopril arginine in Australia in approximately June 2006.",
      "id": "s64"
    },
    {
      "text": "Servier asserts clinical equivalence of the two salt forms and stressed clinical equivalence in its advertising of new Coversyl.",
      "id": "s65"
    },
    {
      "text": "Servier has also entered into an agreement with a generic manufacturer pursuant to which that manufacturer is licensed to sell a generic perindopril erbumine product.",
      "id": "s66"
    },
    {
      "text": "In addition, Servier continues to market and sell Coversyl Plus, which is a combination of perindopril erbumine and indapamide (a diuretic).",
      "id": "s67"
    },
    {
      "text": "20 New Coversyl requires a new dose amount to deliver the same amount of perindopril.",
      "id": "s68"
    },
    {
      "text": "The dosages 2, 4 and 8 mg of perindopril erbumine are equivalent to the dosages 2.5, 5 and 10 mg of the perindopril arginine.",
      "id": "s69"
    },
    {
      "text": "The active amount of perindopril in the equivalent dosages of old Coversyl and new Coversyl is the same.",
      "id": "s70"
    },
    {
      "text": "The different dosages reflect the difference in weight between the erbumine and arginine salt forms.",
      "id": "s71"
    },
    {
      "text": "The amount of perindopril taken by the patient remains the same, as does the number of times a tablet is taken per day.",
      "id": "s72"
    },
    {
      "text": "The packaging and getup of new Coversyl is different from that of old Coversyl.",
      "id": "s73"
    },
    {
      "text": "A new bottle replaced blister packs.",
      "id": "s74"
    },
    {
      "text": "21 GenRx's perindopril erbumine product is sold in a blister pack and in the same dosages as old Coversyl.",
      "id": "s75"
    },
    {
      "text": "CONFUSION \n Confusion arising from the salt switch \n \n22 The changes to dosages and label strength of the tablets, appearance of the tablets and packaging caused significant confusion among patients who were taking old Coversyl and who then received new Coversyl after the salt switch.",
      "id": "s76"
    },
    {
      "text": "23 One particular aspect of confusion related to the change in the dosage between old and new Coversyl.",
      "id": "s77"
    },
    {
      "text": "This confusion was not only on the part of patients but also, for example, on the part of nursing staff.",
      "id": "s78"
    },
    {
      "text": "The confusion was sufficient for the Department of Health and Ageing to raise the concern with Servier in May 2007.",
      "id": "s79"
    },
    {
      "text": "24 The evidence of the pharmacists Mr Oliver, Mr Thomas and Ms Crisp is that pharmacists observed substantial consternation and confusion on the part of customers caused by the change, largely due to the apparent change in dosage.",
      "id": "s80"
    },
    {
      "text": "Although doctors gave evidence that they counselled their patients on the apparently different dose and explanations were given by pharmacists, such as Ms Crisp and Mr Crothers, this reduced but did not obviate the general confusion that resulted from the introduction of new Coversyl.",
      "id": "s81"
    },
    {
      "text": "25 As Mr Oliver, a retail pharmacist, described events, Servier sales representatives informed him that the reason for the change was the increased stability of new Coversyl.",
      "id": "s82"
    },
    {
      "text": "Servier did not explain to him the reason for the change in packaging, which was the subject of some complaint by his customers.",
      "id": "s83"
    },
    {
      "text": "It may be that the different packaging was to provide a distinction between the two products.",
      "id": "s84"
    },
    {
      "text": "One specific cause of complaint was the difficulty of extracting single tablets from the new bottle.",
      "id": "s85"
    },
    {
      "text": "26 Servier appreciated that the salt switch was likely to cause confusion and took steps to address it.",
      "id": "s86"
    },
    {
      "text": "When Servier introduced new Coversyl it conducted a campaign to explain to doctors the biological equivalence of the two products in the context of the different dosages and packaging.",
      "id": "s87"
    },
    {
      "text": "However, Servier drew a distinction between its new Coversyl product and old Coversyl.",
      "id": "s88"
    },
    {
      "text": "The message was that they are not the same.",
      "id": "s89"
    },
    {
      "text": "Servier initially heavily promoted the fact that its perindopril arginine was not substitutable for its perindopril erbumine and that a new prescription would need to be written by doctors.",
      "id": "s90"
    },
    {
      "text": "Servier told doctors that the new formulation has improved stability, reflected in a longer shelf life and that old Coversyl would be removed from the PBS from 1 December 2006.",
      "id": "s91"
    },
    {
      "text": "As a result, doctors were educated that the two forms of perindopril were not substitutable.",
      "id": "s92"
    },
    {
      "text": "The promotion of new Coversyl to doctors, which preceded the advertisements the subject of these proceedings, referred to the new formulation, the reason for the change in dosage and contained the statement \"Every script for Coversyl is a commitment to R &amp; D in Australia\".",
      "id": "s93"
    },
    {
      "text": "27 In October 2006, Servier informed pharmacists that, from 1 December 2006, new Coversyl and old Coversyl would be \"a\"-flagged as substitutable and that pharmacists would have the ability to switch patients from the old formulation to the equivalent dose of the new formulation.",
      "id": "s94"
    },
    {
      "text": "28 As a result of Servier's strategy of listing new Coversyl and delisting old Coversyl, a number of patients on perindopril erbumine were changed to perindopril arginine.",
      "id": "s95"
    },
    {
      "text": "There was a need for doctors and pharmacists to assist patients to overcome the confusion caused by that change.",
      "id": "s96"
    },
    {
      "text": "29 However, the confusion caused by the introduction of new Coversyl is not, directly, the subject of these proceedings.",
      "id": "s97"
    },
    {
      "text": "It preceded the present campaign directed against substitution of new Coversyl by generic perindopril erbumine products but it provides the context for and background to the campaign.",
      "id": "s98"
    },
    {
      "text": "The effect on patient confusion of the decision to dispense a generic drug \n \n30 Professor McLachlan expresses the view in a published paper that, when deciding whether to substitute a generic product for a branded product, it is necessary for both doctor and pharmacist to consider the potential for patient confusion and to avoid substitution, unless the patient or carer fully understands the difference between various brands of the same medicine.",
      "id": "s99"
    },
    {
      "text": "This is particularly the case with elderly patients, with patients with cognitive impairment and with patients taking multiple medicines for serious chronic illness.",
      "id": "s100"
    },
    {
      "text": "However, it should also be noted that confusion will not automatically occur with generic substitution.",
      "id": "s101"
    },
    {
      "text": "Professor McLachlan notes that brand changes generally may not cause major confusion.",
      "id": "s102"
    },
    {
      "text": "For instance, in a hospital setting or, as the medical practitioner Dr Jackson noted, in a nursing home, medicines are often administered by healthcare professionals and not by the patient themselves.",
      "id": "s103"
    },
    {
      "text": "31 Risk of confusion can be reduced by prescription of the same brand, although brand change is not necessarily itself a cause of confusion, especially with counselling.",
      "id": "s104"
    },
    {
      "text": "Patients are generally familiar with brand substitution, although constant change between brands can itself cause confusion.",
      "id": "s105"
    },
    {
      "text": "Confusion can be reduced by using the chemical name of the drug but many if not most prescriptions are written using the brand name.",
      "id": "s106"
    },
    {
      "text": "Some patients rely on the shape, colour and size of the tablet to assist them in recognising the drug.",
      "id": "s107"
    },
    {
      "text": "Patient confusion as to brand equivalence can give rise to \"double dosing\".",
      "id": "s108"
    },
    {
      "text": "In the case of perindopril, double dosing could result in serious medical consequences for a patient.",
      "id": "s109"
    },
    {
      "text": "Patient confusion can also result in non-compliance.",
      "id": "s110"
    },
    {
      "text": "Successful patient compliance is assisted if the patient taking a daily tablet does so as a matter of routine.",
      "id": "s111"
    },
    {
      "text": "32 Any confusion on the part of patients for whom generic medicines are dispensed may be minimised or removed by an appropriate explanation by the doctor or pharmacist.",
      "id": "s112"
    },
    {
      "text": "To use the expression of some of the witnesses, confusion can be \"managed\".",
      "id": "s113"
    },
    {
      "text": "That may well explain why pharmacists feel able, within their professional obligations which include counselling, to dispense generic substitutes for brand drugs.",
      "id": "s114"
    },
    {
      "text": "However, whether or not pharmacists or Professors of Pharmacy such as Professor McLachlan, are of the view that generic substitution necessarily causes confusion or that pharmacists can overcome any confusion, the advertisements the subject of these proceedings are directed to medical practitioners.",
      "id": "s115"
    },
    {
      "text": "It is the doctor who makes the initial decision whether to permit substitution.",
      "id": "s116"
    },
    {
      "text": "The pharmacist then decides, if permitted to do so, whether to substitute a generic product for a branded product.",
      "id": "s117"
    },
    {
      "text": "At that stage the pharmacist, as explained by Professor McLachlan, considers the patient's understanding of the medicine and the risk of medication misadventure as well as the age of the patient, any cognitive impairment, whether the patient is taking multiple medicines and the consistency of brands for patients on long-term therapy.",
      "id": "s118"
    },
    {
      "text": "While both doctors and pharmacists may play a part in \"managing\" the confusion if patients are given a generic form of a drug, that confusion would not necessarily arise if substitution were prevented.",
      "id": "s119"
    },
    {
      "text": "33 In the case of generic substitution for new Coversyl, the additional factors were the salt switch and the characteristics of the class of patients for whom perindopril was prescribed.",
      "id": "s120"
    },
    {
      "text": "All generic substitutions have the potential to cause confusion on the part of patients.",
      "id": "s121"
    },
    {
      "text": "Doctors are or should be aware of this.",
      "id": "s122"
    },
    {
      "text": "Doctors would also be aware that, apart from the counselling that they provide, pharmacists are well used to dispensing generic substitutes and counselling patients accordingly.",
      "id": "s123"
    },
    {
      "text": "34 Servier says that patients liable to have been confused by the salt switch would be further confused by another change.",
      "id": "s124"
    },
    {
      "text": "Servier says that further confusion would be reduced by keeping patients taking new Coversyl on that drug.",
      "id": "s125"
    },
    {
      "text": "Servier not only accepts that there was confusion from the salt switch, it also relies on it and says that further confusion would be caused by permitting generic substitution by the old form of perindopril with its previous dosage and old packaging.",
      "id": "s126"
    },
    {
      "text": "Servier says that the confusion caused by the introduction of new Coversyl had been corrected and that the relevant advertising campaign was to prevent further confusion arising from the \"a\"-flagging of perindopril erbumine products which could now be substituted.",
      "id": "s127"
    },
    {
      "text": "Servier's actions on the \"a\"-flagging of new Coversyl \n \n35 When Servier appreciated that GenRx's perindopril erbumine products were to be \"a\"-flagged against new Coversyl, Servier undertook a campaign directed at doctors which informed doctors that the GenRx products would be available substitutes for Coversyl.",
      "id": "s128"
    },
    {
      "text": "On 27 November 2006 Servier sent a letter to doctors stating that from 1 December 2006 generic perindopril erbumine products would be available substitutes for new Coversyl and encouraged the doctors to tick the no substitution box on prescription forms to avoid patient confusion.",
      "id": "s129"
    },
    {
      "text": "36 At about the same time, presentations were made by Servier representatives to doctors by which Servier informed doctors that substitutes were available and exhorted them to consider ticking the box on their prescriptions to prevent that happening.",
      "id": "s130"
    },
    {
      "text": "A slide used by Servier to train its representatives in the content of those presentations included the statement: ' PBS listed generic brands of perindopril 2, 4, 8 mg December 1 st 2006 ' followed by ' GenRx perindopril, Terry White Perindopril and Chemmart perindopril '.",
      "id": "s131"
    },
    {
      "text": "The document was headed: ' Tick the box for New Coversyl... ' and a ticked box appeared next to the words \"brand substitution not permitted\".",
      "id": "s132"
    },
    {
      "text": "The slide also referred to new Coversyl's improved stability and Servier's investment in Australia.",
      "id": "s133"
    },
    {
      "text": "37 Servier also began an extensive advertising and marketing campaign.",
      "id": "s134"
    },
    {
      "text": "Because of the \"a\"-flagging of generic products for new Coversyl, a doctor could continue to exercise his or her discretion to prescribe GenRx's perindopril erbumine product in substitution for Servier's perindopril arginine.",
      "id": "s135"
    },
    {
      "text": "Servier's marketing campaign was directed to this discretion.",
      "id": "s136"
    },
    {
      "text": "Servier distributed a stamp to some 3000 doctors for use on prescriptions and placed four advertisements in medical publications (together 'the advertisements').",
      "id": "s137"
    },
    {
      "text": "The stamp and the advertisements are the subject of these proceedings.",
      "id": "s138"
    },
    {
      "text": "38 Servier maintains that its marketing campaign has as an objective the therapeutic benefit of obtaining better patient compliance by avoiding confusion associated with substitution.",
      "id": "s139"
    },
    {
      "text": "Servier's marketing evidence suggests that this was not the only object of the campaign, which was also directed to preventing generic substitution in Servier's interests.",
      "id": "s140"
    },
    {
      "text": "Servier is entitled to conduct such a campaign as long as it does not contravene the Act.",
      "id": "s141"
    },
    {
      "text": "THE CURRENT PROCEEDINGS \n \n39 GenRx accepts that Servier is entitled to advertise Coversyl and to endeavour to persuade doctors to tick the box on the prescription form and thus prevent brand substitution of Coversyl as prescribed.",
      "id": "s142"
    },
    {
      "text": "However, GenRx alleges that Servier has contravened ss 52 , 53 and 55 of the Act in relation to the stamp and the advertisements.",
      "id": "s143"
    },
    {
      "text": "40 Although Servier has given undertakings in relation to the stamp and two of the advertisements, GenRx seeks permanent injunctive relief, the recall of the stamp, corrective advertising and damages.",
      "id": "s144"
    },
    {
      "text": "41 The parties directed the evidence and submissions to the issue of whether the representations in the stamp and the advertisements were misleading and deceptive under s 52 of the Act.",
      "id": "s145"
    },
    {
      "text": "While the fourth further amended statement of claim ('the pleading') also alleges breaches of ss 53 and 55 of the Act, no submissions were directed to the separate issues that may arise in connection with breaches of those sections.",
      "id": "s146"
    },
    {
      "text": "I shall consider the case as presented.",
      "id": "s147"
    },
    {
      "text": "MFI-3 \n \n42 GenRx presses, and Servier opposes, the tender of parts of a document, given the identifier MFI-3.",
      "id": "s148"
    },
    {
      "text": "That document is a collection of reports from Servier's representatives of their communications with medical practitioners and pharmacists.",
      "id": "s149"
    },
    {
      "text": "GenRx submits that it is relevant to:\n \n&#8226; Servier's intention concerning, in particular, the purpose and meaning of the stamp;\n \n&#8226; Servier's ' intention to foment confusion amongst, in particular, medical practitioners ' by its campaign and its distribution of the stamp; and\n \n&#8226; The state of mind of doctors to whom the representations in the stamp and in the advertisements were made and the confusion on the part of doctors as to the substitutability of Coversyl by generic perindopril erbumine.",
      "id": "s150"
    },
    {
      "text": "43 Servier denies the relevance of the entries in MFI-3.",
      "id": "s151"
    },
    {
      "text": "Servier also submits that the entry is hearsay and that the maker of the statements (the Servier representatives) could not have had personal knowledge of the matter represented (the state of mind of the doctors).",
      "id": "s152"
    },
    {
      "text": "Otherwise, Servier relies on s 135 of the Evidence Act 1995 (Cth), on the basis that any probative value of the document is outweighed by the fact that the entries in it are misleading or confusing and unfairly prejudicial to Servier.",
      "id": "s153"
    },
    {
      "text": "Servier says that, had the particular passages in MFI-3 proposed to be relied on been raised prior to the final day of hearing, it would have had the opportunity of identifying and calling the appropriate witnesses to explain the entries.",
      "id": "s154"
    },
    {
      "text": "Servier also says that the submissions GenRx wishes to make in reliance on MFI-3 were not fairly foreshadowed in the course of the trial nor made the subject of cross-examination.",
      "id": "s155"
    },
    {
      "text": "44 The prejudice to Servier outweighs the relevance of the summarised reports by Servier representatives of their conclusions from meetings with medical practitioners and pharmacists, being some but not all of the entries in MFI-3.",
      "id": "s156"
    },
    {
      "text": "The tender of MFI-3 is refused.",
      "id": "s157"
    },
    {
      "text": "SECTION 52 OF THE ACT \n \n45 In Taco Co of Australia Inc v Taco Bell Pty Ltd (1982) 42 ALR 177 at 202 Deane and Fitzgerald JJ outlined a series of propositions to be considered in assessing whether conduct is misleading or deceptive under s 52 of the Act:\n \n&#8226; It is necessary to identify the relevant section(s) of the public by reference to whom the question of whether conduct is or is likely to be misleading or deceptive falls to be tested (ie to whom the conduct is directed, as subsequently addressed in Astrazeneca Pty Ltd v GlaxoSmithKline Australia Pty Ltd [2006] FCAFC 22 ; [2006] ATPR 42-106 at [34] ).",
      "id": "s158"
    },
    {
      "text": "&#8226; Once the relevant section of the public is established, the matter is to be considered by reference to all who come within it, including the astute or the gullible, the intelligent or not so intelligent, educated or not educated and men and women of various ages and vocations (citing Puxu Pty Ltd v Parkdale Custom Built Furniture Pty Ltd (1980) 31 ALR 73 at 93 per Lockhart J).",
      "id": "s159"
    },
    {
      "text": "&#8226; Evidence that some individual has in fact formed an erroneous conclusion is admissible and may be persuasive, but is not essential.",
      "id": "s160"
    },
    {
      "text": "Regardless, such evidence does not itself conclusively establish the conduct to be misleading or deceptive, the test is objective and one the court must determine for itself.",
      "id": "s161"
    },
    {
      "text": "&#8226; It is necessary to inquire why any proven misconception has arisen (citing Hornsby Building Information Centre v Sydney Building Information Centre (1977) 140 CLR 216 at 228).",
      "id": "s162"
    },
    {
      "text": "It is only by this investigation that the evidence of those who are shown to have been led into error can be evaluated and it can be determined whether they are confused because of misleading or deceptive conduct on the part of the respondent.",
      "id": "s163"
    },
    {
      "text": "When I discuss doctors, pharmacists and patients, it is in the context of these principles.",
      "id": "s164"
    },
    {
      "text": "THE STAMP \n \n46 Standard form prescriptions contain a box, with the words next to the box saying: \"BRAND SUBSTITUTION NOT PERMITTED\".",
      "id": "s165"
    },
    {
      "text": "If the doctor ticks the box, the pharmacist may not dispense a generic form of the prescribed drug, whether or not there is a generic form \"a\"-flagged on the PBS.",
      "id": "s166"
    },
    {
      "text": "There is no provision for or need for the doctor's initials next to the box.",
      "id": "s167"
    },
    {
      "text": "47 Servier distributed a stamp to doctors from December 2006 to March 2007.",
      "id": "s168"
    },
    {
      "text": "Approximately 10,000 of these stamps are in existence, of which about 3,000 have been distributed.",
      "id": "s169"
    },
    {
      "text": "Servier says that the stamps were distributed as part of its campaign to inform doctors that generic products would be available to be substituted for Coversyl and to encourage them to prevent substitution by providing a pre-ticked box for use on prescriptions.",
      "id": "s170"
    },
    {
      "text": "When pressed on to a surface, the text of the stamp is:\n\n \n \n \n \n \n\n \n48 The wording on the stamp as printed matches the wording which appears on standard prescription forms except:\n \n&#8226; the box is pre-ticked;\n \n&#8226; the words \"for Coversyl\" are added; and \n \n&#8226; the \"initial\" box is added.",
      "id": "s171"
    },
    {
      "text": "49 The stamp is intended to be used on prescriptions in addition to, or in substitution for, the brand substitution box on the standard form prescription.",
      "id": "s172"
    },
    {
      "text": "Prior to the issue of the stamp, only one stamp had been issued by an originator company for use on prescriptions, the Zoloft stamp.",
      "id": "s173"
    },
    {
      "text": "That stamp's imprint was:\n\n \n \n\n \n50 The stamp was to be used as a tool by doctors to print the text of the stamp on prescriptions, provided that those doctors initialled the box which forms part of the stamp, as an instruction to the pharmacist dispensing the drug.",
      "id": "s174"
    },
    {
      "text": "The stamped prescription would be given to and seen by the patient and handed to the pharmacist.",
      "id": "s175"
    },
    {
      "text": "The pharmacist would then determine whether he or she was permitted to dispense Coversyl or an \"a\"-flagged substitute.",
      "id": "s176"
    },
    {
      "text": "51 After GenRx sought interlocutory relief in these proceedings ( GenRx Pty Limited v Les Laboratoires Servier (2007) 71 IPR 606) , Servier undertook not to distribute the stamp further and has issued to doctors a second form of stamp.",
      "id": "s177"
    },
    {
      "text": "The text of that stamp, about which GenRx does not complain, is:\n\n \n \n \n \n52 In the pleading, GenRx alleges that the stamp, when used on patient prescriptions, conveys the following express or implied representations ('the stamp representations'):\n \n1.",
      "id": "s178"
    },
    {
      "text": "Brand substitution not permitted for COVERSYL.",
      "id": "s179"
    },
    {
      "text": "2.",
      "id": "s180"
    },
    {
      "text": "&#945;Brand substitution not permitted for COVERSYL.",
      "id": "s181"
    },
    {
      "text": "3.",
      "id": "s182"
    },
    {
      "text": "Brand substitution for New COVERSYL is never permissible.",
      "id": "s183"
    },
    {
      "text": "4.",
      "id": "s184"
    },
    {
      "text": "There are no other perindopril products substitutable with New COVERSYL.",
      "id": "s185"
    },
    {
      "text": "53 GenRx submits that the stamp conveys an impression of a bulk, blanket prohibition on substitution for Coversyl.",
      "id": "s186"
    },
    {
      "text": "That impression, GenRx submits, is reinforced by the use of the passive voice in the stamp.",
      "id": "s187"
    },
    {
      "text": "In that regard GenRx contrasts the second stamp, which uses the active voice and makes it clear that it is the doctor's decision not to permit substitution.",
      "id": "s188"
    },
    {
      "text": "GenRx accepts that Servier is entitled to attempt to persuade doctors to tick the box.",
      "id": "s189"
    },
    {
      "text": "However, GenRx submits, in the stamp and in each advertisement Servier has represented that there is some regulatory prohibition on generic substitution of Coversyl.",
      "id": "s190"
    },
    {
      "text": "GenRx submits that those seeing the stamp will be misled into thinking the stamp, with a pre-ticked box, comes from a regulatory body such as the TGA.",
      "id": "s191"
    },
    {
      "text": "GenRx says that the stamp therefore represents that there is a regulatory reason why there can be no substitution for Coversyl and that doctors who accept this will use the stamp to convey that message to the pharmacist.",
      "id": "s192"
    },
    {
      "text": "54 Servier characterises the proposition advanced by GenRx as a campaign that represents to doctors or pharmacists that there is no \"a\"-flagged substitute for Coversyl.",
      "id": "s193"
    },
    {
      "text": "If that were so, Servier points out there would be no need to tick the no substitution box on a prescription.",
      "id": "s194"
    },
    {
      "text": "Accordingly, Servier submits, GenRx's case amounts to an attack on a single exhortation which is simultaneously \"tick the box\" and \"there is no need to tick the box\".",
      "id": "s195"
    },
    {
      "text": "This, Servier says, makes a nonsense of GenRx's proposition.",
      "id": "s196"
    },
    {
      "text": "55 Servier raises the compelling argument that, as its evidence showed, it engaged in a campaign to inform doctors that there was a permissible substitute for Coversyl arginine and to persuade them to tick the box to prevent substitution.",
      "id": "s197"
    },
    {
      "text": "This was the opposite of attempting to persuade them that there were no substitutes available.",
      "id": "s198"
    },
    {
      "text": "If doctors were of the view or were led to believe that there was no permissible substitution, there would be no reason for them to affix the stamp or tick the box.",
      "id": "s199"
    },
    {
      "text": "The class of persons to whom the stamp representations were made \n \n56 The inquiry as to whether a representation to the public or a section of the public contravenes s 52 of the Act is a question of fact to be decided by considering what was said and done against surrounding circumstances ( Campomar Sociedad, Limitada v Nike International Limited [2000] HCA 12 ; (2000) 202 CLR 45).",
      "id": "s200"
    },
    {
      "text": "57 This is not a case of representations alleged to have been made to specific individuals.",
      "id": "s201"
    },
    {
      "text": "GenRx's case is that the representations in the printed stamp and in the advertisements are made to the public or a section of the public.",
      "id": "s202"
    },
    {
      "text": "A prescription written by a medical practitioner provides information to the pharmacist and to the patient for whom the prescription was written.",
      "id": "s203"
    },
    {
      "text": "The sections of the public to whom the stamp representations are directed are medical practitioners (doctors), pharmacists and patients who take or who are prescribed new Coversyl.",
      "id": "s204"
    },
    {
      "text": "58 No reason has been advanced to sub-divide these groups into any sub-classes or areas of specialisation.",
      "id": "s205"
    },
    {
      "text": "The question is whether the advertisements would be likely to lead to a misconception arising in the minds of that section of the public to whom the conduct, or silence, has been directed.",
      "id": "s206"
    },
    {
      "text": "Where, as here, the representations are made to various classes of the public, the characteristics of the members of that class are relevant in order to determine whether a misconception is likely to arise from the conduct alleged ( Campomar at [98]---[103]; Astrazeneca at [34]).",
      "id": "s207"
    },
    {
      "text": "The question is whether a not insignificant number of doctors, pharmacists or patients will be misled ( ConAgra Inc v McCain Foods (Australia) Pty Ltd [1992] FCA 159 ; (1992) 33 FCR 302 at 380-381 per French J; National Exchange Pty Ltd v ASIC (2004) ATPR 42-000 at [70]).",
      "id": "s208"
    },
    {
      "text": "It is therefore necessary to assess the reactions or likely reactions of the members of each class to whom the conduct was addressed ( Campomar at [105]).",
      "id": "s209"
    },
    {
      "text": "The representations are to be tested by their effect on ordinary and reasonable persons within those groups ( Campomar at [102]).",
      "id": "s210"
    },
    {
      "text": "Doctors and pharmacists \n \n59 Doctors and pharmacists are aware of the existence of and the prevalence of generic substitution and of the standard form of prescriptions.",
      "id": "s211"
    },
    {
      "text": "Doctors are familiar with their right to instruct pharmacists, by ticking the box, not to substitute for a prescribed brand drug.",
      "id": "s212"
    },
    {
      "text": "This is normally done by ticking the box or, in the case of a prescription for a number of drugs, specifying the drug or drugs to which the tick applies.",
      "id": "s213"
    },
    {
      "text": "They are familiar with \"a\"-flagging and the fact that, without instruction, pharmacists can and do substitute generic drugs.",
      "id": "s214"
    },
    {
      "text": "Doctors would also be well familiar with advertising and marketing campaigns by drug companies, including originator companies, in relation to brand drugs and generic substitution.",
      "id": "s215"
    },
    {
      "text": "60 Pharmacists are or should be aware of the requirements of permissible brand substitution.",
      "id": "s216"
    },
    {
      "text": "Pharmacists would be aware that doctors may choose to endorse a prescription so that brand substitution is not permitted.",
      "id": "s217"
    },
    {
      "text": "61 Doctors may not have and do not need to have detailed knowledge of which drugs are \"a\"-flagged on the PBS.",
      "id": "s218"
    },
    {
      "text": "Pharmacists are aware of \"a\"-flagging.",
      "id": "s219"
    },
    {
      "text": "If a pharmacist is not immediately aware of whether a drug is available for generic substitution or of the identity of drugs \"a\"-flagged to a prescribed drug, the information is readily available on computer databases or in the published PBS listing in the \"Yellow Book\".",
      "id": "s220"
    },
    {
      "text": "The PBS is available online and is embedded in pharmacy dispensing software.",
      "id": "s221"
    },
    {
      "text": "Pharmacists presented with a prescription for Coversyl would be familiar with the fact that, if there is a compound \"a\"-flagged against Coversyl, it could be dispensed in fulfilling the prescription, with the consent of the patient, unless the doctor had indicated that substitution was not to occur.",
      "id": "s222"
    },
    {
      "text": "62 Generic manufacturers commonly supply generic \"a\"-flagged substitutes for innovator drugs at prices cheaper than those charged by originator companies.",
      "id": "s223"
    },
    {
      "text": "Coverysl is not subject to a brand premium.",
      "id": "s224"
    },
    {
      "text": "That is, Coversyl and the GenRx perindopril product are sold at the same price to the patient.",
      "id": "s225"
    },
    {
      "text": "While price may be an important factor in a decision by a doctor to tick the box, it is not relevant to Coversyl.",
      "id": "s226"
    },
    {
      "text": "63 Doctors may decide not to permit brand substitution at all.",
      "id": "s227"
    },
    {
      "text": "Some doctors make this decision for all drugs they prescribe.",
      "id": "s228"
    },
    {
      "text": "From the evidence of doctors in these proceedings, the reasons for coming to this decision may vary.",
      "id": "s229"
    },
    {
      "text": "Those reasons, singly or cumulatively, result in those doctors ticking the box routinely and include, as explained by Drs Barlow, Jackson and Ferrari:\n \n&#8226; the doctor has formed the view that brand substitution causes patient confusion which can lead to non-compliance with treatment, particularly in the elderly;\n \n&#8226; substitution is made by the pharmacist without the doctor having the opportunity to counsel the patient about a change in formulation; \n \n&#8226; not permitting brand substitution minimises the variables for patients on treatment regimes involving a number of different medications;\n \n&#8226; lack of familiarity with a brand, tablet appearance, dosage and packaging of a medication may negatively affect patient compliance and consistency of treatment, particularly in patients who are elderly, cognitively impaired, on multiple medications or where the medication is for the treatment of chronic conditions;\n \n&#8226; the need for simplicity and consistency of treatment to minimise confusion that could result in non-compliance;\n \n&#8226; the adverse effect on the patient level of compliance, the level of the patient's adherence to and persistence with the medication regime prescribed; \n \n&#8226; some reports indicate some generic formulations may be of inferior pharmaceutical quality; \n \n&#8226; the importance of supporting companies that undertake research and development which is the source of new medications; and\n \n&#8226; the doctor and patient support given by the originator company.",
      "id": "s230"
    },
    {
      "text": "Patients \n \n64 A significant proportion of patients presented with a prescription bearing the stamp would be long-term takers of perindopril who had previously taken perindopril erbumine before old Coversyl was delisted.",
      "id": "s231"
    },
    {
      "text": "Those taking generic medicines would have given consent to substitution and so would be familiar with the fact of generic substitution.",
      "id": "s232"
    },
    {
      "text": "However, there is no suggestion that the ordinary and reasonable patient was aware of the regulatory regime governing substitution of brand drugs.",
      "id": "s233"
    },
    {
      "text": "There is no suggestion that the patients were knowledgeable about \"a\"-flagging.",
      "id": "s234"
    },
    {
      "text": "There is no good reason to conclude that patients were conscious of the doctor's decision to tick the box on the standard form of prescriptions to prevent substitution of the prescribed drug.",
      "id": "s235"
    },
    {
      "text": "Were the representations conveyed by the stamp misleading or deceptive?",
      "id": "s236"
    },
    {
      "text": "Doctors \n \n65 The doctor makes a decision to use the stamp.",
      "id": "s237"
    },
    {
      "text": "There is no reason for a doctor to use the stamp other than to indicate that there is to be no brand substitution for Coverysl.",
      "id": "s238"
    },
    {
      "text": "The doctor would use it for the same purpose as ticking the box on the standard prescription, to direct the pharmacist to implement his or her decision not to permit brand substitution.",
      "id": "s239"
    },
    {
      "text": "Doctors would understand the stamp to be a direction to pharmacists not to permit brand substitution for Coversyl.",
      "id": "s240"
    },
    {
      "text": "The stamp would be seen as a tool to give that instruction.",
      "id": "s241"
    },
    {
      "text": "As Dr Lambie, a general practitioner, explained, it could be useful where more than one medication is prescribed on a single prescription form and the doctor makes a decision whether to permit brand substitution on some but not all medications.",
      "id": "s242"
    },
    {
      "text": "However, there is nothing in the text of the stamp to suggest that the stamp was to be used on prescriptions for multiple drugs only.",
      "id": "s243"
    },
    {
      "text": "Nor am I satisfied that doctors, let alone pharmacists and patients, understand it that way.",
      "id": "s244"
    },
    {
      "text": "66 The ordinary and reasonable doctor would not be misled by the printed text of the stamp.",
      "id": "s245"
    },
    {
      "text": "He or she would not be led to believe that it meant that there was some regulatory inhibition on brand substitution.",
      "id": "s246"
    },
    {
      "text": "If the doctor thought that there was no permitted substitution or some regulatory proscription on substitution, there would be no need to use the stamp.",
      "id": "s247"
    },
    {
      "text": "The doctor is not required to inform pharmacists of PBS or TGA requirements.",
      "id": "s248"
    },
    {
      "text": "The doctor would be aware that the pharmacist is under the professional obligation to be aware of those requirements, insofar as they relate to dispensing of drugs.",
      "id": "s249"
    },
    {
      "text": "It is the pharmacist who, in consultation with the patient, decides whether there will be brand substitution, if such substitution is not prohibited by the doctor.",
      "id": "s250"
    },
    {
      "text": "67 The doctor to whom the stamp was directed was the doctor writing the prescription for new Coversyl.",
      "id": "s251"
    },
    {
      "text": "There was no evidence that, in the ordinary course, other doctors would see or be likely to see a stamped prescription handed by a doctor to a patient for presentation to a pharmacist.",
      "id": "s252"
    },
    {
      "text": "There was no evidence that other doctors would, in the ordinary course of medical practice, see the stamp on a doctor's desk or that they would use it to see the stamped text.",
      "id": "s253"
    },
    {
      "text": "68 The stamp, as printed, would not mislead or deceive, or be likely to mislead or deceive doctors as alleged.",
      "id": "s254"
    },
    {
      "text": "Pharmacists \n \n69 Servier says that no reasonable member of the class of pharmacist would be misled.",
      "id": "s255"
    },
    {
      "text": "Servier submits that the stamp, as used, evokes the printed instruction on all standard form prescriptions and that the stamp conveys no more than the ticked box on the standard prescription.",
      "id": "s256"
    },
    {
      "text": "70 It is not common for doctors to fix a stamp covering a prescribed drug to a prescription.",
      "id": "s257"
    },
    {
      "text": "Only one other manufacturer has issued a stamp, for Zoloft.",
      "id": "s258"
    },
    {
      "text": "It conveys a different message and does not name the drug.",
      "id": "s259"
    },
    {
      "text": "The text of the stamp goes beyond a mere ticked box.",
      "id": "s260"
    },
    {
      "text": "The differences between the stamp for Coversyl and the ticking of the standard box on a prescription convey different messages to the pharmacist.",
      "id": "s261"
    },
    {
      "text": "In the stamp:\n \n&#8226; the statement is in absolute terms and in the passive voice;\n \n&#8226; the particular drug for which substitution is not permitted is specified;\n \n&#8226; it is not stated that it is the prescribing doctor who is giving the stamped direction; and\n \n&#8226; the stamped text does not limit the prohibition to this prescription.",
      "id": "s262"
    },
    {
      "text": "In addition, the doctor may forget to initial the ticked box printed in the stamp and this may not be noticed by the pharmacist.",
      "id": "s263"
    },
    {
      "text": "Indeed, the absence of initials may indicate to the pharmacist that the stamp conveys something other than the normal, ticked box on the standard prescription form.",
      "id": "s264"
    },
    {
      "text": "71 A doctor who has a general preference for originator products over generics or who applies his or her mind to the decision to tick the box for a particular patient, would be able, to the knowledge of the pharmacist, simply to tick the box.",
      "id": "s265"
    },
    {
      "text": "There would be no need for the stamp.",
      "id": "s266"
    },
    {
      "text": "The stamped message is in absolute terms and specifies Coversyl.",
      "id": "s267"
    },
    {
      "text": "This would suggest to an ordinary reasonable pharmacist who is unaware of Servier's reasons for providing the stamp, or unfamiliar with the stamp, that there is a special reason not to permit substitution of Coversyl.",
      "id": "s268"
    },
    {
      "text": "It is also likely to suggest that that reason applies generally and not just to the particular prescription bearing the stamp.",
      "id": "s269"
    },
    {
      "text": "72 These factors outweigh the proposition advanced by Servier that the use of the stamp facilitates the instruction to the pharmacist not to substitute for Coversyl in a prescription for multiple drugs.",
      "id": "s270"
    },
    {
      "text": "First, there is no evidence that the stamp is used only in that context.",
      "id": "s271"
    },
    {
      "text": "Secondly, doctors frequently write prescriptions for multiple products and, in the experience of pharmacists, routinely tick the standard box with any additional notation necessary to limit the instruction to Coversyl.",
      "id": "s272"
    },
    {
      "text": "Thirdly, doctors who do not support generic substitution would tick the standard box on a prescription for single or multiple drugs.",
      "id": "s273"
    },
    {
      "text": "73 I do not accept Servier's contention that pharmacists would be so familiar with the PBS listings, by reason of the electronic data or the Yellow Book, that they would reject any representation that contradicted a PBS permitted substitution.",
      "id": "s274"
    },
    {
      "text": "I accept the reaction of a pharmacist called by GenRx, Ms Crisp, as a reasonable reaction of an ordinary pharmacist.",
      "id": "s275"
    },
    {
      "text": "Ms Crisp understood that the instruction conveyed by the stamped prescription presented to her by a patient was that the doctor did not wish substitution for Coversyl.",
      "id": "s276"
    },
    {
      "text": "However, she ' was confused ' by the stamped message as to whether it meant that it was never permissible to substitute a generic perindopril product for new Coversyl for any patient or whether it was not permissible to substitute when filling that particular prescription.",
      "id": "s277"
    },
    {
      "text": "This was reasonable as there could have been a change in the status of \"a\"-flagging against new Coversyl.",
      "id": "s278"
    },
    {
      "text": "She was also confused as to whether substitution was not permitted because the generic products were not therapeutically equivalent or bioequivalent to new Coversyl or because the doctor had directed that substitution was not to occur in this case.",
      "id": "s279"
    },
    {
      "text": "Ms Crisp said that she was confused as to whether the Coversyl stamp meant that substitution was never permitted or only not permitted in this instance.",
      "id": "s280"
    },
    {
      "text": "74 The use of a stamp, rather than the usual method of ticking the standard box on the prescription, made Ms Crisp think that the stamp meant something different.",
      "id": "s281"
    },
    {
      "text": "Ms Crisp did not understand that the stamp was a tool to encourage doctors to tick the box.",
      "id": "s282"
    },
    {
      "text": "75 The doctor who had placed the stamp on the prescription did not tick the box and just applied the stamp.",
      "id": "s283"
    },
    {
      "text": "Ms Crisp cannot recall if the doctor initialled the box.",
      "id": "s284"
    },
    {
      "text": "Although Ms Crisp acknowledged that she did appreciate that the applied stamp was a substitute for the standard box for ticking on the prescription, she thought that the stamp must mean something other than the normal ticking of the box.",
      "id": "s285"
    },
    {
      "text": "She had checked the permissible substitution in the Yellow Book and telephoned the prescribing doctor to find out whether he thought that there was no bioequivalent generic or whether he did not wish a generic to be dispensed to that patient.",
      "id": "s286"
    },
    {
      "text": "She was not ultimately deceived but she was misled by the stamped prescription.",
      "id": "s287"
    },
    {
      "text": "Accordingly, Ms Crisp was not simply \"caused to wonder\" by the stamp but she was misled sufficiently to take some action in relation to the stamp.",
      "id": "s288"
    },
    {
      "text": "76 The absolute nature of the stamped direction, together with the novelty of use of a stamp for the purpose, is likely to cause confusion and mislead pharmacists, as it did Ms Crisp.",
      "id": "s289"
    },
    {
      "text": "77 Mr Jackson, a consultant pharmacist and part-time community pharmacist, explained the logical steps that a pharmacist faced with a prescription containing information that was not clear would take.",
      "id": "s290"
    },
    {
      "text": "He spoke of the assumption that substitute drugs for Coverysl must be available if the doctor had indicated no substitution, of checking the Yellow Book and of telephoning the doctor before coming to any conclusions.",
      "id": "s291"
    },
    {
      "text": "This does not, however, necessarily equate to the reaction of a busy pharmacist in ordinary practice, reflected in Ms Crisp's evidence.",
      "id": "s292"
    },
    {
      "text": "78 On objective analysis, such as in a courtroom, Ms Crisp may well have realised that each prescription is a separate instruction and that a doctor cannot instruct pharmacists generally and universally.",
      "id": "s293"
    },
    {
      "text": "However, for her and for other pharmacists in the ordinary course of pharmacy practice, this does not prevent confusion arising from the use of the stamp which misleads pharmacists as to its purpose.",
      "id": "s294"
    },
    {
      "text": "The fact that Ms Crisp had cause to double check the PBS listing confirms that she, acting reasonably, was misled by the stamped prescription into thinking that there was a general prohibition against brand substitution for Coversyl.",
      "id": "s295"
    },
    {
      "text": "79 It is not necessary for GenRx to establish that Ms Crisp, or anyone else, was actually misled or that she took steps consequent upon her misunderstanding ( Astrazeneca at [33]).",
      "id": "s296"
    },
    {
      "text": "However, it is relevant that Ms Crisp laboured under an erroneous assumption as to the substitutability of new Coversyl, arising from the use of the stamp issued by Servier and used by the prescribing doctor ( Astrazeneca at [36]; Taco Bell at 202).",
      "id": "s297"
    },
    {
      "text": "I am not satisfied that Ms Crisp's assumption was extreme or fanciful.",
      "id": "s298"
    },
    {
      "text": "To the contrary it was, for a busy pharmacist who dispenses numerous different drugs daily, a reasonable reaction on the part of an ordinary and reasonable pharmacist.",
      "id": "s299"
    },
    {
      "text": "The stamp did not simply cause confusion or wonderment ( Campomar at [106]), it misled Ms Crisp.",
      "id": "s300"
    },
    {
      "text": "It caused her to take remedial action, without which she would have continued to believe that brand substitution for Coversyl was not generally permitted.",
      "id": "s301"
    },
    {
      "text": "Accordingly, Ms Crisp laboured under an error ( Taco Bell ).",
      "id": "s302"
    },
    {
      "text": "80 The doctor may not have initialled the stamped message on the prescription presented to Ms Crisp.",
      "id": "s303"
    },
    {
      "text": "Servier says that it is not liable for any representation conveyed without initials, as there is no evidence that Servier encouraged or instructed doctors to use the stamp without initials.",
      "id": "s304"
    },
    {
      "text": "The presence or absence of the doctor's initials affects or may affect the obligation to carry out the instruction.",
      "id": "s305"
    },
    {
      "text": "The evidence does not establish that it affects the representations conveyed by the stamp.",
      "id": "s306"
    },
    {
      "text": "However, Servier designed the stamp and must have been aware of and intended its use.",
      "id": "s307"
    },
    {
      "text": "In those circumstances, by encouraging the use of the stamp, Servier must have accepted the likelihood that the doctor would simply apply the stamped message without the further action of initialling it.",
      "id": "s308"
    },
    {
      "text": "There is no evidence that Servier took any action to prevent or minimise such occurrences.",
      "id": "s309"
    },
    {
      "text": "If the doctor forgot to initial the stamp, the pharmacist who did not notice that absence would accept the incomplete direction and decline to substitute an \"a\"-flagged drug for Coversyl.",
      "id": "s310"
    },
    {
      "text": "As Dr Lambie, a general practitioner who gave evidence for Servier said, his experience is that pharmacists overlook or do not see the ticked box in a substantial number of cases and that box is present on all standard prescription forms.",
      "id": "s311"
    },
    {
      "text": "A pharmacist may well miss, as Ms Crisp did, the fact that the stamp provides for a doctor's initials and fail to note whether the doctor had initialled that box.",
      "id": "s312"
    },
    {
      "text": "Indeed, the example of a stamped prescription in evidence was not initialled by the doctor.",
      "id": "s313"
    },
    {
      "text": "The absence of initials and the fact that a pharmacist may not look for them may be explained by the fact that the standard ticked box does not require initials.",
      "id": "s314"
    },
    {
      "text": "This only adds on the confusion engendered by the stamp and increases the likelihood that pharmacists will be misled and deceived as to its true imprint.",
      "id": "s315"
    },
    {
      "text": "81 The representations conveyed by the stamp misled or deceived or were likely to mislead or deceive pharmacists.",
      "id": "s316"
    },
    {
      "text": "Patients \n \n82 Servier submits that there is no basis for assuming that the hypothetical ordinary or reasonable patient will come to a view about a subject matter relating to his or her own treatment without obtaining some understanding about that matter from his or her doctor or pharmacist.",
      "id": "s317"
    },
    {
      "text": "I see no sufficient reason for coming to such a conclusion.",
      "id": "s318"
    },
    {
      "text": "There may be some patients who would obtain a little, a moderate amount or a lot of understanding of medication to be taken.",
      "id": "s319"
    },
    {
      "text": "Others would put their trust in the doctors and pharmacists charged with making the decisions in their interest.",
      "id": "s320"
    },
    {
      "text": "It is one thing to inform oneself about one's medication.",
      "id": "s321"
    },
    {
      "text": "It is another to come to an understanding about substitution of bioequivalent drugs and the regulatory system that governs it.",
      "id": "s322"
    },
    {
      "text": "83 Mere confusion on the part of patients is not sufficient to establish a contravention of s 52 of the Act.",
      "id": "s323"
    },
    {
      "text": "Where there is no evidence of actual misleading, the question raised by the pleading is whether patients were or were likely to have been misled by the use of the stamp on patient prescriptions ( Campomar at [106]; Astrazeneca at [38]).",
      "id": "s324"
    },
    {
      "text": "84 Patients on perindopril include, as noted, many elderly people on multiple medications who had already been confused by dosage and packaging changes resulting from the salt switch.",
      "id": "s325"
    },
    {
      "text": "For some the confusion may not have resolved.",
      "id": "s326"
    },
    {
      "text": "Some would have initially been taking old Coversyl and some would have been taking generic perindopril erbumine.",
      "id": "s327"
    },
    {
      "text": "Of the latter, there would have been conversion to new Coversyl after the delisting of old Coversyl.",
      "id": "s328"
    },
    {
      "text": "Patients seeing the statement on the stamped prescription would have been likely to be further confused and misled into believing that there was another change to the availability of the medication generally which affected the ability to purchase a generic substitute for perindopril arginine, not limited to the particular prescription.",
      "id": "s329"
    },
    {
      "text": "85 Such confusion was recognised by Dr Barlow, a doctor who gave evidence for Servier.",
      "id": "s330"
    },
    {
      "text": "He expressed the opinion that, if the patient were confused about the meaning of the stamp, he would expect the patient to seek clarification from the prescribing doctor or the pharmacist.",
      "id": "s331"
    },
    {
      "text": "That may or may not occur.",
      "id": "s332"
    },
    {
      "text": "The clarification may or may not overcome the confusion.",
      "id": "s333"
    },
    {
      "text": "The stamped prescription was still likely to mislead patients.",
      "id": "s334"
    },
    {
      "text": "86 The representations conveyed by the stamp were likely to mislead patients for whom perindopril was prescribed.",
      "id": "s335"
    },
    {
      "text": "Servier's liability \n \n87 GenRx alleges direct or, in the alternative, accessorial liability by Servier for representations conveyed by use of the stamp.",
      "id": "s336"
    },
    {
      "text": "Servier submits that any representations conveyed by the use of the stamp on a prescription are not representations conveyed by Servier.",
      "id": "s337"
    },
    {
      "text": "This is because, Servier says, while it supplied the stamp with the intention that it be used on a prescription, the decision to use the stamp was a matter for the independent discretion of the doctor.",
      "id": "s338"
    },
    {
      "text": "88 Servier distributed the stamp as part of its campaign to have prescriptions issued that would not permit pharmacists to substitute generic perindopril products for new Coversyl.",
      "id": "s339"
    },
    {
      "text": "The message on the stamp was devised by Servier.",
      "id": "s340"
    },
    {
      "text": "There can be no dispute that, in distributing the stamp and placing the advertisements, Servier tried to influence doctor's prescribing of perindopril compounds.",
      "id": "s341"
    },
    {
      "text": "Servier's suggestion that its responsibility is limited to the distribution of the stamp, unused and closed, is untenable.",
      "id": "s342"
    },
    {
      "text": "The stamp was clearly provided for use and intended by Servier to be used to print the text of the stamp and to communicate such representations as it conveys.",
      "id": "s343"
    },
    {
      "text": "The language of the stamp was devised by Servier.",
      "id": "s344"
    },
    {
      "text": "Servier seeks to avoid liability for the representations conveyed by the stamp as used.",
      "id": "s345"
    },
    {
      "text": "It cannot do so.",
      "id": "s346"
    },
    {
      "text": "The stamp was given to doctors by Servier's representatives who urged doctors to use it.",
      "id": "s347"
    },
    {
      "text": "Servier is directly liable for the misleading representations by putting the stamp into circulation in circumstances where it was intended to be used ( Sydneywide Distributors Pty Ltd v Red Bull Australia Pty Ltd [2002] FCAFC 30 ; (2002) 55 IPR 354 ; Johnson &amp; Johnson Pacific Pty Ltd v Unilever Australia Ltd (No 2) (2006) 70 IPR 574).",
      "id": "s348"
    },
    {
      "text": "89 Servier is liable for the representations conveyed by the printed stamp both directly by its distribution of the stamp to doctors for use and accessorially for use of the stamp by the doctors.",
      "id": "s349"
    },
    {
      "text": "THE ADVERTISEMENTS \n \n90 GenRx complains about four advertisements that have appeared in medical trade publications.",
      "id": "s350"
    },
    {
      "text": "In each case, GenRx accepts that the advertisements were directed to medical practitioners who read the medical journals and that the representations in the advertisements were made to medical practitioners and that this is the class of persons allegedly misled.",
      "id": "s351"
    },
    {
      "text": "The first banner advertisement \n \n91 One advertisement was published by Servier in the Medical Observer Weekly on 8 December 2006 ('the first banner advertisement').",
      "id": "s352"
    },
    {
      "text": "The Medical Observer is a weekly medical trade publication for Australian general practitioners and allied health professionals and has a circulation of around 23,000 nationally.",
      "id": "s353"
    },
    {
      "text": "Similar advertisements have been published in other professional magazines.",
      "id": "s354"
    },
    {
      "text": "92 The first banner advertisement is:\n \n \n \n \n \n93 Servier has given an undertaking to refrain permanently from further publishing this advertisement.",
      "id": "s355"
    },
    {
      "text": "94 In the pleading, GenRx alleges that the first banner advertisement conveys the following express or implied representations ('the first banner advertisement representations'):\n \n1.",
      "id": "s356"
    },
    {
      "text": "COVERSYL perindopril arginine...&#945;Tick the box... BRAND SUBSTITUTION NOT PERMITTED.",
      "id": "s357"
    },
    {
      "text": "2.",
      "id": "s358"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s359"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR...\n \n3.",
      "id": "s360"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s361"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR INVESTMENT IN AUSTRALIA.",
      "id": "s362"
    },
    {
      "text": "4.",
      "id": "s363"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s364"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR ALL PROFIT TO RESEARCH.",
      "id": "s365"
    },
    {
      "text": "5.",
      "id": "s366"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s367"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR PATIENT &amp; DOCTOR SUPPORT.",
      "id": "s368"
    },
    {
      "text": "6.",
      "id": "s369"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s370"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR IMPROVED STABILITY compared to perindopril erbumine.",
      "id": "s371"
    },
    {
      "text": "7.",
      "id": "s372"
    },
    {
      "text": "Brand substitution for New COVERSYL is never permissible.",
      "id": "s373"
    },
    {
      "text": "8.",
      "id": "s374"
    },
    {
      "text": "There are no other perindopril products substitutable with New COVERSYL.",
      "id": "s375"
    },
    {
      "text": "9.",
      "id": "s376"
    },
    {
      "text": "Investment in Australia is relevant to the substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s377"
    },
    {
      "text": "10.",
      "id": "s378"
    },
    {
      "text": "Investing profits in research is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s379"
    },
    {
      "text": "11.",
      "id": "s380"
    },
    {
      "text": "Patient and doctor support is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s381"
    },
    {
      "text": "12.",
      "id": "s382"
    },
    {
      "text": "Improved Stability is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s383"
    },
    {
      "text": "13.",
      "id": "s384"
    },
    {
      "text": "Improved stability and/ or Increased Shelf Life is a distinction with significance to doctors, wholesalers, pharmacists or patients who prescribe, distribute, dispense or consume perindopril products.",
      "id": "s385"
    },
    {
      "text": "14.",
      "id": "s386"
    },
    {
      "text": "Increased Shelf Life is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s387"
    },
    {
      "text": "95 Doctors who read medical journals would be familiar with advertising for different drugs.",
      "id": "s388"
    },
    {
      "text": "The first banner advertisement would be recognised by doctors as an advertisement for Coversyl.",
      "id": "s389"
    },
    {
      "text": "Although it is in small type, there is an \"elucidator\" ( Astrazeneca ) that Servier has placed the advertisement.",
      "id": "s390"
    },
    {
      "text": "The statement \"BRAND SUBSTITUTION NOT PERMITTED\" appears directly next to the red box containing a tick and the exhortation \"tick the box\".",
      "id": "s391"
    },
    {
      "text": "The hypothetical ordinary or reasonable medical practitioner is familiar with the tickable box adjacent to the words \"BRAND SUBSTITUTION NOT PERMITTED\" appearing on standard prescription forms and its purpose.",
      "id": "s392"
    },
    {
      "text": "A doctor appreciates that he or she has the option to tick that box when writing a prescription for a specific brand of drug and that, if ticked, the pharmacist is not entitled as a matter of law to substitute another brand of drug for that which appears on the prescription form.",
      "id": "s393"
    },
    {
      "text": "A doctor reading the advertisement as a whole would know that Coversyl is a branded product which, without the exercise of the doctor's discretion to tick the box, can be substituted by \"a\"-flagged generics.",
      "id": "s394"
    },
    {
      "text": "96 The first banner advertisement is an exhortation to tick the box and would be read as such.",
      "id": "s395"
    },
    {
      "text": "The doctor would associate the advertisement with the box on the standard form of prescription which he or she can decide to tick.",
      "id": "s396"
    },
    {
      "text": "He or she would understand that the advertisement was urging the doctor to tick that box as part of the completion of the prescription for Coversyl.",
      "id": "s397"
    },
    {
      "text": "I do not accept that it would be read or understood by a doctor to represent that brand substitution for Coversyl is never permitted or permissible.",
      "id": "s398"
    },
    {
      "text": "It does not say that the doctor cannot instruct that there be no substitution, or that the doctor is not permitted to allow substitution, or that \"a\"-flagging has not been or is not permitted.",
      "id": "s399"
    },
    {
      "text": "There is no suggestion of a Government or TGA source.",
      "id": "s400"
    },
    {
      "text": "The fact that the box is pre-ticked is not sufficient to suggest that a regulatory body has made a decision not to permit substitution.",
      "id": "s401"
    },
    {
      "text": "97 There would be no need for an advertisement or for the doctor to tick the box if there was no \"a\"-flagged generic, or substitutable generic, drug for Coversyl.",
      "id": "s402"
    },
    {
      "text": "The advertisement does not represent that there are no substitutable drugs or that brand substitution is not permitted, in the sense that the doctor could not permit such substitution.",
      "id": "s403"
    },
    {
      "text": "Doctors would not be misled into thinking there is some regulatory bar to brand substitution for Coversyl.",
      "id": "s404"
    },
    {
      "text": "98 Alleged representations numbered 3 to 6 and 9 to 14 of the first banner advertisement representations are not made in the first banner advertisement.",
      "id": "s405"
    },
    {
      "text": "When the first banner advertisement was published it was published together with the first whole page advertisement (see [101]).",
      "id": "s406"
    },
    {
      "text": "That is, in all cases a publication which contained the first banner advertisement also contained the first whole page advertisement, although the first whole page advertisement has also been published independently of the first banner advertisement.",
      "id": "s407"
    },
    {
      "text": "The evidence does not establish that a doctor reading the first banner advertisement would also read the first whole page advertisement and combine the representations made in the two advertisements.",
      "id": "s408"
    },
    {
      "text": "There is no good reason to so combine them.",
      "id": "s409"
    },
    {
      "text": "99 The remaining representations alleged for the first banner advertisement are not made out.",
      "id": "s410"
    },
    {
      "text": "Doctors would not be misled or deceived or be likely to be misled or deceived by an understanding that the first banner advertisement represented that there was some bar, regulatory or otherwise, to brand substitution for Coversyl.",
      "id": "s411"
    },
    {
      "text": "100 The representations in the first banner advertisement are not misleading or deceptive.",
      "id": "s412"
    },
    {
      "text": "The first whole page advertisement \n \n101 The second advertisement complained of also appeared in the Medical Observer Weekly on 8 December 2006 ('the first whole page advertisement').",
      "id": "s413"
    },
    {
      "text": "The first whole page advertisement is: \n \n \n\n \n102 GenRx alleges in the pleading that the first whole page advertisement conveys the following express or implied representations ('the first whole page advertisement representations'):\n \n1.",
      "id": "s414"
    },
    {
      "text": "COVERSYL perindopril arginine...&#945;Tick the box... BRAND SUBSTITUTION NOT PERMITTED.",
      "id": "s415"
    },
    {
      "text": "2.",
      "id": "s416"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s417"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR...\n \n3.",
      "id": "s418"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s419"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR INVESTMENT IN AUSTRALIA.",
      "id": "s420"
    },
    {
      "text": "4.",
      "id": "s421"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s422"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR ALL PROFIT TO RESEARCH.",
      "id": "s423"
    },
    {
      "text": "5.",
      "id": "s424"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s425"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR PATIENT &amp; DOCTOR SUPPORT.",
      "id": "s426"
    },
    {
      "text": "6.",
      "id": "s427"
    },
    {
      "text": "COVERSYL perindopril arginine...",
      "id": "s428"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR IMPROVED STABILITY compared to perindopril erbumine.",
      "id": "s429"
    },
    {
      "text": "7.",
      "id": "s430"
    },
    {
      "text": "Brand substitution for New COVERSYL is never permissible.",
      "id": "s431"
    },
    {
      "text": "8.",
      "id": "s432"
    },
    {
      "text": "There are no other perindopril products substitutable with New COVERSYL.",
      "id": "s433"
    },
    {
      "text": "9.",
      "id": "s434"
    },
    {
      "text": "Investment in Australia is relevant to the substitutability of perindopril arginine as against perindopril erbumine products.",
      "id": "s435"
    },
    {
      "text": "10.",
      "id": "s436"
    },
    {
      "text": "Investing profits in research is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s437"
    },
    {
      "text": "11.",
      "id": "s438"
    },
    {
      "text": "Patient and doctor support is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s439"
    },
    {
      "text": "12.",
      "id": "s440"
    },
    {
      "text": "Improved stability is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s441"
    },
    {
      "text": "13.",
      "id": "s442"
    },
    {
      "text": "Improved Stability and/ or Increased Shelf Life is a distinction with significance to doctors, wholesalers, pharmacists or patients who prescribe, distribute, dispense or consume perindopril products.",
      "id": "s443"
    },
    {
      "text": "14.",
      "id": "s444"
    },
    {
      "text": "Increased Shelf Life is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s445"
    },
    {
      "text": "103 On 11 April 2007 the Court made interim orders that Servier be restrained from further placing for publication the first whole page advertisement or any further advertising making reference to the \"improved stability\" of Coversyl, until final determination of the matter.",
      "id": "s446"
    },
    {
      "text": "Servier has now also undertaken to refrain permanently from publishing the following representations:\n \n&#8226; COVERSYL perindopril arginine...",
      "id": "s447"
    },
    {
      "text": "THERE IS NO SUBSTITUTE FOR IMPROVED STABILITY compared to perdinpril [sic]; and\n \n&#8226; Improved stability is relevant to the substitutability of COVERSYL as against perindopril erbumine products.",
      "id": "s448"
    },
    {
      "text": "104 GenRx submits that the first whole page advertisement makes the following express representations:\n \n&#8226; There is no substitute for;\n \n&#8226; Investment in Australia;\n \n&#8226; All profits to research;\n \n&#8226; Patient and doctor support;\n \n&#8226; Improved stability;\n \n&#8226; Tick the box (with the box already ticked); and\n \n&#8226; Brand substitution not permitted for Coversyl.",
      "id": "s449"
    },
    {
      "text": "105 GenRx does not provide evidence to demonstrate that some of the factual assertions in the advertisements are incorrect or inaccurate.",
      "id": "s450"
    },
    {
      "text": "In particular, there is no evidence to gainsay the assertion that:\n \n&#8226; Servier invests in Australia;\n \n&#8226; Servier's profits are applied to research; and\n \n&#8226; Servier provides patient/doctor support.",
      "id": "s451"
    },
    {
      "text": "106 Servier does reinvest its profits in medical research and development, including research and development in Australia.",
      "id": "s452"
    },
    {
      "text": "Servier engages in the education and training of clinicians and researchers in the therapeutic areas relevant to its pharmaceutical products.",
      "id": "s453"
    },
    {
      "text": "107 GenRx argues that doctors rely on current publications such as Medical Observer Weekly to inform them of changes in the PBS system and other matters such as urgent drug recalls.",
      "id": "s454"
    },
    {
      "text": "GenRx submits that doctors will be misled by the first whole page advertisement into thinking there is some regulatory bar to brand substitution for Coversyl, such as the TGA or PBS having decided not to allow substitution, for the reasons set out in the advertisement.",
      "id": "s455"
    },
    {
      "text": "GenRx submits that the pre-ticked box indicates, in context, that someone other than the doctor has made the decision not to permit substitution.",
      "id": "s456"
    },
    {
      "text": "Further, GenRx submits that the advertisement conveys a representation to the effect that, because of its conduct in, for example, investment in Australia, Servier has obtained an advantage from the government, namely a prohibition on generic substitution for Coversyl.",
      "id": "s457"
    },
    {
      "text": "108 The first whole page advertisement would be seen by doctors as an advertisement for Coversyl.",
      "id": "s458"
    },
    {
      "text": "The advertisement is clearly exhorting and seeking to persuade doctors to exercise their discretion to tick the box on the standard form of prescription.",
      "id": "s459"
    },
    {
      "text": "It relies not only on the characteristics of the drug but also on matters related to the actions of the drug's manufacturer, that may be relevant to the doctor's decision to tick the box.",
      "id": "s460"
    },
    {
      "text": "109 The expression \"BRAND SUBSTITUTION NOT PERMITTED\" is placed directly next to and associated with the ticked box containing the exhortation to \"tick the box\".",
      "id": "s461"
    },
    {
      "text": "Doctors would recognise the expression in that association as a direction to tick the box on the standard form of prescription, to instruct the dispensing pharmacist not to substitute a generic drug for the branded Coversyl.",
      "id": "s462"
    },
    {
      "text": "110 In Astrazeneca the Full Court considered whether advertising flyers that were sent to general practitioners regarding a particular asthma medication were misleading or deceptive under s 52 of the Act.",
      "id": "s463"
    },
    {
      "text": "The flyers contained references to a clinical study and its results.",
      "id": "s464"
    },
    {
      "text": "The Court noted that in order to determine whether any breach of s 52 had occurred, it was necessary to determine whether the conduct would be likely to lead to a misconception arising in the mind of that section of the community to whom the conduct was directed (at [34]; [37]).",
      "id": "s465"
    },
    {
      "text": "The Court noted that the representations in the advertisement were not made to identified individuals or to the public at large (at [35]) but to ' ordinary or reasonable members of the community of general practitioners throughout Australia ...'.",
      "id": "s466"
    },
    {
      "text": "The representations as claimed were not misleading or deceptive when viewed, in their entirety, as marketing documents directed to that class (at [24]; [42]).",
      "id": "s467"
    },
    {
      "text": "It can be assumed that the class of medical practitioners would, as in Astrazeneca , have some knowledge of clinical trials and that the class would accordingly view such material in a different fashion to the public at large.",
      "id": "s468"
    },
    {
      "text": "111 I do not accept that the references to non-clinical factors would be understood by doctors as referring to regulatory matters.",
      "id": "s469"
    },
    {
      "text": "Doctors, by reason of education and experience, would understand that drugs are publicly available as a result of expenditure on research by innovator or originator companies.",
      "id": "s470"
    },
    {
      "text": "These are factors of importance to some medical practitioners (see [63]).",
      "id": "s471"
    },
    {
      "text": "GenRx submits that, although it is apparent that some of the reasons are not clinically based, doctors would be misled into thinking the reasons are ' reasonable or proper reasons to take into consideration when prescribing Coversyl '.",
      "id": "s472"
    },
    {
      "text": "They may be so led but it would not be misleading.",
      "id": "s473"
    },
    {
      "text": "Doctors are entitled, in their discretion, to take into account matters that are clinically related, although not specifically concerning the medication for that patient.",
      "id": "s474"
    },
    {
      "text": "For some ordinary and reasonable doctors, such as Drs Barlow, Ferrari, Flecker and Lambie, investment by originator companies in Australia and the undertaking of research, funded by profit on existing drugs, are important, reasonable and proper reasons for ticking the box to prevent generic substitution.",
      "id": "s475"
    },
    {
      "text": "Doctors would understand the factors of \"investment in Australia\", \"all profit to research\" and \"patient and doctor support\" as linked to the company that manufactures and sells Coversyl and not as factors relevant to regulatory decisions.",
      "id": "s476"
    },
    {
      "text": "They would understand that they were being asked to take those factors into account in forming the decision whether or not to tick the box on the prescription.",
      "id": "s477"
    },
    {
      "text": "112 These representations, in the first whole page advertisement, are not misleading as alleged.",
      "id": "s478"
    },
    {
      "text": "Improved stability \n \n113 \"Improved stability\" is in a different category.",
      "id": "s479"
    },
    {
      "text": "That plainly asserts a clinical benefit, in the sense that the product retains its activity over a longer period.",
      "id": "s480"
    },
    {
      "text": "GenRx submits that doctors will be misled into thinking that there is some regulatory bar to brand substitution for Coversyl for the reason of \"improved stability\" or that improved stability is a real and relevant distinction between new Coversyl and other perindopril products.",
      "id": "s481"
    },
    {
      "text": "Underneath the reference to \"improved stability\" it is stated that it is compared to perindopril erbumine.",
      "id": "s482"
    },
    {
      "text": "It is intended to convey to doctors that it is a benefit of new Coversyl, of which the doctor should take account.",
      "id": "s483"
    },
    {
      "text": "GenRx says that, although it may be literally true, improved stability is in fact a ' non-benefit ' and that reference to it is therefore misleading.",
      "id": "s484"
    },
    {
      "text": "GenRx accepts that perindopril arginine has a higher rated shelf life but says that it is irrelevant because, practically, the product is not stored for as long as the shelf life of perindopril erbumine.",
      "id": "s485"
    },
    {
      "text": "114 GenRx submits that stability of the product could be seen by a doctor to be relevant to regulatory decisions but it has not been demonstrated that that is so or that, as one of four factors, it would lead a doctor to conclude that brand substitution was not permitted for some regulatory reason.",
      "id": "s486"
    },
    {
      "text": "115 Perindopril arginine is less hygroscopic than perindopril erbumine.",
      "id": "s487"
    },
    {
      "text": "It absorbs less moisture from the atmosphere.",
      "id": "s488"
    },
    {
      "text": "This is the basis of the statement that it is more stable.",
      "id": "s489"
    },
    {
      "text": "Servier says that one of the reasons for the change to the arginine salt was reported cases of degradation of the erbumine salt which could be traced to likely poor storage at high temperatures and in humid conditions.",
      "id": "s490"
    },
    {
      "text": "116 Coversyl is almost always prescribed on a monthly basis, though often the prescriptions include five monthly repeats which are dispensed one per month.",
      "id": "s491"
    },
    {
      "text": "It is a commonly dispensed drug and the evidence of Ms Crisp, which was not contradicted, is that it is unusual for stock of Coversyl or Coversyl Plus to remain in the pharmacy for much longer than a month.",
      "id": "s492"
    },
    {
      "text": "There are standards in place to ensure that pharmacists do not dispense medicines with a short expiry date.",
      "id": "s493"
    },
    {
      "text": "Accordingly, where shelf life is well over 12 months, shelf life is not an issue.",
      "id": "s494"
    },
    {
      "text": "The evidence does not suggest that there was any actual or perceived problem with the shelf life of old Coversyl.",
      "id": "s495"
    },
    {
      "text": "The shelf life of the erbumine product, the fact that prescriptions were generally filled monthly, the checks by pharmacists of expiry dates and the turnover of the product explain why the pharmacists who gave evidence did not experience any such problem or need to return expired stock.",
      "id": "s496"
    },
    {
      "text": "117 Dr Barlow, called by Servier, understood \"improved stability\" to mean ' improved shelf-life of perindopril arginine salt over the perindopril erbumine salt '.",
      "id": "s497"
    },
    {
      "text": "Dr Barlow considered that there will be cases where the patients do not keep the product in the conditions recommended by the manufacturer.",
      "id": "s498"
    },
    {
      "text": "However, he confirmed that he would expect that, in most cases, Coversyl would be kept by patients in appropriate conditions and be used in less than a year.",
      "id": "s499"
    },
    {
      "text": "While patient stockpiling may occur, proper practice by doctors and pharmacists would ensure that patients do not stockpile the medication.",
      "id": "s500"
    },
    {
      "text": "It would be unusual for this to occur.",
      "id": "s501"
    },
    {
      "text": "118 The evidence and submissions concerning possible problems with stability was largely speculative.",
      "id": "s502"
    },
    {
      "text": "That included the possibility that patients might stockpile perindopril at holiday homes which they visited occasionally.",
      "id": "s503"
    },
    {
      "text": "It was also contrary to the evidence from doctors and pharmacists that there were no problems or perceived problems on the part of doctors or pharmacists as to the stability of perindopril erbumine.",
      "id": "s504"
    },
    {
      "text": "Dr Ferrari, also called by Servier, said that he regarded the issue of stability as unlikely to be of concern.",
      "id": "s505"
    },
    {
      "text": "I accept that as a reasonable medical view.",
      "id": "s506"
    },
    {
      "text": "119 If the stability of perindopril erbumine was not a genuine concern of doctors or pharmacists, the improved stability of perindopril arginine is not a factor relevant to the decision to tick the box to prevent the substitution of new Coversyl by perindopril erbumine.",
      "id": "s507"
    },
    {
      "text": "It is, for clinical purposes, a \"non-benefit\".",
      "id": "s508"
    },
    {
      "text": "The first whole page advertisement represents that there is a genuine improvement, or benefit, or superior product performance of new Coversyl over its generic substitutes.",
      "id": "s509"
    },
    {
      "text": "The representation is that this is a reason for the doctor to prevent generic substitution.",
      "id": "s510"
    },
    {
      "text": "That representation is likely to mislead doctors into ticking the box.",
      "id": "s511"
    },
    {
      "text": "120 Accordingly, the reference in the advertisement to \"improved stability\" is, in the context of the first whole page advertisement, misleading or likely to mislead medical practitioners.",
      "id": "s512"
    },
    {
      "text": "The second whole page advertisement \n \n121 The third advertisement complained of first appeared in the Medical Observer Weekly and the Australian Doctor, another medical publication, on 11 May 2007 ('the second whole page advertisement').",
      "id": "s513"
    },
    {
      "text": "The second whole page advertisement is as follows:\n \n\n\n \n122 GenRx submits that the second whole page advertisement conveys the following express or implied representations ('the second whole page advertisement representations'):\n \n1.",
      "id": "s514"
    },
    {
      "text": "Brand substitution for New COVERSYL is never permissible.",
      "id": "s515"
    },
    {
      "text": "2.",
      "id": "s516"
    },
    {
      "text": "There are no other perindopril products substitutable with New COVERSYL.",
      "id": "s517"
    },
    {
      "text": "3.",
      "id": "s518"
    },
    {
      "text": "Investing profits in research is relevant to substitutability of New COVERSYL as against perindopril erbumine products.",
      "id": "s519"
    },
    {
      "text": "4.",
      "id": "s520"
    },
    {
      "text": "COVERSYL perindopril arginine... NOW INDICATED FOR STABLE CORONARY ARTERY DISEASE.",
      "id": "s521"
    },
    {
      "text": "5.",
      "id": "s522"
    },
    {
      "text": "COVERSYL perindopril arginine...&#945;TICK THE BOX: BRAND SUBSTITUTION NOT PERMITTED.",
      "id": "s523"
    },
    {
      "text": "6.",
      "id": "s524"
    },
    {
      "text": "COVERSYL perindopril arginine... NOW INDICATED FOR STABLE CORONARY ARTERY DISEASE...&#945;TICK THE BOX: BRAND SUBSTITUTION NOT PERMITTED.",
      "id": "s525"
    },
    {
      "text": "7.",
      "id": "s526"
    },
    {
      "text": "COVERSYL perindopril arginine... &#945;TICK THE BOX: BRAND SUBSTITUTION NOT PERMITTED... &#945; ALL PROFIT TO MEDICAL RESEARCH.",
      "id": "s527"
    },
    {
      "text": "8.",
      "id": "s528"
    },
    {
      "text": "COVERSYL perindopril arginine... NOW INDICATED FOR STABLE CORONARY ARTERY DISEASE...&#945;TICK THE BOX: BRAND SUBSTITUTION NOT PERMITTED... &#945; MINIMISE PATIENT CONFUSION.",
      "id": "s529"
    },
    {
      "text": "9.",
      "id": "s530"
    },
    {
      "text": "COVERSYL perindopril arginine... &#945;TICK THE BOX: BRAND SUBSTITUTION NOT PERMITTED...&#945;MINIMISE PATIENT CONFUSION.",
      "id": "s531"
    },
    {
      "text": "10.",
      "id": "s532"
    },
    {
      "text": "Previous COVERSYL was not indicated for stable coronary artery disease.",
      "id": "s533"
    },
    {
      "text": "11.",
      "id": "s534"
    },
    {
      "text": "New COVERSYL has only recently been indicated for stable coronary artery disease.",
      "id": "s535"
    },
    {
      "text": "12.",
      "id": "s536"
    },
    {
      "text": "There are no other perindopril products indicated for stable coronary artery disease.",
      "id": "s537"
    },
    {
      "text": "13.",
      "id": "s538"
    },
    {
      "text": "There are no other perindopril products substitutable with New COVERSYL for stable coronary artery disease.",
      "id": "s539"
    },
    {
      "text": "14.",
      "id": "s540"
    },
    {
      "text": "Patient confusion will necessarily arise from substituting any perindopril product not bearing the COVERSYL brand for New COVERSYL.",
      "id": "s541"
    },
    {
      "text": "15.",
      "id": "s542"
    },
    {
      "text": "Patient confusion will necessarily arise from substituting generic perindopril erbumine products, including but not limited to [GenRx's perindopril products], for New COVERSYL.",
      "id": "s543"
    },
    {
      "text": "16.",
      "id": "s544"
    },
    {
      "text": "Patient confusion will necessarily arise from substituting generic perindopril erbumine products, including but not limited to [GenRx's perindopril products], for New COVERSYL because only perindopril arginine is indicated for stable coronary artery disease.",
      "id": "s545"
    },
    {
      "text": "17.",
      "id": "s546"
    },
    {
      "text": "Any patient confusion, however arising, will be minimised if doctors tick the \"brand substitution not permitted\" box on a prescription, so as not to authorise substitution of generic perindopril erbumine products including, but not limited to, [GenRx's perindopril products], for New COVERSYL.",
      "id": "s547"
    },
    {
      "text": "123 GenRx's complaint about this advertisement is that medical practitioners will be misled into thinking that Coversyl has only \"now\" been indicated for stable coronary artery disease rather than in June 2005 when it was so indicated and that no other brand of perindopril product is indicated for that disease.",
      "id": "s548"
    },
    {
      "text": "To the extent that GenRx also relies on the reference to \"minimise patient confusion\", I will deal with it in discussing the next advertisement.",
      "id": "s549"
    },
    {
      "text": "124 The points to note in the second whole page advertisement, relevant to GenRx's submissions are:\n \n&#8226; the advertisement is for perindopril arginine, new Coversyl;\n \n&#8226; the statement \"proven reduction of cardiovascular events\" is given prominence;\n \n&#8226; it refers in large print and centrally, to the Europa trial, of which some detail is given;\n \n&#8226; it states that Coversyl is now indicated for stable coronary artery disease;\n \n&#8226; that is elaborated by a description of what constitutes stable coronary artery disease;\n \n&#8226; as an elucidator, the year of publication of the Europa trial is given as 2003;\n \n&#8226; there is a compendious \"elucidator\" at the bottom of the advertisement which can be read with difficulty, if one wished to discern the numerous statements therein.",
      "id": "s550"
    },
    {
      "text": "There is no elucidation of the date of indication for stable coronary artery disease.",
      "id": "s551"
    },
    {
      "text": "125 The message conveyed by the second whole page advertisement is that there is a new indication for which Coversyl can be prescribed and that the new indication has been validated by an extensive trial, the Europa trial.",
      "id": "s552"
    },
    {
      "text": "126 Medicines Australia is the industry body for pharmaceutical companies in Australia.",
      "id": "s553"
    },
    {
      "text": "The Medicines Australia Code of Conduct states at clause 1.6 that the word \"new\" must not be used to describe any product, presentation, or therapeutic indication that has been available and promoted for more than 12 months in Australia.",
      "id": "s554"
    },
    {
      "text": "127 In the Europa trial, perindopril treatment was shown to lead to significant reduction in death from heart or blood vessel problems, non-fatal myocardial infarction and cardiac arrest in patients with stable disease of their coronary arteries.",
      "id": "s555"
    },
    {
      "text": "Coversyl has been on the market in Australia for many years for its initial indication, hypertension.",
      "id": "s556"
    },
    {
      "text": "The Europa results led to approval by the TGA of a further indication for Coversyl, for the treatment of patients with established coronary artery disease who are stable on concomitant therapy and have no heart failure, that is, for stable coronary artery disease.",
      "id": "s557"
    },
    {
      "text": "128 A number of doctors gave evidence of their understanding of the reference to the Europa trial as the indication for stable coronary artery disease.",
      "id": "s558"
    },
    {
      "text": "Dr Barlow was aware of the Europa trial and had heard of the results in 2005.",
      "id": "s559"
    },
    {
      "text": "Dr Ferrari was also aware of the trial from the time the results were published in 2003.",
      "id": "s560"
    },
    {
      "text": "Dr Barlow's understanding on reading the advertisement shown to him by Servier's solicitors was that the Coversyl arginine salt is ' presently approved ' by the TGA for this specific indication or ' presently indicated ' for treatment of stable coronary artery disease.",
      "id": "s561"
    },
    {
      "text": "He did not understand it to mean that Coversyl has only recently been approved for stable coronary artery disease.",
      "id": "s562"
    },
    {
      "text": "Dr Ferrari saw the ' underlying message ' that if doctors were not presently using Coversyl for the treatment of stable coronary artery disease, they ought to be.",
      "id": "s563"
    },
    {
      "text": "Both of those doctors were familiar with the Europa study and understood the advertisement from that perspective.",
      "id": "s564"
    },
    {
      "text": "While Dr Flecker, a general practitioner, was also aware of the Europa trial from 2003, Dr Lambie, a general practitioner was not.",
      "id": "s565"
    },
    {
      "text": "129 Readers not aware of the Europa trial prior to reading the advertisement and those who did not bring the results of that trial to mind when they read the advertisement would conclude that it was perindopril arginine, or new Coversyl, that had the further indication in relation to stable coronary artery disease.",
      "id": "s566"
    },
    {
      "text": "For example, Dr Lambie, called by Servier, concluded from the advertisement that there was a new indication for Coversyl.",
      "id": "s567"
    },
    {
      "text": "Doctors who appreciated that the advertisement was for perindopril arginine and who were aware that this was the new form of Coversyl, would conclude that the new indication was for that new form and not for perindopril erbumine.",
      "id": "s568"
    },
    {
      "text": "By using \"now indicated\" the advertisement links the further indication of hypertension only to new Coverysl.",
      "id": "s569"
    },
    {
      "text": "That is misleading.",
      "id": "s570"
    },
    {
      "text": "Alternatively, for a doctor not aware of the Europa trial, the advertisement represents that the new indication was approved after that trial.",
      "id": "s571"
    },
    {
      "text": "Servier draws attention to the reference to the 2003 publication of The Lancet in which the trial was published.",
      "id": "s572"
    },
    {
      "text": "That appears as an elucidator.",
      "id": "s573"
    },
    {
      "text": "However, regulatory approval for an indication consequent upon the results of a trial would occur some time after publication and no such time is indicated.",
      "id": "s574"
    },
    {
      "text": "A medical practitioner would form the view that the indication was approved some time after the trial and its publication.",
      "id": "s575"
    },
    {
      "text": "In the absence of any other statement as to the time between publication of the trial and regulatory approval for the new indication, the word \"now\" indicates and represents that the indication is of quite recent application.",
      "id": "s576"
    },
    {
      "text": "130 Ordinary and reasonable doctors so misled would not be insignificant in number or proportion.",
      "id": "s577"
    },
    {
      "text": "I am not satisfied that ordinary and reasonable doctors, including general practitioners not specialised in hypertension and the mechanisms of blood pressure regulation, would generally have been aware of the Europa study and so discount the message otherwise conveyed by the advertisement, as did Drs Barlow and Ferrari.",
      "id": "s578"
    },
    {
      "text": "Indeed, Dr Flecker acknowledged that doctors might have thought that Coversyl was only listed in relation to its previously established indication of hypertension.",
      "id": "s579"
    },
    {
      "text": "The fact that some doctors reading the advertisement might be aware of the Europa trial and its results, or were otherwise aware that perindopril erbumine had been indicated both for hypertension and for stable coronary artery disease since 2003, does not preclude the statements in the second whole page advertisement being misleading ( ConAgra at 543 per French J).",
      "id": "s580"
    },
    {
      "text": "131 It follows that the representation conveyed by the second whole page advertisement is misleading or likely to mislead doctors in its reference to \"now indicated for stable coronary artery disease\".",
      "id": "s581"
    },
    {
      "text": "By linking that statement to perindopril arginine, the advertisement represents that perindopril erbumine is not so indicated.",
      "id": "s582"
    },
    {
      "text": "That also amounts to a misrepresentation, as perindopril erbumine has been so indicated since 2005.",
      "id": "s583"
    },
    {
      "text": "132 Servier has undertaken not to place for publication any advertisement which contains the words \"Now indicated for stable coronary heart disease\" or any substantially similar phrase which contains the word \"now\", until determination of this matter.",
      "id": "s584"
    },
    {
      "text": "The second banner advertisement \n \n133 The fourth advertisement complained of appeared in the Medical Observer Weekly and Australian Doctor on 22 June 2007 ('the second banner advertisement').",
      "id": "s585"
    },
    {
      "text": "134 GenRx submits that the second banner advertisement conveys the following express or implied representations ('the second banner advertisement representations'):\n \n1.",
      "id": "s586"
    },
    {
      "text": "COVERSYL perindopril arginine... MINIMISE PATIENT CONFUSION FROM GENERIC SUBSTITUTION: TICK THE BOX.",
      "id": "s587"
    },
    {
      "text": "2.",
      "id": "s588"
    },
    {
      "text": "Patient confusion will necessarily arise from substituting any perindopril product not bearing the COVERSYL brand for New COVERSYL.",
      "id": "s589"
    },
    {
      "text": "3.",
      "id": "s590"
    },
    {
      "text": "Patient confusion will necessarily arise from substituting generic perindopril erbumine products, including but not limited to [GenRx's perindopril products], for New COVERSYL.",
      "id": "s591"
    },
    {
      "text": "135 GenRx submits that doctors will be led to think that confusion will necessarily arise from brand substitution and that the source of the confusion is the availability of generic versions of Coversyl.",
      "id": "s592"
    },
    {
      "text": "136 Doctors reading the advertisement would understand that patient confusion can be caused by a number of different factors.",
      "id": "s593"
    },
    {
      "text": "In the case of prescriptions for new Coversyl, those factors included pre-existing confusion caused by the salt switch.",
      "id": "s594"
    },
    {
      "text": "While the circumstances of individual patients would vary, a medical practitioner would know that, if he or she had not previously ticked the box when prescribing old Coverysl, the pharmacist may or may not have substituted a generic.",
      "id": "s595"
    },
    {
      "text": "That patient may since have been placed on new Coversyl.",
      "id": "s596"
    },
    {
      "text": "All of these factors have the potential to cause patient confusion.",
      "id": "s597"
    },
    {
      "text": "If the doctor ticked the box, one such factor would be removed and the potential for confusion reduced.",
      "id": "s598"
    },
    {
      "text": "137 The advertisement is an exhortation to doctors to tick the box on the standard prescription form.",
      "id": "s599"
    },
    {
      "text": "That is made clear by the picture of that form in the advertisement.",
      "id": "s600"
    },
    {
      "text": "The advertisement suggests that patient confusion will be minimised if brand substitution for Coversyl is not permitted by the doctor.",
      "id": "s601"
    },
    {
      "text": "Servier maintains that its attempt to prevent generic substitution was, at least in part, motivated by a desire to prevent or minimise further confusion on the part of patients.",
      "id": "s602"
    },
    {
      "text": "138 GenRx argues that Servier's reliance on the confusion caused by the salt switch is unacceptable, as it was Servier that caused that confusion.",
      "id": "s603"
    },
    {
      "text": "However, there was no prohibition on that action.",
      "id": "s604"
    },
    {
      "text": "The confusion that resulted did exist and preceded the marketing campaign the subject of these proceedings.",
      "id": "s605"
    },
    {
      "text": "139 Doctors understand that patient confusion can be caused by a number of different factors.",
      "id": "s606"
    },
    {
      "text": "Drs Barlow and Flecker understood the reference to \"minimise patient confusion\" in the second banner advertisement to refer only to the confusion caused by brand substitution.",
      "id": "s607"
    },
    {
      "text": "Doctors cannot, Dr Barlow says, remove all sources of confusion on the part of patients.",
      "id": "s608"
    },
    {
      "text": "One source that can be removed by the doctor is any confusion caused by generic substitution.",
      "id": "s609"
    },
    {
      "text": "It is that action to which the advertisement is referring.",
      "id": "s610"
    },
    {
      "text": "140 The doctor would be aware that confusion could be overcome or reduced by explanation and counselling by the doctor or the pharmacist.",
      "id": "s611"
    },
    {
      "text": "The doctor would also be conscious of the need to minimise patient confusion in order to maximise compliance and reduce the risk of double dosing.",
      "id": "s612"
    },
    {
      "text": "Medical practitioners would be quite capable of understanding the various factors bearing on the decision to tick the box.",
      "id": "s613"
    },
    {
      "text": "Such a person would understand that the manufacturers of Coversyl were exhorting them to do so.",
      "id": "s614"
    },
    {
      "text": "141 The doctor reading the second banner advertisement would not read it as saying that patient confusion would necessarily arise from substitution.",
      "id": "s615"
    },
    {
      "text": "He or she would understand that the exhortation was to remove one potential confusing factor.",
      "id": "s616"
    },
    {
      "text": "That may not be necessary for all patients.",
      "id": "s617"
    },
    {
      "text": "The doctor could form the view that the benefit of substitution outweighed any confusion.",
      "id": "s618"
    },
    {
      "text": "If the doctor wished to permit substitution and minimise confusion, the course was open, in accordance with normal practice, to explain the substitution to the patient.",
      "id": "s619"
    },
    {
      "text": "142 The second banner advertisement is not misleading as alleged.",
      "id": "s620"
    },
    {
      "text": "GENRX'S APPLICATION TO RE-OPEN ITS CASE \n \n143 After the hearing was completed and judgment reserved, GenRx sought to re-open its case to read a further affidavit and make further submissions.",
      "id": "s621"
    },
    {
      "text": "GenRx recognises the limitations placed on re-opening after evidence and submissions are concluded but submits that the proposed evidence is of ' considerable significance ' in the case.",
      "id": "s622"
    },
    {
      "text": "Further, it is evidence of which GenRx was not aware and, GenRx submits, would cause no prejudice to Servier.",
      "id": "s623"
    },
    {
      "text": "Servier does not seek to file evidence in answer if leave be given but opposes leave being granted.",
      "id": "s624"
    },
    {
      "text": "144 The proposed evidence relates to Servier's actions in seeking to set aside the \"a\"-listing of perindopril arginine products against perindopril erbumine products.",
      "id": "s625"
    },
    {
      "text": "This would preclude substitution of new Coversyl.",
      "id": "s626"
    },
    {
      "text": "GenRx says that this reinforces its submissions as to the representations conveyed by the stamp, the first banner advertisement and the first whole page advertisement.",
      "id": "s627"
    },
    {
      "text": "That is, it reinforces the alleged representation that brand substitution is not permitted, as a regulatory matter.",
      "id": "s628"
    },
    {
      "text": "145 Servier's actions the subject of the application to re-open postdate the issue of the stamp and the publication of the advertisements the subject of these proceedings.",
      "id": "s629"
    },
    {
      "text": "146 I do not see that the proposed evidence has any or sufficient relevance to the issues in this case.",
      "id": "s630"
    },
    {
      "text": "There is no suggestion that the witnesses or other doctors, pharmacists or patients would have been aware of Servier's proposed actions.",
      "id": "s631"
    },
    {
      "text": "Servier's intent was at all times to prevent \"a\"- flagging of its new Coversyl product.",
      "id": "s632"
    },
    {
      "text": "That is accepted.",
      "id": "s633"
    },
    {
      "text": "The proposed evidence does not affect the determination of these proceedings sufficiently to permit the evidence to be led at this stage.",
      "id": "s634"
    },
    {
      "text": "147 The application to re-open should be refused.",
      "id": "s635"
    },
    {
      "text": "OTHER ALLEGED CONTRAVENTIONS OF THE ACT \n \n148 In its application, GenRx seeks declarations that Servier, by publishing the advertisements and distributing the stamp, falsely represented that Coversyl, in comparison to other goods in the market, was of a particular standard or quality or had superior performance characteristics and hence that Servier has contravened subs 53(a) and (c) of the Act.",
      "id": "s636"
    },
    {
      "text": "GenRx also seeks a declaration that Servier, by publishing the advertisements and distributing the stamp, falsely represented that its goods had superior characteristics in contravention of s 55 of the Act.",
      "id": "s637"
    },
    {
      "text": "149 At the hearing GenRx did not address ss 53 or 55 of the Act except to point out two matters.",
      "id": "s638"
    },
    {
      "text": "First, that subs 53(c) uses the word \"benefit\" and prohibits representations that ' represent that goods or services have sponsorship, approval, performance characteristics, accessories, uses or benefits they do not have '.",
      "id": "s639"
    },
    {
      "text": "Secondly, that the classes of alleged misleading conduct include a representation that the product has a difference where, it submits, any such difference is not a distinction of significance and is accordingly not a benefit ( Janssen Pharmaceutica Pty Ltd v Pfizer Pty Ltd (1985) 6 IPR 227).",
      "id": "s640"
    },
    {
      "text": "No further submissions in relation to these matters and no other submissions in relation to these sections were made by GenRx or by Servier.",
      "id": "s641"
    },
    {
      "text": "150 No submissions were directed to the other criteria in those sections.",
      "id": "s642"
    },
    {
      "text": "No submissions were made as to whether, if Servier were found to have contravened s 52, it would follow that subs 53(a) and (c) or s 55 would also have been contravened.",
      "id": "s643"
    },
    {
      "text": "Accordingly, I do not propose to deal further with these allegations.",
      "id": "s644"
    },
    {
      "text": "CONCLUSION \n \n151 For convenience and in summary, the conclusions to which I have come are as follows:\n \n&#8226; The stamp issued by Servier to doctors to be printed on prescriptions for Coversyl contains representations that are misleading or deceptive or likely to mislead pharmacists and patients within s 52 of the Act.",
      "id": "s645"
    },
    {
      "text": "The stamp representations are not likely to mislead or deceive medical practitioners.",
      "id": "s646"
    },
    {
      "text": "&#8226; Servier is liable for the stamp representations and has thereby contravened s 52.",
      "id": "s647"
    },
    {
      "text": "&#8226; The first banner advertisement representations are not misleading or deceptive or likely to mislead or deceive medical practitioners.",
      "id": "s648"
    },
    {
      "text": "&#8226; The first whole page advertisement caused to be published by Servier contains a representation as to improved stability that is likely to mislead or deceive medical practitioners, within s 52 of the Act.",
      "id": "s649"
    },
    {
      "text": "Servier has thereby contravened s 52.",
      "id": "s650"
    },
    {
      "text": "&#8226; The second whole page advertisement caused to be published by Servier contains a representation in relation to the indication for Coverysl for stable coronary artery disease that is likely to mislead or deceive medical practitioners, within s 52 of the Act.",
      "id": "s651"
    },
    {
      "text": "Servier has thereby contravened s 52.",
      "id": "s652"
    },
    {
      "text": "&#8226; The second banner advertisement representations are not misleading or deceptive or likely to mislead or deceive medical practitioners.",
      "id": "s653"
    },
    {
      "text": "ORDERS \n \n152 The parties asked that they be given the opportunity to submit draft orders to give effect to the reasons for judgment.",
      "id": "s654"
    },
    {
      "text": "I direct that the parties submit orders to give effect to these reasons for decision within 14 days.",
      "id": "s655"
    },
    {
      "text": "I certify that the preceding one hundred and fifty two (152) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s656"
    },
    {
      "text": "Associate:\n\nDated: 8 May 2008\n\n Counsel for the Applicant: D K Catterns QC and S Goddard \n \n Solicitor for the Applicant: Freehills \n \n Counsel for the Respondents: A Bannon SC and A J Ryan \n \n Solicitor for the Respondents: Allens Arthur Robinson \n \n Date of Hearing: 16 to 20 July 2007; 27 August 2007 \n \n Date of Final Submissions: 10 September 2007 \n \n Date of Judgment: 8 May 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/607.html",
      "id": "s657"
    }
  ]
}