{
  "name": "SZKSU v Minister for Immigration &amp; Citizenship [2008] FCA 610 (6 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/610.html",
  "catchphrases": [
    {
      "text": "difficulties confronting refugees",
      "id": "c0"
    },
    {
      "text": "adverse findings as to credibility",
      "id": "c1"
    },
    {
      "text": "no onus to prove credibility",
      "id": "c2"
    },
    {
      "text": "need for caution on part of refugee review tribunal",
      "id": "c3"
    },
    {
      "text": "findings open to be made and not reviewable",
      "id": "c4"
    },
    {
      "text": "no need to explain why evidence accepted or rejected",
      "id": "c5"
    },
    {
      "text": "two hearings before tribunal",
      "id": "c6"
    },
    {
      "text": "no procedural unfairness",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellant in the present proceedings was born on 12 July 1965 and claims to be a citizen of India.",
      "id": "s0"
    },
    {
      "text": "2 He arrived in Australia on 31 May 2006 and applied to the Department of Immigration &amp; Multicultural Affairs for a Protection (Class XA) Visa on 20 June 2006.",
      "id": "s1"
    },
    {
      "text": "The delegate refused to grant that visa and an application for review was lodged with the Refugee Review Tribunal on 13 October 2006.",
      "id": "s2"
    },
    {
      "text": "3 The now Appellant attended a hearing before the Tribunal on 6 December 2006 and a second hearing on 2 March 2007.",
      "id": "s3"
    },
    {
      "text": "Intervening, on 15 December 2006, the Tribunal wrote to the now Appellant pursuant to s 424A of the Migration Act 1958 (Cth).",
      "id": "s4"
    },
    {
      "text": "A further letter written pursuant to s 424A was sent on 9 March 2007.",
      "id": "s5"
    },
    {
      "text": "4 The Tribunal affirmed the decision of the delegate on 10 May 2007.",
      "id": "s6"
    },
    {
      "text": "In reaching its decision the Tribunal concluded:\n The Tribunal found the applicant not to be a credible witness.",
      "id": "s7"
    },
    {
      "text": "There were significant inconsistencies in his evidence and he has either not explained these inconsistencies or his explanations are not credible.",
      "id": "s8"
    },
    {
      "text": "This is but one of the occasions upon which the Tribunal made express findings as to its inability to accept the now Appellant's evidence and the inconsistencies in the evidence being advanced.",
      "id": "s9"
    },
    {
      "text": "5 On 31 January 2008 the Federal Magistrates Court delivered its reasons for its decision to dismiss the application seeking review of the Tribunal's decision: SZKSU v Minister for Immigration &amp; Citizenship [2008] FMCA 77.",
      "id": "s10"
    },
    {
      "text": "6 The Appellant now appeals to this Court from the decision of the Federal Magistrate.",
      "id": "s11"
    },
    {
      "text": "7 The Grounds of Appeal as set forth in the Notice of Appeal (without alteration) provide as follows:\n GROUNDS.",
      "id": "s12"
    },
    {
      "text": "1.",
      "id": "s13"
    },
    {
      "text": "The Federal Magistrates Court did not consider that the Refugee Review Tribunal (the Tribunal) did not assess the applicant's claim properly.",
      "id": "s14"
    },
    {
      "text": "The Federal Magistrate Court mentioned in para 59 that.",
      "id": "s15"
    },
    {
      "text": "'Merely because the Tribunal was not convinced to accept the applicant's claims.",
      "id": "s16"
    },
    {
      "text": "' 2.",
      "id": "s17"
    },
    {
      "text": "The Federal Magistrates Court did not consider that the Tribunal made a jurisdictional error when it did not accept the applicant's claim and evidences when the Tribunal asked the applicant some questions which confused him 3.",
      "id": "s18"
    },
    {
      "text": "The Federal Magistrates Court did not consider that the Tribunal made a procedural mistake when it did not explain to the applicant the reasons for two hearings and why some questions need to be repeated at the second hearing \n8 None of these grounds has been made out and the appeal should thus be dismissed.",
      "id": "s19"
    },
    {
      "text": "9 The Appellant appeared before the Court this morning unrepresented but with the assistance of an interpreter.",
      "id": "s20"
    },
    {
      "text": "He had, however, prepared in advance of the hearing an Outline of Submissions which was filed with the Court on 24 April 2008 and which has been read.",
      "id": "s21"
    },
    {
      "text": "The Appellant also assisted the Court by responding to questions asked of him via his interpreter.",
      "id": "s22"
    },
    {
      "text": "FAILURE TO ASSESS THE CLAIM PROPERLY \n \n10 The content of what is sought to be conveyed by the first Ground of Appeal is far from self-evident.",
      "id": "s23"
    },
    {
      "text": "To a limited extent, the concern of the Appellant may be gleaned from the reference to paragraph 59 of the Federal Magistrate's reasons.",
      "id": "s24"
    },
    {
      "text": "That paragraph was as follows: \n [59] Merely because the Tribunal was not convinced to accept the applicant's claims (that he was a member of the TDP; that he was targeted and persecuted by the Congress Party; and that he would be targeted and persecuted in the future because of his involvement with the TDP if he were to return to India), is a matter of fact finding for the Tribunal.",
      "id": "s25"
    },
    {
      "text": "In this regard, the Tribunal clearly articulated its reasons for rejecting the applicant's claims, based on its findings of \"significant inconsistencies\" in the applicant's evidence, which it found he had either failed to satisfactorily explain or which were found not to be credible.",
      "id": "s26"
    },
    {
      "text": "11 If what the Appellant intends to convey by this Ground of Appeal is that his claim was not assessed properly because the Tribunal made findings of fact adverse to the case he tried to advance, that ground is doomed to failure.",
      "id": "s27"
    },
    {
      "text": "12 It was the task of the Tribunal to make findings of fact and no reviewable error is exposed simply because those facts were resolved against the now Appellant.",
      "id": "s28"
    },
    {
      "text": "This Court should not go beyond its task of judicial review and trespass into the area of reviewing the merits of the decision as determined by the Tribunal: Attorney-General (NSW) v Quin [1990] HCA 21 ; (1990) 170 CLR 1.",
      "id": "s29"
    },
    {
      "text": "Brennan J there observed at 35---6:\n The duty and jurisdiction of the court to review administrative action do not go beyond the declaration and enforcing of the law which determines the limits and governs the exercise of the repository's power.",
      "id": "s30"
    },
    {
      "text": "If, in so doing, the court avoids administrative injustice or error, so be it; but the court has no jurisdiction simply to cure administrative injustice or error.",
      "id": "s31"
    },
    {
      "text": "The merits of administrative action, to the extent that they can be distinguished from legality, are for the repository of the relevant power and, subject to political control, for the repository alone.",
      "id": "s32"
    },
    {
      "text": "13 One matter addressed in the Appellant's written Outline of Submissions may give further content to what is intended to be conveyed by the first Ground of Appeal .",
      "id": "s33"
    },
    {
      "text": "Those submissions refer to the findings as to inconsistency in the evidence and contend that \" the Tribunal did not accept the applicant's involvement with the Telegu Desam party but the Tribunal did not show ... why it did not accept that the applicant's involvement in the party \".",
      "id": "s34"
    },
    {
      "text": "In reviewing the approach of the Tribunal to the evidence given by the Appellant, it is of obvious importance to consider the difficult circumstances in which applicants for refugee status are called upon to give an account of their circumstances and to substantiate their claims: Taylor S, Informational Deficiencies Affecting Refugee Status Determinations: Sources and Solutions (1994) 13 U Tas LR 43.",
      "id": "s35"
    },
    {
      "text": "In Guo v Minister for Immigration &amp; Ethnic Affairs (1996) 64 FCR 151 at 194, Foster J has also helpfully given the following reminder:\n It is well to remember that self-contradictory statements and apparent evasiveness, although of obvious importance, do not necessarily require a conclusion that the witness is being untruthful in those aspects of his or her evidence or, more significantly, that the whole of his or her evidence should be rejected.",
      "id": "s36"
    },
    {
      "text": "14 Within those constraints, however, the role of making findings of fact is a role entrusted by the legislature to the Refugee Review Tribunal.",
      "id": "s37"
    },
    {
      "text": "Clearly enough, in the present proceedings the Tribunal made adverse findings as to the Appellant's lack of credibility and those findings played an important part in its ultimate conclusion.",
      "id": "s38"
    },
    {
      "text": "Where, as in the present case, the Tribunal's findings of credibility are open to it on the material, based on rational grounds and arrived at after a consideration of matters that are logically probative of the issues of credibility, those findings of the Tribunal are findings for the Tribunal alone and not this Court: cf Kopalapillai v Minister for Immigration &amp; Multicultural Affairs [1998] FCA 1126 ; (1998) 86 FCR 547 at 552, 559.",
      "id": "s39"
    },
    {
      "text": "Such findings are findings of fact falling far short of jurisdictional error: Re Minister for Immigration &amp; Multicultural Affairs; Ex parte Durairajasingham [2000] HCA 1 at [67] , 168 ALR 407 at 423 per McHugh J.",
      "id": "s40"
    },
    {
      "text": "15 Moreover, an administrative tribunal is not normally required to state what evidence is accepted, rejected or taken into account with respect to findings of fact: cf Guy v Repatriation Commission [2002] FCA 525 , 74 ALD 617.",
      "id": "s41"
    },
    {
      "text": "An administrative tribunal is not required to give a subset of reasons as to why it accepted or rejected individual pieces of evidence: cf Chief Executive Officer of Customs v ICB Medical Distributors Pty Ltd [2007] FCA 1538 at [44] , [2007] FCA 1538 ; 97 ALD 746.",
      "id": "s42"
    },
    {
      "text": "16 An alternative manner in which the first Ground of Appeal may be construed is that the Federal Magistrate may have erred by concluding that there was an onus upon the now Appellant to establish before the Tribunal that he was a truthful witness.",
      "id": "s43"
    },
    {
      "text": "It may well be that such an approach on the part of the Tribunal would have possibly contravened ss 420 or 425 of the Migration Act 1958 (Cth): Kopalapillai, supra, at 555.",
      "id": "s44"
    },
    {
      "text": "But it is not considered that that is what was intended by the Federal Magistrate in the present proceedings; nor is it considered that that was in fact the approach pursued by the Tribunal.",
      "id": "s45"
    },
    {
      "text": "The Tribunal, it is considered, needs to be very conscious of not adopting an overly confrontational approach: Kneebone S, The Refugee Review Tribunal and the Assessment of Credibility: an Inquisitorial Role?",
      "id": "s46"
    },
    {
      "text": "(1998) 5 AJ Admin L 78.",
      "id": "s47"
    },
    {
      "text": "In the present proceedings, the transcript of the proceedings before the Tribunal was not in evidence.",
      "id": "s48"
    },
    {
      "text": "And a reading of the reasons of the Tribunal does not disclose anything other than a review of the evidence being given by the Appellant and the reservations that the Tribunal had in respect to some of that evidence.",
      "id": "s49"
    },
    {
      "text": "17 An invitation was extended to the Appellant to expand orally this morning upon what he meant to convey by the first Ground of Appeal .",
      "id": "s50"
    },
    {
      "text": "The response provided was, with respect, unhelpful.",
      "id": "s51"
    },
    {
      "text": "18 The first Ground of Appeal is rejected.",
      "id": "s52"
    },
    {
      "text": "CONFUSING QUESTIONS \n \n19 Again, it is considered that this second Ground of Appeal seeks impermissibly to revisit the factual merits of the Appellant's claim by contending that an error was committed because the Tribunal \" did not accept the applicant's claim and evidences \".",
      "id": "s53"
    },
    {
      "text": "No reviewable error was committed simply because evidence was not accepted.",
      "id": "s54"
    },
    {
      "text": "20 In some circumstances the manner in which questions may be put may expose a denial of procedural fairness.",
      "id": "s55"
    },
    {
      "text": "Procedural fairness requires an opportunity for a party to effectively advance his case.",
      "id": "s56"
    },
    {
      "text": "21 But the mere fact that a party becomes confused does not of itself expose any unfairness.",
      "id": "s57"
    },
    {
      "text": "In the present proceedings no instance was identified of any particular question or series of questions being asked by the Tribunal which occasioned any confusion; and, perhaps of greater importance, there is no basis for concluding that any such confusion as may have been experienced by the now Appellant has denied him an opportunity to nevertheless advance such evidence and submissions as he saw fit.",
      "id": "s58"
    },
    {
      "text": "22 From the Appellant's oral submissions this morning, it is understood that he sought to do two things.",
      "id": "s59"
    },
    {
      "text": "First, he sought to invite the Court to listen to a tape recording of the proceedings before the Tribunal.",
      "id": "s60"
    },
    {
      "text": "That application was denied.",
      "id": "s61"
    },
    {
      "text": "Before the Federal Magistrates Court an order was made as follows:\n Evidence of a Tribunal hearing shall be presented as a transcript verified by affidavit, and a tape recording shall not be received without the leave of the Court obtained prior to the hearing.",
      "id": "s62"
    },
    {
      "text": "23 It is not considered that this Court should, in such circumstances, itself listen to the tape recordings -- even if it were otherwise minded to do so and to admit such evidence on appeal: Federal Court of Australia Act 1976 (Cth), s 27.",
      "id": "s63"
    },
    {
      "text": "The explanation provided by the Appellant for not providing a transcript -- as ordered by the Federal Magistrate -- was the limitation upon the funds available to him.",
      "id": "s64"
    },
    {
      "text": "But, if a variation of the order was to be sought, that was an application which should have been made to the Federal Magistrate.",
      "id": "s65"
    },
    {
      "text": "There is no evidence that any such application was made.",
      "id": "s66"
    },
    {
      "text": "Second, the Appellant sought to identify those questions which he said were confusing.",
      "id": "s67"
    },
    {
      "text": "Those questions were said to be questions suggesting that the Appellant in fact faced no danger and was not a member of the political party of which he claimed membership.",
      "id": "s68"
    },
    {
      "text": "Those questions, it is considered, were properly put by the Tribunal member and there was little scope for confusion.",
      "id": "s69"
    },
    {
      "text": "The lack of any perceived utility in listening to the tape recording was a further reason for rejecting the invitation to do so.",
      "id": "s70"
    },
    {
      "text": "24 Also relevant to any assessment as to whether the now Appellant was confused is a consideration of the s 424A letters and the responses provided.",
      "id": "s71"
    },
    {
      "text": "The first of the two letters written pursuant to s 424A was dated 15 December 2006 and followed upon the first hearing held on 6 December 2006.",
      "id": "s72"
    },
    {
      "text": "The letter referred inter alia to inconsistencies in the account given by the now Appellant.",
      "id": "s73"
    },
    {
      "text": "The response to that letter was received on 21 December 2006.",
      "id": "s74"
    },
    {
      "text": "There was no contention then of any confusion.",
      "id": "s75"
    },
    {
      "text": "The response was the provision of a number of documents and a photograph.",
      "id": "s76"
    },
    {
      "text": "The second letter written pursuant to s 424A was that dated 9 March 2007 and followed the second hearing before the Tribunal held on 2 March 2007.",
      "id": "s77"
    },
    {
      "text": "The second letter again identified what were seen to be inconsistencies in the account being advanced.",
      "id": "s78"
    },
    {
      "text": "A response was provided on 4 April 2007 and there was again no contention that there was any confusion.",
      "id": "s79"
    },
    {
      "text": "25 The issues canvassed by the Tribunal, it is considered, were fairly raised for comment by the Appellant.",
      "id": "s80"
    },
    {
      "text": "Even if there had been transitory confusion during the course of one or other of the two hearings, any such confusion did not deprive the now Appellant of an adequate opportunity to present his case.",
      "id": "s81"
    },
    {
      "text": "26 The second Ground of Appeal is also rejected.",
      "id": "s82"
    },
    {
      "text": "TWO HEARINGS \n \n27 The final Ground of Appeal is difficult to understand.",
      "id": "s83"
    },
    {
      "text": "28 The now Appellant has been given the opportunity of attending two hearings before the Refugee Review Tribunal.",
      "id": "s84"
    },
    {
      "text": "He has also had the benefit of two letters written pursuant to s 424A of the Migration Act 1958 (Cth).",
      "id": "s85"
    },
    {
      "text": "29 No inference should be drawn from the fact that two hearings were held -- other than, perhaps, the fact that the Tribunal was fully investigating the claims sought to be advanced by the Appellant.",
      "id": "s86"
    },
    {
      "text": "Rejected is a submission made orally by the Appellant this morning that the Tribunal conducted the second hearing for the purpose of dismissing his claims.",
      "id": "s87"
    },
    {
      "text": "A reading of the Tribunal's decision reveals nothing other than a consideration of the evidence being advanced and opportunities being extended to the Appellant to explain his claims and to address inconsistencies in the accounts being given.",
      "id": "s88"
    },
    {
      "text": "30 The final Ground of Appeal is also rejected.",
      "id": "s89"
    },
    {
      "text": "COSTS \n \n31 The Respondent Minister seeks a fixed costs order in the sum of $2,300.",
      "id": "s90"
    },
    {
      "text": "An Affidavit has been filed in Court today quantifying the total costs incurred by the Minister in connection with the proceedings as exceeding $2,753.",
      "id": "s91"
    },
    {
      "text": "32 In those circumstances it is considered appropriate to make the costs order as sought.",
      "id": "s92"
    },
    {
      "text": "ORDERS \n \n33 The Orders of the Court are:\n \n1.",
      "id": "s93"
    },
    {
      "text": "The appeal be dismissed.",
      "id": "s94"
    },
    {
      "text": "2.",
      "id": "s95"
    },
    {
      "text": "The Appellant to pay the costs of the First Respondent fixed in the sum of $2,300.",
      "id": "s96"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s97"
    },
    {
      "text": "Associate:\n\nDated: 6 May 2008\n\n Counsel for the Appellant The Appellant appeared in person \n \n Counsel for the First Respondent T Reilly \n \n Solicitor for the First Respondent N Johnson (Sparke Helmore) \n \n Date of Hearing: 6 May 2008 \n \n Date of Judgment: 6 May 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/610.html",
      "id": "s98"
    }
  ]
}