{
  "name": "Ex parte Vouris; in the matter of Marrickville Bowling &amp; Recreation Club Ltd (under administration) [2008] FCA 622 (30 April 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/622.html",
  "catchphrases": [
    {
      "text": "application by company administrators to permit creditors to adjourn second meeting to allow company members to vote on amalgamation",
      "id": "c0"
    },
    {
      "text": "company solvent",
      "id": "c1"
    },
    {
      "text": "adjournment said to be in best interests of creditors and members",
      "id": "c2"
    },
    {
      "text": "application granted",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an application under s 447A of the Corporations Act 2001 (Cth) to permit the creditors of the company to adjourn the date of the second meeting of creditors.",
      "id": "s0"
    },
    {
      "text": "It is not an application to extend the time for convening that meeting.",
      "id": "s1"
    },
    {
      "text": "The meeting has been convened but it was adjourned until 9 May 2008, which was the longest period permitted by the Act.",
      "id": "s2"
    },
    {
      "text": "2 The circumstances in which the application is made are set out in the affidavit of Mr John Vouris sworn 30 April 2008.",
      "id": "s3"
    },
    {
      "text": "The affidavit indicates that Marrickville Bowling &amp; Recreation Club Ltd (under administration) is a registered club pursuant of the provisions of the Registered Clubs Act 1996 (NSW).",
      "id": "s4"
    },
    {
      "text": "3 On 31 January 2008, the Board of the company appointed Mr Vouris and Mr Whitton as joint and several administrators.",
      "id": "s5"
    },
    {
      "text": "The circumstances in which the appointment was made are set out in [4] of Mr Vouris's affidavit and I need not repeat them.",
      "id": "s6"
    },
    {
      "text": "4 The investigations made by the administrators indicate that the company has a very substantial surplus of assets over liabilities.",
      "id": "s7"
    },
    {
      "text": "There are no secured creditors and Mr Vouris is of the opinion that there is a good chance that the debts of unsecured creditors would be paid in full if the company were to be placed in liquidation.",
      "id": "s8"
    },
    {
      "text": "This is amply borne out by the evidence before me.",
      "id": "s9"
    },
    {
      "text": "However, as Mr Vouris observes, the liquidation of the company would take a minimum of three months and the administrators are presently looking at the possibility of either an amalgamation of the company with another club or alternatively a development of the club's premises.",
      "id": "s10"
    },
    {
      "text": "Either of those courses would produce an outcome under which the creditors would obtain a distribution of 100 cents in the dollar.",
      "id": "s11"
    },
    {
      "text": "5 Nevertheless, the basis upon which the application is made is that the administrators feel that time is needed to advance the outcome of the discussions and the administrators consider that this has the potential to be favourable to both creditors and members of the company.",
      "id": "s12"
    },
    {
      "text": "6 There are four benefits which creditors and members would be likely to secure from an amalgamation.",
      "id": "s13"
    },
    {
      "text": "These are, first, that creditors would be likely to be paid in full more quickly.",
      "id": "s14"
    },
    {
      "text": "Second, this course would avoid the costs associated with a liquidation.",
      "id": "s15"
    },
    {
      "text": "Third, the club facilities would be likely to be preserved for the benefit of current and future members.",
      "id": "s16"
    },
    {
      "text": "Fourth, if there were a winding up, the articles of association of the company provide that members would not share in any surplus.",
      "id": "s17"
    },
    {
      "text": "As I have said, the financial position of the company is such that there would be likely to be a surplus and if there were a liquidation, members would not share in it but would be able only to direct how any such surplus should be used.",
      "id": "s18"
    },
    {
      "text": "7 The adjournment of the second meeting of creditors was for the purpose of allowing the administrators to consider any expressions of interest regarding the possible amalgamation of the company with another registered club or the proposed development and sale of the company's premises.",
      "id": "s19"
    },
    {
      "text": "Advertisements were placed by the administrators calling for expressions of interest from registered clubs interested in amalgamation and from potential developers of the company's premises.",
      "id": "s20"
    },
    {
      "text": "8 There were no formal expressions of interest but there were approaches made to the administrators by two clubs with a view to the possibility of amalgamation.",
      "id": "s21"
    },
    {
      "text": "Those two clubs are the Sydney Portugal Club Ltd and the Jets Sports Club Ltd.",
      "id": "s22"
    },
    {
      "text": "If an amalgamation with the Jets is able to be secured then the proposal which the Jets have put forward is to continue operating a club trading from the company's premises.",
      "id": "s23"
    },
    {
      "text": "That is not the approach which is proposed by the Portugal Club.",
      "id": "s24"
    },
    {
      "text": "The administrators therefore anticipate that members of the company are unlikely to vote in favour of the Portugal Club's proposal.",
      "id": "s25"
    },
    {
      "text": "9 The administrators believe that an amalgamation of the company with the Jets is in the best interests of the members of the company, however such an amalgamation is not a foregone conclusion.",
      "id": "s26"
    },
    {
      "text": "The administrators have convened information meetings for members to discuss the merits of the two amalgamation proposals.",
      "id": "s27"
    },
    {
      "text": "10 In anticipation of the possible amalgamation with the Jets, the administrators and the Jets have negotiated draft documentation including a Memorandum of Understanding and a Deed of Amalgamation.",
      "id": "s28"
    },
    {
      "text": "A further information meeting will be held on 11 May 2008.",
      "id": "s29"
    },
    {
      "text": "If the orders sought in the present application are made, the administrators of the company propose that members vote on the amalgamation on or before 13 June 2008.",
      "id": "s30"
    },
    {
      "text": "11 Mr Vouris is of the view that the amalgamation meeting could be held on 13 June 2008 or possibly at an earlier date.",
      "id": "s31"
    },
    {
      "text": "However, it would appear that 13 June is the most likely date which would permit all of the necessary steps prior to the convening of that meeting.",
      "id": "s32"
    },
    {
      "text": "That is a reason which underlies the application for the power to further adjourn the meeting to 24 June 2008.",
      "id": "s33"
    },
    {
      "text": "12 Thus the effect of the application is that the administrators seek an order to permit a further adjournment of the second meeting of creditors to 24 June 2008.",
      "id": "s34"
    },
    {
      "text": "This is to enable members of the company and, assuming the amalgamation proposal goes ahead, the members of the other company, to vote on the amalgamation prior to the conclusion of the second meeting of creditors.",
      "id": "s35"
    },
    {
      "text": "13 Whilst it would be possible for the administrators to prepare a conditional Deed of Company Arrangement to be dealt with at the meeting on 9 May 2008, the administrators believe that this expense ought not to be incurred prior to the outcome of a meeting of the members to consider whether amalgamation is to go ahead.",
      "id": "s36"
    },
    {
      "text": "14 The administrators believe that an extension of the period of adjournment to 24 June 2008 would be in the best interests of creditors and members.",
      "id": "s37"
    },
    {
      "text": "A number of reasons are set out in [35] of Mr Vouris's affidavit.",
      "id": "s38"
    },
    {
      "text": "I will not repeat them, but in summary this course should enable the administrators to exhaust all possibilities prior to the completion of the second meeting of creditors and to completely appraise the creditors of all possibilities at the second meeting.",
      "id": "s39"
    },
    {
      "text": "15 The order which is sought in the present case is in similar terms to an order made by Barrett J in Re Porter and Another as joint administrators of Priceright Construction Pty Limited (2006) 57 ACSR 206 at [7].",
      "id": "s40"
    },
    {
      "text": "His Honour observed at [8] that it is now well recognized that the Court has the power to extend the convening period in a way that s 439A of the Act does not itself allow.",
      "id": "s41"
    },
    {
      "text": "See also the decision of Lindgren J in Re Double V Marketing Pty Ltd (in admin) [1995] FCA 1151 ; (1995) 16 ACSR 498.",
      "id": "s42"
    },
    {
      "text": "16 The period of extension which would be permitted under the proposed order is a period of 32 business days.",
      "id": "s43"
    },
    {
      "text": "The Act fixes a maximum period of adjournment at 45 business days.",
      "id": "s44"
    },
    {
      "text": "17 The period of the permitted adjournment is within the approach which Brownie J took in Re Taylor (1995) 16 ACSR 774.",
      "id": "s45"
    },
    {
      "text": "The effect of what his Honour said was that a further extension which would more than double the period permitted by the Act ought not to be made.",
      "id": "s46"
    },
    {
      "text": "The present order would not do so.",
      "id": "s47"
    },
    {
      "text": "18 In all the circumstances it seems to me that the orders that are sought ought to be made for the reasons set out in Mr Vouris's affidavit.",
      "id": "s48"
    },
    {
      "text": "The orders are in accordance with the terms which Barrett J described in Re Porter at [10] and [12] as appropriate orders to be made in an application of this type.",
      "id": "s49"
    },
    {
      "text": "19 Accordingly I will make orders 1, 2 and 3 as set out in the originating process.",
      "id": "s50"
    },
    {
      "text": "I will order that the orders be entered forthwith.",
      "id": "s51"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s52"
    },
    {
      "text": "Associate:\nDated: 7 May 2008\n\n\n\n Counsel for the Applicants: Mr E C Muston \n \n Solicitor for the Applicants: Pigott Stinson Lawyers \n \n Date of Hearing: 30 April 2008 \n \n Date of Judgment: 30 April 2008 \n\n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/622.html",
      "id": "s53"
    }
  ]
}