{
  "name": "In the Application of Budget Insurance Company Limited and Auto &amp; General Insurance Company Limited [2008] FCA 636 (9 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/636.html",
  "catchphrases": [
    {
      "text": "transfer of insurance business",
      "id": "c0"
    },
    {
      "text": "capital adequacy margin",
      "id": "c1"
    },
    {
      "text": "need to ensure compliance",
      "id": "c2"
    },
    {
      "text": "role of actuaries and the australian prudential regulation authority",
      "id": "c3"
    },
    {
      "text": "insurance",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The Application presently before the Court seeks an order pursuant to s 17F(1) of the Insurance Act 1973 (Cth) confirming the Scheme for the transfer and amalgamation of the Australian insurance business of Budget Insurance Company Limited to Auto &amp; General Insurance Company Limited .",
      "id": "s0"
    },
    {
      "text": "Both of those insurers are the Applicants in these proceedings.",
      "id": "s1"
    },
    {
      "text": "2 The Scheme to give effect to that transfer and amalgamation has been prepared in accordance with Part III , Division 3A of the 1973 Act.",
      "id": "s2"
    },
    {
      "text": "3 Auto &amp; General Insurance Company Limited is incorporated in Australia and has carried on general insurance business in Australia since July 2005.",
      "id": "s3"
    },
    {
      "text": "4 Budget Insurance Company Limited is incorporated in the United Kingdom and is registered as a foreign company in Australia.",
      "id": "s4"
    },
    {
      "text": "It has carried on business in Australia since June 2001.",
      "id": "s5"
    },
    {
      "text": "It has, however, not issued any new contracts of insurance in Australia since 31 August 2005.",
      "id": "s6"
    },
    {
      "text": "It wishes to be relieved of its liabilities and obligations under and in respect of insurance policies that it has issued and underwritten and to have its authorisation to carry on general insurance business under the 1973 Act revoked.",
      "id": "s7"
    },
    {
      "text": "5 All renewals and new business after 31 August 2005 has been written through Auto &amp; General Insurance Company Limited.",
      "id": "s8"
    },
    {
      "text": "6 Both of the Applicant insurers are presently authorised to conduct general insurance business and both are subsidiaries of Budget Holdings Limited, a Guernsey corporation.",
      "id": "s9"
    },
    {
      "text": "THE INSURANCE ACT AND SECTION 17F \n \n7 The \" main object \" of the Insurance Act 1973 (Cth) is set forth as follows in s 2A(1): \n The main object of this Act is to protect the interests of policyholders and prospective policyholders under insurance policies (issued by general insurers and Lloyd's underwriters) in ways that are consistent with the continued development of a viable, competitive and innovative insurance industry.",
      "id": "s10"
    },
    {
      "text": "8 Part III of the Act concerns the need to apply to the Australian Prudential Regulation Authority for an authorisation to carry on insurance business in Australia and further provides for those circumstances in which an authorisation may be revoked.",
      "id": "s11"
    },
    {
      "text": "9 Part III, Division 3A provides for the transfer and amalgamation of an insurance business.",
      "id": "s12"
    },
    {
      "text": "Of particular importance is s 17B which relevantly provides:\n Transfer or amalgamation of insurance business (1) No part of the insurance business of a general insurer may be: \n \n (a) transferred to another general insurer; or \n (b) amalgamated with the business of another general insurer; \n \nexcept under a scheme confirmed by the Federal Court.",
      "id": "s13"
    },
    {
      "text": "... (3) A scheme must set out: \n \n (a) the terms of the agreement or deed under which the proposed transfer or amalgamation is carried out; and \n (b) particulars of any other arrangements necessary to give effect to the scheme.",
      "id": "s14"
    },
    {
      "text": "10 Section 17C sets out those steps which must be undertaken before an application may be \" made \" for confirmation.",
      "id": "s15"
    },
    {
      "text": "For the purposes of s 17C, it is considered that an application for confirmation of a scheme is \" made \" at that point in time when a hearing is held which seeks confirmation and not at that point in time when proceedings are filed with this Court: Re Insurance Australia Ltd [2004] FCA 524 at [30] ---[37] per Lindgren J, [2004] FCA 524 ; 139 FCR 450 at 458---9.",
      "id": "s16"
    },
    {
      "text": "See also: Calliden Group Limited in the matter of Calliden Group Limited [2007] FCA 2019 at [81] .",
      "id": "s17"
    },
    {
      "text": "11 Section 17D provides that the Australian Prudential Regulation Authority may arrange for an independent actuary to make a written report on a scheme.",
      "id": "s18"
    },
    {
      "text": "12 Section 17E identifies those bodies corporate that may apply to this Court for confirmation and s 17F provides as follows for those orders which this Court may make, namely:\n Confirmation of scheme (1) The Federal Court may: \n \n (a) confirm a scheme without modification; or \n (b) confirm the scheme subject to such modifications as it thinks appropriate; or \n (c) refuse to confirm the scheme.",
      "id": "s19"
    },
    {
      "text": "(2) The Federal Court may make such orders as it thinks fit in relation to reinsurance.",
      "id": "s20"
    },
    {
      "text": "When a scheme is confirmed, it becomes binding on all persons: s 17G.",
      "id": "s21"
    },
    {
      "text": "13 The discretion conferred by s 17F is conferred in general terms and does not specify any criteria to be satisfied.",
      "id": "s22"
    },
    {
      "text": "It must, however, be a discretion exercised in a manner which promotes the objects of the Act, including the protection of the interests of policy holders in ways consistent with \" the continued development of a viable, competitive and innovative insurance industry \".",
      "id": "s23"
    },
    {
      "text": "A \" critical consideration \" is \" whether affected policyholders will be detrimentally affected by the implementation of the scheme \": PMI Indemnity Limited (No 2) [2005] FCA 1842 at [24] per Lindgren J.",
      "id": "s24"
    },
    {
      "text": "14 Section 32 of the 1973 Act, it should further be noted, provides that the Authority may also determine \" prudential standards \" that must be complied with.",
      "id": "s25"
    },
    {
      "text": "Of immediate relevance to the present proceedings are three such standards, namely:\n \n(i) Prudential Standard GPS 110 -- which deals with \" Capital Adequacy \" and aims to ensure that the security of policy holder obligations of all insurers is established at an appropriate level by requiring that each general insurer maintain at least a minimum amount of capital;\n \n(ii) Prudential Standard GPS 310 -- which deals with audit and actuarial reporting and outlines the roles and responsibilities of a general insurer's Approved Actuary; and\n \n(iii) Prudential Standard GPS 410 -- which deals with the transfer and amalgamation of the insurance business of a general insurer.",
      "id": "s26"
    },
    {
      "text": "Also of relevance is:\n \n(iv) A \" Prudential Practice Guide (Draft) \" which deals with \" Capital Adequacy \" and \" Capital Management \".",
      "id": "s27"
    },
    {
      "text": "THE SCHEME \n \n15 The \" Summary of the Scheme \" in the present proceedings was approved by the Australian Prudential Regulation Authority and sets out the effect of the Scheme as follows:\n Summary of scheme The following is a summary of the scheme: \n(a) All of the rights, liabilities and obligations of BIC under policies issued or underwritten by BIC in the conduct of BIC's Australian insurance business will be transferred to A&amp;G and become rights, liabilities and obligations of A&amp;G. BIC will be released and discharged from these liabilities and obligations and will cease to operate an insurance business in Australia.",
      "id": "s28"
    },
    {
      "text": "(b) A cash amount equal to the value of the liabilities assumed by A&amp;G (net of reinsurance and third party recoveries) will be transferred from BIC to A&amp;G. Reinsurance treaties held for the benefit of BIC will be assigned to A&amp;G.\n \n(c) Except for A&amp;G being substituted for BIC as insurer, the transfer will not result in any change to policy benefits or policy terms and conditions under policies issued or underwritten by BIC.",
      "id": "s29"
    },
    {
      "text": "(d) The rights, benefits, obligations and liabilities of holders of policies issued by BIC in Australia will be the same as if those policies had been issued or underwritten by A&amp;G instead of BIC.",
      "id": "s30"
    },
    {
      "text": "Claims under such policies are to be made to A&amp;G, instead of BIC.",
      "id": "s31"
    },
    {
      "text": "(e) BIC will bear the costs and expenses relating to the transfer and the scheme.",
      "id": "s32"
    },
    {
      "text": "(f) The transfer will take effect on the first business day after the date on which the scheme is confirmed by the Court.",
      "id": "s33"
    },
    {
      "text": "16 The Transfer Agreement executed as between the two Applicant insurers is expressed to be subject to two conditions precedent, namely:\n \n(i) the need for confirmation by this Court; and \n \n(ii) the making of a \" go-ahead \" decision pursuant to the Insurance Acquisitions and Takeovers Act 1991 (Cth).",
      "id": "s34"
    },
    {
      "text": "The latter condition was satisfied by a decision of a delegate of the Minister on 19 December 2007.",
      "id": "s35"
    },
    {
      "text": "It is now concluded that the Scheme should be confirmed without modification.",
      "id": "s36"
    },
    {
      "text": "17 It has been concluded that the confirmation of the Scheme will not detrimentally affect either those policy holders whose policies are being transferred pursuant to the Scheme or those policy holders into whose funds the policies are being transferred.",
      "id": "s37"
    },
    {
      "text": "Nor is there any other discretionary reason to refuse confirmation.",
      "id": "s38"
    },
    {
      "text": "18 Pursuant to the terms of the Scheme , all of the liabilities and obligations of Budget Insurance Company Limited in respect to its policies are assumed by Auto &amp; General Insurance Company Limited.",
      "id": "s39"
    },
    {
      "text": "The Scheme provides ( inter alia ) that \" any person having a claim on or obligation to BIC in respect of a BIC Policy will have the same claim on or obligation to A&amp;G in substitution for the claim on or obligation to BIC irrespective of when the claim or obligation arose \".",
      "id": "s40"
    },
    {
      "text": "The Scheme further provides for the transfer from Budget Insurance Company Limited to Auto &amp; General Insurance Company Limited of an amount being the quantum of all liabilities and obligations of the former company.",
      "id": "s41"
    },
    {
      "text": "That amount is calculated at present to be an amount of $46,000.",
      "id": "s42"
    },
    {
      "text": "19 And the financial security of both existing policy holders of Budget Insurance Company Limited and the policy holders of Auto &amp; General Insurance Company Limited will not be prejudicially affected if the Scheme is confirmed.",
      "id": "s43"
    },
    {
      "text": "20 Joint actuarial reports have been provided by Mr Timothy Andrews, a Fellow of the Institute of Actuaries in Australia and employed by Finity Consulting Pty Limited, and a Mr Adam Payne, also a Fellow of the Institute.",
      "id": "s44"
    },
    {
      "text": "Mr Andrews is the Approved Actuary for Auto &amp; General Insurance Company Limited.",
      "id": "s45"
    },
    {
      "text": "An actuarial report was provided as recently as 2 May 2008 and is based upon the unaudited quarterly returns provided to the Australian Prudential Regulation Authority as at 31 March 2008.",
      "id": "s46"
    },
    {
      "text": "An earlier (but now updated) report relied upon the audited annual report as at 30 June 2007.",
      "id": "s47"
    },
    {
      "text": "The conclusion expressed in the May 2008 report is as follows:\n 6.4 Conclusion On the basis of the APRA capital adequacy test at 31 March 2008, we are satisfied that the financial security of the policyholders of BIC and A&amp;G are protected under the terms of the proposed Scheme.",
      "id": "s48"
    },
    {
      "text": "Our opinion is based on the actuarial assessment of the insurance liabilities of each company and the statement of assets set out in the APRA returns for each company.",
      "id": "s49"
    },
    {
      "text": "For BIC policyholders, whilst the protection provided by A&amp;G will be lower than is currently provided by BIC, it is important to recognise that --- \n&#8226; all else being equal, a larger insurer has less volatile results and thus can operate with a lower CAM whilst still offering the same level of financial protection\n \n&#8226; the A&amp;G CAM at 31 March 2008 of 1.42 coupled with the terms of the General Services Agreement with AIH provides a substantial level of protection in its own right.",
      "id": "s50"
    },
    {
      "text": "Whilst difficult to assess precisely, there is only a remote possibility of there being insufficient funds to pay claims\n \n&#8226; A&amp;G is profitable and expected to be able to fund its future capital requirements from retained earnings if its budgeted profit levels are achieved as noted in the FCR as at 30 June 2007\n \n&#8226; almost all of the remaining outstanding BIC claims will be paid within 12 months.",
      "id": "s51"
    },
    {
      "text": "As such, it is the company's short term solvency projections which are most relevant and these are expected to be adequate\n \n&#8226; the parent has indicated a commitment to support A&amp;G to ensure that the CAM remains above 1.30 and this commitment appears to be backed by an ability to provide that support\n \n&#8226; we note that almost any transfer of liabilities will lead to a lower level of protection for at least one of the insurers involved.",
      "id": "s52"
    },
    {
      "text": "The key issue is whether the likelihood of valid claims being paid is materially affected.",
      "id": "s53"
    },
    {
      "text": "We assess that A&amp;G provides a similar level of protection to policyholders as BIC to the extent that the likelihood of claims not being paid is remote.",
      "id": "s54"
    },
    {
      "text": "Those conclusions, it should be noted, have been based upon an assumption that none of the existing reinsurance of Budget Insurance Company Limited will be transferred to Auto &amp; General Insurance Company Limited.",
      "id": "s55"
    },
    {
      "text": "As a matter of fact, all reinsurers have been notified of the Scheme and a limited number indicated that they do not have objection to an assignment of the reinsurance contracts.",
      "id": "s56"
    },
    {
      "text": "21 The conclusion of the actuaries is well supported by their prior analysis of the financial statements of both Applicant insurers prior to and subsequent to transfer.",
      "id": "s57"
    },
    {
      "text": "One important matter to which consideration is given in the actuarial report is the \" Capital Adequacy Multiple \".",
      "id": "s58"
    },
    {
      "text": "That is a margin calculated pursuant to Prudential Standard GPS 110.",
      "id": "s59"
    },
    {
      "text": "Messrs Andrews and Payne helpfully define the terms employed in their report as follows:\n The Minimum Capital Requirement (\"MCR\") is the minimum amount required to meet APRA's capital adequacy standard.",
      "id": "s60"
    },
    {
      "text": "It is a risk-based assessment ...",
      "id": "s61"
    },
    {
      "text": "The Capital Adequacy Multiple (\"CAM\") is the ratio of the Capital Base to the MCR.",
      "id": "s62"
    },
    {
      "text": "At 30 June 2007, the CAM for each entity is slightly higher than 1.30.",
      "id": "s63"
    },
    {
      "text": "At 30 September 2007, the CAM for each entity was largely unchanged for A &amp; G but had reduced slightly to 1.26 for BIC.",
      "id": "s64"
    },
    {
      "text": "The Prudential Practice Guide issued by the Authority provides that it \" envisages that an insurer's minimum target capital specified in its Business Plan would be at least ... 1.2 times MCR where its MCR exceeds $5 million \".",
      "id": "s65"
    },
    {
      "text": "22 The actuaries address the Capital Adequacy of both insurers pre- and post- amalgamation as follows:\n\n Table 6.2 --- Capital Adequacy as at 31 March 2008 --- Pre- and Post-Transfer Pre-Transfer Transferred Post BIC A&amp;G to A&amp;G Transfer $000 $000 $000 $000 Total Investment Risk Charge 366 4,970 0 4,970 Asset Exposure Concentration Risk charge 1,359 0 0 0 Maximum Event Retention Risk Charge 0 1,500 0 1,500 OCP Insurance Risk Charge 4 1,670 4 1,674 Premium Liabilities Insurance Risk Charge 0 6,221 0 6,221 Minimum Capital Requirement 1 5000 14,361 4 14,365 Capital Base 6,619 20,381 0 20,381 Capital Surplus (Deficiency) 1,619 6,020 6,016 CAM 1.32 1.42 1.42 1 APRA'S minimum MCR of $5m applies to BIC \nIt will be noted that the Capital Adequacy Multiple post-transfer remains projected at 1.42.",
      "id": "s66"
    },
    {
      "text": "This multiple, Mr Andrews explained, was but one of the matters taken into account in reaching the ultimate conclusion.",
      "id": "s67"
    },
    {
      "text": "23 The actuarial report, however, goes on to sound the following caution: \n 6.2 Prospective Capital Adequacy We have not made any independent projections of the capital adequacy position beyond 31 March 2008.",
      "id": "s68"
    },
    {
      "text": "However, we understand that A&amp;G intends to manage its capital in line with its Capital Management Plan which states that that [sic] A&amp;G will continue to retain earnings to ensure adequate capital coverage above a minimum target CAM of 1.30.",
      "id": "s69"
    },
    {
      "text": "We have been provided with projections undertaken by the company which show that the CAM is expected to remain above the target minimum of 1.30 provided A&amp;G meets its budgeted profit levels.",
      "id": "s70"
    },
    {
      "text": "These projections appear reasonable, however there is no guarantee that the assumptions on which the projections are based will be realised --- i.e.",
      "id": "s71"
    },
    {
      "text": "it is possible for the CAM to vary materially from the expected position.",
      "id": "s72"
    },
    {
      "text": "To address this concern, there were apparently discussions which resulted in the parent company, Budget Holdings Limited, writing what has been described as a \" Letter of Support \".",
      "id": "s73"
    },
    {
      "text": "That letter from Budget Holdings Limited states that -- if required -- it will provide additional capital so that Auto &amp; General Insurance Company Limited will continue to maintain its minimum capital requirements and ensure that its Capital Adequacy Multiple does not fall below 1.30.",
      "id": "s74"
    },
    {
      "text": "24 The importance of Auto &amp; General Insurance Company Limited continuing to meet the prudential requirements set forth in Prudential Standard GPS 410 is such that consideration has been given to whether the Scheme should be confirmed -- but only subject to a modification to embrace as a term of the Scheme the commitment Budget Holdings Limited proffered in its \" Letter of Support \".",
      "id": "s75"
    },
    {
      "text": "25 Such a modification was opposed by both the Applicant insurers and the Australian Prudential Regulation Authority.",
      "id": "s76"
    },
    {
      "text": "That opposition was founded upon:\n \n(i) the conclusion expressed in the joint actuarial report and the further assessment of the Approved Actuary in his oral evidence; \n \n(ii) the fact that the tail of the \" run off insurance \" for Budget Insurance Company Limited was limited to a period of about 12 months; \n \n(iii) the fact that any such modification may well expose Auto &amp; General Insurance Company Limited to a commercial disadvantage, namely a requirement to satisfy a \" target \" Capital Adequacy Multiple of 1.3 as opposed to that envisaged by the Authority, namely 1.2; and\n \n(iv) the fact that in the Authority's assessment, Auto &amp; General Insurance Company Limited had demonstrated a continuing ability to meet the Capital Adequacy Multiple of 1.2, even though it had experienced a period of perhaps unexpected claims during the 2007 Newcastle storms.",
      "id": "s77"
    },
    {
      "text": "That opposition, it is considered, is well-founded and no modification of the Scheme is considered warranted prior to confirmation.",
      "id": "s78"
    },
    {
      "text": "PRUDENTIAL STANDARD GPS 410 AND THE ROLE OF THE AUTHORITY \n \n26 Section 17C(2) of the 1973 Act provides as follows:\n An application for confirmation of a scheme may not be made unless: (a) a copy of the scheme and any actuarial report on which the scheme is based have been given to APRA in accordance with the prudential standards; and (b) a notice of intention to make the application has been published by the applicant in accordance with the prudential standards; and (c) an approved summary of the scheme has been given to every affected policyholder.",
      "id": "s79"
    },
    {
      "text": "27 A copy of the Scheme has been provided to the Authority in accordance with s 17C(2)(a).",
      "id": "s80"
    },
    {
      "text": "28 The Authority has no objection to this Court making an order for confirmation of the Scheme .",
      "id": "s81"
    },
    {
      "text": "In a letter dated 2 May 2008 the Authority thus states:\n After due consideration of the relevant material including the additional actuarial report included in the affidavit of Timothy Edgeworth Andrews sworn 2 May 2008, APRA is satisfied that the Scheme, if confirmed, will provide an adequate level of protection for the policyholders of BIC.",
      "id": "s82"
    },
    {
      "text": "I also note that the terms of the policies held by BIC policyholders will not change (other than the identity of the insurer changing from BIC to A&amp;G) and that claims handling procedures will continue as before.",
      "id": "s83"
    },
    {
      "text": "I therefore advise that APRA has no objection to the applicants seeking an order for confirmation of the Scheme.",
      "id": "s84"
    },
    {
      "text": "29 The manner in which this Court exercises the discretion conferred by s 17F(1) is informed and assisted by the views expressed by the Australian Prudential Regulation Authority.",
      "id": "s85"
    },
    {
      "text": "This Court has long recognised the role played by the Authority and the reliance placed by the Court upon its review of the proposed scheme and its assessment as to whether or not it should oppose an order seeking confirmation.",
      "id": "s86"
    },
    {
      "text": "Albeit in the comparable context of a transfer under Part 9 of the Life Insurance Act 1995 (Cth) , in Colonial Portfolio Services Ltd v Australian Prudential Regulation Authority [1999] FCA 1779 , Mathews J observed:\n [28] It is relevant to note that APRA, which operates as something of a watchdog in relation to transfers under Pt 9 of the Act, had no objection to the confirmation of the scheme.",
      "id": "s87"
    },
    {
      "text": "Nor did APRA arrange for an actuarial report on the scheme, as it is entitled to do under s 192 of the Act.",
      "id": "s88"
    },
    {
      "text": "It can be inferred that APRA regarded the reports furnished by the applicants as adequate.",
      "id": "s89"
    },
    {
      "text": "... Like comments have also been made in other cases: Re Royal &amp; Sun Alliance Life Assurance Ltd [2000] FCA 1259 at [23] , [2000] FCA 1259 ; 104 FCR 37 at 40 per Katz J.",
      "id": "s90"
    },
    {
      "text": "See also: Application of Zurich Insurance Company and Converium Limited [2003] FCA 1519 at [4] per Hely J; Application of Advance Life Insurance Limited (Unreported, FCA, Sheppard J, 18 February 1997).",
      "id": "s91"
    },
    {
      "text": "30 The conclusion that the Scheme should be confirmed in the present proceedings has been likewise assisted by the views expressed by the Authority.",
      "id": "s92"
    },
    {
      "text": "THE ROLE OF ACTUARIES AND THE APPROVED ACTUARY \n \n31 The manner in which this Court exercises the discretion conferred by s 17F(1) of the Insurance Act is also necessarily informed by the evidence placed before it, in particular the evidence of actuaries and the evidence of an insurer's Approved Actuary.",
      "id": "s93"
    },
    {
      "text": "32 Section 49K of the 1973 Act provides as follows:\n Actuary's role (1) The actuary of a general insurer appointed in accordance with section 39 must: (a) perform for the insurer the functions of an actuary set out in the prudential standards; and (b) prepare, and give to the insurer, the reports (if any) required by the prudential standards to be prepared by the actuary.",
      "id": "s94"
    },
    {
      "text": "(2) The general insurer must make the arrangements that are necessary to enable the actuary to do those things.",
      "id": "s95"
    },
    {
      "text": "(3) The reports that the prudential standards require the actuary to prepare must deal with all of the matters required by the prudential standards to be dealt with in the reports.",
      "id": "s96"
    },
    {
      "text": "33 And Prudential Standard GPS 310 also relevantly provides in part as follows: \n [25] In addition to and without derogation from the role of an Approved Actuary as provided for under the Act, an Approved Actuary's primary roles are to provide advice on the valuation of an insurer's insurance liabilities and to provide an impartial assessment of the overall financial condition of the insurer.",
      "id": "s97"
    },
    {
      "text": "An insurer may also seek the advice of its Approved Actuary in relation to other matters where the insurer considers this to be appropriate.",
      "id": "s98"
    },
    {
      "text": "34 The independence of actuaries (including consultant actuaries) and the responsibilities imposed in particular upon the Approved Actuary by the Act and the Standards are matters upon which this Court can rightly place considerable reliance when exercising the discretion conferred by s 17F.",
      "id": "s99"
    },
    {
      "text": "35 The manner in which the discretion is to be exercised in the present proceedings has obviously been largely informed by both the facts set forth in the joint report prepared by Messrs Andrews and Payne and also the professional assessments they have made based upon those facts.",
      "id": "s100"
    },
    {
      "text": "PROCEDURAL REQUIREMENTS \n \n36 The procedural requirements imposed by s 17C and Prudential Standard GPS 410 are of fundamental importance.",
      "id": "s101"
    },
    {
      "text": "They are designed to ensure that affected policy holders are both informed of the scheme which is being proposed and given adequate information such that they can make a decision as to whether or not they wish to support or oppose that scheme.",
      "id": "s102"
    },
    {
      "text": "The steps to be undertaken have helpfully been summarised by Jacobson J in SGIC General Insurance Limited [2004] FCA 1639 at [18] .",
      "id": "s103"
    },
    {
      "text": "37 In addition to requiring that a copy of the scheme and any actuarial reports are to be provided to the Australian Prudential Regulation Authority, Prudential Standard GPS 410 also imposes obligations as to the need for a Notice of Intention to be published and for an approved summary of the scheme to be given to every affected policy holder.",
      "id": "s104"
    },
    {
      "text": "The Standard also requires that a copy of the scheme be available for inspection.",
      "id": "s105"
    },
    {
      "text": "38 In accordance with that Standard , the Authority has approved the Notice of Intention , the list of newspapers in which the Notice has been published, and the locations in each of the States and Territories where copies of the Scheme have been made available for inspection.",
      "id": "s106"
    },
    {
      "text": "The Authority has also approved the \" Scheme Summary \" .",
      "id": "s107"
    },
    {
      "text": "39 The Scheme has been advertised as required and has also been available for inspection.",
      "id": "s108"
    },
    {
      "text": "40 Specific reference should be made to s 17C(2)(c) of the 1973 Act.",
      "id": "s109"
    },
    {
      "text": "That provision requires that an approved summary of the scheme must be given to every affected policy holder.",
      "id": "s110"
    },
    {
      "text": "Section 17C(5), however, further provides as follows: \n The Federal Court may dispense with the need for compliance with paragraph (2)(c) in relation to a particular scheme if it is satisfied that, because of the nature of the scheme or the circumstances attending its preparation, it is not necessary that the paragraph be complied with.",
      "id": "s111"
    },
    {
      "text": "On 4 March 2008, Branson J made orders pursuant to s 17C(5) dispensing with the need for compliance with s 17C(2)(c).",
      "id": "s112"
    },
    {
      "text": "The orders as made by Her Honour, namely requiring that copies of the approved summary of the Scheme be provided to those persons identified in the order, have been complied with.",
      "id": "s113"
    },
    {
      "text": "41 All procedural requirements which are to be satisfied prior to confirmation of the Scheme , it is considered, have been satisfied.",
      "id": "s114"
    },
    {
      "text": "CONCLUSION \n \n42 It is considered that the Scheme should be confirmed without modification.",
      "id": "s115"
    },
    {
      "text": "ORDERS \n \n43 The Orders of the Court are:\n \n1.",
      "id": "s116"
    },
    {
      "text": "Pursuant to s 17F(1) of the Insurance Act 1973 (Cth), the Scheme for the transfer and amalgamation of the Australian insurance business of Budget Insurance Company Limited to Auto &amp; General Insurance Company Limited , in the form of the document annexed hereto and marked 'A', be confirmed.",
      "id": "s117"
    },
    {
      "text": "2.",
      "id": "s118"
    },
    {
      "text": "The Applicants to pay the costs of the proceedings of the Australian Prudential Regulation Authority as agreed or taxed.",
      "id": "s119"
    },
    {
      "text": "I certify that the preceding forty-three (43) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s120"
    },
    {
      "text": "Associate:\n\nDated: 9 May 2008\n\n Counsel for the Applicants: R Hollo \n \n Solicitor for the Applicants: D Garnsey \n \n Solicitor for the Australian Prudential Regulation Authority: R Claxton \n\n Date of Hearing: 5 May 2008 \n \n Date of Judgment: 9 May 2008 Annexure A \n \n Insurance Act 1973 \n Part III , Division 3A\n \n \n \n Scheme for the transfer and amalgamation \n of the Australian insurance business of Budget Insurance Company Limited \n to Auto &amp; General Insurance Company Limited \n \n\n\n \n 1.",
      "id": "s121"
    },
    {
      "text": "Background and overview of the Scheme \n \n1.1 Budget Insurance Company Limited ABN 48 095 974 548 ( BIC ) and Auto &amp; General Insurance Company Limited ABN 42 111 586 353( A&amp;G ) are each authorised to carry on insurance business under the Insurance Act .",
      "id": "s122"
    },
    {
      "text": "1.2 BIC is incorporated in the United Kingdom and registered as a foreign company in Australia and has carried on general insurance business as a branch operation in Australia since June 2001.",
      "id": "s123"
    },
    {
      "text": "A&amp;G is incorporated in Australia and has carried on general insurance business in Australia since July 2005.",
      "id": "s124"
    },
    {
      "text": "Both companies are subsidiaries of Budget Holdings Limited (a Guernsey corporation).",
      "id": "s125"
    },
    {
      "text": "1.3 BIC has not issued any new contracts of insurance in Australia since 31 August 2005 and wishes to be relieved of its liabilities and obligations under and in respect of all contracts of insurance that it has issued and underwritten in the course of carrying on its Australian general insurance business thereby enabling it to apply to have its authorisation to carry on general insurance business under the Insurance Act revoked.",
      "id": "s126"
    },
    {
      "text": "1.4 This Scheme has been prepared in accordance with Part III , Division 3A of the Insurance Act to give effect to the terms of an agreement between BIC and A&amp;G for the transfer and amalgamation of the Australian insurance business of BIC to A&amp;G.\n \n1.5 This Scheme is based on an actuarial report dated 17 January 2008 of Finity Consulting Pty Limited.",
      "id": "s127"
    },
    {
      "text": "2.",
      "id": "s128"
    },
    {
      "text": "Defined terms and interpretation \n \n2.1 Defined terms\n \nIn this Scheme, unless the context requires otherwise:\n \n\n \n Actuarial Report means the report of Finity Consulting Pty Limited upon which this Scheme is based.",
      "id": "s129"
    },
    {
      "text": "APRA means the Australian Prudential Regulation Authority.",
      "id": "s130"
    },
    {
      "text": "Assumed Liabilities has the meaning given in paragraph 4(a).",
      "id": "s131"
    },
    {
      "text": "BIC Policy means each and every contract of insurance issued or underwritten by BIC in the conduct of BIC's Australian insurance business.",
      "id": "s132"
    },
    {
      "text": "Business Day means a day that is not a Saturday, Sunday, public holiday or bank holiday in Queensland.",
      "id": "s133"
    },
    {
      "text": "Court means the Federal Court of Australia.",
      "id": "s134"
    },
    {
      "text": "Court Confirmation means an order of the Court confirming this Scheme (with such modifications, if any, as it thinks appropriate) under Part III, Division 3A, of the Insurance Act .",
      "id": "s135"
    },
    {
      "text": "Effective Date means the first Business Day after the Scheme Date.",
      "id": "s136"
    },
    {
      "text": "Insurance Act means the Insurance Act 1973 (Cth).",
      "id": "s137"
    },
    {
      "text": "insurance business has the meaning given in the Insurance Act .",
      "id": "s138"
    },
    {
      "text": "Personal Information means personal information, as defined in the Privacy Act 1988 (Cth), that has been received by BIC or A&amp;G or an officer, employee, agent or contractor of BIC or A&amp;G in connection with a BIC Policy.",
      "id": "s139"
    },
    {
      "text": "policyholder means, in relation to a BIC Policy, the holder of a BIC Policy.",
      "id": "s140"
    },
    {
      "text": "Records means all records in respect of BIC Policies in BIC's possession and control as at the Effective Date, including without limitation insurance proposals and applications, policy documents, insurance premium receipts, payment records, claims records, correspondence and file notes, whether recorded on paper, electronically or otherwise.",
      "id": "s141"
    },
    {
      "text": "Scheme Date means the date on which this Scheme is confirmed by the Court under the Insurance Act .",
      "id": "s142"
    },
    {
      "text": "Transfer Agreement means the Transfer Agreement dated 11 January 2008 between BIC and A&amp;G for the transfer of BIC's Australian insurance business to A&amp;G. \n \n\n \n Transfer Amount means the amount of the Assumed Liabilities (net of third party recoveries referred to in paragraph 3.2(a)) as at the Effective Date determined in accordance with APRA's Prudential Standard GPS 310 --- Audit and Actuarial Reporting and Valuation.",
      "id": "s143"
    },
    {
      "text": "2.2 Interpretation\n \nIn this Scheme, except where the context otherwise requires:\n \n\n \n(a) the singular includes the plural and vice versa, and a gender includes other genders;\n \n(b) a reference to a clause, paragraph, schedule or annexure is to a clause or paragraph of, or schedule or annexure to, this Scheme, and a reference to this Scheme includes any schedule or annexure;\n \n(c) a reference to a person includes a natural person, partnership, body corporate, association, governmental or local authority or agency or other entity;\n \n(d) a reference to a statute, ordinance, code or other law includes regulations and other instruments under it and consolidations, amendments, re-enactments or replacements of any of them; and\n \n(e) a word or expression used in this Scheme which is defined in the Insurance Act has the meaning given to it in the Insurance Act .",
      "id": "s144"
    },
    {
      "text": "2.3 Headings\n \nHeadings are for ease of reference only and do not affect interpretation.",
      "id": "s145"
    },
    {
      "text": "3.",
      "id": "s146"
    },
    {
      "text": "Payment and transfer of rights \n \n 3.1 On, or as soon as practicable after, the Effective Date, BIC will pay to A&amp;G (by cheque or bank transfer) an amount equal to the Transfer Amount .",
      "id": "s147"
    },
    {
      "text": "3.2 On and from the Effective Date, by virtue of the Court Confirmation:\n \n(a) A&amp;G will be entitled to all of the rights and remedies of BIC under and in respect of or in connection with any BIC Policies (including rights of salvage and subrogation, third party and reinsurance recoveries and other moneys payable to or recoverable by BIC under or in respect of or in connection with BIC policies);\n \n(b) any authority granted to BIC by a policyholder under, or by any other person in respect of, any BIC Policy will be vested in A&amp;G as if A&amp;G was so authorised; and\n \n(c) A&amp;G will be entitled to all of the rights and remedies of BIC under reinsurance contracts and treaties in respect of BIC's insurance business and to which BIC is a party (as reinsured) as if A&amp;G was a party to those contracts and treaties in place of BIC.",
      "id": "s148"
    },
    {
      "text": "3.3 On and from the Effective Date:\n \n(a) all Records shall become the property of A&amp;G and, to the extent that the Records are not already in the possession or control of A&amp;G, BIC shall provide those Records to A&amp;G upon request; and\n \n(b) BIC will promptly forward notification of any claim that BIC receives under a BIC Policy to A&amp;G.\n \n 4.",
      "id": "s149"
    },
    {
      "text": "Assumption of liabilities \n \n On and from the Effective Date:\n \n (a) all of the liabilities and obligations of BIC under and in respect of BIC Policies ( Assumed Liabilities ) are assumed by A&amp;G and, by virtue of the Court Confirmation, become liabilities and obligations of A&amp;G and BIC is released and discharged from all of the Assumed Liabilities;\n \n(b) A&amp;G will indemnify and keep indemnified BIC from and against all Assumed Liabilities, including all actions, proceedings, claims, costs, demands and expenses in respect of Assumed Liabilities;\n \n(c) A&amp;G is substituted for BIC in all BIC Policies;\n \n(d) the rights, benefits, obligations and liabilities of policyholders, and any person claiming through or under them, under BIC Policies will be the same as if:\n \n(i) any proposals, applications and representations made by a policyholder, or any person claiming through or under them, in relation to a BIC Policy had been made to A&amp;G instead of BIC; and\n \n(ii) those policies had been issued or underwritten by A&amp;G instead of BIC;\n \n(e) any person having a claim on or obligation to BIC in respect of a BIC Policy will have the same claim on or obligation to A&amp;G in substitution for the claim on or obligation to BIC irrespective of when the claim or obligation arose;\n \n(f) any legal proceedings pending by or against BIC in respect of or in connection with a BIC Policy will be continued by or against A&amp;G as the case may be; and\n \n(g) A&amp;G will be entitled to enforce all rights and remedies and receive and appropriate all premiums and other moneys which, but for this Scheme, would have been enforceable or recoverable by BIC under or in respect of or in connection with BIC Policies.",
      "id": "s150"
    },
    {
      "text": "5.",
      "id": "s151"
    },
    {
      "text": "Reinsurance \n \n 5.1 On and from the Effective Date, all reinsurance contracts and treaties in respect of BIC's Australian insurance business and to which BIC is a party (as reinsured) will be assigned to A&amp;G as valid, effective and continuing agreements between A&amp;G and the parties other than BIC to those reinsurance contracts and treaties, despite anything to the contrary in those reinsurance contracts and treaties.",
      "id": "s152"
    },
    {
      "text": "5.2 On and from the Effective Date, A&amp;G will:\n \n(a) be bound by;\n \n(b) perform the obligations under;\n \n(c) be entitled to the benefits of and to take action under; and\n \n(d) assume any obligations and liabilities in respect of and relating to any matter arising out of,\n \nthe reinsurance contracts and treaties referred to in paragraph 5.1 as if A&amp;G was a party to, and at all relevant times had been a party to, those reinsurance contracts and treaties in place of BIC and references to BIC Policies the subject of such contracts and treaties shall be taken to refer to BIC Policies transferred to A&amp;G under this Scheme.",
      "id": "s153"
    },
    {
      "text": "5.3 On and from the Effective Date, BIC will be released from all obligations and liabilities under the reinsurance contracts and treaties referred to in paragraph 5.1.",
      "id": "s154"
    },
    {
      "text": "6.",
      "id": "s155"
    },
    {
      "text": "Privacy \n \nIn relation to the Personal Information, BIC and A&amp;G agree:\n \n(a) to comply with all applicable laws in respect of the use, disclosure and storage of personal information ( privacy laws ), including without limitation the Privacy Act 1988 (Cth);\n \n(b) to not do anything that will cause the other to breach any privacy laws;\n \n(c) to take all reasonable steps to ensure that the Personal Information is protected against misuse and loss, unauthorised access, modification and disclosure; and\n \n(d) to only use the Personal Information, and to only provide access to the Personal Information to their officers, employees, agents or contractors who need to access the Personal Information, to fulfil their respective obligations or to exercise their respective rights:\n \n(i) in implementing this Scheme;\n \n(ii) under the Transfer Agreement; and\n \n(iii) in the case of A&amp;G, as insurer under the BIC Policies.",
      "id": "s156"
    },
    {
      "text": "7.",
      "id": "s157"
    },
    {
      "text": "Effective Date \n \nThe assumption of the Assumed Liabilities by A&amp;G and the transfer of the BIC Policies to A&amp;G in accordance with this Scheme will take effect on the Effective Date and BIC will account to A&amp;G and A&amp;G will be entitled to the benefits and rights in respect of BIC Policies and will assume all of the obligations in respect of the Assumed Liabilities on and from the Effective Date.",
      "id": "s158"
    },
    {
      "text": "8.",
      "id": "s159"
    },
    {
      "text": "Implementation \n \nBIC and A&amp;G will do all acts and things and execute all documents necessary or desirable to give effect to the provisions of the Transfer Agreement, this Scheme and the Actuarial Report and the transactions contemplated by them.",
      "id": "s160"
    },
    {
      "text": "9.",
      "id": "s161"
    },
    {
      "text": "Costs and expenses of the Scheme \n \nBIC will bear the costs and expenses of and incidental to the preparation and confirmation of this Scheme and its implementation.",
      "id": "s162"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/636.html",
      "id": "s163"
    }
  ]
}