{
  "name": "Kumar v Minister for Immigration and Citizenship [2008] FCA 634 (9 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/634.html",
  "catchphrases": [
    {
      "text": "application for non-publication",
      "id": "c0"
    },
    {
      "text": "judgment said to disclose confidential information",
      "id": "c1"
    },
    {
      "text": "prejudice of non-publication.",
      "id": "c2"
    },
    {
      "text": "migration law",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The reasons for judgment of the Full Court in this matter were handed down and copies were given to the parties on Tuesday 29 April 2008.",
      "id": "s0"
    },
    {
      "text": "It is not necessary to repeat any of the matters dealt with in that judgment.",
      "id": "s1"
    },
    {
      "text": "It suffices to observe that shortly after the judgment was handed down, counsel for the first respondent (\"the Minister\") contacted my chambers to signal that an application for non-publication of the reasons of that judgment would be made.",
      "id": "s2"
    },
    {
      "text": "On Wednesday 30 April 2008, such an application was made.",
      "id": "s3"
    },
    {
      "text": "I heard the application, sitting as a single judge.",
      "id": "s4"
    },
    {
      "text": "2 By agreement between the parties, the reasons of the Full Court, as well as the transcript and written submission relating to the hearing of that appeal, were kept confidential until the hearing of the non-publication application on 30 April 2008.",
      "id": "s5"
    },
    {
      "text": "At the hearing of this application, I made an interim order that the information remain confidential until the determination of this application.",
      "id": "s6"
    },
    {
      "text": "3 The application by the Minister is for an order that the reasons, transcript and written submissions relating to the appeal not be published until after the determination of any special leave application before the High Court.",
      "id": "s7"
    },
    {
      "text": "Such an application must be filed within 28 days from the date of judgment: see Pt 41 r 41.02.1 of the High Court Rules.",
      "id": "s8"
    },
    {
      "text": "The Minister seeks this order on the basis that publication of the Full Court's reasons (or the transcript or written submissions relating to the proceeding) would adversely impact the Minister's ability to obtain relevant information and thereby properly discharge his functions under the Migration Act 1958 (Cth).",
      "id": "s9"
    },
    {
      "text": "It is also said that publication may have an adverse impact on any persons giving information to the Minister to enable him to carry out those functions.",
      "id": "s10"
    },
    {
      "text": "4 Although counsel for the appellant opposes the application, he is unable to identify any significant prejudice his client might suffer if the application is granted.",
      "id": "s11"
    },
    {
      "text": "However, he draws the Court's attention to the important public interest in transparent justice, and notes that the Full Court, in its reasons for judgment, expressly found that the information should not be treated as confidential.",
      "id": "s12"
    },
    {
      "text": "5 Notwithstanding the submissions advanced by counsel for the appellant, I consider that, in the absence of any identified prejudice to the appellant, it is appropriate that the information be treated as confidential until the determination by the High Court of any application for special leave to appeal, or until the expiry of 28 days from the date of the judgment, or until any decision is made not to seek a special leave to appeal.",
      "id": "s13"
    },
    {
      "text": "Such orders are made to preserve the subject matter of any appeal.",
      "id": "s14"
    },
    {
      "text": "In making this determination, I record that I consulted with Justice Finn and Justice Besanko, and am grateful to their Honours for their comments in relation to this matter.",
      "id": "s15"
    },
    {
      "text": "6 I do not consider that any order should be made as to costs of this application by the Minister.",
      "id": "s16"
    },
    {
      "text": "I certify that the preceding six (6) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tamberlin.",
      "id": "s17"
    },
    {
      "text": "Associate:\n\nDated: 9 May 2008\n\n Counsel for the Appellant: Dr J Azzi \n \n Solicitor for the Appellant: Davidson James &amp; Associates \n \n Counsel for the Respondent: Ms L Clegg \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 30 April 2008 \n \n Date of Judgment: 9 May 2008 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/634.html",
      "id": "s18"
    }
  ]
}