{
  "name": "Textile Clothing and Footwear Union of Australia v Morrison Country Clothing Australia Pty Ltd [2008] FCA 604 (5 September 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/604.html",
  "catchphrases": [
    {
      "text": "order for discovery",
      "id": "c0"
    },
    {
      "text": "breach of undertaking",
      "id": "c1"
    },
    {
      "text": "whether breach was \"casual, accidental or unintentional\"",
      "id": "c2"
    },
    {
      "text": "liability of respondent company",
      "id": "c3"
    },
    {
      "text": "whether director personally liable",
      "id": "c4"
    },
    {
      "text": "contempt",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "1 The Textile Clothing and Footwear Union of Australia (\"the applicant\") alleges that Morrison Country Clothing Australia Pty Ltd (\"the respondent\") and Mr Brian Morrison, the sole director, company secretary and sole shareholder of the respondent, are guilty of contempt of Court by reason of their failure to comply with paragraph 1 of orders I made on 28 September 2007.",
      "id": "s0"
    },
    {
      "text": "BACKGROUND TO THE ORDERS OF 28 SEPTEMBER 2007 \n \n2 On 12 September 2006 Ms Elizabeth MacPherson, the President of the Victorian Branch of the applicant, attended the respondent's premises and inspected the respondent's work records.",
      "id": "s1"
    },
    {
      "text": "During the inspection Ms MacPherson completed a pro forma document entitled \"Clothing Trades Award 1999 Part 9 (Contractors and Outworkers) --- Inspection Sheet\".",
      "id": "s2"
    },
    {
      "text": "She wrote on the inspection sheet: \"Told to Supply A Sample of Invoices to each maker from 2005 --- current (1 peR (sic) mth) .... Give (sic) until end of business thursday (sic) to provide this information as it was not available &amp; they were not willing to provide the information at the time of inspection.",
      "id": "s3"
    },
    {
      "text": "\" By letter dated 15 September 2006, signed by Mr Mike Hayes, on behalf of the respondent, Ms MacPherson received \" [a] sample of invoices from [the respondent's] makers who make Morrison designed garments...\" (Emphasis added).",
      "id": "s4"
    },
    {
      "text": "3 On 2 November 2006 the applicant filed a statement of claim in which it was alleged that the respondent had \"given work out\" within the meaning of the Clothing Trades Award 1999 but had failed to comply with certain provisions of that Award which related to outworkers, including the obligation to keep work records (\"the principal proceeding\").",
      "id": "s5"
    },
    {
      "text": "4 The respondent's participation in the principal proceeding has been intermittent at best.",
      "id": "s6"
    },
    {
      "text": "No appearance has been filed by the respondent and no defence has been filed.",
      "id": "s7"
    },
    {
      "text": "On occasion, the respondent has been represented by Mr Morrison.",
      "id": "s8"
    },
    {
      "text": "However, on numerous occasions the respondent has failed to appear at all.",
      "id": "s9"
    },
    {
      "text": "The respondent failed to appear at directions hearings held on 15 June 2007, 20 July 2007 and 28 September 2007 and two Court-ordered mediations scheduled for 7 March 2007 and 29 March 2007.",
      "id": "s10"
    },
    {
      "text": "A mediation was eventually held on 29 May 2007 but the matter did not settle.",
      "id": "s11"
    },
    {
      "text": "5 On 20 July 2007 I ordered the applicant to provide the respondent with a request for categories of discoverable documents and the respondent to \"give discovery of the documents requested by the Applicant by serving a list of documents to be required to be disclosed and an affidavit verifying the list of documents on or before 24 August 2007.",
      "id": "s12"
    },
    {
      "text": "\"\n \n 6 On 9 August 2007 Mr Morrison was personally served, and the respondent was served, with a copy of those orders and the applicant's request for categories of documents.",
      "id": "s13"
    },
    {
      "text": "The period specified in the request was 1 January 2005 to 12 September 2006, the date on which Ms MacPherson attended the respondent's premises.",
      "id": "s14"
    },
    {
      "text": "7 The matter was next listed for directions on 28 September 2007.",
      "id": "s15"
    },
    {
      "text": "The respondent did not appear and had not complied with my orders of 20 July 2007.",
      "id": "s16"
    },
    {
      "text": "On 28 September 2007, I made the following orders: \n \"1.",
      "id": "s17"
    },
    {
      "text": "Mr Brian Morrison, Director of the Respondent, give discovery of the documents requested by the Applicant (in its Request for Categories of Documents to be Discovered dated 9 August 2007) by serving a list of documents required to be disclosed and an affidavit verifying the list of documents on or before 19 October 2007.",
      "id": "s18"
    },
    {
      "text": "2.",
      "id": "s19"
    },
    {
      "text": "That inspection of the discovered documents occur on or before 9 November 2007.",
      "id": "s20"
    },
    {
      "text": "...\" The orders bore the following notice: \"TAKE NOTICE THAT: Pursuant to the Federal Court Rules, you are notified that you are liable to IMPRISONMENT and/or SEQUESTRATION OF PROPERTY if you refuse or neglect to comply with \n \n - Order 1 of this Order on or before \n \n 19 October 2007, or \n \n - Order 2 of this Order on or before \n \n 9 November 2007.",
      "id": "s21"
    },
    {
      "text": "See Order 37 Rule 2(3) of the Federal Court Rules.",
      "id": "s22"
    },
    {
      "text": "\" \n8 A copy of the orders I made on 28 September 2007 was served on the respondent on 3 October 2007 and was personally served on Mr Morrison on 4 October 2007.",
      "id": "s23"
    },
    {
      "text": "STATEMENT OF CHARGE \n \n9 By notice of motion and statement of charge filed on 22 November 2007, the applicant alleges that Mr Brian Morrison and the respondent are guilty of contempt of Court by reason of their breach of paragraph 1 of the orders I made on 28 September 2007 (\"the Order\"), because of their failure to give discovery on or before 19 October 2007 or at all.",
      "id": "s24"
    },
    {
      "text": "THE CONTEMPT HEARING --- PROCEDURES AND ADJOURNMENTS \n \n10 The applicant's notice of motion was listed before me on 30 November 2007.",
      "id": "s25"
    },
    {
      "text": "Mr Morrison appeared on behalf of the respondent and on his own behalf.",
      "id": "s26"
    },
    {
      "text": "As at 30 November 2007, neither Mr Morrison nor anyone else on behalf of the respondent had served a list of documents (or any supporting affidavit) on the applicant, as required by the Order.",
      "id": "s27"
    },
    {
      "text": "11 I asked Mr Morrison whether he was prepared to comply with the Order and explained that this required him to make a bona fide effort to locate all relevant documents and to make them available for inspection by the applicant.",
      "id": "s28"
    },
    {
      "text": "Mr Morrison confirmed that he was and told the Court that he would do so to the best of his ability.",
      "id": "s29"
    },
    {
      "text": "I adjourned the motion to 14 December 2007 to give both Mr Morrison and the respondent a further opportunity to comply with the Order.",
      "id": "s30"
    },
    {
      "text": "I advised Mr Morrison that, if he had not complied with the Court's order by that date, I would give directions to bring on a trial for contempt of Court.",
      "id": "s31"
    },
    {
      "text": "Mr Morrison confirmed that he understood the proposed course of action.",
      "id": "s32"
    },
    {
      "text": "12 On 14 December 2007 Mr Morrison appeared on behalf of the respondent and on his own behalf.",
      "id": "s33"
    },
    {
      "text": "Despite the Court's indulgence on 30 November 2007, no list of documents (or supporting affidavit) had since been filed by the respondent.",
      "id": "s34"
    },
    {
      "text": "During the hearing, Mr Morrison indicated that he understood that he was in contempt of Court: \"I was in contempt, your Honour ...which I deemed to be serious .... and the last thing I wanted is to defy you or the court or not to provide what, if it was able to be provided, material that has been sought.",
      "id": "s35"
    },
    {
      "text": "\" He stated that he had been \"negligent\" in not providing an affidavit, but explained he had not done so because the affidavit \"would have been almost a blank piece of paper with [his] name on it saying that [he had] searched.",
      "id": "s36"
    },
    {
      "text": "\" \n \n13 I explained to Mr Morrison that the affidavit would require some considerable detail: when he started searching; where he searched, if he had searched at more than one premises, when he went to each of the premises, what he did there, how long he was there, what he searched for and what he found; how much time he devoted to the task; what enquiries he had made of other persons, for example Mr Hayes, who may have knowledge of whether the documentation requested by the applicant exists; and whether those persons were in possession of any documents.",
      "id": "s37"
    },
    {
      "text": "Mr Morrison stated that, as there had been hours of searching, there would probably be \"hours of recording material, where [he had] searched, what [he] was looking for.",
      "id": "s38"
    },
    {
      "text": "\" \n \n14 Towards the end of the hearing I reiterated that compliance with the Order required Mr Morrison to do more than look for documents and hand them to the applicant's solicitor.",
      "id": "s39"
    },
    {
      "text": "I explained that it required Mr Morrison to conduct a renewed search and provide an affidavit explaining what he had done, what he had found, whose assistance he had sought, and what assistance he received.",
      "id": "s40"
    },
    {
      "text": "Mr Morrison said that he understood what he was required to do and that he would do it.",
      "id": "s41"
    },
    {
      "text": "15 The orders I made on 14 December 2007 specifically required Mr Morrison to set out in an affidavit the details of any enquiries he had made to comply with the Order: \n \"1.",
      "id": "s42"
    },
    {
      "text": "On or before 6 February 2008, Mr Brian Morrison file and serve an affidavit deposing to: (c) The dates and times on which and places where he has undertaken searches; and (d) The details of any enquiries made by him in order to comply with paragraph 1 of the orders made herein on 28 September 2007.",
      "id": "s43"
    },
    {
      "text": "\" \n ....\"\n \nThe notice of motion and the statement of charge were adjourned to 8 February 2008.",
      "id": "s44"
    },
    {
      "text": "16 During the course of the hearing on 14 December 2007, Mr Morrison requested that the applicant provide him with a copy of the sample invoices Mr Hayes had sent to Ms MacPherson on 15 September 2006 (see paragraph [2] above) which he suggested would assist him to make further enquiries.",
      "id": "s45"
    },
    {
      "text": "On 19 December 2007 the applicant's solicitor sent Mr Morrison copies of the sample invoices.",
      "id": "s46"
    },
    {
      "text": "17 On 25 January 2008, Mr Morrison swore an affidavit in which he deposed: \n \"1.",
      "id": "s47"
    },
    {
      "text": "I, Brian Joseph Morrison, Director of Morrison Country Clothing Australia Pty Ltd, the Respondent to this proceeding, provide to you in this affidavit, all material I can locate requested by the Applicant Textile Clothing &amp; Footwear Union of Australia.",
      "id": "s48"
    },
    {
      "text": "2.",
      "id": "s49"
    },
    {
      "text": "I advise the two previous Production Managers of Morrison Country Clothing Australia Pty Ltd have left the employment of this company.",
      "id": "s50"
    },
    {
      "text": "Their records are not to be found other that (sic) what is provided by way of my Affidavit.",
      "id": "s51"
    },
    {
      "text": "3.",
      "id": "s52"
    },
    {
      "text": "I have checked files, searched for records at length in the office occupied by the previous Production Managers, [and] no additional information is available other than what I am supplying.",
      "id": "s53"
    },
    {
      "text": "4.",
      "id": "s54"
    },
    {
      "text": "I inform you that the two companies listed have both ceased trading: N &amp; D Fashions\n9 Alex Avenue \nMorrabbin (sic) 3189 Newtro Pty Ltd\n64 Smith Street\nKensignton (sic) 3031 5.",
      "id": "s55"
    },
    {
      "text": "These companies ceased trading sometime ago which partially explains why records are not to be found.",
      "id": "s56"
    },
    {
      "text": "6.",
      "id": "s57"
    },
    {
      "text": "I advised that the following companies have only ever supplied fully machine knitted finished garments from in-house knitting machines: Hysport International Pty Ltd \n62 Hartnett Drive \nSeaford 3198 A &amp; B Knitwear Pty Ltd \n11 Thomas Street\nBrunswick 3056 7.",
      "id": "s58"
    },
    {
      "text": "I attach herewith and mark with the letters \"BJM-1\" a copy of all the material I have located.",
      "id": "s59"
    },
    {
      "text": "\" \nExhibit \"BM-1\" comprised only the sample invoices sent to Mr Morrison on 19 December 2007.",
      "id": "s60"
    },
    {
      "text": "18 This is the only affidavit that has been filed by Mr Morrison in this proceeding.",
      "id": "s61"
    },
    {
      "text": "19 The notice of motion and statement of charge came on before me on 8 February 2008.",
      "id": "s62"
    },
    {
      "text": "Mr Morrison did not appear; nor did anyone appear on behalf of the respondent.",
      "id": "s63"
    },
    {
      "text": "I ordered the parties to file and serve any affidavits on which they intended to rely at the contempt hearing and adjourned the hearing to 15 April 2008.",
      "id": "s64"
    },
    {
      "text": "At the request of the applicant, the hearing was later fixed for 30 April 2008.",
      "id": "s65"
    },
    {
      "text": "20 The evidence relied on by the applicant was contained in a series of affidavits (together with the exhibits referred to in those affidavits).",
      "id": "s66"
    },
    {
      "text": "The affidavits were those of: \n \n&#8226; Elizabeth Mary MacPherson, affirmed 31 October 2006; \n \n&#8226; Edward Wymer, sworn 15 November 2007; \n \n&#8226; Adam Paul Bandt, affirmed 20 November 2007;\n \n&#8226; Elizabeth Mary MacPherson, affirmed 21 November 2007; \n \n&#8226; Marcus Rogers Clayton, affirmed 22 November 2007;\n \n&#8226; Edward Wymer, sworn 28 November 2007; \n \n&#8226; Marcus Rogers Clayton, affirmed 30 November 2007; \n \n&#8226; Elizabeth Mary MacPherson, affirmed 30 November 2007;\n \n&#8226; Christopher Jonathan Haan, affirmed 28 February 2008; \n \n&#8226; Elizabeth Mary MacPherson, affirmed 28 February 2008;\n \n&#8226; Edward Wymer, sworn 29 April 2008;\n \n&#8226; Elizabeth Mary MacPherson, affirmed 30 April 2008;\n \n&#8226; Christopher Jonathan Haan, affirmed 30 April 2008; and\n \n&#8226; Christopher Jonathan Haan, affirmed 30 April 2008.",
      "id": "s67"
    },
    {
      "text": "None of the deponents was cross-examined.",
      "id": "s68"
    },
    {
      "text": "21 The respondent did not file any answering affidavits.",
      "id": "s69"
    },
    {
      "text": "THE CONTEMPT HEARING \n \n22 The contempt hearing ultimately took place on 30 April 2008.",
      "id": "s70"
    },
    {
      "text": "Mr Morrison appeared on his own behalf and on behalf of the respondent.",
      "id": "s71"
    },
    {
      "text": "At the hearing I explained to Mr Morrison that, as neither he nor the respondent had filed any affidavits, there was no evidence before the Court to support any submissions he may wish to advance.",
      "id": "s72"
    },
    {
      "text": "APPLICANT'S SUBMISSIONS \n \n23 The applicant submitted that Mr Morrison and the respondent were in breach of the Order because the applicant had not been provided with a list of documents required to be disclosed and an affidavit verifying the list which complied with the Order.",
      "id": "s73"
    },
    {
      "text": "There was no evidence before the Court to suggest that the non-compliance was casual, accidental or unintentional.",
      "id": "s74"
    },
    {
      "text": "24 Mr Morrison's affidavit did not comply with the Order because: \n \n&#8226; It did not include sufficient detail of any enquiries which Mr Morrison had made in order to locate or account for the documents sought;\n \n&#8226; It did not identify all of the documents inspected by Ms MacPherson on 12 September 2006 or explain why they were not included on the list;\n \n&#8226; The documents contained in exhibit \"BJM-1\" were identical to the \"sample of invoices\" Mr Hayes attached to his letter to Ms MacPherson dated 15 September 2006, copies of which were provided to the respondent under cover of the applicant's letter dated 19 December 2007; and \n \n&#8226; It did not comply with O 15 r 6, Form 22 and O 14 r 2 and Form 20 of the Federal Court Rules 1979 (Cth).",
      "id": "s75"
    },
    {
      "text": "25 Alternatively, if the Court was satisfied that Mr Morrison's affidavit did comply with the Order, Mr Morrison and the respondent were in breach of the Order for the period 19 October 2007 to 25 January 2008.",
      "id": "s76"
    },
    {
      "text": "SUBMISSIONS ON BEHALF OF MR MORRISON AND THE RESPONDENT \n \n26 Mr Morrison defended the charges on the basis that his affidavit complied with the Court's orders.",
      "id": "s77"
    },
    {
      "text": "He had sworn that he was not able to provide the applicant with any further information and the affidavit set out the enquiries which he had made.",
      "id": "s78"
    },
    {
      "text": "27 After attempting to give evidence from the bar table, Mr Morrison ultimately elected to give oral evidence.",
      "id": "s79"
    },
    {
      "text": "An alleged contemnor must be allowed a reasonable opportunity to put before the Court any explanation of his or her evidence and any submissions of fact or law relevant to the charge against him or her or any punishment (see: Coward v Stapleton [1953] HCA 48 ; (1953) 90 CLR 573 ; Doyle v The Commonwealth [1985] HCA 46 ; (1985) 156 CLR 510).",
      "id": "s80"
    },
    {
      "text": "Although I considered Mr Morrison had been given a reasonable opportunity to put his case before the Court, I allowed him to give evidence because he indicated that there were matters which had only occurred to him during the course of the hearing.",
      "id": "s81"
    },
    {
      "text": "MR MORRISON'S EVIDENCE \n \n28 Mr Morrison gave the following evidence: \n \n&#8226; He confirmed that he was a director of the respondent.",
      "id": "s82"
    },
    {
      "text": "He was not, however, the production manager.",
      "id": "s83"
    },
    {
      "text": "He spent eight months of the year out of the office and relied heavily on the team employed by the respondent.",
      "id": "s84"
    },
    {
      "text": "&#8226; At various times that team comprised Mr Michael Hayes, a part-time internal accountant, who was employed between approximately April 2006 and July 2007; Natalie Simpson, production manager, who was employed between approximately May 2005 and May 2007; and Dianne Maiden, production manager, who was employed between approximately May 2003 and May 2005.",
      "id": "s85"
    },
    {
      "text": "&#8226; Mr Morrison did not make any enquiries of Mr Hayes, Ms Simpson or Ms Maiden.",
      "id": "s86"
    },
    {
      "text": "&#8226; Between approximately 1996 and 2005, the records of the respondent were kept in a warehouse located at 31 Wangaratta Street, Richmond.",
      "id": "s87"
    },
    {
      "text": "At about Christmas 2005, a lot of the respondent's records were cleared out of 31 Wangaratta Street and were taken to the tip.",
      "id": "s88"
    },
    {
      "text": "&#8226; Mr Morrison acknowledged that Ms MacPherson said she inspected the respondent's work records in September 2006, after the warehouse at 31 Wangaratta Street had been cleared out, but the only records he could locate were the records he had provided to the applicant.",
      "id": "s89"
    },
    {
      "text": "&#8226; Mr Morrison was surprised by the applicant's assertion that the documents exhibited to his affidavit were identical to the \"sample of invoices\" Mr Hayes attached to his letter to Ms MacPherson dated 15 September 2006, a copy of which was provided to the respondent on 19 December 2007.",
      "id": "s90"
    },
    {
      "text": "&#8226; He had received external legal assistance in preparing the affidavit and assumed that what had been prepared was adequate.",
      "id": "s91"
    },
    {
      "text": "&#8226; He recalled being present in Court on 14 December 2007, when orders were made requiring him to do certain things in relation to those records, and acknowledged that he had been told, by me, that he should tell the Court on affidavit the dates and times and the places where he had undertaken searches.",
      "id": "s92"
    },
    {
      "text": "He thought the fact that he mentioned that he looked in the production manager's offices, \"covered [him] for that.",
      "id": "s93"
    },
    {
      "text": "\" He did not give a date or a time for his searches \"but it was obviously --- it would have been on weekends between --- probably over Christmas.",
      "id": "s94"
    },
    {
      "text": "\" \n \n&#8226; He had looked through the warehouse (which I took to be a reference to the warehouse at 27-29 Wangaratta Street then occupied by the respondent) but had not looked anywhere else.",
      "id": "s95"
    },
    {
      "text": "&#8226; The only person of whom Mr Morrison had made enquiries his wife.",
      "id": "s96"
    },
    {
      "text": "She had advised him that \"the only place there would be any records is in the production room.",
      "id": "s97"
    },
    {
      "text": "\"\n \n&#8226; He made no other enquiries.",
      "id": "s98"
    },
    {
      "text": "29 Under cross-examination Mr Morrison gave the following additional evidence: \n \n&#8226; He had checked the computers and the records of the \"production ladies\".",
      "id": "s99"
    },
    {
      "text": "&#8226; It had not occurred to him to ask Mr Hayes to give evidence.",
      "id": "s100"
    },
    {
      "text": "&#8226; He acknowledged that he had not set out the time or specific days on which he had searched or the time taken to conduct the searches.",
      "id": "s101"
    },
    {
      "text": "SUBMISSIONS ON BEHALF OF MR MORRISON AND THE RESPONDENT \n \n30 Mr Morrison submitted that he did not know how he could be in contempt when he had made a valiant effort to provide what he had provided and that he should not be found guilty of contempt because there was no intent on his part to be in contempt --- and if there was non-compliance it was casual, accidental or unintentional.",
      "id": "s102"
    },
    {
      "text": "APPLICANT'S SUBMISSIONS \n \n31 The applicant submitted that the documents included in the sample predated Christmas 2005, the date the warehouse at 31 Wangaratta Street was cleared out and that there was no credible evidence of a genuine search.",
      "id": "s103"
    },
    {
      "text": "There had been no genuine attempt to comply with the Order.",
      "id": "s104"
    },
    {
      "text": "Mr Morrison was aware of what he was required to do to comply with the Order because the Court had explained to him, on 14 December 2007, the steps he needed to take to comply with the Order, and he had not taken those steps.",
      "id": "s105"
    },
    {
      "text": "ORDER THAT THE RESPONDENT BE WOUND UP \n \n32 It should be noted that, on 12 June 2008, in unrelated proceedings, the Court ordered that the respondent be wound up in insolvency under the provisions of the Corporations Act 2001 (Cth).",
      "id": "s106"
    },
    {
      "text": "On 10 July 2008 I granted the applicant leave, pursuant to s 471B of the Corporations Act 2001 (Cth), to proceed on its notice of motion and statement of charge dated 22 November 2007 \n CONSIDERATION \n \n33 Where a party seeks an order for discovery against a party that is a corporation, the Court has a discretion to specify who is obliged to make the affidavit: see O 15 r 9(2)(a) of the Federal Court Rules 1979 (Cth).",
      "id": "s107"
    },
    {
      "text": "The Court identified Mr Morrison, as the sole officer of the company, as the proper person to make the affidavit on behalf of the respondent.",
      "id": "s108"
    },
    {
      "text": "It was not necessary for Mr Morrison to be a party to the principal proceeding; the old practice in equity of making the officer of a corporation a party to the proceeding in order to obtain discovery has long since ceased: see Re Alexandra Palace Co (1880) 16 Ch D 58 at 59; Berkeley v Standard Discount Co (1879) 13 Ch D 97 ; Welsbach Incandescent Gas Lighting Co v New Sunlight Incandescent Co [1900] 2 Ch D 1 at 4.",
      "id": "s109"
    },
    {
      "text": "34 Where an order is directed to a company, directors may personally liable be if they fail to take reasonable steps to comply with the order: see Australian Competition and Consumer Commission v Goldstar Corporation Pty Ltd [1999] FCA 585 at [41] .",
      "id": "s110"
    },
    {
      "text": "In this case, the Order named Mr Morrison as the person who was required to comply with the Order.",
      "id": "s111"
    },
    {
      "text": "Mr Morrison was responsible for complying with the Order both on behalf of the respondent and on his own behalf and would be personally liable for any non-compliance.",
      "id": "s112"
    },
    {
      "text": "Where, as in this case, in practical terms the acts or omissions of the officer are the acts or omissions of the company, a single act or omission may constitute non-compliance with an order both by the company and the officer.",
      "id": "s113"
    },
    {
      "text": "This may also be a relevant consideration in determining appropriate punishments, but will not prevent a finding of contempt by each of the company and the officer for any non-compliance.",
      "id": "s114"
    },
    {
      "text": "Elements of contempt \n \n35 In Advan Investments Pty Ltd v Dean Gleeson Motor Sales Pty Ltd [2003] VSC 201 Gillard J identified the elements which it is necessary for a complainant to establish in order to make good a charge of civil contempt of court.",
      "id": "s115"
    },
    {
      "text": "His Honour said:\n \n \n \"[31] In order to prove a civil contempt of court involving a breach of an order of the court, the plaintiff has to prove the following: \n \n \n \n \n \n \n (i) that an order was made by the court; \n \n \n \n \n \n \n \n \n \n (ii) that the terms of the order are clear, unambiguous and capable of compliance; \n \n \n \n \n \n \n \n \n \n (iii) that the order was served on the alleged contemnor or excused in the circumstances, or service dispensed with pursuant to the Rules of Court; \n \n \n \n \n \n \n \n \n \n (iv) that the alleged contemnor has knowledge of the terms of the order; and \n \n \n \n \n \n \n \n \n \n (v) that the alleged contemnor has breached the terms of the order.",
      "id": "s116"
    },
    {
      "text": "[32] It is necessary for the plaintiff to prove each element beyond reasonable doubt.",
      "id": "s117"
    },
    {
      "text": "In accordance with the principles of the criminal law, in proving element (v) it must be proven that the act or omission which constituted the breach of the order was deliberate and voluntary.",
      "id": "s118"
    },
    {
      "text": "\"\n \n\n36 As noted by his Honour, the standard of proof required for each of the elements of a charge of contempt of this Court is proof beyond reasonable doubt (see: Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 at 534).",
      "id": "s119"
    },
    {
      "text": "37 There is no dispute, and I am satisfied that: \n \n&#8226; Paragraph 1 of the orders I made on 28 September 2007 was an order of the Court.",
      "id": "s120"
    },
    {
      "text": "&#8226; The Order was clear, unambiguous and capable of compliance; \n \n&#8226; The Order was personally served on Mr Morrison on 4 October 2007 and was served on the respondent on 3 October 2007; and \n \n&#8226; Mr Morrison had knowledge of the terms of the Order.",
      "id": "s121"
    },
    {
      "text": "38 It was not disputed that the respondent had knowledge of the terms of the Order.",
      "id": "s122"
    },
    {
      "text": "On the facts of this case, there can be no doubt that Mr Morrison's mind is the mind of the respondent (see: Hamilton v Whitehead [1988] HCA 65 ; (1988) 166 CLR 121 at 127 referring with approval to Tesco Supermarkets Ltd v Nattrass [1971] UKHL 1 ; [1972] AC 153).",
      "id": "s123"
    },
    {
      "text": "I am, therefore, satisfied that the respondent had knowledge of the terms of the Order.",
      "id": "s124"
    },
    {
      "text": "Breach of the Order \n \n39 Mr Morrison has put in issue the question of whether, by filing the affidavit which he swore on 25 January 2008 (set out above at [17]), the Order had been complied with.",
      "id": "s125"
    },
    {
      "text": "40 In Australian Meat Industry Employees' Union v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 Gibbs CJ, Mason, Wilson and Deane JJ said (at 112 --- 113) that: \n \"...lying behind punishment for a contempt which involves wilful disobedience to a court order, is the very substantial purpose of disciplining the defendant and vindicating the authority of the court.",
      "id": "s126"
    },
    {
      "text": "... a deliberate commission or omission which is in breach of an injunctive order or an undertaking will constitute such wilful disobedience unless it be casual, accidental or unintentional.",
      "id": "s127"
    },
    {
      "text": "\" \n41 It is clear that Mr Morrison's affidavit does not, in terms, comply with the Order.",
      "id": "s128"
    },
    {
      "text": "A breach of an order will be considered deliberate if it is not found to be casual, accidental or unintentional.",
      "id": "s129"
    },
    {
      "text": "The onus remains on the party seeking to prove the contempt to prove that the alleged contemnor's conduct is not casual, accidental or unintentional.",
      "id": "s130"
    },
    {
      "text": "42 There is no evidence before the court which suggests that Mr Morrison's conduct was casual, accidental or unintentional.",
      "id": "s131"
    },
    {
      "text": "On the contrary, Mr Morrison was aware that, to comply with the Order, he was required to make reasonable enquiries to determine the existence or non-existence of documents requested by the applicant and set out the details of those enquiries and list the documents which he discovered and explain what had become of documents which had been in the respondent's possession but which could no longer be found.",
      "id": "s132"
    },
    {
      "text": "The list was to be verified by affidavit: cf Australian Competition and Consumer Commission v Goldstar Corporation Pty Ltd [1999] FCA 585 at [41] .",
      "id": "s133"
    },
    {
      "text": "Despite this, the only evidence before the Court of the steps Mr Morrison had taken to comply with the Order was that he had \"checked files\" and \"searched for records at length in the office occupied by the previous Production Managers\".",
      "id": "s134"
    },
    {
      "text": "His affidavit did not list or describe the documents which were in the respondent's possession, nor did it describe the documents which were no longer in the respondent's possession or state when the respondent parted with the documents and what had become of them, as required by Order 15 r 6 and Form 22 of the Federal Court Rules 1979 (Cth) .",
      "id": "s135"
    },
    {
      "text": "43 In his oral evidence, Mr Morrison added that he had also looked through the warehouse and had asked his wife if she had any knowledge about where the documents might be found.",
      "id": "s136"
    },
    {
      "text": "Mr Morrison did not contact either of the former production managers, or Mr Hayes, despite being aware of his obligation to make enquiries of people who may have had knowledge of the documents sought by the applicant.",
      "id": "s137"
    },
    {
      "text": "44 I am by no means persuaded that Mr Morrison made a valiant effort, or, indeed, any serious effort, to search for documents.",
      "id": "s138"
    },
    {
      "text": "The only documents Mr Morrison has discovered or provided to the applicant are copies of the documents that were sent to him on 19 December 2007.",
      "id": "s139"
    },
    {
      "text": "I am unable to accept Mr Morrison's claim that he was surprised that the documents exhibited to his affidavit were identical to those he received from the applicant's solicitors in December 2007.",
      "id": "s140"
    },
    {
      "text": "He was well aware of the source of the documents and that he had not discovered any additional documents.",
      "id": "s141"
    },
    {
      "text": "He knew that additional documents existed (or had existed) which should have been discovered.",
      "id": "s142"
    },
    {
      "text": "I make due allowance for the fact that Mr Morrison did not have legal advice at all relevant times.",
      "id": "s143"
    },
    {
      "text": "45 I am satisfied, beyond reasonable doubt, that Mr Morrison and the respondent wilfully disobeyed the Order, and that the non-compliance was not casual, accidental or unintentional.",
      "id": "s144"
    },
    {
      "text": "CONCLUSION \n \n46 I find the charges against Mr Morrison and the respondent have been established beyond reasonable doubt.",
      "id": "s145"
    },
    {
      "text": "47 I will hear the parties as to what, if any, penalties should be imposed.",
      "id": "s146"
    },
    {
      "text": "I certify that the preceding forty-seven (47) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s147"
    },
    {
      "text": "Associate:\n\nDated: 5 September 2008\n Counsel for the Applicant Mr C W Dowling \n \n Solicitor for the Applicant: Slater &amp; Gordon \n \n \n Mr Brian Morrison appeared on behalf of the respondent \n \n \n\n Date of Hearing: 30 November 2007, 14 December 2007, 8 February 2008 and 30 April 2008 \n \n Date of Judgment: 5 September 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/604.html",
      "id": "s148"
    }
  ]
}