{
  "name": "Phisci Pty Ltd v Green Frog Nominees Pty Ltd [2008] FCA 638 (7 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/638.html",
  "catchphrases": [
    {
      "text": "interlocutory injunction",
      "id": "c0"
    },
    {
      "text": "ownership of shares in dispute",
      "id": "c1"
    },
    {
      "text": "application to restrain disposition",
      "id": "c2"
    },
    {
      "text": "principles to be applied",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The plaintiff, Phisci Pty Ltd, contends that 1,230,593 shares in the capital of Restaurant Brands New Zealand Ltd (RBNZ), a New Zealand company as its name suggests, that are presently held by the first defendant, Green Frog Nominees Pty Ltd, are shares in which it has an equitable interest.",
      "id": "s0"
    },
    {
      "text": "It seeks an injunction pending trial to restrain Green Frog from disposing of those shares.",
      "id": "s1"
    },
    {
      "text": "It says it needs the injunction because, without it, the shares will be sold and the proceeds applied in partial discharge of a debt due by the second defendant, Opes Prime Stockbroking Pty Ltd (Receiver and Manager Appointed) (Administrator Appointed) (OPS) to ANZ Banking Group Ltd (ANZ).",
      "id": "s2"
    },
    {
      "text": "ANZ has a charge over OPS' assets to secure its liability to ANZ and has appointed receivers to take possession of the assets.",
      "id": "s3"
    },
    {
      "text": "The receivers contend that Green Frog holds the shares on trust for OPS.",
      "id": "s4"
    },
    {
      "text": "2 The plaintiff's application for an interlocutory injunction has come on very quickly.",
      "id": "s5"
    },
    {
      "text": "The evidence it would lead at a trial has only briefly been sketched out.",
      "id": "s6"
    },
    {
      "text": "The gist of the evidence is as follows.",
      "id": "s7"
    },
    {
      "text": "The plaintiff is in the restaurant business.",
      "id": "s8"
    },
    {
      "text": "So is RBNZ.",
      "id": "s9"
    },
    {
      "text": "The plaintiff wishes to build up a significant holding in RBNZ.",
      "id": "s10"
    },
    {
      "text": "For that purpose it engaged Opes Prime Paradigm (OPP), a company related to the stockbroker, OPS.",
      "id": "s11"
    },
    {
      "text": "In a letter dated 16 August 2007 OPP set out the terms upon which it would act for the plaintiff.",
      "id": "s12"
    },
    {
      "text": "The letter contained details of the work OPP would perform on the plaintiff's behalf.",
      "id": "s13"
    },
    {
      "text": "OPP said it would \"co-ordinate the acquisition of stock [in RBNZ] utilizing multiple stockbrokers.",
      "id": "s14"
    },
    {
      "text": "\" This would \"minimize interest in [OPP's] buying activity\".",
      "id": "s15"
    },
    {
      "text": "OPP suggested that three brokers be used to effect the purchases, Wilson HTM, Citi Smith Barney and OPS.",
      "id": "s16"
    },
    {
      "text": "The letter stated that each broker would purchase shares through a \"Nominee/Custodial Account\".",
      "id": "s17"
    },
    {
      "text": "The custodians were Rubicon Nominees Pty Ltd for Wilson, an account to be advised in the case of Citi and Green Frog for OPS.",
      "id": "s18"
    },
    {
      "text": "3 The plaintiff's plan was to purchase shares in RBNZ in part using its own funds and in part using borrowed money.",
      "id": "s19"
    },
    {
      "text": "On 31 August 2007 Mr Dickson, a director of OPP, sent an email to Mr Higgon, the sole director of the plaintiff, about the funding arrangement.",
      "id": "s20"
    },
    {
      "text": "The proposal was that the plaintiff obtain funds from OPS.",
      "id": "s21"
    },
    {
      "text": "The email relevantly provides: \n Opes Prime Securities Lending Facility \n \n 1.",
      "id": "s22"
    },
    {
      "text": "The facility account provided by Opes Prime, which will enable you to use the line of credit to assist you fund the acquisition of stock.",
      "id": "s23"
    },
    {
      "text": "Please note that as well as the forms being signed, Opes require the standard 100 points identification and for you to deposit a sum of money representing your proportion of the acquisition value of stock to be purchased with Opes Prime.",
      "id": "s24"
    },
    {
      "text": "For example, should you anticipate acquiring, say $100,000 of stock in the first week then you should deposit $45,000.00 representing your 45%LVR.",
      "id": "s25"
    },
    {
      "text": "2.",
      "id": "s26"
    },
    {
      "text": "These account opening documents were provided to you earlier, in a pack, with the Opes Prime Terms sheet.",
      "id": "s27"
    },
    {
      "text": "However, I have attached a soft copy as well.",
      "id": "s28"
    },
    {
      "text": "4 The plaintiff was also provided with an \"Indicative Term Sheet\" that summarised the terms upon which the funds would be provided.",
      "id": "s29"
    },
    {
      "text": "The \"Indicative Term Sheet\" records the following information:\n Transaction type Finance a New Zealand listed security Stock description Restaurant Brands New Zealand Limited ... \n Quantity to finance 23,500,000 shares Security or collateral for the loan 23,500,000 shares ... \n LvR 45% ... \n Rate to client Variable New Zealand Official Cash Rate + 3% (as at 25/7/2007 NZOCR was 8%) ... \n Risk measures Market capital : NZD 82.5mil\nShares out: 97.129mil\nAve 30 day volume: 94,000 shares\nAve 100 day volume: 136,000 shares\nTrading days to sell holding: Documentation Global Master Securities Lending Agreement (GMSLA) between client and Opes Prime Stockbroking Ltd. ... \n Other Securities should not be subject to any Security Interests as defined in the Personal Properties Security Act 1999 (PPSA).",
      "id": "s30"
    },
    {
      "text": "Client should seek their own legal and tax advice.",
      "id": "s31"
    },
    {
      "text": "Voting rights to be discussed.",
      "id": "s32"
    },
    {
      "text": "5 The GMSLA to which reference is made in the \"Documentation\" section is not in evidence.",
      "id": "s33"
    },
    {
      "text": "But the parties argued the case on the assumption (as was the fact) that I was familiar with its terms.",
      "id": "s34"
    },
    {
      "text": "A derivative of the GMSLA is the subject of my judgments in Beconwood Securities Pty Ltd v Australia and New Zealand Banking Group Limited [2008] FCA 594 and CMG Equity Investments Pty Ltd v Australia and New Zealand Banking Group Ltd [2008] FCA 455.",
      "id": "s35"
    },
    {
      "text": "6 Over a period of about five months the brokers were able to purchase the shares.",
      "id": "s36"
    },
    {
      "text": "All were registered in the name of Green Frog.",
      "id": "s37"
    },
    {
      "text": "The brokers were unable to purchase the number of shares the plaintiff wished to acquire as the market in RBNZ shares is very illiquid.",
      "id": "s38"
    },
    {
      "text": "The shares purchased represent 1.25 per cent of the capital of RBNZ.",
      "id": "s39"
    },
    {
      "text": "The price paid ranged from NZ$0.71 to NZ$0.89.",
      "id": "s40"
    },
    {
      "text": "The plaintiff contributed $300,000 towards the purchase price.",
      "id": "s41"
    },
    {
      "text": "The balance was provided by OPS.",
      "id": "s42"
    },
    {
      "text": "Together with interest and fees, the plaintiff says that it now owes OPS about $395,000.",
      "id": "s43"
    },
    {
      "text": "7 In his affidavit Mr Higgon said that he understood that the relationship between the plaintiff, OPP, OPS and Green Frog was as follows: (1) OPP would arrange for the purchase of shares in RBNZ by directing one of the stockbrokers to buy them on market; (2) The shares would \"belong\" to the plaintiff but would be held by a custodian on its behalf; (3) One of the custodians would be Green Frog; (4) OPS would advance funds to enable the purchases to take place.",
      "id": "s44"
    },
    {
      "text": "The funds would be advanced under a \"margin loan\" or \"line of credit\" secured against the RBNZ shares.",
      "id": "s45"
    },
    {
      "text": "Mr Higgon also said that there was no discussion with OPP about the plaintiff entering into a \"securities lending or borrowing\" arrangement.",
      "id": "s46"
    },
    {
      "text": "8 It is not clear precisely what Mr Higgon meant when he said that the shares in RBNZ would \"belong\" to the plaintiff.",
      "id": "s47"
    },
    {
      "text": "I do not take him to be saying that OPS was to have no interest in the shares.",
      "id": "s48"
    },
    {
      "text": "It is, I think, clear that Mr Higgon had in mind that OPS could have recourse to the shares for repayment of the money it had put up for their purchase but that it did not take absolute title to the shares as the GMSLA provided.",
      "id": "s49"
    },
    {
      "text": "At least at this stage I am prepared to proceed on the basis that this is what Mr Higgon meant.",
      "id": "s50"
    },
    {
      "text": "9 The principles upon which an interlocutory injunction can be granted are well known.",
      "id": "s51"
    },
    {
      "text": "Nothing will be served by repeating them.",
      "id": "s52"
    },
    {
      "text": "But, for the purposes of this application, I will make the following few observations.",
      "id": "s53"
    },
    {
      "text": "All the cases say, one way or another, that the plaintiff must show he has a chance of success at the trial.",
      "id": "s54"
    },
    {
      "text": "The cases also say that the injunction is to be used for the purpose of maintaining the status quo, or maintaining a state of affairs appropriate to maintain, until the trial.",
      "id": "s55"
    },
    {
      "text": "They refer to the object of avoiding irreparable harm to the plaintiff, and also of balancing against the plaintiff's harm if the injunction were not granted any harm to the defendant if the injunction were granted.",
      "id": "s56"
    },
    {
      "text": "10 What can be said about these considerations is that there will be some cases where the plaintiff will not be entitled to an injunction unless he has a very strong case.",
      "id": "s57"
    },
    {
      "text": "There will be others where the plaintiff's case is not so strong, but to withhold relief would be wrong because of the prejudice the plaintiff would otherwise suffer.",
      "id": "s58"
    },
    {
      "text": "And there will be infinite variations in between.",
      "id": "s59"
    },
    {
      "text": "11 In this case the plaintiff seeks to restrain the disposition of what it contends are its shares.",
      "id": "s60"
    },
    {
      "text": "It is a claim to preserve property in status quo pending the determination of the plaintiff's claims to that property.",
      "id": "s61"
    },
    {
      "text": "That is a common basis for a preservation order.",
      "id": "s62"
    },
    {
      "text": "But even in such a case it is necessary to inquire why damages are not an appropriate remedy.",
      "id": "s63"
    },
    {
      "text": "Here the reason is that the shares are so thinly traded that it might not in the future be possible to obtain equivalent quantities of them.",
      "id": "s64"
    },
    {
      "text": "I accept that there is not a large trade in RBNZ stock.",
      "id": "s65"
    },
    {
      "text": "But it should not be too difficult for the plaintiff to purchase an equivalent parcel.",
      "id": "s66"
    },
    {
      "text": "It would likely be able to do so at the right price.",
      "id": "s67"
    },
    {
      "text": "That is not, however, where the plaintiff's risk lies.",
      "id": "s68"
    },
    {
      "text": "It has accumulated the existing parcel as a springboard to acquire an even larger parcel.",
      "id": "s69"
    },
    {
      "text": "It will lose that advantage if the shares are sold and it is required to start again.",
      "id": "s70"
    },
    {
      "text": "Not only will that be a more difficult task, it is likely to be a much more expensive exercise, especially since the plaintiff's intentions have become known.",
      "id": "s71"
    },
    {
      "text": "That is a sufficient reason to hold, if all other factors are satisfied, that an injunction should go.",
      "id": "s72"
    },
    {
      "text": "12 The first of those factors is whether the plaintiff has shown a sufficiently strong case for the grant of interlocutory relief.",
      "id": "s73"
    },
    {
      "text": "Here, of course, the plaintiff's problem is that it has entered into an agreement with OPS which, according to its terms, results in absolute title in the shares passing to OPS.",
      "id": "s74"
    },
    {
      "text": "In Beconwood I explained in some detail why this was so.",
      "id": "s75"
    },
    {
      "text": "13 But, there are features of this case that suggest the plaintiff may be able to overcome the provisions of the GMSLA.",
      "id": "s76"
    },
    {
      "text": "There is a reasonable basis for the plaintiff contending that it is the victim of representations that falsely describe the effect of the arrangement it was entering into.",
      "id": "s77"
    },
    {
      "text": "They begin with the reference in the retainer letter to each purchasing broker maintaining a nominee account into which the shares would be placed.",
      "id": "s78"
    },
    {
      "text": "There is also the reference in the email of 31 August 2007 to \"a Custodian in New Zealand\" who would hold the shares.",
      "id": "s79"
    },
    {
      "text": "In the case of an outright transfer, the shares would not be held by a nominee or custodian, at least not for the plaintiff.",
      "id": "s80"
    },
    {
      "text": "14 Then there is the Indicative Term Sheet.",
      "id": "s81"
    },
    {
      "text": "First of all, that document refers to the \"financ[ing]\" of the purchase of the shares.",
      "id": "s82"
    },
    {
      "text": "This suggests that the plaintiff would borrow funds from OPS.",
      "id": "s83"
    },
    {
      "text": "Next it refers to the shares as \"security or collateral for the loan\".",
      "id": "s84"
    },
    {
      "text": "Both these propositions are inconsistent with the GMSLA.",
      "id": "s85"
    },
    {
      "text": "On the other hand they are consistent with a funding arrangement that involves, not an outright transfer of the shares, but the creation of a security interest in respect of them.",
      "id": "s86"
    },
    {
      "text": "15 In my opinion there is a reasonably strong case that the plaintiff has been misled about the terms of the arrangement into which it was entering to obtain funding.",
      "id": "s87"
    },
    {
      "text": "The misleading conduct would, if it were ultimately made out, be conduct in contravention of s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s88"
    },
    {
      "text": "Moreover, if the plaintiff were able to show a contravention of that section various types of relief would be available to it.",
      "id": "s89"
    },
    {
      "text": "Relevantly, pursuant to s 87(2) the court would have power to vary the agreement entered into in reliance on the misleading conduct or to refuse to enforce a provision of that agreement.",
      "id": "s90"
    },
    {
      "text": "In this case the court could order that, notwithstanding the GMSLA, the shares held by Green Frog should be delivered to the plaintiff on payment to OPS of the money it had advanced to enable the shares to be purchased in the first place (including the interest and fees owing).",
      "id": "s91"
    },
    {
      "text": "16 Importantly, what distinguishes this case from the others where a client of OPS has failed to get an injunction to restrain a dealing in shares over which the plaintiff claims title, is that here no third party rights have intervened.",
      "id": "s92"
    },
    {
      "text": "If it could ever be done, it would need to be a remarkable case for s 87 to override the rights of an innocent third party.",
      "id": "s93"
    },
    {
      "text": "But there is no such third party who claims the shares.",
      "id": "s94"
    },
    {
      "text": "As mortgagee ANZ has no better title to the shares than its mortgagor, OPS.",
      "id": "s95"
    },
    {
      "text": "Its position as mortgagee is fundamentally different from the position that prevailed in the other cases where ANZ claimed absolute title by way of a transfer of the shares in dispute.",
      "id": "s96"
    },
    {
      "text": "17 The next factor is the balancing exercise.",
      "id": "s97"
    },
    {
      "text": "While the plaintiff is able to show a degree of irreparable harm it is necessary to balance that harm against the possibility that Green Frog (or ANZ) would be prejudiced by an injunction.",
      "id": "s98"
    },
    {
      "text": "It is, in this case, an easy balance to resolve.",
      "id": "s99"
    },
    {
      "text": "Provided Green Frog is adequately protected from any loss in the value of the shares between the present and the trial, it will suffer no real inconvenience.",
      "id": "s100"
    },
    {
      "text": "18 The possibility of financial harm being suffered by a defendant is usually compensated by the undertaking in damages which is now a condition of obtaining relief.",
      "id": "s101"
    },
    {
      "text": "In a case such as the present I would not act on the undertaking alone.",
      "id": "s102"
    },
    {
      "text": "First of all I have had provided to me the balance sheet and profit and loss statement for the Southern Restaurants Group, a group of which the plaintiff is a member.",
      "id": "s103"
    },
    {
      "text": "I requested that information because the plaintiff is a single purpose company established to purchase a stake in RBNZ and has no assets, so I could not accept an undertaking from it alone.",
      "id": "s104"
    },
    {
      "text": "19 The financial records, which I have been asked to keep confidential, do not leave me with any confidence that the undertaking in damages could be met.",
      "id": "s105"
    },
    {
      "text": "Any undertaking from the group would have to be supplemented by a payment into court to the credit of this action of a sum of $175,000 or the provision of an unconditional bank guarantee in that amount, the form of the guarantee being to the satisfaction of the Registrar.",
      "id": "s106"
    },
    {
      "text": "I have opted for a cash security of $175,000 for the following reasons.",
      "id": "s107"
    },
    {
      "text": "The shares are currently worth in the order of AU$820,000.",
      "id": "s108"
    },
    {
      "text": "They are currently trading at NZ$0.80.",
      "id": "s109"
    },
    {
      "text": "In the period from mid-2007 until now there has been a decline in the value of the shares.",
      "id": "s110"
    },
    {
      "text": "I have not had the time to work out precisely the amount of the decline but it would represent a fall in the value of 1,230,593 shares in the order of NZ$125,000.",
      "id": "s111"
    },
    {
      "text": "A buffer of $175,000 should give Green Frog (and ANZ) full protection if the shares fall in value between the present and the time of trial.",
      "id": "s112"
    },
    {
      "text": "20 The final point I must consider is whether the plaintiff must obtain leave to proceed with this action as OPS is in administration and its receivers (and perhaps also its administrators) claim that OPS is the beneficial owner of the shares.",
      "id": "s113"
    },
    {
      "text": "21 Section 440D(1) of the Corporations Act 2001 (Cth) provides:\n During the administration of a company, a proceeding in a court against the company or in relation to any of its property cannot be begun or proceeded with, except: \n \n \n (a) with the administrator's written consent; or \n \n \n \n \n \n (b) with the leave of the Court and in accordance with such terms (if any) as the Court imposes.",
      "id": "s114"
    },
    {
      "text": "The purpose of that section is to provide interim protection against all civil claims while the administrator formulates a plan for future action which he will submit to the company's creditors for their consideration.",
      "id": "s115"
    },
    {
      "text": "In Cope v Home [2002] NSWSC 777 the plaintiffs sought an injunction restraining administrators of a company from disposing of an asset which, according to the plaintiffs, the company was intending to dispose of to a third party.",
      "id": "s116"
    },
    {
      "text": "The plaintiffs claimed that pursuant to an agreement with the company they were entitled to have transferred to them some of those assets.",
      "id": "s117"
    },
    {
      "text": "Barrett J said [at 19] that the action against the administrators was \"in substance no more or less than a proceeding against the company.",
      "id": "s118"
    },
    {
      "text": "\" He also said that the action was \"an application in respect of the property of the company\" although the company's title to that property was in dispute.",
      "id": "s119"
    },
    {
      "text": "Accordingly Barrett J held that the plaintiff required leave under s 440D to proceed with the action.",
      "id": "s120"
    },
    {
      "text": "22 Applying the logic of that decision to the case at bar I am bound to hold that the proceeding against Green Frog is caught by s 440D because it involves shares that OPS, a company in administration, claims is its property.",
      "id": "s121"
    },
    {
      "text": "I will nevertheless give leave to bring the proceeding against Green Frog because the plaintiff's claim is to recover from that company what it says is its own property.",
      "id": "s122"
    },
    {
      "text": "Neither s 440D nor Part 5.3A of the Corporations Act is designed to deprive a person of his property.",
      "id": "s123"
    },
    {
      "text": "In most cases it would be wrong to prevent an owner of property bringing a proceeding for its recovery simply because the defendant happens to be in administration: In re David Lloyd &amp; Co, Lloyd v David Lloyd &amp; Co (1877) 6 Ch D 339 , 344.",
      "id": "s124"
    },
    {
      "text": "By the same token, I would not allow the action to proceed against Green Frog until the administrators have completed their task of investigating the company's affairs and reporting the result of their investigation to the creditors.",
      "id": "s125"
    },
    {
      "text": "In my view the administrators should not be distracted from their task by this proceeding.",
      "id": "s126"
    },
    {
      "text": "Nor should they be required to incur any costs to fight the case, especially in circumstances where, by reason of the receivership, they presently have no funds from which to obtain reimbursement.",
      "id": "s127"
    },
    {
      "text": "Accordingly, as a condition of the grant of leave I would require the plaintiff to undertake not to proceed with this action any further until further order.",
      "id": "s128"
    },
    {
      "text": "It goes without saying that the undertaking would immediately be discharged on the request of the administrators.",
      "id": "s129"
    },
    {
      "text": "23 In the result I am of the opinion that there is a sufficient case against Green Frog to warrant the grant of the interlocutory injunction that the plaintiff seeks.",
      "id": "s130"
    },
    {
      "text": "It will have to be supported by an undertaking in damages by all the members of the Southern Restaurants Group.",
      "id": "s131"
    },
    {
      "text": "The injunction will be discharged if within ten days the plaintiff does not pay into court the sum of $175,000 or provide an unconditional guarantee from an Australian trading bank for that amount to the satisfaction of the Registrar.",
      "id": "s132"
    },
    {
      "text": "If there is a drastic fall in the price of RBNZ shares, Green Frog will be entitled to apply to vary or discharge the injunction.",
      "id": "s133"
    },
    {
      "text": "There will also be an order that the plaintiff have leave to continue this proceeding against Green Frog upon it undertaking not to take any further step in the action without the leave of a judge.",
      "id": "s134"
    },
    {
      "text": "So far as the costs are concerned I think they should be reserved.",
      "id": "s135"
    },
    {
      "text": "I certify that the preceding twenty-three (23) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s136"
    },
    {
      "text": "Associate:\n\nDated: 9 May 2008\n\n Counsel for the Plaintiff: R Brett QC \nS Maiden \n \n Solicitor for the Plaintiff: Mills Oakley \n \n Counsel for the First Defendant: No Appearance \n \n Counsel for the Second, Third, Fourth and Fifth Defendants: R Strong \n \n Solicitor for the Second, Third, Fourth and Fifth Defendants: Mallesons Stephen Jaques \n \n Counsel for the Second Defendant: T Woodward \n \n Solicitor for the Second Defendant: Deacons \n\n Date of Hearing: 1 May 2008 \n \n Date of Judgment: 7 May 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/638.html",
      "id": "s137"
    }
  ]
}