{
  "name": "SZLBJ v Minister for Immigration &amp; Citizenship [2008] FCA 609 (5 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/609.html",
  "catchphrases": [
    {
      "text": "leave to raise new ground of appeal refused",
      "id": "c0"
    },
    {
      "text": "attendance at hearing before tribunal",
      "id": "c1"
    },
    {
      "text": "no specification in notice of appeal of mandatory requirements said to have been not complied with",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellant claims to be a citizen of Pakistan.",
      "id": "s0"
    },
    {
      "text": "2 He arrived in Australia on 13 January 2007 and applied to the Department of Immigration &amp; Citizenship for a Protection (Class XA) Visa on 1 February 2007.",
      "id": "s1"
    },
    {
      "text": "A delegate of the Minister refused the application on 13 February 2007 and an Application for Review was lodged with the Refugee Review Tribunal on 9 March 2007.",
      "id": "s2"
    },
    {
      "text": "3 The Tribunal affirmed the decision of the delegate by its decision handed down on 3 July 2007.",
      "id": "s3"
    },
    {
      "text": "The Tribunal clearly found the now Appellant to be an unsatisfactory witness who did not give truthful evidence.",
      "id": "s4"
    },
    {
      "text": "The findings of the Tribunal thus state inter alia :\n The applicant was a most unsatisfactory witness.",
      "id": "s5"
    },
    {
      "text": "There were numerous major inconsistencies between the claims made in writing in his protection visa application and the statement in support, and his oral evidence at the hearing ...",
      "id": "s6"
    },
    {
      "text": "The applicant was both evasive and unresponsive in his demeanour at different times ... ...",
      "id": "s7"
    },
    {
      "text": "I am not satisfied that the applicant has told the truth about the circumstances leading up to his departure from Pakistan either in his application or before the Tribunal.",
      "id": "s8"
    },
    {
      "text": "... ... ...",
      "id": "s9"
    },
    {
      "text": "I conclude that the applicant was not a truthful witness.",
      "id": "s10"
    },
    {
      "text": "... \n Those findings are findings of fact made by the Tribunal and are not open to review in this Court.",
      "id": "s11"
    },
    {
      "text": "4 A decision of the Federal Magistrates Court dismissed an application to review the decision of the Tribunal: SZLBJ v Minister for Immigration &amp; Citizenship [2008] FMCA 90.",
      "id": "s12"
    },
    {
      "text": "5 The Appellant now appeals to this Court.",
      "id": "s13"
    },
    {
      "text": "The Grounds of Appeal as set forth in his Notice of Appeal (without alteration) are as follows:\n GROUNDS OF APPEAL: 1.",
      "id": "s14"
    },
    {
      "text": "THAT THE APPLICANT DID NOT RECEIVED THE INCITATION OF HEARING IN THE TIME AS PER MIGRATION REGULATION 4.35D.",
      "id": "s15"
    },
    {
      "text": "2.",
      "id": "s16"
    },
    {
      "text": "THAT THE RRT FAILED TO COMPLY WITH THE MANADATORY REQUIRMENTS UNDER THE MIGRATION REGULATION AND MIGRATION ACT .",
      "id": "s17"
    },
    {
      "text": "3.",
      "id": "s18"
    },
    {
      "text": "THAT THE APPLICANT FULLY DESCRIBED THE ABOVE SITUATION IN HIS APPLICATION SUBMITTED BEFORE THE FEDERAL MAGISTRATE ON 30/1/2008 THE SAME WAS NOT CONSIDERED BY THE RESPONDENT OF THE RRT.",
      "id": "s19"
    },
    {
      "text": "THEY HAVE COMMITTED THE LEGAL AND PRICEDURAL ERROR AND COUPLE THE JURIDICTIONAL ERROR.",
      "id": "s20"
    },
    {
      "text": "6 The Appellant appeared unrepresented before the Court this afternoon, but he did have the benefit of a Court appointed interpreter.",
      "id": "s21"
    },
    {
      "text": "7 There are difficulties in respect to each of the Grounds of Appeal and each ground should be rejected and the appeal dismissed.",
      "id": "s22"
    },
    {
      "text": "FAILURE TO RECEIVE THE INVITATION OF HEARING \n \n8 The first Ground of Appeal alleges that the now Appellant did not receive the invitation given by the Tribunal to attend the hearing within the time prescribed by regulation 4.35D of the Migration Regulations 1994 (Cth).",
      "id": "s23"
    },
    {
      "text": "9 There are at least two difficulties in respect to this Ground of Appeal.",
      "id": "s24"
    },
    {
      "text": "10 The first is that this ground was not relied upon before the Federal Magistrate.",
      "id": "s25"
    },
    {
      "text": "It is considered that leave to raise this ground for the first time on appeal to this Court should be refused.",
      "id": "s26"
    },
    {
      "text": "11 Appellants, whether represented or unrepresented, should be required to articulate before the Federal Magistrates Court their challenges to a decision of the Refugee Review Tribunal.",
      "id": "s27"
    },
    {
      "text": "They should only be permitted to raise before this Court a new ground if there is an adequate explanation for not having raised the ground before the Federal Magistrate and if the ground has merit.",
      "id": "s28"
    },
    {
      "text": "In SZIBR v Minister for Immigration &amp; Citizenship [2008] FCA 502 Lander J summarised the position as follows:\n [38] A party is not entitled to raise new grounds which were deliberately or by inadvertence not put to the Court from which the appeal is brought: Metwally v University of Wollongong [1985] HCA 28 ; (1985) 60 ALR 68 at 71.",
      "id": "s29"
    },
    {
      "text": "[39] If the appellant were entitled to raise these new grounds, it would mean that this Court would have to sit, as it were, as the Court at first instance to determine whether these new grounds would give rise to the relief sought in the application before the Federal Magistrate.",
      "id": "s30"
    },
    {
      "text": "Parliament has given the responsibility for hearing these applications exclusively to the Federal Magistrates Court.",
      "id": "s31"
    },
    {
      "text": "The parties, whether they are represented or unrepresented, ought to articulate all of their complaints in relation to the Tribunal's reasons in the Federal Magistrates Court so that that Court can make the appropriate findings and reach a considered decision on all aspects of the Tribunal's decision.",
      "id": "s32"
    },
    {
      "text": "[40] To allow the appellant to articulate these grounds on appeal would be to allow the appellant to treat this Court as a Court at first instance.",
      "id": "s33"
    },
    {
      "text": "Such a course of action is unsatisfactory, not only for this Court but also for the High Court which would hear any application for special leave from this decision.",
      "id": "s34"
    },
    {
      "text": "It would put the High Court, as it were, in a position of hearing applications for special leave from a court of first instance: SZKMS v Minister for Immigration and Citizenship [2008] FCA 499.",
      "id": "s35"
    },
    {
      "text": "[41] However, authority seems to suggest that I need to consider whether the grounds have merit before I determine whether I should give leave for the appellant to raise the matters: VUAX v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 158.",
      "id": "s36"
    },
    {
      "text": "In VUAX the conclusion was reached that leave to argue a ground of appeal not raised before the primary judge should only be granted if it is expedient in the interests of justice to do so: [2004] FCAFC 158 at [46] .",
      "id": "s37"
    },
    {
      "text": "Kiefel, Weinberg and Stone JJ there further concluded: \n [48] The practice of raising arguments for the first time before the Full Court has been particularly prevalent in appeals relating to migration matters.",
      "id": "s38"
    },
    {
      "text": "The Court may grant leave if some point that was not taken below, but which clearly has merit, is advanced, and there is no real prejudice to the respondent in permitting it to be agitated.",
      "id": "s39"
    },
    {
      "text": "Where, however, there is no adequate explanation for the failure to take the point, and it seems to be of doubtful merit, leave should generally be refused.",
      "id": "s40"
    },
    {
      "text": "...",
      "id": "s41"
    },
    {
      "text": "There was no adequate explanation in the present proceedings as to why the first Ground of Appeal was not raised before the Federal Magistrate.",
      "id": "s42"
    },
    {
      "text": "Nor was it raised as an issue before the Tribunal.",
      "id": "s43"
    },
    {
      "text": "12 The Appellant, when asked this afternoon to explain why the Grounds of Appeal now relied upon were not previously identified, maintained that those grounds had been sought to be relied upon but that he had been told that it was \" too late \" to do so.",
      "id": "s44"
    },
    {
      "text": "Counsel for the Minister, who also appeared before the Federal Magistrate, maintained that there had been no previous reliance upon the grounds now put forward.",
      "id": "s45"
    },
    {
      "text": "There is no reference to the grounds now advanced for consideration in the detailed Amended Application as filed in the Federal Magistrates Court on 18 September 2007.",
      "id": "s46"
    },
    {
      "text": "Although there is reference in the Federal Magistrate's decision to leave having been granted to raise an additional ground in that Court directed to the adequacy of the interpreter's services, there is no other reference in those reasons to any other application having been made to raise any other grounds.",
      "id": "s47"
    },
    {
      "text": "It is considered that the grounds now relied upon were not previously relied upon and have been raised for the first time in this Court.",
      "id": "s48"
    },
    {
      "text": "13 The second difficulty is the simple fact that an invitation to appear before the Tribunal was in fact posted to the now Appellant by a Tribunal officer on 20 March 2007.",
      "id": "s49"
    },
    {
      "text": "The letter of that date bears a handwritten notation \" Posted on 20/3/07 D.K.",
      "id": "s50"
    },
    {
      "text": "\" The initials are those of the Tribunal Officer.",
      "id": "s51"
    },
    {
      "text": "A response to that invitation was provided by the now Appellant and is dated 12 April 2007.",
      "id": "s52"
    },
    {
      "text": "That response set forth as the \" home address \" the address to which the invitation had been forwarded; it also set forth a different \" mailing address \".",
      "id": "s53"
    },
    {
      "text": "The \" home address \" was also the residential address provided by the now Appellant in his Application for Review as lodged with the Tribunal.",
      "id": "s54"
    },
    {
      "text": "The now Appellant was also asked to confirm his mailing address and he did so on 18 May 2007, confirming as his address that to which the 20 March 2007 letter had been sent.",
      "id": "s55"
    },
    {
      "text": "14 Section 425A of the Migration Act 1958 (Cth) requires that an applicant be invited to appear before the Tribunal and s 425A(2)(a) provides that notice must be given by one or other of the methods specified in s 441A.",
      "id": "s56"
    },
    {
      "text": "Section 441A provides in part for the giving of notice in a number of ways, including by prepaid post to the last address for service or the last residential address provided to the Tribunal.",
      "id": "s57"
    },
    {
      "text": "Section 425A(3) provides that the period of notice to be given must be either the prescribed period or a reasonable period.",
      "id": "s58"
    },
    {
      "text": "Regulation 4.35D relevantly provides that the period prescribed \" starts when the applicant receives notice of the invitation to appear before the Tribunal and ends at the end of 14 days after the day on which the notice is received\".",
      "id": "s59"
    },
    {
      "text": "15 The 20 March 2007 letter was sent to the now Appellant on that day and was sent to that address which had been identified as the now Appellant's residential address.",
      "id": "s60"
    },
    {
      "text": "Section 441C(4)(a) provides that the letter is taken to have been received 7 days after it was dispatched -- a date well prior to the hearing before the Tribunal.",
      "id": "s61"
    },
    {
      "text": "And the invitation was obviously received by the now Appellant.",
      "id": "s62"
    },
    {
      "text": "He responded on 12 April 2007 and appeared before the Tribunal on 15 May 2007.",
      "id": "s63"
    },
    {
      "text": "No breach of either the Act or the Regulations is discernible.",
      "id": "s64"
    },
    {
      "text": "16 A copy of a letter forwarded on 17 May 2007 pursuant to s 424A of the 1958 Act, it may be noted, was sent to both of the addresses that had been provided.",
      "id": "s65"
    },
    {
      "text": "17 Leave to raise the first Ground of Appeal should thus be refused -- there has been no adequate explanation as to why it is now being raised for the first time in this Court; and, even if leave be granted, it should be dismissed as being without substance.",
      "id": "s66"
    },
    {
      "text": "A FAILURE TO COMPLY WITH MANDATORY REQUIREMENTS \n \n18 A difficulty confronting the now Appellant in respect to his second Ground of Appeal is that there has been absolutely no specification or identification of the \" mandatory requirements \" to which reference is made -- other than that referred to in the first Ground of Appeal.",
      "id": "s67"
    },
    {
      "text": "19 A review of the reasons for decision provided by the Federal Magistrate does not assist in identifying any other \" requirement \" which may have been within the now Appellant's contemplation.",
      "id": "s68"
    },
    {
      "text": "20 Potentially, the now Appellant may have envisaged reliance upon s 425 of the 1958 Act and an alleged failure to provide an adequate opportunity to be heard by reason of the interpreter provided at the hearing using Urdu as opposed to Punjabi.",
      "id": "s69"
    },
    {
      "text": "This was a ground relied upon before the Federal Magistrate but which was rejected.",
      "id": "s70"
    },
    {
      "text": "The Tribunal's reasons record that the now Appellant \" spoke Urdu equally well and was happy with an Urdu interpreter \".",
      "id": "s71"
    },
    {
      "text": "If this was the \" requirement \" which was envisaged, it is without substance.",
      "id": "s72"
    },
    {
      "text": "It should also be noted that in his response to the invitation to attend the Tribunal hearing it was the now Appellant who requested that an Urdu interpreter be provided.",
      "id": "s73"
    },
    {
      "text": "21 Other than the matter raised in respect to the first Ground of Appeal and potentially s 425, a review of the material before this Court does not disclose any other self-evident legislative requirement which has not been complied with such as to constitute jurisdictional error.",
      "id": "s74"
    },
    {
      "text": "22 When asked this afternoon to explain the reference to \" mandatory requirements \" in the second Ground of Appeal , the Appellant explained that the reference was to three documents received by the Tribunal on 18 May 2007.",
      "id": "s75"
    },
    {
      "text": "The documents included a document headed \" Police Station Kotwali Sialkot Pakistan \"; a document signed by Naeem Raja; and a document which shows details of family membership.",
      "id": "s76"
    },
    {
      "text": "The Appellant's contention was that these three documents had not been considered by the Tribunal.",
      "id": "s77"
    },
    {
      "text": "How such a contention falls within the ground as set forth may be left to one side.",
      "id": "s78"
    },
    {
      "text": "The Appellant's contention may be addressed by a simple recognition that the three documents were in fact considered by the Tribunal.",
      "id": "s79"
    },
    {
      "text": "The Tribunal thus states:\n ... One of the documents submitted after the hearing (letter purportedly from Naeem Raja, stating that serious criminal cases had been registered against the applicant) suggests that he also faces persecution by the state in relation to his political activities, however, the applicant has at no stage made this claim himself, and the Tribunal does not accept it.",
      "id": "s80"
    },
    {
      "text": "The Tribunal further refers to the material received on 18 May 2007 when it states:\n After the hearing the applicant submitted documents which he had stated would corroborate his claims, but in fact, the information contained in the documents does not corroborate any version of the facts previously supplied by the applicant himself.",
      "id": "s81"
    },
    {
      "text": "And there is a further reference when the Tribunal states:\n ...",
      "id": "s82"
    },
    {
      "text": "While the letter submitted on 18 May 2007, signed by Naeem Raja, presumably purports to be from the PML-N, there is nothing on the face of the letter to indicate that this is so.",
      "id": "s83"
    },
    {
      "text": "... \n23 If the second Ground of Appeal is to be construed as a contention that the material submitted on 18 May 2007 was not considered, the simple answer is that it was considered by the Tribunal.",
      "id": "s84"
    },
    {
      "text": "Such a contention should thus be rejected.",
      "id": "s85"
    },
    {
      "text": "24 The second Ground of Appeal , it should also be recorded, suffers the same fate as the first -- it was not a ground relied upon before the Federal Magistrate and leave to raise it in this Court should be refused.",
      "id": "s86"
    },
    {
      "text": "It is without substance.",
      "id": "s87"
    },
    {
      "text": "25 It should finally be noted that this Court should not be left in the position where a Notice of Appeal does not set forth in any meaningful manner the grounds of appeal sought to be relied upon, even in the case of unrepresented appellants.",
      "id": "s88"
    },
    {
      "text": "It neither facilitates the disposition of appeals by this Court, nor the preparation of the submissions of the Minister, if otherwise meaningless grounds may be given substance only during the course of oral submissions.",
      "id": "s89"
    },
    {
      "text": "A FAILURE TO CONSIDER THE APPELLANT'S SITUATION \n \n26 The third Ground of Appeal , it is considered, does not add anything to the first two grounds.",
      "id": "s90"
    },
    {
      "text": "27 It, too, is rejected.",
      "id": "s91"
    },
    {
      "text": "ORDERS \n \n28 The Orders of the Court are:\n \n1.",
      "id": "s92"
    },
    {
      "text": "The Notice of Appeal as filed on 6 February 2008 be dismissed.",
      "id": "s93"
    },
    {
      "text": "2.",
      "id": "s94"
    },
    {
      "text": "The Appellant to pay the costs of the First Respondent of and incidental to the appeal.",
      "id": "s95"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s96"
    },
    {
      "text": "Associate:\n\nDated: 5 May 2008\n\n Counsel for the Appellant: The Appellant appeared in person \n \n Counsel for the First Respondent: M P Cleary \n \n Solicitor for the First Respondent: E Warner Knight (Australian Government Solicitor) \n\n Date of Hearing: 5 May 2008 \n \n Date of Judgment: 5 May 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/609.html",
      "id": "s97"
    }
  ]
}