{
  "name": "SZJJS v Minister for Immigration &amp; Citizenship [2008] FCA 733 (13 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/733.html",
  "catchphrases": [
    {
      "text": "consideration of an appeal raising grounds of whether the refugee review tribunal failed to consider documents in conducting a review of the decision of the delegate of the minister for immigration and citizenship",
      "id": "c0"
    },
    {
      "text": "consideration of whether the appellant has demonstrated jurisdictional error on the part of the tribunal",
      "id": "c1"
    },
    {
      "text": "consideration of whether the appellant has sought to identify errors on the part of the federal magistrate rather than simply raising the same grounds before the federal court of australia as those raised before the federal magistrates court of australia",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Raphael FM, SZJJS v Minister for Immigration and Another [2007] FMCA 2070 , delivered on 26 September 2007, dismissing the appellant's application for review of a decision of the Refugee Review Tribunal affirming a decision of the delegate of the Minister for Immigration and Citizenship to refuse the appellant a Protection Visa, Class XA.",
      "id": "s0"
    },
    {
      "text": "The appellant relies upon three grounds of appeal: first, the Tribunal failed to discharge its review function in that the Tribunal failed to consider \"the documents\" the appellant put to the Tribunal in support of his claim when it concluded that the appellant is not a credible witness; and further, that the appellant is not a stateless Bahari.",
      "id": "s1"
    },
    {
      "text": "2 Secondly, the Tribunal acted in excess of its jurisdiction by concluding, in the absence of any evidence, that there is not \"a real chance\" that the appellant will be persecuted for reasons of his being a Bahari if he returns to Bangladesh now or in the reasonably foreseeable future, for a Convention reason of either race, nationality, imputed political opinion, or membership of a particular social group.",
      "id": "s2"
    },
    {
      "text": "The third ground of appeal is that the appellant contends that the Tribunal \"failed to realise\" the genuine fear the appellant held that four terrorists would, \"Demand money from him or will threaten to kill him if he returns to Bangladesh.",
      "id": "s3"
    },
    {
      "text": "\" \n \n3 Each of these grounds of appeal are the same grounds relied upon by the appellant before Raphael FM in seeking to establish jurisdictional error on the part of the Tribunal.",
      "id": "s4"
    },
    {
      "text": "The appellant has not sought to demonstrate any error on the part of Raphael FM.",
      "id": "s5"
    },
    {
      "text": "By simply restating the same grounds upon which the appellant relied before the Federal Magistrates Court, the appellant is, in effect, simply contending that Raphael FM fell into error by failing to find jurisdictional error on the part of the Tribunal on the grounds previously asserted.",
      "id": "s6"
    },
    {
      "text": "The appellant ought to identify error on the part of the Federal Magistrate in the analysis of the contended errors on the part of the Tribunal.",
      "id": "s7"
    },
    {
      "text": "Nevertheless, I will proceed to consider whether Raphael FM fell into error by failing to identify the contended jurisdictional error on the part of the Tribunal.",
      "id": "s8"
    },
    {
      "text": "4 In the course of the hearing of the appeal yesterday, the appellant gave emphasis to a number of matters which are reflected in these grounds of appeal.",
      "id": "s9"
    },
    {
      "text": "For example, the appellant contended that the member before the Tribunal did not regard the documents that the appellant submitted to the Tribunal as genuine and, thus, did not recognise \"my documents appearing\".",
      "id": "s10"
    },
    {
      "text": "This contention is essentially a contention that the Tribunal failed to deal properly with the documents put to the Tribunal.",
      "id": "s11"
    },
    {
      "text": "Further, the appellant contended that there was misunderstanding on the part of the Tribunal in relation to aspects of the circumstances by which the appellant was able to obtain and hold a Bangladeshi passport, and aspects of the explanation in relation to physical evidence of injury to the appellant's body concerning a particular incident.",
      "id": "s12"
    },
    {
      "text": "Also, there is said to be a misunderstanding on the part of the Tribunal in relation to aspects of dates relating to the presence of the appellant at a camp described as the \"Milat camp\" between particular years, which I will mention further shortly.",
      "id": "s13"
    },
    {
      "text": "5 The appellant filed a statement in support of the application for a Protection Visa in which he identified the following matters at pp 38 and 39 of the Appeal Book.",
      "id": "s14"
    },
    {
      "text": "The appellant said he was born on 25 December 1967 in the village of Bhara Shimla, in the district of Shatkira, previously known as Khulna, in Khulna City, Bangladesh.",
      "id": "s15"
    },
    {
      "text": "The appellant's father, apparently, had repatriated from the Indian state of Bihir to what was then East Pakistan but is now Bangladesh.",
      "id": "s16"
    },
    {
      "text": "The appellant said that although his family was based in Khulna City, Bangladesh where he was born, he went to Bihir in his early 20s with his sister.",
      "id": "s17"
    },
    {
      "text": "6 In the years 1987 to 1990, the appellant was aged 20 to 23, being the early 20s years.",
      "id": "s18"
    },
    {
      "text": "They migrated to the Mirpur Dhaka Camp where they managed to find space in a slum part of the camp working in difficult, low-paid jobs involving hard manual work.",
      "id": "s19"
    },
    {
      "text": "The appellant contends that, in early 1991, when the appellant was then aged 24 he opened a small shop selling cigarettes and related products with a small amount of capital.",
      "id": "s20"
    },
    {
      "text": "The appellant says that very often he had to pay \"undue money\" described as \"false commissions\" to local influential bandits.",
      "id": "s21"
    },
    {
      "text": "7 On 25 July 1992, a group of local bandits demanded money from the appellant.",
      "id": "s22"
    },
    {
      "text": "The appellant refused and, together with other Bahari youths became involved in a fight which required his hospitalisation.",
      "id": "s23"
    },
    {
      "text": "The following day the bandits burned the appellant's shop.",
      "id": "s24"
    },
    {
      "text": "After the physical recovery of one of the injured bandits, that particular person started looking for the appellant with other bandits and declared openly that they would kill the appellant.",
      "id": "s25"
    },
    {
      "text": "On 29 August 1992, the appellant obtained a passport with false addresses in his own name through bribes.",
      "id": "s26"
    },
    {
      "text": "The appellant tried to leave Bangladesh but was not able to do so until 24 August 1993 when he says he took his chance to go with a friend to the Micronesian country of the Republic of Palau.",
      "id": "s27"
    },
    {
      "text": "He arrived there on 26 August 1993.",
      "id": "s28"
    },
    {
      "text": "8 The appellant says he continued to search for legal avenues to work and stay but returned to Dhaka on 9 November 1993.",
      "id": "s29"
    },
    {
      "text": "The appellant returned to Palau on 27 September 1997 and lived and worked there with temporary work permits until 9 November 2005, that is over eight years of work in Palau.",
      "id": "s30"
    },
    {
      "text": "The appellant obtained an Australian visitor visa on 6 July 2005 but kept working in Palau until 9 November 2005.",
      "id": "s31"
    },
    {
      "text": "The appellant arrived in Australia on 5 January 2006.",
      "id": "s32"
    },
    {
      "text": "9 By letter dated 11 March 2006, a delegate of the first respondent notified the appellant that his protection visa application had been refused.",
      "id": "s33"
    },
    {
      "text": "The delegate found the appellant's claims to be without substance and even if those claims were accepted, the individuals presenting a threat of harm to the appellant were not motivated to harm him for a reason which would give rise to a fear of persecution in the appellant for a Convention reason.",
      "id": "s34"
    },
    {
      "text": "On 8 May 2006, the appellant applied to the Tribunal for a review of the decision of the Minister's delegate.",
      "id": "s35"
    },
    {
      "text": "In a letter submitted with his application he asserted that the delegate wrongly characterised the harm he feared as being personal in nature when the problems he encountered with these individuals I have mentioned stemmed from his race , in his view.",
      "id": "s36"
    },
    {
      "text": "10 On 18 May 2006 (AB114) the Tribunal wrote to the appellant advising him of a proposed hearing date on 21 June 2006.",
      "id": "s37"
    },
    {
      "text": "On 19 June 2006 (AB118) the appellant provided the Tribunal with a series of documents which are the documents that the appellant contends were not considered by the Tribunal.",
      "id": "s38"
    },
    {
      "text": "Those documents include a letter addressed \"To Whom it May Concern\" (AB124) which is a certification described as a document produced by a committee or group under the heading \"Non-local Relief Committee under the control of the Deputy Commissioner of Dhaka\" and it is dated 2 January 2006.",
      "id": "s39"
    },
    {
      "text": "It describes and purports to certify that the appellant was present in the Milat camp from 1972 to 1992 and then resided in a hut, block C, Geneva Camp, Dhaka, from 1992 to 2006.",
      "id": "s40"
    },
    {
      "text": "The author of the letter says that the appellant is personally known to him.",
      "id": "s41"
    },
    {
      "text": "11 The second document at AB126, which is the subject of the appellant's contention, is an affidavit sworn by him in which he says that he is a non-local refugee Bahari and that affidavit also refers to a ration card 1130 (Ledger 3, Volume 3) dated 15 January 2001.",
      "id": "s42"
    },
    {
      "text": "The third document at AB122 is the ration card itself which purports, on its face, to be a ration card bearing those descriptions for the Geneva camp and it is dated 15 January 2001 and bears the stamp and signature of the issuing officer on behalf of the chairman of the Zone A Geneva Camp.",
      "id": "s43"
    },
    {
      "text": "The fourth document is an identity card which bears the description \"NLRC 10/06\" and is dated 2 January 2006.",
      "id": "s44"
    },
    {
      "text": "12 On 21 June 2006 the Tribunal proceeded to consider at a hearing, evidence in relation to the appellant's claims and circumstances and application more generally.",
      "id": "s45"
    },
    {
      "text": "At p 142, the Tribunal records in its reasons various matters --- and I do not propose in these reasons to recite all of these matters, except to say and mention some things.",
      "id": "s46"
    },
    {
      "text": "Firstly, at AB142, there was specific reference to each of the documents.",
      "id": "s47"
    },
    {
      "text": "Secondly, at AB143, the Tribunal notes that at the beginning of the hearing before the Tribunal, the applicant produced the originals of the documents.",
      "id": "s48"
    },
    {
      "text": "At AB144 and AB145, the Tribunal member considers the oral evidence of the appellant, expressly in the context of references to the affidavit and the letter I have mentioned and there are references to the appellant's residency in the camp as certified by those documents and references to the ration card.",
      "id": "s49"
    },
    {
      "text": "13 It seems, therefore, plain to me that the Tribunal has expressly turned its mind to and discussed the contextual importance of these documents against the background of the evidence of the appellant.",
      "id": "s50"
    },
    {
      "text": "At p 128 of the Appeal Book there is a letter written by the Tribunal to the appellant which puts to the appellant apparent inconsistencies of concern to the Tribunal which would need to be resolved as those inconsistencies would form the basis for, at least in part, a decision on the part of the Tribunal.",
      "id": "s51"
    },
    {
      "text": "Again, I will not recite all of the elements of that letter but simply mention these things.",
      "id": "s52"
    },
    {
      "text": "The Tribunal noted firstly that the appellant, in the original application and in the statement I earlier described accompanying that application, claimed to be a stateless Bahari, however, the evidence indicated that the appellant had obtained a Bangladeshi passport.",
      "id": "s53"
    },
    {
      "text": "14 Furthermore, the Tribunal noted that the appellant had travelled to Australia on a Bangladeshi passport which, prima facie, suggested that the appellant was a citizen of Bangladesh and not a stateless Bahari.",
      "id": "s54"
    },
    {
      "text": "Aspects of that matter are elaborated further in the letter.",
      "id": "s55"
    },
    {
      "text": "Further, the Tribunal observed two particular matters, which I will quote, which caused it concern.",
      "id": "s56"
    },
    {
      "text": "The Tribunal said this:\n Secondly, in your original application, you said that you had been born in the Shatkira district and as referred to above that you attended primary school, high school and college in the Shatkira district in Bangladesh.",
      "id": "s57"
    },
    {
      "text": "In the statement accompanying your application, you said that you had been born in Bahari Shimla in the Shatkira district and that your family had been based in Khulna city.",
      "id": "s58"
    },
    {
      "text": "You said that you had come to Bahari in your early 20s.",
      "id": "s59"
    },
    {
      "text": "At the hearing on 21 June 2006, you said that this was correct and that you had come to Dhaka when you had been 20 to 22 years old (that is, between 1987 and 1989).",
      "id": "s60"
    },
    {
      "text": "However, you have produced to the Tribunal a letter purporting to be from the Chairman Zone A Geneva Camp Dhaka saying that you resided in the camp from 1972 to 1992 [that is, when the appellant was aged 5 to 25].",
      "id": "s61"
    },
    {
      "text": "The information contained in your original application and the accompanying statement is relevant to your application because it suggests that the letter purporting to be the Chairman of Zone A Geneva Camp which you have produced in corroboration of your claim to be a stateless Bahari is not genuine.",
      "id": "s62"
    },
    {
      "text": "15 The Tribunal also said this, in its letter of 22 June 2006:\n Thirdly, you have also produced to the Tribunal what purports to be a ration card issued to you by the Chairman of Zone A Geneva Camp on 15 January 2001 and bearing annotation on the rear, apparently indicating that it was used in 2001, 2002 and 2003.",
      "id": "s63"
    },
    {
      "text": "However, your passport indicates that you travelled to Palau on 27 September 1997 and that you did not return to Bangladesh until 10 November 2005.",
      "id": "s64"
    },
    {
      "text": "This information is relevant to your application because it suggests that the ration card which you have produced in corroboration of your claim to be a stateless Bahari is not genuine.",
      "id": "s65"
    },
    {
      "text": "16 The Tribunal then goes on to identify three other issues suggesting inconsistency which would form the basis for a view about the merits or otherwise of the application.",
      "id": "s66"
    },
    {
      "text": "I mention these matters in a little detail because it reflects the conscious effort by the Tribunal to address specifically the documents which the appellant had put to the Tribunal and which he now says were not properly dealt with.",
      "id": "s67"
    },
    {
      "text": "At page 131 of the Appeal Book is a letter from the appellant in which he responds to those matters.",
      "id": "s68"
    },
    {
      "text": "Again, I will not quote them extensively.",
      "id": "s69"
    },
    {
      "text": "However, he says that it is true that he held and travelled to Palau and Australia on a Bangladeshi passport, but says that such a passport is easy to obtain anywhere in the world for people who appear to be Bangladeshi and thus there is no particular difficulty with the simple fact of the appellant having obtained a Bangladeshi passport.",
      "id": "s70"
    },
    {
      "text": "17 In relation to the ration card issue bearing the dates 1972 to 1992, the appellant said that all Baharis in Bangladesh are members of the Geneva Camp, at least for listing purposes, no matter that they live inside or outside the camp and thus the dates are simply a protocol or pro-forma listing dates and not reflective of actual habitation in the camp across those dates.",
      "id": "s71"
    },
    {
      "text": "In relation to the ration card, the appellant said that the ration card had been issued and used by members of the family and had some pre-history of use which was not necessarily referrable to him as an individual.",
      "id": "s72"
    },
    {
      "text": "18 Having framed those responses to the letter of concern (the s 424A letter), the Tribunal proceeded to deliver reasons for its decision.",
      "id": "s73"
    },
    {
      "text": "As to credit, the Tribunal found that there were good grounds for concluding that the applicant is not a credible witness (AB149).",
      "id": "s74"
    },
    {
      "text": "As to aspects of the appellant's evidence, the Tribunal deals with the oral evidence and documents said to corroborate the oral evidence and in particular the letter purporting to be from Chairman of Zone A, Geneva Camp, Dhaka.",
      "id": "s75"
    },
    {
      "text": "The Tribunal also deals, at pp 150 and 151, with those matters including references to the documents and apparent inconsistencies between the activities contended for by the appellant between certain dates and those apparent from the documents compared with the oral evidence.",
      "id": "s76"
    },
    {
      "text": "The Tribunal said this:\n Having regard to the problems with the appellant's evidence outlined above, I do not accept that he is a credible witness.",
      "id": "s77"
    },
    {
      "text": "I do not accept that the documents which the applicant produced to the Tribunal, in purported corroboration of his evidence, are genuine.",
      "id": "s78"
    },
    {
      "text": "Having regard to the view I have formed of the applicant's credibility I do not accept that he is a stateless Bahari.",
      "id": "s79"
    },
    {
      "text": "I find that, as indicated by his passport, he is a citizen of Bangladesh.",
      "id": "s80"
    },
    {
      "text": "I do not accept that he, or any member of his family, ever lived in a refugee camp in Dhaka; nor that extortionists or bandits tried to extort money from him; nor that he was injured in a physical confrontation with bandits or extortionists on 25 July 1992, and was hospitalised as a result; nor that, after he got out of hospital, he heard that four terrorists, whom he named, had made a false case against him.",
      "id": "s81"
    },
    {
      "text": "I do not accept that the applicant genuinely fears that the four terrorists will demand money from him, or will threaten to kill him if he returns to Bangladesh.",
      "id": "s82"
    },
    {
      "text": "19 Raphael FM dealt with a range of contentions and in dealing with the grounds advanced before his Honour which as I have indicated are the same grounds before this Court, the Federal Magistrate said this at para [7]:\n There is no doubt that the Tribunal did consider the documents and considered them thoroughly.",
      "id": "s83"
    },
    {
      "text": "The documents were referred to in the Tribunal's decision and in the S424A letter.",
      "id": "s84"
    },
    {
      "text": "20 Whilst the appellant argued at the hearing before his Honour that the Tribunal should have made certain investigations relating to those documents, his Honour noted that the duty of the Tribunal to inquire is limited.",
      "id": "s85"
    },
    {
      "text": "At para [7], Raphael FM dealt further with that ground and concluded that:\n The applicant was provided with every opportunity to explain the documentation he had put to the Tribunal.",
      "id": "s86"
    },
    {
      "text": "He did attempt to do so, but the explanation was not accepted.",
      "id": "s87"
    },
    {
      "text": "This is the responsibility of the Tribunal and it is not one with which this court could readily interfere.",
      "id": "s88"
    },
    {
      "text": "21 In other words, Raphael FM was recognising that the resolution of the controversy of fact was a matter for the Tribunal, and not a matter which Raphael FM could interfere with or reconsider.",
      "id": "s89"
    },
    {
      "text": "What was necessary was a demonstrated error.",
      "id": "s90"
    },
    {
      "text": "22 In para [8] of his reasons Raphael FM said this in relation to the second ground of appeal:\n The second claim made by the applicant, in his amended application, was that the Tribunal acted in excess of jurisdiction by making comments that there was no real chance that the applicant would be persecuted for reasons of his being a Bahari if he returns to Bangladesh.",
      "id": "s91"
    },
    {
      "text": "The evidence to support that statement was the finding by the Tribunal that the applicant was not a Bahari.",
      "id": "s92"
    },
    {
      "text": "It follows, logically, that if you are not a Bahari you will not be persecuted for being one.",
      "id": "s93"
    },
    {
      "text": "I am unable to provide the applicant with any relief on that ground.",
      "id": "s94"
    },
    {
      "text": "23 As to the third and final ground, at para [9], Raphael FM said this:\n Finally, the applicant stated in his amended application that the Tribunal failed to realise the genuine fear that he had received from the terrorists in relation to the extortion of his genuine fear of being murdered by the extortionists if he returns to Bangladesh.",
      "id": "s95"
    },
    {
      "text": "The Tribunal considered the applicant's claims in this regard but came to the conclusion that, as the claims were based upon his being a Bahari, and that he has been unable to satisfy the Tribunal that he was a person of such descent, he could not have a genuine fear of further extortion demands or of violence on that particular ground.",
      "id": "s96"
    },
    {
      "text": "What the applicant appears to have misunderstood is that the Tribunal can only deal with claims that are Convention related.",
      "id": "s97"
    },
    {
      "text": "Whilst a claim of fear of extortionists would be Convention related if the applicant was a Bahari, and the extortion threats were being made because of that, a claim in relation to extortion by one Bangladeshi against another would not fall within the ambit of the convention.",
      "id": "s98"
    },
    {
      "text": "This is not said in terms by the Tribunal, but a clear inference can be drawn, and it is well that the explanation should be given to the applicant by this court.",
      "id": "s99"
    },
    {
      "text": "24 In the appeal before this Court the appellant contends for the same grounds as advanced before Raphael FM.",
      "id": "s100"
    },
    {
      "text": "It is clear that the Tribunal considered the documents the appellant provided to the Tribunal.",
      "id": "s101"
    },
    {
      "text": "Plainly enough, the Tribunal dealt with the inconsistencies between the contents of those documents and the appellant's oral evidence.",
      "id": "s102"
    },
    {
      "text": "The Tribunal also had regard to some country information.",
      "id": "s103"
    },
    {
      "text": "On 22 June 2006, the Tribunal sent the appellant a letter setting out its concerns about the inconsistencies arising out of the documents he had provided to the Tribunal and provided the appellant with a further opportunity to comment.",
      "id": "s104"
    },
    {
      "text": "In its decision record, the Tribunal noted the appellant's response to those quite specific matters.",
      "id": "s105"
    },
    {
      "text": "The Tribunal's conclusion that the documents were not genuine was one that was plainly open to the Tribunal after having given consideration to them and having provided the appellant with the opportunity to respond and set out his particular answers or comments in reply.",
      "id": "s106"
    },
    {
      "text": "25 However, the appellant, in truth, invites the court to reconsider the merits of the Tribunal's decision rather than identify contended error.",
      "id": "s107"
    },
    {
      "text": "The second ground of challenge is framed as, in effect, a \"no evidence\" ground.",
      "id": "s108"
    },
    {
      "text": "However, that ground is, again, simply an attempt to invite the court to consider the merits of the Tribunal's assessment of the underlying evidence, which, of course, is the Tribunal's fundamental role.",
      "id": "s109"
    },
    {
      "text": "As Raphael FM observed, the Tribunal's finding that there was no real chance that the appellant would be persecuted for reasons of his being a Bahari now or in the reasonably foreseeable future, flowed from its finding that he was not a stateless Bahari as he claimed and that the findings, in any event, as to the genuineness of the appellant's claims provided a persuasive basis in the view of the Tribunal for the resolution of the factual controversy.",
      "id": "s110"
    },
    {
      "text": "26 The Tribunal put to the appellant directly that he was not a stateless Bahari.",
      "id": "s111"
    },
    {
      "text": "The Tribunal's conclusion that the appellant was not a credible witness was plainly open to it on the evidence.",
      "id": "s112"
    },
    {
      "text": "The appellant's dissatisfaction with that finding does not give rise to an error of law, and the final ground of review again goes to the merits of the decision.",
      "id": "s113"
    },
    {
      "text": "After reviewing all of the evidence the Tribunal concluded that the appellant was not a credible witness and formed the view that the appellant had crafted, in effect, his evidence to try and meet particular claims.",
      "id": "s114"
    },
    {
      "text": "As a result, the Tribunal did not accept that the appellant held a well-founded fear of persecution for a Convention reason.",
      "id": "s115"
    },
    {
      "text": "27 As a result, there is no demonstrated error on the part of the Tribunal, and, more importantly, there is no demonstrated error on the part of Raphael FM in the consideration, analysis and reasons supporting the orders dismissing the appellant's application before the Federal Magistrates Court of Australia.",
      "id": "s116"
    },
    {
      "text": "That being so, the appeal to this court must necessarily be dismissed with costs.",
      "id": "s117"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s118"
    },
    {
      "text": "Associate:\n\nDated: 13 May 2008\n\n Counsel for the Appellant: Appellant --- Self Represented \n \n Solicitor for the Appellant Appellant --- Self Represented \n \n Counsel for the First Respondent: Ms A Mitchelmore \n \n Solicitor for the First Respondent: Sparke Helmore, Lawyers \n \n Date of Hearing: 12 May 2008 \n \n Date of Judgment: 13 May 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/733.html",
      "id": "s119"
    }
  ]
}