{
  "name": "SZKLO v Minister for Immigration and Citizenship [2008] FCA 735 (22 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/735.html",
  "catchphrases": [
    {
      "text": "failure by federal magistrates court to provide adequate reasons for decision",
      "id": "c0"
    },
    {
      "text": "objective and purpose of providing reasons",
      "id": "c1"
    },
    {
      "text": "content of adequate reasons",
      "id": "c2"
    },
    {
      "text": "appellants left with a real sense of grievance",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellants claim to be citizens of India.",
      "id": "s0"
    },
    {
      "text": "They are husband and wife.",
      "id": "s1"
    },
    {
      "text": "2 They arrived in Australia on 3 July 2006 and applied to the Department of Immigration &amp; Multicultural Affairs for Protection (Class XA) Visas on 14 August 2006.",
      "id": "s2"
    },
    {
      "text": "3 A delegate of the Minister refused to grant those visas and the now Appellants applied to the Refugee Review Tribunal on 3 November 2006 for a review of the delegate's decision.",
      "id": "s3"
    },
    {
      "text": "By its decision signed on 23 February 2007 the Tribunal affirmed the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "4 On 4 April 2007 the now Appellants applied to the Federal Magistrates Court for a review of the Tribunal's decision.",
      "id": "s5"
    },
    {
      "text": "That Court, in what appears to be an ex tempore judgment, dismissed the application on 17 January 2008: SZKLO v Minister for Immigration &amp; Citizenship [2008] FMCA 48.",
      "id": "s6"
    },
    {
      "text": "5 The Appellants now appeal to this Court.",
      "id": "s7"
    },
    {
      "text": "6 The Grounds of Appeal , in summary form, assert that:\n \n(i) the \" Federal Magistrate failed to address the real issues raised by the Applicants in the Original Application \";\n \n(ii) the Federal Magistrate erred in the manner in which that Court dealt with the submissions before it and \" took 'a least path of resistance' to uphold in favour of the Respondent \"; and \n \n(iii) the Federal Magistrate was manifestly prejudiced against the claims being advanced.",
      "id": "s8"
    },
    {
      "text": "7 The Appellant husband appeared at the hearing of the appeal unrepresented, but with the assistance of an interpreter.",
      "id": "s9"
    },
    {
      "text": "At the outset of the appeal he handed up a copy of written submissions which had previously been filed with the Court.",
      "id": "s10"
    },
    {
      "text": "8 At the hearing on 7 May 2008, concerns were raised with the solicitor appearing on behalf of the Respondent Minister concerning the adequacy of the reasons provided by the Federal Magistrate.",
      "id": "s11"
    },
    {
      "text": "An application was made, and not opposed by the Appellant, to adjourn the proceedings to the following day in order for instructions to be obtained and for those concerns to be more fully considered.",
      "id": "s12"
    },
    {
      "text": "GROUNDS OF APPEAL \n \n9 The first Ground of Appeal refers to the following passage from the reasons of the Federal Magistrate: \n 22.",
      "id": "s13"
    },
    {
      "text": "It is worth noting that -- and indeed I agree with the submissions of the First Respondent at paragraph 16 in particular:- The established proposition is that mere factual error by the RRT will not ground judicial review unless it relates to a jurisdictional fact or is a manifestation of some error of law, substantive or procedural, which constitutes jurisdictional error and thereby vitiates the purported decision.",
      "id": "s14"
    },
    {
      "text": "(See Minister for Immigration and Multicultural Affairs v Yusuf [2001] FCA 30 ; (2001) 180 ALR 1) An error of fact in the course of a decision is unlikely to be a jurisdictional error unless the fact is a jurisdictional fact: 'Courts should be slow to find that an erroneous finding of fact or an error of reasoning in finding a fact, made in the course of making a decision, demonstrates that an administrative tribunal so misunderstood the question it had to decide that its error constituted a jurisdictional error.",
      "id": "s15"
    },
    {
      "text": "' Re Minister for Immigration and Multicultural Affairs; Ex parte Cohen [2001] HCA 10 ; (2001) 177 ALR 473 at 481 [35] per McHugh J.",
      "id": "s16"
    },
    {
      "text": "In NABE v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs (No 2) [2004] FCAFC 263 , the Full Court applied this standard in a matter where, because of the RRT's error, it had failed to consider an unexpressed claim of want of effective State protection against persecution by a militant group (PLOTE).",
      "id": "s17"
    },
    {
      "text": "Nevertheless, the Court concluded at [68] that although the RRT's adverse finding of credibility could have affected the outcome of the review, it did not constitute jurisdictional error but was merely an error of fact within jurisdiction.",
      "id": "s18"
    },
    {
      "text": "This is characterised in the first Ground of Appeal as a \" vague conclusion \".",
      "id": "s19"
    },
    {
      "text": "The Appellants also contend that this \" endorsement made by the learned Federal Magistrate was a 'blind endorsement' of the Tribunal's inconsistent finding and therefore was a definite jurisdictional error made by the learned Federal Magistrate \".",
      "id": "s20"
    },
    {
      "text": "10 The first Ground of Appeal , it is considered, cannot be considered separately from the second Ground of Appeal .",
      "id": "s21"
    },
    {
      "text": "The grounds must be considered together because the acceptance of the Respondent Minister's submissions -- or, as the Appellants would characterise it, his Honour's \" endorsement \" of those submissions -- inevitably led to the conclusions that the Federal Magistrate made in the immediately succeeding paragraphs of the reasons for decision.",
      "id": "s22"
    },
    {
      "text": "11 The second Ground of Appeal asserts that the Federal Magistrate took \" a least path of resistance \".",
      "id": "s23"
    },
    {
      "text": "This is further expanded upon by the Appellants' assertion that the Federal Magistrate took \" a least path of resistance \" when his Honour concluded:\n 23.",
      "id": "s24"
    },
    {
      "text": "The First Applicant's submissions and his grounds for application essentially relate to complaints that he has concerning the findings made by the Refugee Review Tribunal.",
      "id": "s25"
    },
    {
      "text": "In particular, it seems that the First Applicant was seeking to have this Court in some way consider the merits of his claims, but as I have attempted to explain to the First Applicant, it is not the role of this Court to consider the merits of his claims for a protection visa.",
      "id": "s26"
    },
    {
      "text": "The role of this Court is to see whether there can be identified any jurisdictional error in the decision of the Refugee Review Tribunal.",
      "id": "s27"
    },
    {
      "text": "I have not been able to find any jurisdictional error in the Court Book (Exhibit 1), in the file generally or anywhere in the record.",
      "id": "s28"
    },
    {
      "text": "24.",
      "id": "s29"
    },
    {
      "text": "I find that the decision of the Refugee Review Tribunal was open to it on the evidence available to it.",
      "id": "s30"
    },
    {
      "text": "The findings that the Refugee Review Tribunal made were open to the Tribunal on the evidence available to the Tribunal.",
      "id": "s31"
    },
    {
      "text": "My view in that regard of course includes the findings concerning apparent inconsistencies in the evidence of the First Applicant.",
      "id": "s32"
    },
    {
      "text": "The adverse finding in relation to the First Applicant's credibility was also open to the Refugee Review Tribunal on the evidence available to it.",
      "id": "s33"
    },
    {
      "text": "Accordingly, that leads me to the unavoidable conclusion that this application for judicial review must be dismissed.",
      "id": "s34"
    },
    {
      "text": "25.",
      "id": "s35"
    },
    {
      "text": "The adverse findings against the credibility of the First Applicant also mean that the Second Applicant's position is similar.",
      "id": "s36"
    },
    {
      "text": "Her application for review is also dismissed.",
      "id": "s37"
    },
    {
      "text": "12 Particular reliance is placed by the Appellants in their Grounds of Appeal upon paragraph 23 of the reasons for decision.",
      "id": "s38"
    },
    {
      "text": "13 At least two things need to be noted in respect to these contentions of the Appellants.",
      "id": "s39"
    },
    {
      "text": "14 First, there is no reason to question the fact that the Federal Magistrate considered the now Appellants' claims.",
      "id": "s40"
    },
    {
      "text": "His Honour's reasons thus record:\n ...",
      "id": "s41"
    },
    {
      "text": "I have not been able to find any jurisdictional error in the Court Book ... in the file generally or anywhere in the record.",
      "id": "s42"
    },
    {
      "text": "This statement is understood to mean that the Federal Magistrate went beyond the grounds of the application being advanced for resolution and undertook the task of considering whether any jurisdictional error could be found elsewhere.",
      "id": "s43"
    },
    {
      "text": "15 Second, the application to be resolved by the Federal Magistrates Court was self-evidently the application in fact filed in that Court.",
      "id": "s44"
    },
    {
      "text": "The grounds of that application were within a narrow compass.",
      "id": "s45"
    },
    {
      "text": "Those grounds were (without alteration) as follows:\n 1.",
      "id": "s46"
    },
    {
      "text": "The Applicanr submit that the Tribunal exceeded its jurisdiction due to the following: \"Generally in relation to the 1st Applicant's claim as to the problems he had with the Muslim families stealing and their claimed continuous use of the 1st Applicant's agricultural land, this is a criminal or a civil matter that should be dealt with by the Police and the Courts.",
      "id": "s47"
    },
    {
      "text": "It is not persecution for a Convention reason and the Tribunal finds accordingly\" 2.",
      "id": "s48"
    },
    {
      "text": "The Tribunal erred in law when finding that: \"the inconsistency asto what was stated at the hearing in relation to where the 1st Applicant resided during the working week and when the 2 incidents were claimed to have happened; the 1st Applicant's pay slips do not support his statement that he took leave when there was trouble, all indicate that the two incidents did not happen\" 3.",
      "id": "s49"
    },
    {
      "text": "The Tribunal acted outside the Convetion's scope when concluded- \"In the light of the Tribunal's findingd made above, particualrly in rrealtion tothe Applicant's credibility, the Tribunal also finds that the evidence does not establsih that there is a real chance that the 1st Applicant will suffer persecution for a Convention reason either now or in the reasonably foreseeable future\".",
      "id": "s50"
    },
    {
      "text": "16 The \" 2 incidents \" to which reference was there made is understood to be a reference to paragraph 81 of the Tribunal's reasons which was as follows:\n 81.",
      "id": "s51"
    },
    {
      "text": "Further in relation to both of the claimed incidents, the first applicant claimed that first incident occurred on 10 April 2006 which was a Monday and the second incident occurred on 14 June 2006 which was a Wednesday.",
      "id": "s52"
    },
    {
      "text": "The attacks occurred near the first applicant's native place.",
      "id": "s53"
    },
    {
      "text": "However, in the protection visa application the first applicant stated he lived in India from June 1986 to 2 July 2006 at D-81 Kasturinagar, Gandhinagar, Gujarat, India.",
      "id": "s54"
    },
    {
      "text": "At the hearing the first applicant stated that this address was employer provided accommodation where he stayed during the working week with his spouse and on the weekend he stayed in his native village of Kotada.",
      "id": "s55"
    },
    {
      "text": "When the Tribunal pointed out that the days on which the first applicant claimed he had been attacked were on week days and it was on week days he had stated he was staying in his employer accommodation in Gandhinagar, the first applicant stated the [sic] he would take half day leave or leave when there were problems.",
      "id": "s56"
    },
    {
      "text": "How [sic] this was contradicted by his statement that after the April 2006 incident the Muslims would come everyday to his village to harass him.",
      "id": "s57"
    },
    {
      "text": "Further, the pay slips provided by the first applicant for his employment at IFFCO indicated that there were no absences by the first applicant from work for March, April and June 2006.",
      "id": "s58"
    },
    {
      "text": "The reference to \" findings \" in the third ground advanced before the Federal Magistrate is understood to be a reference to paragraph 85 of the Tribunal's reasons, which stated as follows: \n 85.",
      "id": "s59"
    },
    {
      "text": "The Tribunal does not accept, on the evidence before it that the first applicant has suffered persecution in his country because of his political opinion, his imputed political opinion, his membership of a particular social group, his religion or for any other Convention reason.",
      "id": "s60"
    },
    {
      "text": "In light of the Tribunal's findings made above, particularly in relation to the applicant's credibility, the Tribunal also finds that the evidence does not establish that there is a real chance that the first applicant will suffer persecution for a Convention reason either now or in the reasonably foreseeable future if he returns to his country.",
      "id": "s61"
    },
    {
      "text": "Having regard to the above the Tribunal is not satisfied, on the evidence presently before it, that the first applicant has a well founded fear of persecution for a Convention reason if he returns to the Republic of India in the foreseeable future.",
      "id": "s62"
    },
    {
      "text": "The Tribunal also stated at paragraph 75 that it \" did not find the first applicant to be a credible witness \" for the reasons it later set forth.",
      "id": "s63"
    },
    {
      "text": "17 The grounds set out in the application before the Federal Magistrates Court, it is noted, relied upon a limited number of the issues that were before the Refugee Review Tribunal and were resolved adversely to the now Appellants.",
      "id": "s64"
    },
    {
      "text": "Notwithstanding the confined nature of those issues, the basis upon which they were rejected by the Federal Magistrate remains unstated.",
      "id": "s65"
    },
    {
      "text": "18 It is considered that the Federal Magistrate has not adequately explained the basis upon which his Honour proceeded.",
      "id": "s66"
    },
    {
      "text": "The appeal should be allowed.",
      "id": "s67"
    },
    {
      "text": "OBLIGATION TO PROVIDE REASONS &amp; IMPORTANCE OF REASONS \n \n19 The duty of a judicial officer to provide reasons for decisions made, and the content of that duty, were best articulated by Meagher JA in Beale v Government Insurance Office of NSW (1997) 48 NSWLR 430.",
      "id": "s68"
    },
    {
      "text": "His Honour there initially addressed the obligation to provide reasons and then the purpose of providing reasons.",
      "id": "s69"
    },
    {
      "text": "His Honour, at 441---2, thus observed:\n The obligation to provide reasons for decision.",
      "id": "s70"
    },
    {
      "text": "It is well settled that a judge or magistrate at first instance in particular cases has an obligation to provide reasons for the judgment given.... That obligation arises as a matter of judicial duty ... but only as a normal, not universal incident of the judicial process....",
      "id": "s71"
    },
    {
      "text": "It does not arise from legislation as it does in the field of administrative law: see, for example, Administrative Decisions (Judicial Review) Act (Cth) s13, Administrative Appeals Tribunal Act (Cth) s28, s37 and s43.",
      "id": "s72"
    },
    {
      "text": "...",
      "id": "s73"
    },
    {
      "text": "Despite the fact that the obligation on courts to provide reasons may have a different origin, the former being an incident of judicial duty and the latter being a legislative requirement, there is no reason in principle or as a matter of policy why the content of reasons for both types of decision should not be similar, if not the same: they essentially serve the same purpose.",
      "id": "s74"
    },
    {
      "text": "The purpose of providing reasons for decision Perhaps the primary reason for an obligation on courts to provide reasons is the fact that a party seeking an appeal may generally only appeal where the trial judge has made an error of law.",
      "id": "s75"
    },
    {
      "text": "The absence of reasons or insufficient reasons may not allow an appeal court to determine whether the trial judge's verdict was or was not based on an error of law or an appealable error.",
      "id": "s76"
    },
    {
      "text": "However, the provision of full reasons has other benefits.",
      "id": "s77"
    },
    {
      "text": "A failure to provide sufficient reasons can and often does lead to a real sense of grievance that a party does not know or understand why the decision was made....",
      "id": "s78"
    },
    {
      "text": "This court has previously accepted the proposition that a judge is bound to expose his reasoning in sufficient detail to enable a losing party to understand why they lost.... One reason is obvious: if decisions cannot be understood, a feeling of injustice can arise and, as Justice Brennan of the United States Supreme Court (see Huxtable, \"A Question-Mark Over The Adversarial System\" (Dee 1995) 30 (No 11) Australian Lawyer 17) recently perhaps overstated: \"...Nothing rankles more in the human heart than a brooding sense of injustice.",
      "id": "s79"
    },
    {
      "text": "Illness we can put up with.",
      "id": "s80"
    },
    {
      "text": "But injustice makes us want to pull things down.",
      "id": "s81"
    },
    {
      "text": "\" Aside from the sense of injustice which can be caused, there is a broader interest in maintaining public acceptance of judicial decisions and the judicial system.",
      "id": "s82"
    },
    {
      "text": "The requirement to provide reasons can operate prophylactically on the judicial mind, guarding against the birth of an unconsidered or impulsive decision.",
      "id": "s83"
    },
    {
      "text": "It enhances judicial accountability.",
      "id": "s84"
    },
    {
      "text": "The provision of reasons has an educative effect: it exposes the trial judge or magistrate to review and criticism and it facilitates and encourages consistency in decisions.",
      "id": "s85"
    },
    {
      "text": "The educative effect does not stop with judges but extends to other lawyers, to government and to the public.",
      "id": "s86"
    },
    {
      "text": "Decisions of courts usually influence the way in which society acts and it is trite to point out that it is better to understand why one should act in a particular way.",
      "id": "s87"
    },
    {
      "text": "The provision of adequate reasons will save time for appeal courts both in reducing the number of appeals and in reducing the time taken in considering any appeals.",
      "id": "s88"
    },
    {
      "text": "Thus, any increase in judicial resources required at the trial level should be countered by a reduction in judicial resources required at the appellate level.",
      "id": "s89"
    },
    {
      "text": "... \n20 In Connell v Auckland City Council [1977] 1 NZLR 630, Chilwell J helpfully provided a further reminder as to the value that reasons serve in the administration of justice.",
      "id": "s90"
    },
    {
      "text": "His Honour there observed, at 634:\n A matter which I have not mentioned, which is another reason for requiring the stating of reasons, is this: every litigant who loses his action, whether it be in the civil or criminal jurisdiction, is a disappointed litigant.",
      "id": "s91"
    },
    {
      "text": "That is inevitable and is a logical result of our judicial system.",
      "id": "s92"
    },
    {
      "text": "There is all the world of difference between a disappointed litigant and a disturbed litigant.",
      "id": "s93"
    },
    {
      "text": "In the latter category come litigants who cannot understand why the decision went against him.",
      "id": "s94"
    },
    {
      "text": "In this case the appellant would be justified in feeling disturbed as he presumably does because he has brought this appeal.",
      "id": "s95"
    },
    {
      "text": "He is disturbed that justice did not appear to him to have been done.",
      "id": "s96"
    },
    {
      "text": "It is of the utmost importance that Her Majesty's subjects should have faith in our judicial system.",
      "id": "s97"
    },
    {
      "text": "By far the greatest number of civil and criminal cases come before the lower court.",
      "id": "s98"
    },
    {
      "text": "One should not draw distinctions between courts but it is of fundamental importance that the lower courts, which deal with so much work and with whom the average citizen has greater contact, should maintain respect for and faith in the judicial system.",
      "id": "s99"
    },
    {
      "text": "DUTY OF THE FEDERAL MAGISTRATE TO PROVIDE REASONS \n \n21 The Respondent Minister in the present appeal accepted that the Federal Magistrate was under an obligation to provide reasons for his decision.",
      "id": "s100"
    },
    {
      "text": "It is thus an error of law for a Federal Magistrate to fail to give reasons for dismissing an application to review a decision of the Refugee Review Tribunal: SZDCJ v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 1500 at [16] per Jacobson J. Albeit in a different statutory context, it has also been recognised that a Federal Magistrate should give sufficient reasons for reaching a conclusion that an application should be summarily dismissed: Penhall-Jones v State of New South Wales [2006] FCA 934 at [25] .",
      "id": "s101"
    },
    {
      "text": "Tamberlin J there said that the reasons:\n ... do not have to be elaborate or excessively detailed, but the touchstone is that the reasons must indicate to the parties why the decision was made in order to allow them to exercise such rights as may be available in respect of that decision ... \n22 The position taken by the Respondent Minister, however, was essentially threefold, namely that:\n \n(i) the observations of Meagher JA in Beale as to the content of adequate reasons for a decision at first instance, do not provide an appropriate \" touchstone \" as to those matters which the Federal Magistrate was obliged to address in the present proceedings; \n \n(ii) the reasons in fact provided by the Federal Magistrate did adequately explain the decision reached; and\n \n(iii) in the event that there was a deficiency in those reasons, this Court, as a matter of discretion, should decline to allow the appeal if satisfied that the decision of the Federal Magistrate could be supported -- albeit for reasons not disclosed by the Federal Magistrate but which can be ascertained by this Court.",
      "id": "s102"
    },
    {
      "text": "23 The first of those submissions must readily be accepted.",
      "id": "s103"
    },
    {
      "text": "There is a fundamental distinction between the responsibilities of a trial judge entrusted with the function of making findings of fact (as in Beale ) and the responsibilities of a judge conducting judicial review.",
      "id": "s104"
    },
    {
      "text": "Central to that distinction is that in judicial review proceedings the factual merits of the decision under review are left to the decision-maker and the court conducting the judicial review is confined to a review of the legality of the decision reached.",
      "id": "s105"
    },
    {
      "text": "24 That distinction necessarily dictates a reconsideration of the approach set forth by Meagher JA in Beale.",
      "id": "s106"
    },
    {
      "text": "The Federal Magistrate's task in the present proceedings was to review the decision of the Refugee Review Tribunal.",
      "id": "s107"
    },
    {
      "text": "That was essentially a task of considering the terms of the relevant legislation and reviewing the conclusions expressed by the Tribunal as against the findings of fact and reasons provided.",
      "id": "s108"
    },
    {
      "text": "And that task is confined by s 476 of the Migration Act 1958 (Cth).",
      "id": "s109"
    },
    {
      "text": "25 Those matters which a Federal Magistrate, it is considered, should address in reasons for decision will depend upon the factual and legal issues involved.",
      "id": "s110"
    },
    {
      "text": "In those circumstances where the ground of judicial review being relied upon is a denial of procedural fairness, it may be appropriate for the Federal Magistrate to consider evidence not before the Tribunal, but evidence that is directed to the manner in which the Tribunal proceeded.",
      "id": "s111"
    },
    {
      "text": "That evidence may be contested and it may be necessary to make findings of fact.",
      "id": "s112"
    },
    {
      "text": "Where, however, the ground of review is said to be an error of law, it may be unnecessary to go beyond the findings of fact made by the Tribunal and the legislative provisions being applied.",
      "id": "s113"
    },
    {
      "text": "26 Whatever the ground of review, however, the reasons of the Federal Magistrates Court must be sufficient to explain to both the litigant and others the basis upon which that Court proceeded and the reasons why the application to review the decision of the Tribunal is either to be dismissed or why the decision is said to be wrong in law.",
      "id": "s114"
    },
    {
      "text": "Reasons do not adequately address the grounds of review sought to be resolved if the litigant -- or this Court -- is left to speculate as to what it was that the Federal Magistrate had in mind when he reached the conclusions that formed the final decision.",
      "id": "s115"
    },
    {
      "text": "THE REASONS OF THE FEDERAL MAGISTRATE \n \n27 In the present proceedings, the content of the duty to provide reasons for dismissing the now Appellants' application to the Federal Magistrates Court must necessarily recognise both:\n \n(i) the fact that the summary of the principles as advanced before the Federal Magistrate by the Minister did accurately set forth the principal propositions of law to be applied in the resolution of the application; and \n \n(ii) the fact that the grounds of the application before the Federal Magistrate raised a limited number of issues.",
      "id": "s116"
    },
    {
      "text": "Even recognising both of these matters, however, it is considered that the reasons as provided fell short of that which was required.",
      "id": "s117"
    },
    {
      "text": "28 Reference may be made by way of example to the manner in which the Federal Magistrate resolved what is identified as the \" second ground \".",
      "id": "s118"
    },
    {
      "text": "His Honour's reasons for decision addressed this ground as follows:\n 18.",
      "id": "s119"
    },
    {
      "text": "The second ground noted by the Applicant in his document is that the Tribunal erred in law in making the particular finding; that finding was: \"The inconsistency as to what was stated at the hearing in relation to where the First Applicant resided during the working week and when the two incidents were claimed to have happened; the First Applicant's pay slips do not support his statement that he took leave when there was trouble, all indicate that the two incidents did not happen\".",
      "id": "s120"
    },
    {
      "text": "19.",
      "id": "s121"
    },
    {
      "text": "In fact at the hearing today the Applicant made further submissions in relation to that point.",
      "id": "s122"
    },
    {
      "text": "I find that the Tribunal did not err in law in making that finding.",
      "id": "s123"
    },
    {
      "text": "That finding was open to the Tribunal on the evidence that was before the Tribunal.",
      "id": "s124"
    },
    {
      "text": "Other than the general conclusions at paragraphs [23] to [25], the present paragraphs provide the entirety of the reasons for rejecting the \" second ground \" of the application.",
      "id": "s125"
    },
    {
      "text": "29 A reading of the reasons provided for rejecting the \" second ground \" of the application leaves the reader uninformed as to what the \" inconsistency \" was that was being referred to or the evidence upon which that inconsistency was founded.",
      "id": "s126"
    },
    {
      "text": "Also left unexplained is the reference to the \" two incidents \".",
      "id": "s127"
    },
    {
      "text": "A reader would not know -- without recourse to the reasons of the Tribunal -- that the \" two incidents \" being referred to were those which are said to have occurred on 10 April and 14 June 2006.",
      "id": "s128"
    },
    {
      "text": "Further, without access to the reasons of the Tribunal, a reader would not know why the \" pay slips \" did not support the \" statement that he took leave \".",
      "id": "s129"
    },
    {
      "text": "Even with access to the Tribunal's reasons, a reader would need to peruse the Tribunal's reasons with some degree of care in order to isolate that part which assumed importance.",
      "id": "s130"
    },
    {
      "text": "30 A further basis upon which it is concluded that the reasons of the Federal Magistrate fall short of that which is required is demonstrated from the manner in which the third ground was resolved.",
      "id": "s131"
    },
    {
      "text": "His Honour thus concluded:\n 20.",
      "id": "s132"
    },
    {
      "text": "In ground number three the Applicant states: \"The Tribunal acted outside the Convention's scope when it concluded in the light of the Tribunal's finding made above, particularly in relation to the Applicant's credibility, the Tribunal also finds that the evidence does not establish that there is a real chance that the First Applicant will suffer persecution for a Convention reason, either now or in the reasonably foreseeable future\".",
      "id": "s133"
    },
    {
      "text": "21.",
      "id": "s134"
    },
    {
      "text": "Essentially that finding was open to the Tribunal on the evidence available to it.",
      "id": "s135"
    },
    {
      "text": "There is no basis for a claim that the Tribunal acted outside the Convention scope.",
      "id": "s136"
    },
    {
      "text": "31 A reading of the reasons of the Federal Magistrate would not disclose the \" finding \" to which reference was made.",
      "id": "s137"
    },
    {
      "text": "32 Nor would a reader be better informed as to the finding made as to credibility or the basis upon which it was made.",
      "id": "s138"
    },
    {
      "text": "It may readily be accepted that findings of credibility are usually findings of fact which are findings par excellence within the province of the Tribunal and that no detailed reasons need be given as to why a particular witness was not believed: Re Minister for Immigration &amp; Multicultural Affairs; Ex parte Durairajasingham [2000] HCA 1 at [67] , 168 ALR 407 at 423 per McHugh J.",
      "id": "s139"
    },
    {
      "text": "In the present proceedings, however, little is disclosed other than that credibility apparently played a part in the finding being alluded to.",
      "id": "s140"
    },
    {
      "text": "33 A further consideration taken into account in concluding that the reasons of the Federal Magistrate in the present proceedings do not adequately explain the basis upon which his Honour proceeded is the very fact that the grounds advanced were within a comparatively limited compass.",
      "id": "s141"
    },
    {
      "text": "Frequently it may be found that a challenge to a decision of the Refugee Review Tribunal is a challenge to substantially the entirety of the findings made by that Tribunal.",
      "id": "s142"
    },
    {
      "text": "In the present proceedings, the now Appellants attempted to confine the grounds upon which review was sought.",
      "id": "s143"
    },
    {
      "text": "The more confined the grounds, the easier it may be to address the reasons why they do or do not prevail.",
      "id": "s144"
    },
    {
      "text": "34 The decision of the Federal Magistrate essentially sets forth a series of conclusions with little explanation, other than concurrence being expressed with the decision of the Tribunal.",
      "id": "s145"
    },
    {
      "text": "35 Although it has been concluded that the reasons provided by the Federal Magistrate did not adequately set forth the basis upon which his Honour proceeded or the decision in fact reached, it is considered that any inadequacy in those reasons does not provide any basis for concluding that the Federal Magistrate was biased or otherwise prejudiced against the Appellants.",
      "id": "s146"
    },
    {
      "text": "36 The final ground of review has not been made out and is rejected.",
      "id": "s147"
    },
    {
      "text": "INADEQUACY OF REASONS: BUT APPEAL DISMISSED?",
      "id": "s148"
    },
    {
      "text": "37 The inadequacy in the reasons provided is a basis upon which an appeal could be allowed.",
      "id": "s149"
    },
    {
      "text": "38 The Respondent Minister, however, has submitted that that course should be resisted.",
      "id": "s150"
    },
    {
      "text": "It is contended that such reasons as have been provided, albeit inadequately, do provide a sound basis upon which it should be concluded that an order remitting the proceedings to the Federal Magistrate for further consideration is but an exercise in futility.",
      "id": "s151"
    },
    {
      "text": "It is contended that in all likelihood, the Federal Magistrate would reach the same conclusion albeit for reasons more expansively provided.",
      "id": "s152"
    },
    {
      "text": "39 That submission has considerable attraction -- especially in circumstances where it is possible for this Court to review the findings and reasons of the Refugee Review Tribunal and form a view as to whether its decision is susceptible to judicial review.",
      "id": "s153"
    },
    {
      "text": "40 However that course, it is considered, should be resisted for a number of reasons.",
      "id": "s154"
    },
    {
      "text": "41 First, the initial responsibility to review the decision of the Tribunal has been entrusted by Commonwealth Parliament to the Federal Magistrates Court, not to this Court.",
      "id": "s155"
    },
    {
      "text": "However administratively convenient it may be for this Court to \" fill the gap \" in those rare circumstances where there is found to be an inadequacy in the approach pursued by a Federal Magistrate, to do so would not be consistent with the processes of review as prescribed by the legislature.",
      "id": "s156"
    },
    {
      "text": "42 Second, of considerable value is the discipline that the process of reasoning imposes upon any judicial office-holder.",
      "id": "s157"
    },
    {
      "text": "What may appear to be a self-evident result at the outset of proceedings may confront difficulties unforeseen until the drafting of reasons commences; and what may initially be considered self-evidently correct may prove to be manifestly wrong as the discipline of drafting reasons progresses.",
      "id": "s158"
    },
    {
      "text": "Even if the Federal Magistrate in the present proceedings does ultimately reach the same conclusion, the legislature has entrusted the responsibility to review the Tribunal's decision to the Federal Magistrate.",
      "id": "s159"
    },
    {
      "text": "This Court performs an appellate function.",
      "id": "s160"
    },
    {
      "text": "The decision of the Federal Magistrate should not usually be pre-empted by too readily concluding on appeal that only one result was open to the Federal Magistrate.",
      "id": "s161"
    },
    {
      "text": "43 Third, this Court is heavily dependent upon the Federal Magistrates Court, particularly in the migration jurisdiction, and relies to a considerable extent upon the reasons for those decisions which are the subject of appeal.",
      "id": "s162"
    },
    {
      "text": "It is not considered that this Court should be denied the significant benefit that it receives from the reasoned decisions of the Federal Magistrates Court.",
      "id": "s163"
    },
    {
      "text": "APPLICATION FOR LEAVE TO AMEND: SECTION 424A \n \n44 The written submissions as filed on the first day of the hearing of the appeal included a submission that there had been a breach of s 424A of the Migration Act 1958 (Cth).",
      "id": "s164"
    },
    {
      "text": "45 Although the unrepresented Appellant husband (not surprisingly) made no formal application for leave to amend, it was understood that he wished to rely upon that additional contention.",
      "id": "s165"
    },
    {
      "text": "His written submissions were regarded in effect as being that application.",
      "id": "s166"
    },
    {
      "text": "46 So understood, objection was taken on behalf of the Respondent Minister.",
      "id": "s167"
    },
    {
      "text": "Leave to amend requires an adequate explanation to be provided as to why the new ground was not previously relied upon before the Federal Magistrate and may only be granted if the new ground has some merit: VUAX v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 158 at [46] ---[48]; SZIBR v Minister for Immigration &amp; Citizenship [2008] FCA 502 at [38] ---[41]; SZLBJ v Minister for Immigration &amp; Citizenship [2008] FCA 609.",
      "id": "s168"
    },
    {
      "text": "47 No explanation was provided in the present appeal as to why the alleged breach of s 424A was not relied upon before the Federal Magistrate.",
      "id": "s169"
    },
    {
      "text": "Counsel for the Respondent Minister correctly submitted that the new ground had no prospects of success.",
      "id": "s170"
    },
    {
      "text": "The now Appellants' written submission sought to expand the ground by contending that there should have been notification and an opportunity to make submissions given \" the relative importance of the information to the reasoning process \".",
      "id": "s171"
    },
    {
      "text": "Section 424A(1) , however, imposes no obligation upon the Tribunal to allow an applicant an opportunity to comment on its reasoning process or how it has proceeded to assess particular pieces of information advanced before it for consideration: SZBYR v Minister for Immigration &amp; Citizenship [2007] HCA 26 at [18] , [2007] FCA 26 ; 235 ALR 609 at 616.",
      "id": "s172"
    },
    {
      "text": "Gleeson CJ, Gummow, Callinan, Heydon and Crennan JJ there held:\n [18] ... if the reason why the tribunal affirmed the decision under review was the tribunal's disbelief of the appellants' evidence arising from inconsistencies therein, it is difficult to see how such disbelief could be characterised as constituting \"information\" within the meaning of para (a) of s 424A(1).",
      "id": "s173"
    },
    {
      "text": "Again, if the tribunal affirmed the decision because even the best view of the appellants' evidence failed to disclose a Convention nexus, it is hard to see how such a failure can constitute \"information\".",
      "id": "s174"
    },
    {
      "text": "Finn and Stone JJ correctly observed in VAF v Minister for Immigration and Multicultural and Indigenous Affairs that the word \"information\": does not encompass the tribunal's subjective appraisals, thought processes or determinations ... nor does it extend to identified gaps, defects or lack of detail or specificity in evidence or to conclusions arrived at by the tribunal in weighing up the evidence by reference to those gaps, etc.",
      "id": "s175"
    },
    {
      "text": "If the contrary were true, s 424A would in effect oblige the tribunal to give advance written notice not merely of its reasons but of each step in its prospective reasoning process.",
      "id": "s176"
    },
    {
      "text": "However broadly \"information\" be defined, its meaning in this context is related to the existence of evidentiary material or documentation, not the existence of doubts, inconsistencies or the absence of evidence.",
      "id": "s177"
    },
    {
      "text": "The appellants were thus correct to concede that the relevant \"information\" was not to be found in inconsistencies or disbelief, as opposed to the text of the statutory declaration itself.",
      "id": "s178"
    },
    {
      "text": "48 It is thus considered that the additional ground sought to be raised is without merit and that leave to amend to raise an alleged breach of s 424A(1) should be refused.",
      "id": "s179"
    },
    {
      "text": "CONCLUSIONS \n \n49 It is concluded that the reasons for decision of the Federal Magistrates Court fail to adequately address the issues before that Court for resolution.",
      "id": "s180"
    },
    {
      "text": "The Appellants, it is considered, would justifiably be left with a \" real sense of grievance \" that they did not know why the Federal Magistrate rejected their claims.",
      "id": "s181"
    },
    {
      "text": "50 It should finally be noted that the adequacy of reasons provided must necessarily be determined in the context of each individual case.",
      "id": "s182"
    },
    {
      "text": "As concluded by Meagher JA in Beale , supra , \" no mechanical formula can be given in determining what reasons are required \".",
      "id": "s183"
    },
    {
      "text": "The adequacy of the reasons provided by the Federal Magistrates Court must also be necessarily influenced by the volume of decisions (especially migration decisions) resolved by that Court.",
      "id": "s184"
    },
    {
      "text": "ORDERS \n \n51 The orders of the Court are: \n \n1.",
      "id": "s185"
    },
    {
      "text": "The appeal be allowed.",
      "id": "s186"
    },
    {
      "text": "2.",
      "id": "s187"
    },
    {
      "text": "The orders of Howard FM in the Federal Magistrates Court of Australia on 17 January 2008 be set aside.",
      "id": "s188"
    },
    {
      "text": "3.",
      "id": "s189"
    },
    {
      "text": "The proceedings be remitted to Howard FM for determination in accordance with law.",
      "id": "s190"
    },
    {
      "text": "I certify that the preceding fifty-one (51) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s191"
    },
    {
      "text": "Associate:\n\nDated: 22 May 2008\n\n Counsel for the First Appellant: The First Appellant appeared in person \n \n Counsel for the Second Appellant: The Second Appellant did not appear \n \n Solicitor for the First Respondent: Z McDonald (DLA Phillips Fox) \n \n Date of Hearing: 7 and 8 May 2008 \n \n Date of Judgment: 22 May 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/735.html",
      "id": "s192"
    }
  ]
}