{
  "name": "SZLRL v Minister for Immigration &amp; Citizenship [2008] FCA 716 (20 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/716.html",
  "catchphrases": [
    {
      "text": "application for leave to appeal",
      "id": "c0"
    },
    {
      "text": "federal magistrates court dismissed application to review decision of refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "interlocutory decision",
      "id": "c2"
    },
    {
      "text": "leave refused",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "1 The Applicant in these proceedings claims to be a citizen of India.",
      "id": "s0"
    },
    {
      "text": "2 He arrived in Australia on 11 May 2007 and applied to the Department of Immigration and Citizenship for a Protection (Class XA) Visa on 14 May 2007.",
      "id": "s1"
    },
    {
      "text": "A delegate refused to grant that visa.",
      "id": "s2"
    },
    {
      "text": "That decision was affirmed by the Refugee Review Tribunal by way of a decision signed on 10 October 2007.",
      "id": "s3"
    },
    {
      "text": "3 On 20 February 2008 the Federal Magistrates Court dismissed an application seeking review of the decision of the Tribunal: SZLRL v Minister for Immigration &amp; Citizenship [2008] FMCA 196.",
      "id": "s4"
    },
    {
      "text": "The Federal Magistrate dismissed the proceedings before that Court pursuant to r 44.12(1)(a) of the Federal Magistrates Court Rules 2001 (Cth).",
      "id": "s5"
    },
    {
      "text": "4 Rule 44.12 of the 2001 Rules provides as follows: \n Show cause hearing (1) At a hearing of an application for an order to show cause, the Court may: (a) if it is not satisfied that the application has raised an arguable case for the relief claimed -- dismiss the application; or (b) if it is satisfied that the application has raised an arguable case for the relief claimed -- adjourn the proceeding and order a respondent to show cause at a final hearing why an order for the relief claimed should not be made on such of the grounds mentioned in the application as are specified by the Court; or (c) without making an order under paragraph (b), make final orders in relation to the claims for relief and grounds mentioned in the application.",
      "id": "s6"
    },
    {
      "text": "(2) To avoid doubt, a dismissal under paragraph (1) (a) is interlocutory.",
      "id": "s7"
    },
    {
      "text": "As r 44.12(2) expressly provides, the dismissal of an application under r 44.12(1)(a) is an interlocutory decision.",
      "id": "s8"
    },
    {
      "text": "5 An appeal to this Court from an interlocutory decision of the Federal Magistrates Court requires leave: Federal Court of Australia Act 1976 (Cth), s 24(1A).",
      "id": "s9"
    },
    {
      "text": "The Applicant appeared before this Court this afternoon unrepresented, although he did have the assistance of an interpreter.",
      "id": "s10"
    },
    {
      "text": "6 Although the Application for Leave to Appeal as filed in this Court on 4 March 2008 sought an order dispensing with compliance with O 52, r 5(2) of the Federal Court Rules , in SZDGN v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 1543 at [9] Lindgren J correctly concluded that \" there is no rule providing for a time limit for the seeking of leave to appeal from an interlocutory judgment of the FMCA \".",
      "id": "s11"
    },
    {
      "text": "His Honour further concluded that \" there is an implied time limit of 21 days after the date of the interlocutory judgment \".",
      "id": "s12"
    },
    {
      "text": "See also: Applicant M171/2003 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 220 at [32] per Moore J.",
      "id": "s13"
    },
    {
      "text": "7 No question arises in the present Application as to whether it was filed within time; the question is whether leave should be granted or refused.",
      "id": "s14"
    },
    {
      "text": "Considerations relevant to the exercise of that discretion are:\n \n(i) whether in all the circumstances the judgment of the primary judge is attended by sufficient doubt to warrant it being reconsidered by the Full Court; and \n \n(ii) whether substantial injustice would result if leave were refused, supposing the decision were wrong.",
      "id": "s15"
    },
    {
      "text": "See: Harrington v Rich [2008] FCAFC 61 at [25] per Sackville, Emmett and Jacobson JJ.",
      "id": "s16"
    },
    {
      "text": "8 The proposed Grounds of Appeal as set out in the Draft Notice of Appeal are as follows (without alteration): \n 1.",
      "id": "s17"
    },
    {
      "text": "Jurisdictional error 2.",
      "id": "s18"
    },
    {
      "text": "Breached of procedural fairness 3.",
      "id": "s19"
    },
    {
      "text": "Berached of natural justice \nParticulars provided in respect of these grounds, as expressed in the Draft Notice of Appeal , state (without alteration):\n 1.",
      "id": "s20"
    },
    {
      "text": "TRIBUNAL ASK FOR THE RE LOCATION &amp; FAILED TO SAK FOR THE INFORMATION.",
      "id": "s21"
    },
    {
      "text": "2.",
      "id": "s22"
    },
    {
      "text": "THEY USED TELEPHONE CONFRENCE FOR ME.ITS TOO DIFFICULT FOR ME.",
      "id": "s23"
    },
    {
      "text": "3.",
      "id": "s24"
    },
    {
      "text": "I NEED A GOOD HEARING: \n9 It is considered that leave to appeal should be refused.",
      "id": "s25"
    },
    {
      "text": "A review of the reasons for decision of the Tribunal does not reveal any jurisdictional error, breach of procedural fairness or denial of natural justice.",
      "id": "s26"
    },
    {
      "text": "Nor do the reasons of the Federal Magistrates Court, albeit brief, disclose any self-evident appellable error.",
      "id": "s27"
    },
    {
      "text": "10 The reasons of the Tribunal record an account of the claims being made and the findings of fact made by the Tribunal based upon the evidence before it.",
      "id": "s28"
    },
    {
      "text": "Those findings record findings adverse to the Applicant and adverse to his credit.",
      "id": "s29"
    },
    {
      "text": "The Tribunal thus found (for example):\n ...",
      "id": "s30"
    },
    {
      "text": "However, and notwithstanding the applicant's often contradictory claims, the Tribunal has not been able to satisfy itself that the applicant was ever either formally charged with the most serious offence of murder or attempted murder, or even threats or false cases were made along these lines against him by the police as he claims as, if he was, it is satisfied he would not have been released on bail after only two days in August 2003.",
      "id": "s31"
    },
    {
      "text": "...",
      "id": "s32"
    },
    {
      "text": "The Tribunal also went on to find:\n ...",
      "id": "s33"
    },
    {
      "text": "Moreover, and as was put to the applicant in its letter of 29 August 2007, the Tribunal is satisfied that if the applicant had ever been charged with a serious offences [sic] of drug smuggling and murder or attempted murder as he claims in around August 2003, then he would not have been issued with a new Indian passport (albeit a replacement passport) on 27 August 2004 issued in his name with his photograph in it some 12 months after he initially claimed he was charged with the murder.",
      "id": "s34"
    },
    {
      "text": "...",
      "id": "s35"
    },
    {
      "text": "The conclusion of the Tribunal was as follows:\n And again, the Tribunal is satisfied that the applicant has embellished his claims for the purpose of enhancing his claims for a protection visa, and finds that he is not a credible witness.",
      "id": "s36"
    },
    {
      "text": "Given all the above, and in view of these findings both in regard to his claims on his credibility, the Tribunal does not accept his unsupported claims made in his letter of 20 September 2007 that he has a well founded fear of persecution from the authorities, fanatic Muslim thugs, and CPI(M) politicians or that in the lead up to his departure he was constantly threatened with abduction and death by Muslims, CPI(M) politicians, and thugs, and he was so afraid he had to hide in many different parts of India before leaving.",
      "id": "s37"
    },
    {
      "text": "The applicant claims that he is a fisherman and that he has had disputes with Muslim fishermen and the Tribunal accepts that he has had disputes and conflict with other fishermen in the area where he lives.",
      "id": "s38"
    },
    {
      "text": "The Tribunal also accepts that the applicant is a Christian.",
      "id": "s39"
    },
    {
      "text": "However, while accepting that he has been involved in fights with fishermen who happen to be Muslims, from the limited and unsupported claims made by the applicant, the Tribunal has not been able to satisfy itself that the essential and significant reason for these disputes were Convention related (because he and his family and friends were Christian and they were Muslims) but rather is satisfied that the conflict arose purely over fishing territory and rights, and it was nothing more than a limited and local dispute over fishing access and the marketing of the catch.",
      "id": "s40"
    },
    {
      "text": "Each of these findings was a finding of fact entrusted to the Tribunal to make.",
      "id": "s41"
    },
    {
      "text": "And each finding seems to be supported by the materials available to the Tribunal.",
      "id": "s42"
    },
    {
      "text": "Those findings inevitably led to the conclusion that the Tribunal was \" not satisfied that the applicant is a person to whom Australia has protection obligations under the Refugees Convention \".",
      "id": "s43"
    },
    {
      "text": "11 The particulars set forth in the Draft Notice of Appeal do provide some assistance as to the arguments sought to be advanced.",
      "id": "s44"
    },
    {
      "text": "But they do not lead to any conclusion that leave should be granted.",
      "id": "s45"
    },
    {
      "text": "12 It is understood that one contention which the Applicant would seek to advance on appeal, should leave be granted, is that he was not asked by the Refugee Review Tribunal \" whether relocation was responsible in all the circumstance to me \".",
      "id": "s46"
    },
    {
      "text": "Without further exposition, that may be an impermissible challenge to the merits of the decision reached.",
      "id": "s47"
    },
    {
      "text": "But the contention suffers a more fundamental obstacle -- namely, it would appear that inquiries were made of the Applicant as to whether it was possible for him to relocate within India.",
      "id": "s48"
    },
    {
      "text": "The reasons for decision of the Tribunal thus state in part:\n ...",
      "id": "s49"
    },
    {
      "text": "The Tribunal asked him why it would not be reasonable for him to live elsewhere in India if he was having some problems in his local area in Kerala.",
      "id": "s50"
    },
    {
      "text": "In reply, the applicant claimed that his job involved working along the seashore and the Muslims know this and created problems for him.",
      "id": "s51"
    },
    {
      "text": "...",
      "id": "s52"
    },
    {
      "text": "Moreover, and as was the conclusion of the learned Federal Magistrate, the finding of the Tribunal as to the prospect of relocation was not \" material \" given the earlier conclusions that it had reached.",
      "id": "s53"
    },
    {
      "text": "13 It is also understood that the Applicant would seek to contend that there has been a denial of procedural fairness by reason of a \" telephone interpreter \" being used.",
      "id": "s54"
    },
    {
      "text": "Before this Court there is only the decision of the Federal Magistrates Court and the Refugee Review Tribunal.",
      "id": "s55"
    },
    {
      "text": "An Affidavit of the Applicant merely annexes a proposed draft Notice of Appeal and repeats the proposed Grounds of Appeal as set out in the Draft Notice of Appeal filed on 12 May 2008.",
      "id": "s56"
    },
    {
      "text": "Nothing in that material further develops either the circumstances in which an interpreter was provided or explains the difficulties or prejudice that may have been experienced by the Applicant when attending the hearing before the Tribunal.",
      "id": "s57"
    },
    {
      "text": "14 Relevant to both contentions raised in the particulars are the following observations of the Federal Magistrates Court:\n [5] Further, there is nothing before me to establish whether or not the applicant was asked questions about the reasonableness of relocation at the Tribunal hearing.",
      "id": "s58"
    },
    {
      "text": "I have no transcript of the Tribunal hearing.",
      "id": "s59"
    },
    {
      "text": "The applicant was given the opportunity to file a transcript of the hearing up until 21 January 2008.",
      "id": "s60"
    },
    {
      "text": "He has not taken up that opportunity.",
      "id": "s61"
    },
    {
      "text": "[6] The asserted claim of interpretation problems at the hearing also fails for a lack of evidence.",
      "id": "s62"
    },
    {
      "text": "The applicant has had a fair opportunity to produce evidence to support that contention but he has not done so.",
      "id": "s63"
    },
    {
      "text": "The Applicant has thus been given an opportunity to make out either or both contentions before the Federal Magistrates Court but did not avail himself of that opportunity.",
      "id": "s64"
    },
    {
      "text": "15 It is thus not considered that the decision of the Federal Magistrates Court was attendant with sufficient doubt as to warrant leave to appeal being granted.",
      "id": "s65"
    },
    {
      "text": "Also relevant to the refusal of leave to appeal is the fact that the proposed Grounds of Appeal , even as supplemented by the purported particulars, are but broad generalisations.",
      "id": "s66"
    },
    {
      "text": "The absence of further details makes it difficult to give attention to the more specific concerns of the Applicant and whether those concerns -- if able to be articulated -- have merit.",
      "id": "s67"
    },
    {
      "text": "16 The Application for Leave to Appeal is refused.",
      "id": "s68"
    },
    {
      "text": "17 An Affidavit filed by the Respondent Minister in support of a fixed costs order quantifies an order for costs in the sum of $800.",
      "id": "s69"
    },
    {
      "text": "An order for that amount, it is considered, should be made.",
      "id": "s70"
    },
    {
      "text": "ORDERS \n \n18 The orders of the Court are:\n \n1.",
      "id": "s71"
    },
    {
      "text": "The Application for Leave to Appeal be dismissed.",
      "id": "s72"
    },
    {
      "text": "2.",
      "id": "s73"
    },
    {
      "text": "The Applicant to pay the costs of the First Respondent fixed in the sum of $800.",
      "id": "s74"
    },
    {
      "text": "I certify that the preceding eighteen (18) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s75"
    },
    {
      "text": "Associate:\n\nDated: 20 May 2008\n\n Counsel for the Applicant: The Applicant appeared in person \n \n Solicitor for the First Respondent: A Crittenden (Clayton Utz) \n\n Date of Hearing: 20 May 2008 \n \n Date of Judgment: 20 May 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/716.html",
      "id": "s76"
    }
  ]
}