{
  "name": "Excell v Comcare [2008] FCA 757 (27 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/757.html",
  "catchphrases": [
    {
      "text": "appeal from administrative appeals tribunal",
      "id": "c0"
    },
    {
      "text": "commonwealth employee",
      "id": "c1"
    },
    {
      "text": "psychological condition",
      "id": "c2"
    },
    {
      "text": "initial diagnosis then improvement followed by deterioration",
      "id": "c3"
    },
    {
      "text": "whether permanent impairment became permanent prior to or after commencement of safety, rehabilitation and compensation act 1988 (cth)",
      "id": "c4"
    },
    {
      "text": "whether question of law",
      "id": "c5"
    },
    {
      "text": "workers' compensation",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 The sole issue before the Administrative Appeals Tribunal constituted by the Honourable C R Wright QC, Deputy President, was whether the applicant's permanent impairment by reason of her psychological condition had become permanent prior to 1 December 1988, the date of commencement of the Safety, Rehabilitation and Compensation Act 1988 (Cth) (the 1988 Act).",
      "id": "s0"
    },
    {
      "text": "If so, the effect of s 124 of the 1988 Act is that Comcare would not be liable to pay lump sum compensation under s 24.",
      "id": "s1"
    },
    {
      "text": "2 Under s 24 of the 1988 Act, Comcare is liable to pay compensation to an employee where they suffer an injury that results in permanent impairment.",
      "id": "s2"
    },
    {
      "text": "Section 124 is a transitional provision setting out the compensation payable under the 1998 Act in respect of impairment occurring prior to its commencement.",
      "id": "s3"
    },
    {
      "text": "Section 124(3) provides that a person is not entitled to compensation under s 24 of the 1988 Act in respect of a permanent impairment where there was no entitlement to receive lump sum compensation under the legislation in force at the time the impairment occurred.",
      "id": "s4"
    },
    {
      "text": "Under the previous legislation relevant to the applicant, the Compensation (Commonwealth Government Employees) Act 1971 (Cth) (the 1971 Act), no lump sum compensation was payable for permanent loss arising from a psychiatric condition because such a condition was not among the various forms of \"loss\", such as loss of hearing or loss of an arm at or above the elbow, specified in s 39.",
      "id": "s5"
    },
    {
      "text": "It was thus accepted that the applicant's impairment, once it had become permanent, would be compensable by way of lump sum under the 1988 Act but not the 1971 Act.",
      "id": "s6"
    },
    {
      "text": "The time at which the applicant's impairment became permanent --- and the legislation in force at the time --- therefore determines whether the applicant is entitled to compensation: Brennan v Comcare (1994) 50 FCR 555 at 570.",
      "id": "s7"
    },
    {
      "text": "3 An impairment is permanent if it is likely to continue indefinitely: 1988 Act, s 4.",
      "id": "s8"
    },
    {
      "text": "That state of affairs must have been reached before the commencement date of the 1988 Act for s 124(3) to apply: Brennan v Comcare at 570.",
      "id": "s9"
    },
    {
      "text": "In the present case, the degree of the applicant's impairment was not in issue.",
      "id": "s10"
    },
    {
      "text": "It would be a matter for primary assessment by Comcare in the event of the applicant succeeding on this appeal.",
      "id": "s11"
    },
    {
      "text": "The applicant's impairment \n \n4 Comcare submitted to the Tribunal that the applicant's condition had become permanent before 1 December 1988 and had not deteriorated or become worse thereafter so as to provide a basis for a claim based on a new impairment.",
      "id": "s12"
    },
    {
      "text": "5 The applicant is aged 52.",
      "id": "s13"
    },
    {
      "text": "From the age of 19 she worked in a clerical position with the Commonwealth Public Service.",
      "id": "s14"
    },
    {
      "text": "In 1981 she transferred to the Social Security branch office at Glenorchy working in clerical and counter duties.",
      "id": "s15"
    },
    {
      "text": "Later she was promoted to a position involving regular face to face contact with benefit recipients and applicants.",
      "id": "s16"
    },
    {
      "text": "From time to time some of these individuals became stressed and angry and would be abusive and threatening.",
      "id": "s17"
    },
    {
      "text": "Sometimes such individuals recognised the applicant when she was away from the office and would insult her and behave offensively.",
      "id": "s18"
    },
    {
      "text": "6 An incident in 1986 particularly affected her.",
      "id": "s19"
    },
    {
      "text": "A man called Hicks came to the office and shouted in the applicant's presence that he would \"get a shotgun and shoot the lot of you\".",
      "id": "s20"
    },
    {
      "text": "Police were called but Hicks had left the building.",
      "id": "s21"
    },
    {
      "text": "It was later reported to the applicant that Hicks had assaulted somebody with a shotgun and been arrested by the police.",
      "id": "s22"
    },
    {
      "text": "Hicks was subsequently convicted and sentenced to imprisonment.",
      "id": "s23"
    },
    {
      "text": "7 On 16 February 1988 the applicant consulted her general practitioner Dr Ian Beltz.",
      "id": "s24"
    },
    {
      "text": "She was referred by him to Dr Warwick Ashley, a psychiatrist, in June of that year.",
      "id": "s25"
    },
    {
      "text": "8 On 9 March 1988 the applicant made a claim for compensation in respect of \"stress\" attributed to a \"high workload, working long hours, lack of staff and no backup\".",
      "id": "s26"
    },
    {
      "text": "Liability was accepted for anxiety and depression with a date of injury of 16 February 1988, the date on which she first presented to her general practitioner with symptoms of stress.",
      "id": "s27"
    },
    {
      "text": "9 Another incident occurred in June 1988 when the applicant was told by a client that a security guard who worked at Glenorchy after the Hicks incident had been selling information to clients who were being investigated.",
      "id": "s28"
    },
    {
      "text": "The applicant realised that as a result her name and address would be known to the people she was investigating, some of whom had criminal records and a history of violence.",
      "id": "s29"
    },
    {
      "text": "It was on this occasion that she had her first major panic attack.",
      "id": "s30"
    },
    {
      "text": "She described the attack in the following terms:\n I had difficulty breathing, I started to sweat, my heart beat quickly and I thought I might die because of the heart palpitations and breathing difficulty.",
      "id": "s31"
    },
    {
      "text": "I could not think.",
      "id": "s32"
    },
    {
      "text": "I was shaking.",
      "id": "s33"
    },
    {
      "text": "When it (the attack) stopped I was exhausted.",
      "id": "s34"
    },
    {
      "text": "10 The applicant eventually retired from the public service and was granted invalidity on 21 April 1989.",
      "id": "s35"
    },
    {
      "text": "In 1990 she undertook a return-to-work program.",
      "id": "s36"
    },
    {
      "text": "This continued through to late 1992.",
      "id": "s37"
    },
    {
      "text": "Subsequently she obtained a Diploma of Remedial Massage and now operates a small practice on a part-time basis.",
      "id": "s38"
    },
    {
      "text": "11 On 8 February 2005, on the applicant's application, the description of her condition was changed from \"anxiety/depression\" to \"post-traumatic stress disorder\".",
      "id": "s39"
    },
    {
      "text": "12 The applicant by her solicitors applied for a lump sum permanent impairment payment under s 24.",
      "id": "s40"
    },
    {
      "text": "This claim was rejected by Comcare on the basis that her impairment was permanent before 1 December 1988 and no lump sum payment would have been payable under the 1971 Act.",
      "id": "s41"
    },
    {
      "text": "Comcare decided that disentitling provisions of s 124(3) of the 1988 Act applied.",
      "id": "s42"
    },
    {
      "text": "Medical evidence before the Tribunal \n \n13 Reports from Dr Beltz and Dr Ashley were provided but they were not called to give evidence.",
      "id": "s43"
    },
    {
      "text": "14 In a report of 25 July 1988 Dr Ashley referred to the applicant's fluctuating symptoms since he had first seen her and recorded a \"fairly clear diagnosis of post-traumatic stress disorder, these stresses being work related\".",
      "id": "s44"
    },
    {
      "text": "15 In a report of 19 August 1988 Dr Ashley's opinion was to the effect (as summarised by the Tribunal) that her very stressed condition was not improving and was becoming well entrenched.",
      "id": "s45"
    },
    {
      "text": "On 25 August he certified her as unfit for work \"from 3/9/88 indefinitely and should be retired/superannuated etc on health grounds\".",
      "id": "s46"
    },
    {
      "text": "On 15 September 1988, having seen her the previous day, he thought she was \"slowly healing\".",
      "id": "s47"
    },
    {
      "text": "On 13 December he suggested to Dr Beltz that she had \"relapsed somewhat, recently\" due to hold-ups in the retirement process.",
      "id": "s48"
    },
    {
      "text": "16 On 16 December 1988 Dr Ashley gave a report to the Director of Social Security, having seen the applicant on 14 December.",
      "id": "s49"
    },
    {
      "text": "He reported:\n Her psychiatric disability is of such a degree and nature that both Dr Weatherly and myself have supported her being retired on psychiatric grounds.",
      "id": "s50"
    },
    {
      "text": "17 Dr Weatherly (a psychiatrist, now deceased) had seen the applicant on 2 September 1988.",
      "id": "s51"
    },
    {
      "text": "He diagnosed her as suffering from \"chronic anxiety disorder with both panic and phobic elements\".",
      "id": "s52"
    },
    {
      "text": "18 In the course of 1989 Dr Ashley provided further reports to Dr Beltz, the gist of which was that the applicant was continuing to improve.",
      "id": "s53"
    },
    {
      "text": "However, in February 1990 there was a relapse of symptoms and signs of post-traumatic stress disorder.",
      "id": "s54"
    },
    {
      "text": "In April 1990 she had \"obviously improved\".",
      "id": "s55"
    },
    {
      "text": "In October 1991 she was \"somewhat better than twelve months ago\".",
      "id": "s56"
    },
    {
      "text": "By October 1992, in a report to Comcare, Dr Ashley thought that her health had gradually improved and that she could work at the Department for up to five hours per week.",
      "id": "s57"
    },
    {
      "text": "In the last of his many reports to Comcare, in November 1994, Dr Ashley said that the applicant \"remains vulnerable to any conflict and it is most unlikely that she could work for pay in any meaningful sense\".",
      "id": "s58"
    },
    {
      "text": "19 Two consultant psychiatrists gave evidence on behalf of the applicant at the Tribunal hearing.",
      "id": "s59"
    },
    {
      "text": "20 Professor Saxby Pridmore saw the applicant for assessment in February 2005.",
      "id": "s60"
    },
    {
      "text": "He diagnosed her as then suffering from a panic disorder with agoraphobia, social phobia and general anxiety disorder together with residual symptoms of post-traumatic stress disorder.",
      "id": "s61"
    },
    {
      "text": "He said she had \"lived with her condition for sixteen years, and change is unlikely\".",
      "id": "s62"
    },
    {
      "text": "21 Professor Pridmore said that if he had been treating her he would probably treat her for \"a couple of years\" before he was willing to say her condition was permanent.",
      "id": "s63"
    },
    {
      "text": "22 Dr David Weidmann examined the applicant on 17 July 2006.",
      "id": "s64"
    },
    {
      "text": "He said in his report that \n it is only with the fullness of time she has become totally and permanently impaired.",
      "id": "s65"
    },
    {
      "text": "By that I mean sometime in the early 1990s.",
      "id": "s66"
    },
    {
      "text": "It seems to me to represent illogical thinking to now say that her condition was permanent prior to the 1st December 1988.",
      "id": "s67"
    },
    {
      "text": "Whilst Dr Ashley may have been implying that, and saying words to that effect, clearly no-one else was agreeing with or listening to his opinion.",
      "id": "s68"
    },
    {
      "text": "Viewed without the benefit of hindsight, and viewed in the systemic sense (the labelling of impairment and [sic --- as?",
      "id": "s69"
    },
    {
      "text": "] permanent or otherwise, is to a large degree systemic in nature) she was not totally and permanently impaired prior to 1st December 1988.",
      "id": "s70"
    },
    {
      "text": "23 He thought that looking back to 1988 it would have been \"bordering on negligent not to view her as potentially treatable.",
      "id": "s71"
    },
    {
      "text": "She was potentially treatable...\".",
      "id": "s72"
    },
    {
      "text": "24 In cross-examination Dr Weidmann accepted that notwithstanding the applicant was a lot better, the more significant symptoms have persisted from 1986 through to the time of the examination and those significant symptoms are permanent.",
      "id": "s73"
    },
    {
      "text": "They were permanent because they have not disappeared and come back again.",
      "id": "s74"
    },
    {
      "text": "25 In answer to the Tribunal he said:\n If one looks at it with hindsight one can't avoid but calling it permanent.",
      "id": "s75"
    },
    {
      "text": "But faced --- back then, nearly two decades ago, one doesn't have hindsight and at that time I don't think it would have been considered permanent.",
      "id": "s76"
    },
    {
      "text": "26 Dr Ian Sale, a consultant psychiatrist, gave evidence for Comcare.",
      "id": "s77"
    },
    {
      "text": "He had examined the applicant on the instructions of Dobson, Mitchell and Allport in July 1990 in connection with a motor vehicle accident in February of that year.",
      "id": "s78"
    },
    {
      "text": "27 The history the applicant gave then included her stress problems at work and the Hicks incident.",
      "id": "s79"
    },
    {
      "text": "Dr Sale thought she had a significant anxiety disorder having features of both a generalised anxiety disorder and post-traumatic stress disorder.",
      "id": "s80"
    },
    {
      "text": "He concluded that there was no psychological impediment to a return to work.",
      "id": "s81"
    },
    {
      "text": "28 Dr Sale examined the applicant again, on the instructions of the Australian Government Solicitor for the purpose of the Tribunal proceeding, on 12 December 2006.",
      "id": "s82"
    },
    {
      "text": "He was provided with most, if not all, of the medical reports of the other practitioners.",
      "id": "s83"
    },
    {
      "text": "He concluded that the applicant had been\n subject to fluctuating levels of anxiety and phobic symptoms over a period of close to twenty years.",
      "id": "s84"
    },
    {
      "text": "There had been various diagnoses made, sometimes multiple diagnoses, but the common theme is of a propensity to experience anxiety symptoms, more so when away from the safety of her home, and especially in situations which do not allow ready escape (e.g.",
      "id": "s85"
    },
    {
      "text": "planes, buses, crowded supermarkets).",
      "id": "s86"
    },
    {
      "text": "29 He continued:\n The causation of these difficulties is obviously difficult to assess after such a long time.",
      "id": "s87"
    },
    {
      "text": "Ms Excell is understandably keen to attribute these difficulties entirely to her workplace situation with the Department of Social Security circa 1988.",
      "id": "s88"
    },
    {
      "text": "Other factors of possible relevance include a motor vehicle accident during 1986, an earlier medical history of recurrent pneumothorax (a frightening condition) and a marriage break down (there has also been a further road accident in 1999.",
      "id": "s89"
    },
    {
      "text": "When Ms Excell was asked about this she said it was an extremely trivial matter that was of no consequence).",
      "id": "s90"
    },
    {
      "text": "...",
      "id": "s91"
    },
    {
      "text": "Overall, the impression gained is that she has learned to live within the limitations her difficulties present her.",
      "id": "s92"
    },
    {
      "text": "Her difficulties coping with travel seem to be the greatest source of distress to her in that they make it difficult for her to spend time with her only child, a son now in his 20's who left home about eight years ago.",
      "id": "s93"
    },
    {
      "text": "30 Dr Sale said that he believed it likely that the applicant's condition \"was established prior to the 1 st December 1988\".",
      "id": "s94"
    },
    {
      "text": "31 He was asked by counsel for Comcare:\n Now, when you look back on a psychiatric condition some 21/22 years later, or thereabouts, and you obtain a history of continuing symptoms, perhaps varying in intensity from time to time, in your opinion, are you able to express any observations, perhaps might be a better way to put it, in relation to the permanence of them from the time of their inception?",
      "id": "s95"
    },
    {
      "text": "--- Well, you might not have been able to do so at the time when you first met this person because you did not have the advantage of seeing what happens with the passage of time, but when you look back, if a condition is permanent, it had to have become permanent at some stage.",
      "id": "s96"
    },
    {
      "text": "It did not become permanent some significant time later just because you say it has; it had to be permanent at some stage before that.",
      "id": "s97"
    },
    {
      "text": "The Tribunal's decision \n \n32 The learned Deputy President said:\n 30.",
      "id": "s98"
    },
    {
      "text": "Although this [Dr Sale's diagnosis of panic disorder with agoraphobia] differs from the diagnosis of Dr Ashley, Dr Weidmann and Professor Pridmore, I do not regard his disagreement as significant.",
      "id": "s99"
    },
    {
      "text": "Dr Sale conceded in cross-examination that her condition could be given a differential diagnosis of generalised anxiety disorder.",
      "id": "s100"
    },
    {
      "text": "I do not believe anything turns upon the label or labels which are attached to the applicant's condition.",
      "id": "s101"
    },
    {
      "text": "All doctors have been talking about what is essentially the same chronic disorder which has impaired the applicant's functioning since 1986.",
      "id": "s102"
    },
    {
      "text": "That impairment increased until shortly after mid-1988, but although there have been fluctuations produced by situational variations in the applicant's lifestyle and her perceptions thereof, there have not been any such changes which can properly be characterised as new or increased changes to her levels of permanent impairment since 1 December 1988.",
      "id": "s103"
    },
    {
      "text": "I do not accept Dr Weidmann's approach to the question of when the impairment became permanent.",
      "id": "s104"
    },
    {
      "text": "I think his approach is not logical and I think that his responses to counsel during cross-examination tend to confirm this.",
      "id": "s105"
    },
    {
      "text": "I accept the approach of Dr Sale which accords with my own views.",
      "id": "s106"
    },
    {
      "text": "31.",
      "id": "s107"
    },
    {
      "text": "Looking at the whole of the evidence I am left in no real doubt that however the applicant's psychological condition may be defined it was well entrenched before 1 December 1988 and had resulted in substantial impairment to the applicant before that date.",
      "id": "s108"
    },
    {
      "text": "Indeed, although there have been fluctuations in the intensity and duration of symptoms since 1 December 1988, the applicant's overall condition of impairment has not increased since that time, and viewed generally, she is now much improved and is likely to continue at about her current level.",
      "id": "s109"
    },
    {
      "text": "At the present she has managed to adapt her lifestyle to ameliorate many of her earlier symptoms.",
      "id": "s110"
    },
    {
      "text": "However her underlying injury/disease remains and all indications suggest that it will continue indefinitely into the future.",
      "id": "s111"
    },
    {
      "text": "Although it has been reasonable for doctors who have treated her to have made attempts to reduce her traumatised condition with massage and medication, the fact that they have done so, and have succeeded in reducing her level of impairment somewhat as a consequence, in no way militates against the conclusion that the impairment resulting from her condition was likely to continue indefinitely from the time of its establishment prior to 1 December 1988.",
      "id": "s112"
    },
    {
      "text": "32.",
      "id": "s113"
    },
    {
      "text": "There certainly has been no new situation that has arisen since 1 December 1988 which, when assessed quantitatively or qualitatively can be characterised as a further or new impairment.",
      "id": "s114"
    },
    {
      "text": "There is no sensible basis that I can see for concluding that an improvement in the applicant's condition from its original level of impairment can avail her claim under the transitional provisions of the Act.",
      "id": "s115"
    },
    {
      "text": "In my opinion it would be a nonsense to say that although her impairment now is less than it was before 1 December 1988, she has a \"new\" impairment which entitles her to claim lump sum compensation.",
      "id": "s116"
    },
    {
      "text": "33 These conclusions need to be seen in the context of an earlier observation at [13].",
      "id": "s117"
    },
    {
      "text": "The Tribunal there accepted the submission of Comcare that the mere fact that doctors may feel a need to observe and assess a person's condition over an extended period of time before feeling confident that the condition was \"permanent\" does not mean that the condition only became permanent at the time the diagnosis was made.",
      "id": "s118"
    },
    {
      "text": "In other words, medical practitioners could look back, and take into account the applicant's subsequent history, in coming to a conclusion as to whether or not her impairment was \"permanent\" as at 1 December 1988.",
      "id": "s119"
    },
    {
      "text": "The Tribunal concluded:\n ...the decision as to when such a condition and the resultant impairment has become permanent is for the determining authority to decide on the basis of all the available evidentiary material.",
      "id": "s120"
    },
    {
      "text": "In a case such as the present, that is Comcare in the first instance, or this Tribunal upon review.",
      "id": "s121"
    },
    {
      "text": "A question of law?",
      "id": "s122"
    },
    {
      "text": "34 According to the applicant's notice of appeal, the question of law raised on the appeal is:\n Whether an employee is entitled to compensation pursuant to s 24 of the (1988 Act) where the employee suffers an impairment prior to the 1st December 1988 but which impairment significantly improves after the 1st December 1988 before becoming permanent.",
      "id": "s123"
    },
    {
      "text": "35 On its face the notice of appeal does raise a question of law as required by s 44 of the Administrative Appeals Tribunal Act 1975 (Cth).",
      "id": "s124"
    },
    {
      "text": "Whether facts fully found fall within the provisions of a statute properly construed is usually a question of law: Hope v City of Bathurst [1980] HCA 16 ; (1980) 144 CLR 1 at 7.",
      "id": "s125"
    },
    {
      "text": "The formal requirement for a notice of appeal specified in O 53 r 3(2)(b) of the Federal Court Rules has been satisfied.",
      "id": "s126"
    },
    {
      "text": "36 However, as noted by Gummow J in TNT Skypak International (Aust) Pty Ltd v Federal Commissioner of Taxation [1988] FCA 119 ; (1988) 82 ALR 175 at 178, in comparing the requirements of s 44 with the former provisions for appeals to the Taxation Board of Review:\n The existence of a question of law is now not merely a qualifying condition to ground the appeal, but also the subject matter of the appeal itself... \n37 The grounds in a notice of appeal from the Tribunal \"would properly assume the resolution of the question of law in favour of the applicant\": Australian Telecommunications Corporation v Lambroglou (1990) 12 AAR 515 at 524 per Ryan J.",
      "id": "s127"
    },
    {
      "text": "Such grounds should show \"the links between the question of law, the circumstances of the particular case and the orders sought on the appeal\": Birdseye v Australian Securities and Investments Commission [2003] FCAFC 232 ; (2003) 76 ALD 321 at [18] per Branson and Stone JJ (with whom Marshall J at [61] agreed).",
      "id": "s128"
    },
    {
      "text": "38 Before going to the detail of the arguments of counsel for the applicant, I should say that on its face the question of law in the notice of appeal must be answered: Yes.",
      "id": "s129"
    },
    {
      "text": "It is implicit in the question as stated that the impairment only \"bec(ame) permanent\" after 1 December 1988; it therefore must not have been permanent before that date.",
      "id": "s130"
    },
    {
      "text": "39 The Tribunal's reasoning is completely consistent with answering the question in the affirmative.",
      "id": "s131"
    },
    {
      "text": "The Tribunal, correctly, saw its task as determining whether or not the applicant's impairment was permanent before 1 December 1988.",
      "id": "s132"
    },
    {
      "text": "Both parties conducted their cases accordingly.",
      "id": "s133"
    },
    {
      "text": "However, although there is a question of law properly stated in the applicant's notice of appeal, the answer to that question as stated does not assist her.",
      "id": "s134"
    },
    {
      "text": "Her problem is that the Tribunal found, as a matter of fact, that her impairment was permanent before 1 December 1988.",
      "id": "s135"
    },
    {
      "text": "40 In the light of the case presented to this Court, probably what the drafter of the notice had in mind was a situation where, before 1 December 1988, an impairment is permanent, or assessed by medical opinion as such.",
      "id": "s136"
    },
    {
      "text": "Then after that date there is an improvement, but still later a relapse with the result that the person again has a permanent impairment.",
      "id": "s137"
    },
    {
      "text": "41 In such a situation one conclusion would be that, viewed with hindsight (as the learned Deputy President, correctly in my view, held to be legitimate) the impairment was in truth always permanent.",
      "id": "s138"
    },
    {
      "text": "Alternatively, it might be found that what happened after 1 December 1988 was a new impairment, in which case the employee would be entitled to compensation under the 1988 Act.",
      "id": "s139"
    },
    {
      "text": "42 But in the present case there was ample evidence for the Tribunal to conclude that the applicant's impairment was permanent before 1 December 1988.",
      "id": "s140"
    },
    {
      "text": "Any dispute on that finding can only raise questions of fact, which this Court has no jurisdiction to consider.",
      "id": "s141"
    },
    {
      "text": "Applicant's contentions on appeal \n \n43 Counsel for the applicant referred to Comcare v Levett (1995) 60 FCR 14 at [18]-[19].",
      "id": "s142"
    },
    {
      "text": "In that case the employee had suffered a compensable injury to his back before 1 December 1988 which resulted in impairment, but not a permanent impairment.",
      "id": "s143"
    },
    {
      "text": "After that date the impairment became permanent.",
      "id": "s144"
    },
    {
      "text": "The Full Court held that he was not excluded from receiving compensation by s 124(3).",
      "id": "s145"
    },
    {
      "text": "44 Counsel for the applicant contended that, by a parity of reasoning, the same result would follow if the applicant's injury was not permanent before the relevant date, improved thereafter, but still later became worse and permanent.",
      "id": "s146"
    },
    {
      "text": "Counsel pointed to Dr Sale's opinion already noted that in his examination in 1990 the applicant was not incapacitated for work.",
      "id": "s147"
    },
    {
      "text": "Counsel said that it was \"a startling non sequitur\" that since the applicant was permanently impaired in 2007 she must have been permanently impaired on 1 December 1988 even though she was not impaired in 1990.",
      "id": "s148"
    },
    {
      "text": "This arose, counsel said, from confusion between the concepts of injury and impairment.",
      "id": "s149"
    },
    {
      "text": "Section 24(2)(b) of the 1988 Act requires, for the purpose of determining whether an impairment is permanent, regard to be had to the likelihood of an improvement.",
      "id": "s150"
    },
    {
      "text": "Therefore it is not possible to say with the benefit of hindsight that because the worker is now impaired she must have been always impaired.",
      "id": "s151"
    },
    {
      "text": "45 However, as previously noted, the impairment must have been permanent, that is to say likely to continue indefinitely, and that state of affairs must have been reached before the commencement date of the 1988 Act, if the applicant is to be excluded from lump sum compensation under that Act.",
      "id": "s152"
    },
    {
      "text": "46 The reasoning of the Tribunal critically turns on its finding of fact that the applicant's psychological condition was \n well entrenched before 1 December 1988 and had resulted in substantial impairment to the applicant before that date.",
      "id": "s153"
    },
    {
      "text": "47 That was entirely a matter of fact.",
      "id": "s154"
    },
    {
      "text": "In essence the medical evidence uniformly (including Dr Weidmann's concessions in cross-examination) was to the effect that, in the light of subsequent events, it was at the time of the Tribunal hearing clear that the condition was permanent before 1 December 1988, whatever the prognosis may have been at that time.",
      "id": "s155"
    },
    {
      "text": "48 The appeal must be dismissed with costs.",
      "id": "s156"
    },
    {
      "text": "I certify that the preceding forty-eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s157"
    },
    {
      "text": "Associate:\n\nDated: 27 May 2008\n\n Counsel for the Applicant: J Green \n \n Solicitor for the Applicant: John Green \n \n Counsel for the Respondent: B Dub&eacute; \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 24 April 2008 \n \n Date of Judgment: 27 May 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/757.html",
      "id": "s158"
    }
  ]
}