{
  "name": "SZJMY v Minister for Immigration &amp; Citizenship [2008] FCA 708 (20 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/708.html",
  "catchphrases": [
    {
      "text": "application not lodged within time",
      "id": "c0"
    },
    {
      "text": "no discretion to \" override \" time limitation",
      "id": "c1"
    },
    {
      "text": "no jurisdiction",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "1 The Appellants are a married couple from India who arrived in Australia on 12 June 2006.",
      "id": "s0"
    },
    {
      "text": "2 They applied for Protection (Class XA) Visas on 4 July 2006.",
      "id": "s1"
    },
    {
      "text": "On 15 July 2006 a delegate of the Minister refused that application.",
      "id": "s2"
    },
    {
      "text": "A letter of the same date was then sent to the now Appellants communicating that decision.",
      "id": "s3"
    },
    {
      "text": "3 On 28 August 2006 they applied to the Refugee Review Tribunal for a review of the delegate's decision.",
      "id": "s4"
    },
    {
      "text": "The Tribunal concluded that the application for review had been filed outside the time period prescribed by the Migration Act 1958 (Cth) and the Migration Regulations 1994 (Cth) and concluded that it did not have jurisdiction.",
      "id": "s5"
    },
    {
      "text": "4 The Federal Magistrates Court dismissed an application seeking review of the decision of the Tribunal: SZJMY v Minister for Immigration &amp; Citizenship [2008] FMCA 105.",
      "id": "s6"
    },
    {
      "text": "5 The Appellants now appeal to this Court.",
      "id": "s7"
    },
    {
      "text": "Their Grounds of Appeal contend that the Tribunal committed jurisdictional error and that the Federal Magistrate erred in not so concluding.",
      "id": "s8"
    },
    {
      "text": "The Appellants appeared before this Court unrepresented, albeit with the benefit of an interpreter.",
      "id": "s9"
    },
    {
      "text": "6 It is considered that the learned Federal Magistrate was correct in concluding that the non-compliance with the time limits within which an application must be made to the Tribunal deprived the Tribunal of jurisdiction.",
      "id": "s10"
    },
    {
      "text": "The appeal, accordingly, must be dismissed.",
      "id": "s11"
    },
    {
      "text": "7 The 1958 Act prescribes that an application for review by the Tribunal \" must ... be given to the Tribunal within the period prescribed, being a period ending not later than 28 days after the notification of the decision \": s 412(1)(b).",
      "id": "s12"
    },
    {
      "text": "Section 494B provides for the methods by which notice of a decision may be given by the Minister to an applicant and includes the giving of notice by means of prepaid post to the last address for service or the last residential address provided to the Minister: s 494B(4).",
      "id": "s13"
    },
    {
      "text": "Section 494C(4) provides that a person \" is taken to have received \" a letter sent by prepaid post \" 7 days after the date of the document \".",
      "id": "s14"
    },
    {
      "text": "And Regulation 4.31(2) provides that the period of time \" commences on the day on which the applicant is notified of the decision ... and ends at the end of ... 28 days \".",
      "id": "s15"
    },
    {
      "text": "8 The \" date of the document \" advising the Appellants of the decision of the delegate was 15 July 2006 and was posted on 17 July 2006.",
      "id": "s16"
    },
    {
      "text": "The solicitor for the Respondent Minister calculated the date upon which the Appellants were taken to have received that letter as being 26 July 2006.",
      "id": "s17"
    },
    {
      "text": "The solicitor further calculated that the last day upon which the Appellants could have made an application to the Tribunal expired on 23 August 2006.",
      "id": "s18"
    },
    {
      "text": "These are also the dates as calculated by the Tribunal.",
      "id": "s19"
    },
    {
      "text": "The Federal Magistrate calculated the period as expiring on 24 August 2006.",
      "id": "s20"
    },
    {
      "text": "Whichever date be correct is of no consequence; the application was filed with the Tribunal on 28 August 2006.",
      "id": "s21"
    },
    {
      "text": "9 The \" making of an application within the prescribed time is an essential preliminary to the exercise of the RRT's function \": Fernando v Minister for Immigration &amp; Multicultural Affairs [2000] FCA 324 at [31] , [2000] FCA 324 ; 97 FCR 407 at 415 per Heerey J.",
      "id": "s22"
    },
    {
      "text": "Justice Finkelstein at [48] referred to the \" need for the expeditious determination of the validity of an administrative decision \" and continued:\n [49] It is also important to note that when Parliament conferred upon a non-citizen the right to apply to the Tribunal for the review of an RRT-reviewable decision, it also circumscribed that right by requiring it to be exercised within a stipulated period: see s31 of the Migration Reform Act 1992 (Cth) inserting into the Migration Act s166B permitting review and s166BA limiting the time for that review.",
      "id": "s23"
    },
    {
      "text": "This suggests that the right to review will cease to exist after the prescribed period has elapsed: compare Maxwell v Murphy (1957) 96 CLR 261 at 269 per Dixon CJ.",
      "id": "s24"
    },
    {
      "text": "[50] Then there is the language of s412 itself.",
      "id": "s25"
    },
    {
      "text": "An application for review \"must\" be given to the Tribunal within the prescribed period.",
      "id": "s26"
    },
    {
      "text": "If one adopts, as it is sometimes necessary to do, the maxim that Parliament says what it means and means what is says, the language adopted by the legislature strongly suggests that an application given to the Tribunal after the relevant period has elapsed is invalid.",
      "id": "s27"
    },
    {
      "text": "[51] The consequences of a contrary construction must also be taken into account.",
      "id": "s28"
    },
    {
      "text": "If an application can be made to the Tribunal after the prescribed period has elapsed then it can be made at any time thereafter.",
      "id": "s29"
    },
    {
      "text": "That is to say, if an application made beyond the prescribed period is a valid application, it will be valid if given one day or one year after that period.",
      "id": "s30"
    },
    {
      "text": "This result could not have been intended.",
      "id": "s31"
    },
    {
      "text": "[52] The appellant seeks to avoid this problem by arguing that the Tribunal has discretion whether or not to consider a late application.",
      "id": "s32"
    },
    {
      "text": "The argument is without foundation.",
      "id": "s33"
    },
    {
      "text": "The Tribunal has the jurisdiction conferred upon it by the Migration Act .",
      "id": "s34"
    },
    {
      "text": "If it is given a valid application for review it must determine that application according to its merits.",
      "id": "s35"
    },
    {
      "text": "The Tribunal has no power to refuse to consider a valid application.",
      "id": "s36"
    },
    {
      "text": "I leave out of account the question whether the Tribunal has power to strike out an application which is brought in abuse of process.",
      "id": "s37"
    },
    {
      "text": "It is not necessary to determine, on this appeal, whether an administrative tribunal has such a power.",
      "id": "s38"
    },
    {
      "text": "Dowsett J agreed: [2000] FCA 324 at [55] .",
      "id": "s39"
    },
    {
      "text": "The decision of the Full Court has since been repeatedly followed: VAQ v Minister for Immigration &amp; Multicultural Affairs [2002] FCA 170 at [6] per Sundberg, Marshall and Weinberg JJ; MZNAX v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCA 1126 ; VOAM v Minister for Immigration &amp; Multicultural Affairs [2003] FCA 396 at [10] per French J.",
      "id": "s40"
    },
    {
      "text": "10 There is no power to \" override \" the time limitation prescribed by s 412(1)(b): VEAN of 2002 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2003] FCAFC 311 at [32] ---[33] per Gray, Whitlam and Mansfield JJ, [2003] FCAFC 311 ; 133 FCR 570.",
      "id": "s41"
    },
    {
      "text": "Their Honours there said that there was no analogy to the obligation to provide procedural fairness.",
      "id": "s42"
    },
    {
      "text": "The issue was not the procedural obligations imposed upon the Tribunal in performing its review function, but whether the Tribunal had power to entertain the application for review lodged out of time.",
      "id": "s43"
    },
    {
      "text": "See also: SZEBS v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2006] FCA 456.",
      "id": "s44"
    },
    {
      "text": "11 No error can thus be found in the decision of the Federal Magistrate dismissing the application to review the decision of the Tribunal.",
      "id": "s45"
    },
    {
      "text": "12 The Respondent Minister has filed an Affidavit quantifying the costs incurred in the present appeal.",
      "id": "s46"
    },
    {
      "text": "A fixed costs order is sought in the sum of $1,800 in the event that the appeal is to be dismissed.",
      "id": "s47"
    },
    {
      "text": "There is no reason to question the quantification of costs or the quantum of costs which is sought.",
      "id": "s48"
    },
    {
      "text": "ORDERS \n \n13 The orders of the Court are:\n \n1.",
      "id": "s49"
    },
    {
      "text": "The appeal be dismissed.",
      "id": "s50"
    },
    {
      "text": "2.",
      "id": "s51"
    },
    {
      "text": "The Appellants to pay the costs of the First Respondent fixed in the amount of $1,800.",
      "id": "s52"
    },
    {
      "text": "I certify that the preceding thirteen (13) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s53"
    },
    {
      "text": "Associate:\n\nDated: 20 May 2008\n\n Counsel for the First Appellant: The First Appellant appeared in person \n \n Counsel for the Second Appellant: The Second Appellant appeared in person \n \n Solicitor for the First Respondent: S Kantaria (Clayton Utz) \n\n Date of Hearing: 19 May 2008 \n \n Date of Judgment: 20 May 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/708.html",
      "id": "s54"
    }
  ]
}