{
  "name": "SZGMY v Minister for Immigration &amp; Citizenship [2008] FCA 774 (14 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/774.html",
  "catchphrases": [
    {
      "text": "consideration of grounds of appeal contending for jurisdictional error on the part of the refugee review tribunal in failing to investigate and enquire into documents put to the tribunal and a failure to investigate the content of material raised by the documents",
      "id": "c0"
    },
    {
      "text": "consideration of a failure of procedural fairness on the part of the tribunal as a contended ground of error on the part of the federal magistrate in failing to find a failure of procedural fairness on the part of the tribunal and jurisdictional error",
      "id": "c1"
    },
    {
      "text": "migration",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 This is an appeal from a decision of Lloyd-Jones FM delivered on 15 January 2008 dismissing an application for judicial review of a decision of the Refugee Review Tribunal ('the Tribunal') handed down on 10 October 2006, affirming a decision of the delegate of the first respondent, the Minister for Immigration and Citizenship, to refuse the appellant a protection visa.",
      "id": "s0"
    },
    {
      "text": "Some of the threshold facts are uncontroversial and others are not.",
      "id": "s1"
    },
    {
      "text": "The appellant is a citizen of Bangladesh.",
      "id": "s2"
    },
    {
      "text": "He arrived in Australia on 3 August 2004 and on 16 August 2004 lodged an application for a Protection Visa.",
      "id": "s3"
    },
    {
      "text": "2 On 30 November 2004 the Minister's delegate refused the application and on 1 January 2005 the appellant applied for review of that decision before the Tribunal.",
      "id": "s4"
    },
    {
      "text": "On 21 April 2005 the Tribunal affirmed the delegate's decision to refuse a protection visa.",
      "id": "s5"
    },
    {
      "text": "That decision of the Tribunal was made by a Tribunal differently constituted to the Tribunal whose decision is the subject of this present appeal.",
      "id": "s6"
    },
    {
      "text": "That decision was, by order of the Federal Magistrates Court, quashed and the matter remitted to the Tribunal for further consideration.",
      "id": "s7"
    },
    {
      "text": "On 25 September 2006 the appellant attended an oral hearing and gave oral evidence to the Tribunal.",
      "id": "s8"
    },
    {
      "text": "3 Some of the background matters are these.",
      "id": "s9"
    },
    {
      "text": "4 The appellant claimed to fear persecution in Bangladesh by reason of his membership of the Awami League and his suspected involvement in the assassination of the Awami League leader, Ahsanullah Master on 7 May 2004.",
      "id": "s10"
    },
    {
      "text": "The appellant claimed before the Tribunal that he was an active member of the Awami League in Bangladesh and worked for the late Awami leader, Ahsanullah Master.",
      "id": "s11"
    },
    {
      "text": "The appellant contended before the Tribunal that he was present on 7 May 2004 when Ahsanullah Master was shot and killed.",
      "id": "s12"
    },
    {
      "text": "On the following day, 8 May 2004, the appellant contended that he participated in protests over the death of the Awami League leader.",
      "id": "s13"
    },
    {
      "text": "5 The appellant further contended that the police raided his home in search of him and on one occasion showed his wife a warrant for his arrest in connection with the murder or assassination of Ahsanullah Master.",
      "id": "s14"
    },
    {
      "text": "The appellant said that against the background of these events on 7 May 2004 and 8 May 2004 and the subsequent conduct of the authorities, the appellant elected to flee Bangladesh in fear of his safety and in fear of his life.",
      "id": "s15"
    },
    {
      "text": "6 The Tribunal considered the review of the decision of the Minister's delegate and the reasons of the Tribunal are set out at Appeal Book (AB) AB137 to AB150.",
      "id": "s16"
    },
    {
      "text": "One matter of controversy relates to a number of documents which were submitted to the Tribunal by the appellant in support of the application and these documents are relied upon by the appellant as powerful, it is said, corroboration of the oral evidence of engagement in the events of 7 May 2004 and 8 May 2004 and thus a well-founded fear of persecution for a Convention reason.",
      "id": "s17"
    },
    {
      "text": "The first of the documents is a letter under the heading of 'Bangladesh Awami League' at AB54 and that document is dated 9 March 2005 and signed by a person described as the 'General Secretary' of the 'Gazipur Awami League'.",
      "id": "s18"
    },
    {
      "text": "7 It contends that the appellant is personally known to the author and says this:\n He is a permanent resident and Bangladesh national by birth.",
      "id": "s19"
    },
    {
      "text": "He is an active Awami League worker.",
      "id": "s20"
    },
    {
      "text": "His contribution in domestic movement is praiseworthy.",
      "id": "s21"
    },
    {
      "text": "Series of false cases filed against him and also warrant of arrest including property attachment warrant was issued from the court against him.",
      "id": "s22"
    },
    {
      "text": "Police forces is searching him all over Bangladesh.",
      "id": "s23"
    },
    {
      "text": "He saved by chance.",
      "id": "s24"
    },
    {
      "text": "As per political situation of the country, his life is not safe and secure in Bangladesh.",
      "id": "s25"
    },
    {
      "text": "If he comes back to Bangladesh might have to face indefinite prison and torture in detention cell.",
      "id": "s26"
    },
    {
      "text": "8 The second document is a letter at AB55 which is under the heading of the 'Dhaka City Awami League' and again it contains a similar certification.",
      "id": "s27"
    },
    {
      "text": "It is dated 16 February 2005 and addressed 'To Whom It May Concern'.",
      "id": "s28"
    },
    {
      "text": "The third document is a letter at AB56 which is under the letterhead of an advocate with a Master of Science degree and a Bachelor of Laws degree, A.N.M.",
      "id": "s29"
    },
    {
      "text": "Safder, and that letter purports to certify that the author is the legal adviser to the appellant and that a case has been lodged against him in the particular district in Bangladesh where the assassination event of the Awami leader occurred.",
      "id": "s30"
    },
    {
      "text": "The letter goes on to say that the warrant and case is pending and unresolved.",
      "id": "s31"
    },
    {
      "text": "The letter confirms that a warrant of arrest has issued against the appellant, both individually and in relation to assets for attachment of moveable and immoveable property.",
      "id": "s32"
    },
    {
      "text": "9 The next document in contention is one at AB58 which sets out searches from the Court Registry of various matters in relation to warrants of arrest against a number of individuals in connection with the assassination or murder of the Awami League leader.",
      "id": "s33"
    },
    {
      "text": "The second nominated person in the document is the appellant in the present proceedings.",
      "id": "s34"
    },
    {
      "text": "There is also a document at AB62 and AB63 which talks about a particular incident on 8 May 2004 arising out of turmoil consequent upon the assassination on 7 May 2004.",
      "id": "s35"
    },
    {
      "text": "10 The central contention of the appellant before this Court is that Lloyd-Jones FM fell into error by failing to find that the Tribunal, in assessing the factual matrix and in particular the documents I have mentioned, failed to conduct a forensic investigation and inquiry so as to test the genuineness and for that matter the relevance of the documents.",
      "id": "s36"
    },
    {
      "text": "The appellant says that the Tribunal ought to have made an investigation into the documents and satisfied itself as to the accuracy of the documents and, in particular, the matters to which the documents go.",
      "id": "s37"
    },
    {
      "text": "11 The Tribunal when analysing both the documents and the oral evidence approached the matter in this way.",
      "id": "s38"
    },
    {
      "text": "Recognising that the appellant had previously given oral evidence to the Tribunal, the Tribunal reflected over the oral evidence and the documents in a sequential way by dealing with the appellant's contended Awami League activism; the events of 7 May 2004 as put by the appellant to the Tribunal both in writing and in oral evidence; the events on 8 May 2004; the question of whether the appellant or his family suffered a threat or well-founded fear for their safety as a result of the 7 May 2004 incident and, in particular the steps they took or did not take to ameliorate those concerns; and finally, the Tribunal dealt with the documentary evidence and the appropriate approach to reliance upon those documents.",
      "id": "s39"
    },
    {
      "text": "12 As to the first matter of the appellant's Awami League activism, the Tribunal noted the presentation of documents in support of that claim and particularly those documents I have already described.",
      "id": "s40"
    },
    {
      "text": "The Tribunal noted that based upon information from the Australian High Commission in Dhaka, there is a systemic concern that some documents generated either in Bangladesh or in connection with Bangladeshi matters appear to have some doubts cast over them, though, of course, not all documents fall into that category.",
      "id": "s41"
    },
    {
      "text": "The Tribunal proceeds to deal with some aspects of the evidence of 24 September 2006 given by the appellant and ultimately concluded that the Tribunal could not be satisfied that the appellant's Awami League activities up until the first incident on 7 May 2004 would give rise to a 'real chance' of persecution for any reason related to the Refugee Convention should he return to Bangladesh.",
      "id": "s42"
    },
    {
      "text": "13 The Tribunal then turned to consider the events of 7 May 2004 and 8 May 2004 to determine whether any of those events properly gave rise to a well-founded fear of persecution in the appellant should he return to Bangladesh.",
      "id": "s43"
    },
    {
      "text": "As to the 7 May 2004 incident, the Tribunal examined closely the evidence concerning the events of that day; the explosion of a bomb; and the full details of the assassination event.",
      "id": "s44"
    },
    {
      "text": "The Tribunal put a number of propositions to the appellant as to whether it was plausible, in its view, that an Awami League activist would be seriously suspected of murdering an Awami League leader in the course of a speech being given by the leader at the particular place and time.",
      "id": "s45"
    },
    {
      "text": "14 Having considered those matters, the Tribunal reached these conclusions:\n The Tribunal advised the applicant the Refugees Convention was not designed to protect persons from legitimate persecution.",
      "id": "s46"
    },
    {
      "text": "It explained, however, the mere fact a person was subject to prosecution for a criminal offence would not necessarily mean that they would not be able to invoke refugee protection obligations in Australia, but this was something the Tribunal would have to assess.",
      "id": "s47"
    },
    {
      "text": "That said, in the present case, the Tribunal is not satisfied it is plausible the applicant would be subject to a warrant for the murder of one of the leaders of the Awami League merely for being in attendance at the meeting on 7 May 2004.",
      "id": "s48"
    },
    {
      "text": "The Tribunal is satisfied the applicant's guilt or otherwise would have been readily established given the public nature of the incident and that his actions would have been witnessed by many persons.",
      "id": "s49"
    },
    {
      "text": "Accordingly, the Tribunal is not satisfied the applicant was charged or even suspected of any involvement in the killing on 7 May 2004; nor that a warrant was issued against him in respect of this or any related matter.",
      "id": "s50"
    },
    {
      "text": "To the extent that he has provided documentary evidence in support of the claim, I reject the same as false.",
      "id": "s51"
    },
    {
      "text": "15 Having considered aspects of the appellant's evidence judged against the background of the documents put forward as corroboration of the events, the Tribunal concluded that it could not accept the oral evidence of the appellant and thus, because of the nexus with the documents as corroboration of the oral evidence, concluded that, to the extent that the documents are relied upon to support the oral evidence, then the documents fell away with the rejection of the oral evidence.",
      "id": "s52"
    },
    {
      "text": "The Tribunal went one step further and rejected the documents as not genuine.",
      "id": "s53"
    },
    {
      "text": "The conjunction of those findings dealt with the claim by the appellant of a well-founded fear of persecution based upon any Convention reason arising out of the events of 7 May 2004.",
      "id": "s54"
    },
    {
      "text": "16 The Tribunal then considered the incident of 8 May 2004 which involved a confrontation between the appellant, his colleagues from the Awami League and supporters of the BNP party.",
      "id": "s55"
    },
    {
      "text": "17 The Tribunal considered the oral evidence about those matters and cumulatively had regard to the previous conclusion that the Tribunal could not be satisfied that the appellant was suspected of involvement in the murder of Ahsanullah Master.",
      "id": "s56"
    },
    {
      "text": "The Tribunal further considered aspects of the appellant having gone into hiding after 8 May 2004; the appellant's fear of prosecution and particularly the implications of a backlog in the Bangladeshi court system; the question of the appellant's access to a lawyer; and the reasons for delay in the court system.",
      "id": "s57"
    },
    {
      "text": "Having considered those matters, the Tribunal concluded:\n Without more, the present Tribunal remains satisfied the applicant would receive the effective support of his former Awami League colleagues.",
      "id": "s58"
    },
    {
      "text": "Secondly, the present Tribunal is also not satisfied that an essential and significant reason the applicant may be arrested and charged would be for one of the reasons in the convention.",
      "id": "s59"
    },
    {
      "text": "This includes because he has apparently resisted and acted without any serious fear of harm for several years as an alleged Awami League activist, the Tribunal is satisfied that he initiated and engaged in violent activity after the 7 May 2004 incident.",
      "id": "s60"
    },
    {
      "text": "However, based on the evidence, the Tribunal is satisfied the sole reason he may be arrested would be for his violent activities and not for reason of his actual or imputed political opinion or any other convention ground.",
      "id": "s61"
    },
    {
      "text": "18 The Tribunal went on to conclude that it was satisfied that the appellant was wanted for a legitimate purpose, that is, one other than related to the Refugees Convention.",
      "id": "s62"
    },
    {
      "text": "The Tribunal then dealt with the issues related to the appellant's family and expressed observations about their disposition to move to avoid threatened harm and concluded in these terms:\n The Tribunal is thus satisfied that if the threats he claimed his family had been subject to constituted a real chance of persecution, they would have taken more serious steps to hide, that is, if they had a real chance of being persecuted for the reasons claimed, I am satisfied they would not have resided apparently predominantly with relatives where it could be anticipated that they would have been more readily located by their alleged enemies.",
      "id": "s63"
    },
    {
      "text": "Therefore, the Tribunal is not satisfied the alleged threats to the applicant's family give rise to refugee protection obligations for him in Australia.",
      "id": "s64"
    },
    {
      "text": "19 Finally, the Tribunal dealt with the documents and in dealing with the documents, the Tribunal made reference to the high level of document fraud in Bangladesh and put to the appellant that if it was sufficiently satisfied he was not a witness of truth, it may reject some or all of the purportedly corroborating evidence as false.",
      "id": "s65"
    },
    {
      "text": "The Tribunal then, at AB149, dealt with an assessment of the documents.",
      "id": "s66"
    },
    {
      "text": "It is clear that the Tribunal did not investigate through the Australian High Commission or any external sources the documents, but it is equally clear that the Tribunal subjected the documents to forensic analysis in terms of the relationship between the oral evidence and other evidence of relevant matters, particularly those going to the events of 7 May 2004 and 8 May 2004.",
      "id": "s67"
    },
    {
      "text": "20 It seems to me that it is not necessary to reproduce the particular paragraphs in which the Tribunal undertakes that task, leading to its conclusion.",
      "id": "s68"
    },
    {
      "text": "The primary paragraph however is the second major paragraph on AB149.",
      "id": "s69"
    },
    {
      "text": "As a result of the cumulative consideration of all of these matters, the Tribunal was not satisfied that the documents were reliable or that weight ought to be given to them.",
      "id": "s70"
    },
    {
      "text": "The Tribunal reached this conclusion:\n In the present case, and based on the evidence and its findings, the Tribunal is not satisfied that an essential and significant reason the applicant may be sought on return, is for one of the reasons in the refugee convention.",
      "id": "s71"
    },
    {
      "text": "Thus even if some of the abovementioned pleas and other documents were legitimate, the Tribunal is not satisfied that they give rise to any refugee protection obligations in Australia.",
      "id": "s72"
    },
    {
      "text": "21 Therefore, the approach of the Tribunal was to cast doubt on the documents.",
      "id": "s73"
    },
    {
      "text": "In any event, if one assumed that the documents spoke genuinely to the matters they address, the Tribunal was not satisfied that the documents and oral evidence of the appellant gave rise to a well-founded fear of persecution for a Convention reason, thus giving rise to protection obligations in favour of the appellant under the Act.",
      "id": "s74"
    },
    {
      "text": "The appellant commenced proceedings in the Federal Magistrates Court challenging the Tribunal's affirmation of the delegate's decision and filed at AB 1G an amended application.",
      "id": "s75"
    },
    {
      "text": "That amended application sought relief in terms of a declaration, a writ of certiorari and set out grounds for relief supported by a range of particulars.",
      "id": "s76"
    },
    {
      "text": "22 The grounds before the Federal Magistrate concentrated upon the Tribunal's failure to investigate the documents I have mentioned; a challenge to the finding that the documents were not genuine; a challenge to reliance upon independent country reports or evidence as to the disposition of individuals to bring into existence fraudulent documents in the appellant's country of origin; incompatibility of the Tribunal's decision with newspaper reports concerning the assassination of the Awami League leader; the reliance upon independent country information in reaching findings ultimately adverse to the appellant; and a rejection of the appellant's claim to fear persecution.",
      "id": "s77"
    },
    {
      "text": "23 Federal Magistrate Lloyd-Jones dealt with each of those matters in his considerations at paras [6] to [23] of the reasons.",
      "id": "s78"
    },
    {
      "text": "The Federal Magistrate examined each of the grounds, that is, the five grounds identified by the appellant.",
      "id": "s79"
    },
    {
      "text": "It seems to me to be unnecessary to quote the paragraphs of Lloyd-Jones FM which deal with all of these grounds.",
      "id": "s80"
    },
    {
      "text": "It is sufficient to say this.",
      "id": "s81"
    },
    {
      "text": "As to the Tribunal's observations going to the assessment of the oral evidence and the consequent rejection of the corroborative evidence, Lloyd-Jones FM concluded that there was no procedural unfairness in the Tribunal's assessment of those matters.",
      "id": "s82"
    },
    {
      "text": "Those conclusions were open to the Tribunal on an assessment of the evidence.",
      "id": "s83"
    },
    {
      "text": "24 As to the independent country information which was also relied upon by the Tribunal, the Federal Magistrate concluded that the information fell within s 424A(3)(a) of the Act and that there was no obligation to put those concerns to the appellant.",
      "id": "s84"
    },
    {
      "text": "Further, Lloyd-Jones FM concluded that there was no obligation to provide documents to the appellant for comment.",
      "id": "s85"
    },
    {
      "text": "As to the rejection of the appellant's claim of a fear of persecution in his country of origin, the Federal Magistrate noted that this was essentially an attempt to revisit the merits determination of the Tribunal.",
      "id": "s86"
    },
    {
      "text": "The Federal Magistrate then dealt with the remaining grounds.",
      "id": "s87"
    },
    {
      "text": "Ground 3 involved a contention that the Tribunal did not attribute any importance to the Court documents and police information and gave greater weight to other material.",
      "id": "s88"
    },
    {
      "text": "However, that deliberation simply involved an assessment by the Tribunal of the merits of the material before it.",
      "id": "s89"
    },
    {
      "text": "25 By ground 4 the appellant contended that the Tribunal had ignored relevant material and had acted upon irrelevant material, including independent country information.",
      "id": "s90"
    },
    {
      "text": "That matter involved an assessment by the Tribunal of material properly before it.",
      "id": "s91"
    },
    {
      "text": "This ground of challenge fell within the scope of the appellant's other grounds.",
      "id": "s92"
    },
    {
      "text": "Ground 5 involved a contention that the Tribunal had failed to provide the appellant with independent country information for comment.",
      "id": "s93"
    },
    {
      "text": "Federal Magistrate Lloyd-Jones concluded that there was no obligation under the Act to provide that information to the appellant.",
      "id": "s94"
    },
    {
      "text": "26 The appellant appeals to this Court and raises four grounds of appeal.",
      "id": "s95"
    },
    {
      "text": "They are these:\n \n \n 1.",
      "id": "s96"
    },
    {
      "text": "The Federal Magistrates Court failed to follow the procedural fairness when making its decision.",
      "id": "s97"
    },
    {
      "text": "2.",
      "id": "s98"
    },
    {
      "text": "The Federal Magistrates Court failed to identify breach of rules of procedural fairness and natural justice by the Tribunal member.",
      "id": "s99"
    },
    {
      "text": "3.",
      "id": "s100"
    },
    {
      "text": "The Federal Magistrates Court was an improper exercise of its power conferred by the enactment in pursuance of which it was purported; therefore the decision should be set aside.",
      "id": "s101"
    },
    {
      "text": "4.",
      "id": "s102"
    },
    {
      "text": "The Federal Magistrates Court breached the rules of natural justice in procedural fairness.",
      "id": "s103"
    },
    {
      "text": "27 As to those grounds, it seems to me clear that there is no error of reasoning on the part of the Federal Magistrate in the analysis of the contentions put to him as the basis for errors on the part of the Tribunal.",
      "id": "s104"
    },
    {
      "text": "The grounds of appeal to this Court which are formulated in short form terms, essentially raise, in terms of the submissions of the appellant, the same matters which were dealt with before the Federal Magistrates Court.",
      "id": "s105"
    },
    {
      "text": "The appellant has filed submissions in support of those four grounds (notwithstanding that the grounds are not particularised) which extend to 15 paragraphs setting out various contentions with a conclusion arising from those contentions on p 5 of the submissions.",
      "id": "s106"
    },
    {
      "text": "28 The essential matter raised by the submissions is that the Federal Magistrate failed to recognise the failing on the part of the Tribunal in the investigation and analysis of the documents and in failing to find that the Tribunal had improperly dealt with the contentions of a well-founded fear of persecution arising firstly out of the appellant's participation in the Awami League and secondly, arising out of the events of 7 May 2004 and 8 May 2004.",
      "id": "s107"
    },
    {
      "text": "29 As to the grounds of appeal to this Court which rely upon a failure to follow procedural fairness, it is clear from the conduct of the proceedings that the Federal Magistrate afforded procedural fairness and natural justice to the appellant in the conduct of the proceedings before that Court.",
      "id": "s108"
    },
    {
      "text": "As to the matters of a failure on the part of the Federal Magistrate to identify a failure of procedural fairness on the part of the Tribunal and the contention of an improper exercise of power on the part of the Tribunal (and thus jurisdictional error), I am not satisfied that there is any such failure of procedural fairness or jurisdictional error on the part of the Tribunal and nor am I satisfied that there is any failure on the part of the Federal Magistrate to identify any such failure.",
      "id": "s109"
    },
    {
      "text": "30 One aspect of that contention relates to s 424A of the Act.",
      "id": "s110"
    },
    {
      "text": "There seems to me to be no doubt that there is no obligation on the Tribunal to put to the appellant before reaching its decision, the Tribunal's prospective concern or actual concern as to the evidence of the appellant in relation to all of the matters the subject of the appellant's claim to a well-founded fear of persecution or the consequences of a rejection of that evidence in the context of the documents and the country information.",
      "id": "s111"
    },
    {
      "text": "It seems to me that s 424A makes it clear that no such obligation arises.",
      "id": "s112"
    },
    {
      "text": "31 I am not satisfied that there is any error of jurisdiction in the Tribunal in failing to investigate or inquire into the accuracy of the documents or the material addressed by those documents.",
      "id": "s113"
    },
    {
      "text": "On one view, and certainly in the appellant's view, the Tribunal has an obligation to make inquiry as a matter of procedural fairness.",
      "id": "s114"
    },
    {
      "text": "In submissions this morning, the appellant places great emphasis upon the documents and papers he put to the Tribunal.",
      "id": "s115"
    },
    {
      "text": "He says that the Tribunal failed to make any proper inquiry and concluded that the documents were not genuine.",
      "id": "s116"
    },
    {
      "text": "He says that his claims of a fear of persecution, torture or adverse treatment are genuine and supported strongly by the documents which are also genuine.",
      "id": "s117"
    },
    {
      "text": "32 In addition, the appellant this morning says that colleagues or former colleagues associated with the Awami League have become scattered; some have been arrested and taken into custody; and others have scattered by reason of steps taken against others.",
      "id": "s118"
    },
    {
      "text": "He says that it is well-known that he was an activist member of the Awami League and thus he is at risk.",
      "id": "s119"
    },
    {
      "text": "He says that the papers and documents which the Tribunal contends are not genuine are, in fact, authentic and they are the very foundation for his claims.",
      "id": "s120"
    },
    {
      "text": "He reiterates in submissions in reply the contention that the Tribunal did not investigate the documents that he relies upon and thus the expression of a failure of procedural fairness is a failure to investigate and enquire on the part of the Tribunal.",
      "id": "s121"
    },
    {
      "text": "He says that he will experience torture should he return to Bangladesh.",
      "id": "s122"
    },
    {
      "text": "33 Notwithstanding those matters and the emphasis given to them by the appellant, the question for determination before this Court is whether there is error on the part of the Federal Magistrate.",
      "id": "s123"
    },
    {
      "text": "The ground is really put forward on the footing that the Federal Magistrate erred by failing to find error on the part of the Tribunal by reason of jurisdictional error because the Tribunal failed to make external inquiries of either the Australian High Commission or other authorities such as the Department of Foreign Affairs and Trade or United Nations agencies as to the content and accuracy of the documents.",
      "id": "s124"
    },
    {
      "text": "I am not satisfied that there is any such jurisdictional error on this ground.",
      "id": "s125"
    },
    {
      "text": "In other words, the Tribunal, consistent with authority, is not required to make external forensic third party inquiry in relation to the documents ( Prasad v MIEA [1985] FCA 47 ; (1985) 6 FCR 155 at 169 per Wilcox J; MIMIA v SGLB (2004) 207 ALR 12 ; [2004] HCA 32 per Gummow and Hayne JJ at [43] per Callinan J at [124]; Appellant S395/2002 v MIMA [2003] HCA 71 ; (2003) 78 ALD 8 ; 203 ALR 112 ; SZJBA v Minister for Immigration and Citizenship &amp; Anor 96 ALD 270 ; [2007] FCA 1592 per Allsop J [46] to [49]).",
      "id": "s126"
    },
    {
      "text": "34 The appellant invites the Court to take a different view of these matters and reshape the obligations of the Tribunal to make such investigations.",
      "id": "s127"
    },
    {
      "text": "It seems to me that the issue before the Tribunal was whether the totality of the evidence before the Tribunal assessed against the background of the written material and any country information judged in the context of the documents was such that the findings were open to the Tribunal.",
      "id": "s128"
    },
    {
      "text": "Those findings were open to the Tribunal and there is no jurisdictional error on the part of the Tribunal in reaching those conclusions and no error on the part of Lloyd-Jones FM in failing to find jurisdictional error on the part of the Tribunal.",
      "id": "s129"
    },
    {
      "text": "35 Therefore, it necessarily follows that the appeal must be dismissed.",
      "id": "s130"
    },
    {
      "text": "36 I also have an application supported by appropriate affidavit material that the costs of the first respondent of and incidental to the appeal be fixed in an amount of $2,600.00.",
      "id": "s131"
    },
    {
      "text": "On the basis of the affidavit material I am prepared to order that costs be fixed in that sum.",
      "id": "s132"
    },
    {
      "text": "37 I order that the appeal be dismissed and that the appellant pay the costs of the first respondent fixed in an amount of $2,600.",
      "id": "s133"
    },
    {
      "text": "I certify that the preceding thirty-seven (37) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s134"
    },
    {
      "text": "Associate:\n\nDated: 14 May 2008\n\n Counsel for the Appellant: Appellant - Self represented \n \n Solicitor for the Appellant Appellant - Self represented \n \n Counsel for the First Respondent: Mr M P Cleary \n \n Solicitor for the First Respondent: Clayton Utz Lawyers \n \n Date of Hearing: 14 May 2008 \n \n Date of Judgment: 14 May 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/774.html",
      "id": "s135"
    }
  ]
}