{
  "name": "Korean Air Lines v Australian Competition and Consumer Commission (No 3) [2008] FCA 701 (15 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/701.html",
  "catchphrases": [
    {
      "text": "accc investigation into price-fixing by air cargo cartel",
      "id": "c0"
    },
    {
      "text": "applicant rejected the accc's settlement offer",
      "id": "c1"
    },
    {
      "text": "the accc issued a notice under s 155 of the trade practices act 1974 (cth)",
      "id": "c2"
    },
    {
      "text": "applicant claimed notice issued for improper purpose",
      "id": "c3"
    },
    {
      "text": "evidence of without prejudice discussions inadmissible",
      "id": "c4"
    },
    {
      "text": "accc had not made decision to commence proceedings against applicant if settlement offer were rejected",
      "id": "c5"
    },
    {
      "text": "s 155 is a power conferred for an administrative purpose",
      "id": "c6"
    },
    {
      "text": "whether a notice under s 155 is issued for an improper purpose is to be determined in all the circumstances",
      "id": "c7"
    },
    {
      "text": "administrative law",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "Introduction and Overview \n \n1 Since at least the middle of 2006, the Australian Competition and Consumer Commission (\"the ACCC\") has been investigating alleged cartel activity on the part of a large number of international airlines.",
      "id": "s0"
    },
    {
      "text": "The investigation has been conducted by staff within the Enforcement and Compliance Division of the ACCC.",
      "id": "s1"
    },
    {
      "text": "The conduct under investigation involves allegations of price fixing in contravention of s 45 of the Trade Practices Act 1974 (Cth) by way of the imposition of fuel and other surcharges on air cargo into and out of Australia.",
      "id": "s2"
    },
    {
      "text": "The period covered by the investigation is 2000 to 2006.",
      "id": "s3"
    },
    {
      "text": "2 On 31 October 2006 senior officers engaged in the investigation prepared a Minute addressed to Mr Graeme Samuel, the Chairman of the ACCC.",
      "id": "s4"
    },
    {
      "text": "The purpose of the Minute was stated to be to provide the Chairman with sufficient information to consider whether he had the requisite reason to believe to issue a Notice to Korean Airlines Co Ltd (KAL) under \n s 155(1)(a) of the Trade Practices Act .",
      "id": "s5"
    },
    {
      "text": "3 The Minute, which is sometimes referred to as \"the Reason to Believe paper\", requested the Chairman to issue the Notice to assist the ACCC to accurately establish three items of information.",
      "id": "s6"
    },
    {
      "text": "These were the tonnages, total revenues and total revenues attributed to fuel surcharges that KAL derived from air cargo destined to, and originating from Australia.",
      "id": "s7"
    },
    {
      "text": "4 The Reason to Believe paper went on to say:\n \n Specifically, staff consider that it is necessary to obtain the information in order to assist in determining Korean Air's liability if a court finds it contravened the Act.",
      "id": "s8"
    },
    {
      "text": "5 Mr Mark Pearson is the General Manager of the Enforcement and Compliance Division of the ACCC.",
      "id": "s9"
    },
    {
      "text": "At all times since mid 2006, he has been the most senior staff member of the ACCC with overall responsibility for the air cargo investigation.",
      "id": "s10"
    },
    {
      "text": "Mr Pearson was not an author of the Reason to Believe paper but he conceded in cross-examination before me that the sentence I have quoted only makes sense if the word \"liability\" is read as meaning penalty.",
      "id": "s11"
    },
    {
      "text": "6 Mr Pearson, very fairly, made three further concessions.",
      "id": "s12"
    },
    {
      "text": "The first was that the purpose of the investigation is to establish contravention of s 45(2)(a) and (b) of the Act.",
      "id": "s13"
    },
    {
      "text": "The second was that the information sought in the s 155 Notice goes only to the extent of KAL's allegedly contravening conduct.",
      "id": "s14"
    },
    {
      "text": "Third, Mr Pearson conceded that the information sought does not go to establishing an element of a breach of s 45(2)(a) or (b) of the Act.",
      "id": "s15"
    },
    {
      "text": "7 These concessions ultimately formed the essential basis of KAL's attack on the s 155 Notice (\"the Notice\") issued by the Chairman to KAL on 31 October 2007.",
      "id": "s16"
    },
    {
      "text": "The Notice, which was served the following day, was in the precise terms recommended in the Reason to Believe paper.",
      "id": "s17"
    },
    {
      "text": "8 KAL seeks an order for review under the Administrative Decisions (Judicial Review) Act 1977 (Cth) (the \" ADJR Act \") of the decision to issue and serve the Notice.",
      "id": "s18"
    },
    {
      "text": "KAL seeks orders under s 16 of the ADJR Act including an order setting aside the Notice.",
      "id": "s19"
    },
    {
      "text": "9 The essence of KAL's attack on the Notice is that, in light of Mr Pearson's concessions, the decision to issue the Notice was one which did not turn upon the need for the information so as to enable the ACCC to determine whether it had sufficient evidence to establish a contravention of s 45.",
      "id": "s20"
    },
    {
      "text": "Rather, the information sought by the Notice was said to be confined to the extent of the contraventions and the question of the penalty to be imposed on KAL.",
      "id": "s21"
    },
    {
      "text": "10 KAL therefore submitted that the purpose for which the Notice was issued exceeded the limits of the power to issue a Notice under s 155.",
      "id": "s22"
    },
    {
      "text": "The clearest statement of the principle which underlies KAL's attack on the decision to issue the Notice is to be found in the words of Deane J in Trade Practices Commission v Pioneer Concrete (Vic) Pty Ltd (1982) 55 FLR 77 at 95.",
      "id": "s23"
    },
    {
      "text": "11 In the relevant passage from Deane J's judgment, his Honour said that the power conferred under s 155 is to be used only for the purpose:\n \n ...of the performance by the Commission of the administrative function of determining whether proceedings should be instituted by the Commission... \n \n\n12 KAL contends that this principle is infringed so as to enliven the grounds of review stated in ss 5(1)(d), 5(1)(e) and 5(2)(c) of the ADJR Act .",
      "id": "s24"
    },
    {
      "text": "13 However, this contention must of course be looked at in light of the evidence as a whole, including in particular other evidence given by Mr Pearson as to the circumstances which existed at the time when the decision to issue the Notice was made.",
      "id": "s25"
    },
    {
      "text": "14 These circumstances include the stage which the investigation had reached.",
      "id": "s26"
    },
    {
      "text": "They also include the existence of a settlement regime or settlement strategy to be followed with any airlines who would agree to a settlement with the ACCC.",
      "id": "s27"
    },
    {
      "text": "15 The existence of the settlement strategy was a factor to be taken into account in considering whether, at the time when the Notice was issued, the ACCC had already decided, either formally or informally, to bring proceedings against KAL.",
      "id": "s28"
    },
    {
      "text": "The effect of KAL's contention was that, the decision having already been taken to commence proceedings, the ACCC's power to issue the Notice was exhausted or spent.",
      "id": "s29"
    },
    {
      "text": "16 Initially, this was at the forefront of KAL's case.",
      "id": "s30"
    },
    {
      "text": "However, in closing addresses, KAL's case was refined in the manner I have referred to above.",
      "id": "s31"
    },
    {
      "text": "17 One aspect of KAL's contention that the ACCC's power was spent, was that on 12 October 2007 Mr Glenn Owbridge, a solicitor from the Australian Government Solicitor telephoned Mr Bruce Lloyd, a partner in the firm of Clayton Utz.",
      "id": "s32"
    },
    {
      "text": "The ACCC contends that the conversation was protected by \"without prejudice\" privilege under s 131 of the Evidence Act 1995 (Cth) as a communication in connection with an attempt to negotiate a settlement of a dispute between the parties.",
      "id": "s33"
    },
    {
      "text": "18 I heard the evidence of Mr Owbridge and Mr Lloyd on the voir dire.",
      "id": "s34"
    },
    {
      "text": "I reserved my decision as to the admissibility of the evidence.",
      "id": "s35"
    },
    {
      "text": "I will determine this question in the course of my judgment.",
      "id": "s36"
    },
    {
      "text": "19 KAL had one further way in which it put its case.",
      "id": "s37"
    },
    {
      "text": "This was that the Notice was issued for an improper purpose, namely to obtain evidence that the ACCC may not be able to obtain through the Court's processes once it commenced penalty proceedings.",
      "id": "s38"
    },
    {
      "text": "20 KAL submits that this inference is to be drawn from the circumstances in which the ACCC made its decision to issue the Notice and from certain other factors to which I will refer later.",
      "id": "s39"
    },
    {
      "text": "The commencement and pursuit of the investigation up until August 2007 \n \n21 It appears from the submission to the ACCC's Enforcement Committee that the ACCC commenced its investigation into alleged cartel activity of international airlines in February 2006.",
      "id": "s40"
    },
    {
      "text": "22 On 21 September 2006, Mr Paul Taylor and certain other members of the ACCC's investigation team provided a Minute to Mr Samuel and the members of the ACCC.",
      "id": "s41"
    },
    {
      "text": "Mr Taylor is a Director of the Coordination Branch of the ACCC.",
      "id": "s42"
    },
    {
      "text": "He has been responsible for conducting the investigation on a day-to-day basis since around July 2006.",
      "id": "s43"
    },
    {
      "text": "23 The Minute was copied to a number of people including Mr Pearson and Mr Lee Hollis, the General Manager of the ACCC's Criminal Enforcement and Cartel Branch.",
      "id": "s44"
    },
    {
      "text": "24 The purpose of the Minute of 21 September 2006 was stated to be to provide an update to Commissioners on developments in the investigation into possible cartel conduct in the international air cargo industry.",
      "id": "s45"
    },
    {
      "text": "25 The Minute stated that the strategy had been to conduct a \"thorough but focussed\" investigation to establish the circumstances in which a contract, arrangement or understanding, or a number of them, may have been reached concerning fuel surcharges and other items.",
      "id": "s46"
    },
    {
      "text": "26 The Minute then said:\n \n The intention is to establish whether there has been a contravention of the TPA, and if there has, to lead the matter to court-based outcomes... \n \n\n27 Mr Pearson accepted that this was a fair statement of the purpose of the investigation.",
      "id": "s47"
    },
    {
      "text": "He also accepted that the \"end game\" was that if a contravention was established, then proceedings would follow.",
      "id": "s48"
    },
    {
      "text": "He agreed that this remained the intention throughout, and that it still does.",
      "id": "s49"
    },
    {
      "text": "28 On 13 March 2007 the ACCC served a Notice under s 155 of the Act on KAL.",
      "id": "s50"
    },
    {
      "text": "That Notice sought information and documents which have apparently been provided by KAL.",
      "id": "s51"
    },
    {
      "text": "No issue arises about this notice.",
      "id": "s52"
    },
    {
      "text": "29 The Submission to the Enforcement Committee meeting of 26 April 2007 stated that the Committee's proposed strategy was to complete the investigation and, subject to the sufficiency of evidence, commence proceedings by mid-September 2007.",
      "id": "s53"
    },
    {
      "text": "30 That Submission also stated that staff proposed to finalise evidence gathering and obtain advice on sufficiency of evidence with respect to a number of airlines and to return to the Committee in August 2007 for a direction as to whether proceedings should be commenced.",
      "id": "s54"
    },
    {
      "text": "31 The 26 April 2007 Submission again confirmed the approach that, subject to the sufficiency of evidence, the ACCC would commence proceedings.",
      "id": "s55"
    },
    {
      "text": "32 A statement was made in the Submission that evidence gathering to date suggested there was \"profuse collusion\" by numerous airlines across many routes throughout the world on the fuel surcharge.",
      "id": "s56"
    },
    {
      "text": "Mr Pearson was not aware of whether that statement encompassed KAL at that time.",
      "id": "s57"
    },
    {
      "text": "33 The ACCC's approach that, subject to the sufficiency of evidence, proceedings would be commenced against offending airlines, was repeated in the Submission to the Enforcement Committee for the meeting of 24 May 2007.",
      "id": "s58"
    },
    {
      "text": "The Settlement Strategy \n \n34 In August 2007 Mr Pearson reassessed the priorities in relation to the ACCC's investigation and commenced the development of a settlement regime.",
      "id": "s59"
    },
    {
      "text": "35 The catalyst for the development of the settlement strategy appears to have been an approach that was made to the ACCC in about August 2007 by two air cargo carriers.",
      "id": "s60"
    },
    {
      "text": "The carriers made separate approaches to the ACCC to discuss a settlement regime which would include admissions of contraventions of the Act and other steps necessary for the Court to make appropriate orders including penalty.",
      "id": "s61"
    },
    {
      "text": "Needless to say, those steps could only be taken after the ACCC commenced proceedings.",
      "id": "s62"
    },
    {
      "text": "36 A further reason for the development of a settlement regime was that Mr Pearson was aware that several suspected cartel participants were, at that time, under investigation, and that they were subject to court proceedings in other countries in respect of conduct that was similar to that being investigated by the ACCC.",
      "id": "s63"
    },
    {
      "text": "37 Indeed, it was in or about August 2007 that ACCC staff considered that KAL was a candidate for inclusion in the proposed settlement framework.",
      "id": "s64"
    },
    {
      "text": "This was because in August 2007 the Department of Justice of the United States announced that KAL had agreed to a penalty of $US300 million in respect of to conduct that included price fixing in relation to fuel surcharges.",
      "id": "s65"
    },
    {
      "text": "38 A staff submission to the ACCC for a meeting of 22 August 2007 recorded that there had been recent media publicity about price fixing by international airlines following settlements in the UK and the USA and various announcements by Qantas.",
      "id": "s66"
    },
    {
      "text": "39 The submission stated that work had begun on \"concept\" or dot point pleadings to assist in the preparation of subsequent draft pleadings.",
      "id": "s67"
    },
    {
      "text": "The submission also stated that work had commenced on a preliminary penalty matrix in anticipation of discussions with airlines.",
      "id": "s68"
    },
    {
      "text": "40 One of the reasons for the establishment of a settlement regime was that Mr Pearson considered that an overall settlement framework should be established and approved by the Enforcement Committee so that there would be parity among airlines with respect to the penalty scale.",
      "id": "s69"
    },
    {
      "text": "41 On 13 September 2007 the investigation team sought from the Enforcement Committee additional funding to take the investigation to the point of issuing proceedings.",
      "id": "s70"
    },
    {
      "text": "Estimates of counsel's fees were obtained for this purpose based on the number of hours that would be required up to the time of the commencement of proceedings.",
      "id": "s71"
    },
    {
      "text": "42 In about October 2007 Mr Pearson reorganised the ACCC's staffing arrangements for the investigation.",
      "id": "s72"
    },
    {
      "text": "This was achieved by splitting the ACCC staff into two separate teams, a settlement team and an investigation team.",
      "id": "s73"
    },
    {
      "text": "The settlement team was, and apparently still is, led by Mr Mark Quinane, a Director of the ACCC's Coordination Branch.",
      "id": "s74"
    },
    {
      "text": "43 The investigation team continued to be led by Mr Taylor but there was apparently some overlap between the teams, with team members working together on an \"as needed\" basis.",
      "id": "s75"
    },
    {
      "text": "44 On 2 October 2007 Mr Pearson sent an email to Mr Samuel and Mr David Smith.",
      "id": "s76"
    },
    {
      "text": "Mr Smith is a Commissioner and Chairman of the Enforcement Committee.",
      "id": "s77"
    },
    {
      "text": "Mr Pearson's email requested a meeting with Mr Samuel and Mr Smith to discuss the current status of the investigation and the strategy that was being pursued.",
      "id": "s78"
    },
    {
      "text": "45 Mr Pearson's email stated that one of the approaches that had been pursued was the possibility of parties agreeing to settlements.",
      "id": "s79"
    },
    {
      "text": "He referred to the separation of the staff into investigation and settlement teams.",
      "id": "s80"
    },
    {
      "text": "Mr Samuel and Mr Smith agreed to hold the suggested meeting.",
      "id": "s81"
    },
    {
      "text": "The adoption of the Settlement Strategy \n \n46 On 19 October 2007 Mr Taylor and Mr Quinane prepared a submission for consideration at an Enforcement Committee meeting of 25 October 2007.",
      "id": "s82"
    },
    {
      "text": "One of the purposes of the submission was to seek the Enforcement Committee's endorsement of a proposed strategy in the form attached to the paper.",
      "id": "s83"
    },
    {
      "text": "47 The submission recommended that the Enforcement Committee endorse the proposed settlement strategy and penalty matrix.",
      "id": "s84"
    },
    {
      "text": "It also recommended that the Enforcement Committee should direct:\n \n ...ongoing investigation with a view to litigation against those airlines not willing to settle.",
      "id": "s85"
    },
    {
      "text": "48 Mr Pearson agreed that the recommendations made in the submission paper were formally adopted by the Enforcement Committee at the meeting of 25 October 2007.",
      "id": "s86"
    },
    {
      "text": "However, he said that the direction of the Enforcement Committee was to continue the investigation because \"at that time we didn't have sufficient evidence\" to commence proceedings against any of the airlines.",
      "id": "s87"
    },
    {
      "text": "Mr Pearson's Evidence \n \n49 I accept Mr Pearson's as a witness of truth.",
      "id": "s88"
    },
    {
      "text": "He made concessions about the Reason to Believe paper which may have been adverse to the ACCC, but he also gave evidence which was adverse to KAL's case.",
      "id": "s89"
    },
    {
      "text": "50 First, and most importantly, Mr Pearson said that when the Reason to Believe paper was prepared he had not reached any decision to recommend to the ACCC that legal proceedings be instituted against KAL.",
      "id": "s90"
    },
    {
      "text": "Moreover, he said that before the Enforcement Committee could make such a recommendation, factual enquiries would need to be completed and legal advice would need to be obtained from external legal advisers that the Commission had reasonable grounds to commence proceedings.",
      "id": "s91"
    },
    {
      "text": "51 Mr Pearson expanded upon the need for further factual enquiry when he was cross-examined about that topic.",
      "id": "s92"
    },
    {
      "text": "He reiterated the force of that evidence in re-examination when he said that at the date of the hearing there was still no recommendation to the ACCC by the Enforcement Committee to commence proceedings against KAL.",
      "id": "s93"
    },
    {
      "text": "52 Second, Mr Pearson accepted that he had given instructions to Mr Owbridge to contact KAL and other airlines about a possible settlement.",
      "id": "s94"
    },
    {
      "text": "But Mr Pearson rejected the proposition that he would not have given those instructions unless he had, at that time, reasonable grounds for believing that a contravention could be made out.",
      "id": "s95"
    },
    {
      "text": "53 Mr Pearson explained the basis for determining which airlines were to be approached by saying it was the airlines around which \"there was a smell of price-fixing\".",
      "id": "s96"
    },
    {
      "text": "He said there were airlines whose names had come up from discussions overseas.",
      "id": "s97"
    },
    {
      "text": "He also referred to the public knowledge of the fine that had been agreed to by KAL in the United States.",
      "id": "s98"
    },
    {
      "text": "54 Third, Mr Pearson also rejected the suggestion that as at 31 October 2007, KAL having declined the settlement proposal, he was \"in due course\" going to make a recommendation that proceedings be commenced against KAL.",
      "id": "s99"
    },
    {
      "text": "55 Fourth, Mr Pearson made the point that, quite apart from the sufficiency of evidence, there are public interest considerations which affect the exercise of the ACCC's discretion to commence proceedings.",
      "id": "s100"
    },
    {
      "text": "One of these is the size of the \"footprint\" that a particular airline has in Australia because that determines the extent to which Australian consumers have been harmed by the anti-competitive conduct.",
      "id": "s101"
    },
    {
      "text": "The Reason to Believe paper \n \n56 I have referred above to the most salient features of the Reason to Believe paper which was dated 31 October 2007.",
      "id": "s102"
    },
    {
      "text": "57 The full text of the passage which sets out the relevance of the information sought is as follows:\n \n G. RELEVANCE OF INFORMATION AND DOCUMENTS SOUGHT \n \n The proposed s 155(1)(a) Notice is required to obtain further information in relation to: \n \n \n \n \n &#8226; the tonnages, \n &#8226; total revenues, and \n &#8226; revenues attributed to fuel surcharges \n \n \n \n \n that Korean Airlines derived from air cargo that was destined to Australia and originated from Australia \n \n Specifically, staff consider that it is necessary to obtain the information in order to assist in determining Korean Air's liability if a court finds it contravened the Act.",
      "id": "s103"
    },
    {
      "text": "58 Mr Pearson said he understood the significance of the word \"specifically\" to be that the tonnage, total revenues and revenues attributable to fuel surcharges were important in the context of the investigation and any settlement discussions, but they were not the only reason why the Notice was issued.",
      "id": "s104"
    },
    {
      "text": "Nevertheless, no other reason was stated.",
      "id": "s105"
    },
    {
      "text": "The conversation between Mr Owbridge and Mr Lloyd \n \n59 Since I have come to the view that the conversation is protected by \"without prejudice\" privilege, I will provide only a brief sketch of the details, sufficient to enable an understanding of my reasons.",
      "id": "s106"
    },
    {
      "text": "I will also make an order under s 50 of the Federal Court of Australia Act 1976 (Cth) forbidding publication of the transcripts of the evidence of the conversation.",
      "id": "s107"
    },
    {
      "text": "Access to the transcript of the Solicitors' evidence will be restricted to the legal advisors of the parties.",
      "id": "s108"
    },
    {
      "text": "60 Both Mr Lloyd and Mr Owbridge gave evidence that Mr Owbridge commenced the conversation by stating it was without prejudice and without instructions.",
      "id": "s109"
    },
    {
      "text": "The essential difference between them is that Mr Lloyd states that Mr Owbridge told him that he, ie Mr Owbridge, was calling in relation to a settlement proposal for proceedings that the ACCC \"would be commencing\" against KAL and other airlines.",
      "id": "s110"
    },
    {
      "text": "61 By contrast, Mr Owbridge says that he told Mr Lloyd that he was phoning \"in relation to the air cargo matter\" and that he wished to discuss a proposal for a quick resolution of the matter.",
      "id": "s111"
    },
    {
      "text": "62 Both witnesses agreed that Mr Owbridge explained the detail of the proposal.",
      "id": "s112"
    },
    {
      "text": "It is unnecessary to set out what passed between them on that topic.",
      "id": "s113"
    },
    {
      "text": "The admissibility of the evidence of the conversation \n \n63 Three issues arise on the question of the admissibility of the evidence of the conversation.",
      "id": "s114"
    },
    {
      "text": "The first is whether it was a communication made between persons \"in dispute\" within the meaning of s 131(1)(a) and s 131(5)(a) of the Evidence Act .",
      "id": "s115"
    },
    {
      "text": "64 The second is whether it was a communication \"in connection with an attempt to negotiate a settlement of the dispute\": s 131(1)(a) of the Evidence Act .",
      "id": "s116"
    },
    {
      "text": "65 The third issue is whether, in the event that the communication would otherwise be excluded under s 131(1) , it is admissible under the exception stated in s 131(2)(g) of the Evidence Act .",
      "id": "s117"
    },
    {
      "text": "That subsection is as follows:\n \n (g) evidence that has been adduced in the proceeding, or an inference, from evidence, that has been adduced in the proceeding, is likely to mislead the court unless evidence of the communication or document is adduced to contradict, or to qualify that evidence ... \n \n \n\n Whether the parties were \"in dispute\" \n \n66 Section 131(5)(a) of the Evidence Act provides that a reference to a dispute is a reference to a dispute of a kind in respect of which relief may be given in an Australian proceeding or an overseas proceeding.",
      "id": "s118"
    },
    {
      "text": "67 I do not consider that this confines the nature of the dispute to one which is the subject of existing proceedings.",
      "id": "s119"
    },
    {
      "text": "To do so would be contrary to the rationale for the existence of the privilege which is to enable parties to engage in negotiations aimed at the settlement of litigation: Field v Commissioner for Railways for New South Wales [1957] HCA 92 ; (1957) 99 CLR 285 at 291-292; Glengallen Investments Pty Ltd v Arthur Anderson [2002] 1 Qd R 233 at [27].",
      "id": "s120"
    },
    {
      "text": "68 The position at common law was that the privilege operated even where litigation had not yet commenced and extended to a dispute which would become the subject of litigation if it were not resolved: Rodgers v Rodgers [1964] HCA 25 ; (1964) 114 CLR 608 at 614; Harrington v Lowe (1996) 190 CLR 311 at 323; Glengallen at [28] --- [29].",
      "id": "s121"
    },
    {
      "text": "69 It is implicit in the remarks of Emmett J in Brown v Commissioner of Taxation (2001) 187 ALR 714 at [172] --- [174] that the same position applies under s 131 of the Evidence Act .",
      "id": "s122"
    },
    {
      "text": "70 Here, it is sufficiently clear from the terms of the conversation between Mr Owbridge and Mr Lloyd and the background which I have recounted that there was a likelihood of litigation if the settlement proposal was not accepted.",
      "id": "s123"
    },
    {
      "text": "In my view, that was sufficient to constitute a \"dispute\" for the purposes of s 131(1)(a) and s 131(5)(a) of the Evidence Act : Trade Practices Commission v Arnotts Ltd (1989) 88 ALR 69 at 73-74.",
      "id": "s124"
    },
    {
      "text": "71 Nor is there any substance in the suggestion that the privilege does not apply because the \"dispute\" concerning the air cargo investigation is different from the dispute which is the subject matter of these proceedings: First Capital Partners Pty Ltd v Sylvatech Ltd (2004) 186 FLR 266 at [33] --- [34].",
      "id": "s125"
    },
    {
      "text": "Communications made \"in connection with an attempt to negotiate a settlement\" \n \n72 The statutory requirement that the communication be \"in connection with an attempt to negotiate a settlement\" reflects the language used by the High Court in Field at 293.",
      "id": "s126"
    },
    {
      "text": "There, Dixon CJ, Webb, Kitto and Taylor JJ contemplated that the privilege extends to cover communications that are reasonably incidental to negotiations.",
      "id": "s127"
    },
    {
      "text": "73 The effect of the authorities at common law is that the privilege applies to offers to negotiate and expressions of willingness to do so; it is not necessary that there be an offer capable of acceptance: Trade Practices Commission v Arnotts at 72-73.",
      "id": "s128"
    },
    {
      "text": "74 The same position applies under the Evidence Act .",
      "id": "s129"
    },
    {
      "text": "It is sufficient that the communication can be described as an \"opening shot\" in negotiations: GPI Leisure Corporation Ltd (In Liq) v Yuill (1997) 42 NSWLR 225 at 226.",
      "id": "s130"
    },
    {
      "text": "75 Mr Owbridge's proposal to Mr Lloyd fell within this description.",
      "id": "s131"
    },
    {
      "text": "Section 131(2)(g) of the Evidence Act \n \n76 Two requirements must be satisfied for an otherwise privileged communication to fall within the exception stated in s 131(2)(g).",
      "id": "s132"
    },
    {
      "text": "First, other evidence must have already been adduced which would be likely to mislead the court unless evidence of the without prejudice communication is adduced.",
      "id": "s133"
    },
    {
      "text": "77 The second requirement is that the evidence of the without prejudice communication must contradict or qualify the evidence that has been adduced.",
      "id": "s134"
    },
    {
      "text": "78 In Brown v Commissioner of Taxation at [184] --- [185], Emmett J considered that s 131(2)(g) will apply where the Court would be likely to be misled as to the existence or contents of an excluded communication where those matters are in issue in the proceedings: see also Bloss Holdings Pty Ltd v Brackley Industries Pty Ltd [2005] NSWSC 756 at [7] .",
      "id": "s135"
    },
    {
      "text": "79 KAL submitted that certain portions of Mr Pearson's evidence would be likely to be misleading in the absence of the evidence of the communication between Mr Owbridge and Mr Lloyd.",
      "id": "s136"
    },
    {
      "text": "Those aspects were:\n \n \n &#8226; that as at 31 October 2007 ACCC staff had not advanced the investigation sufficiently to warrant a recommendation.",
      "id": "s137"
    },
    {
      "text": "&#8226; that the information sought in the Notice was relevant to whether proceedings against KAL should be instituted.",
      "id": "s138"
    },
    {
      "text": "&#8226; that Mr Pearson had not reached a decision to recommend to the Commissioners that proceedings be commenced.",
      "id": "s139"
    },
    {
      "text": "80 The effect of this submission is that Mr Lloyd's version of the conversation contradicts Mr Pearson's evidence or renders it misleading because it tends to show that Mr Pearson and perhaps other staff of the ACCC, had decided to commence legal proceedings against KAL.",
      "id": "s140"
    },
    {
      "text": "However, I reject the submission for two reasons.",
      "id": "s141"
    },
    {
      "text": "81 First, it is inconsistent with a concession made by Mr Gageler to which I refer below.",
      "id": "s142"
    },
    {
      "text": "This is to the effect that no unqualified decision was made by the ACCC to commence proceedings.",
      "id": "s143"
    },
    {
      "text": "82 Second, it depends upon whether I accept Mr Lloyd's evidence that Mr Owbridge told him that the ACCC would be commencing proceedings.",
      "id": "s144"
    },
    {
      "text": "Although I consider that Mr Lloyd was doing his best to give his evidence honestly and fairly, I do not accept that Mr Owbridge said those words.",
      "id": "s145"
    },
    {
      "text": "This is supported by Mr Lloyd's concession in cross-examination on the voir dire that those words did not appear in his contemporaneous note of the conversation or in three emails which he sent to Mr Owbridge within a few weeks of the conversation.",
      "id": "s146"
    },
    {
      "text": "83 KAL submitted that the evidence of the conversation was admissible under s 131(2)(g) because, without it, I would have only part of the picture in respect of an important aspect of KAL's case: Moran v Moran (No 3) [2000] NSWSC 151 at [13] .",
      "id": "s147"
    },
    {
      "text": "However, in my view, that is not the whole of the test which is stated in s 131(2)(g) and, ultimately, Kirby J appears to have admitted the evidence in accordance with the terms stated in the subsection because he considered that the jury may have been misled without it.",
      "id": "s148"
    },
    {
      "text": "Whether the Notice was for the performance of the ACCC's administrative function \n \n84 The high watermark of KAL's attack on the validity of the Notice is to be found in the concessions which Mr Gageler obtained from Mr Pearson and to which I referred in the introduction.",
      "id": "s149"
    },
    {
      "text": "The essential point which arises is whether, in light of Mr Pearson's concession that the information sought in the Notice is not required to establish a contravention of s 45(2)(a) or (b), it can nevertheless be said that the power was exercised for the purpose for which it was conferred.",
      "id": "s150"
    },
    {
      "text": "85 The answer to this question turns upon a consideration of the authorities on the ambit of the power and upon Mr Pearson's other evidence.",
      "id": "s151"
    },
    {
      "text": "86 A consideration of the authorities supports the view of Deane J in the Full Federal Court of the Federal Court in Pioneer Concrete that the power is to be used only for the performance of the administrative function of determining whether proceedings should be instituted.",
      "id": "s152"
    },
    {
      "text": "87 Earlier, in Riley McKay Pty Limited v Bannerman [1977] FCA 7 ; (1977) 15 ALR 561 at 566, Bowen CJ said that the power must be exercised for the purposes for which it is given and not otherwise; that is, to assist the Commission in the exercise of its functions.",
      "id": "s153"
    },
    {
      "text": "Bowen CJ reiterated that view in Pioneer Concrete at 84.",
      "id": "s154"
    },
    {
      "text": "Sheppard J agreed with both the Chief Justice and Deane J.",
      "id": "s155"
    },
    {
      "text": "88 The decision of the Full Court in Pioneer Concrete was upheld on appeal to the High Court: Pioneer Concrete (Vic) Pty Ltd v Trade Practices Commission [1982] HCA 65 ; (1982) 152 CLR 460.",
      "id": "s156"
    },
    {
      "text": "Mason J at 474 agreed with the analysis of Deane J in the Full Court of the Federal Court.",
      "id": "s157"
    },
    {
      "text": "See also Environmental Protection Authority v Caltex Refining Co Pty Ltd [1993] HCA 74 ; (1993) 178 CLR 477 at 516-517 (note 62) per Brennan J.",
      "id": "s158"
    },
    {
      "text": "89 Other decisions of the Full Court of the Federal Court are to the same effect as the statement of principle of Deane J in Pioneer Concrete: see Kotan Holdings Pty Ltd v Trade Practices Commission (1991) 30 FCR 511 at 514 per Davies and Foster JJ; Seven Network Ltd v Australian Competition and Consumer Commission [2004] FCAFC 267 ; (2004) 140 FCR 170 at [48] per Sackville and Emmett JJ.",
      "id": "s159"
    },
    {
      "text": "90 This approach is consistent with that expressed by Mansfield J in Australian Competition and Consumer Commission v Rural Press Ltd [2000] FCA 66 ; (2000) 96 FCR 389 at [38] , [40].",
      "id": "s160"
    },
    {
      "text": "91 Accepting therefore that the exercise of the power is confined to the purpose stated by Deane J, the question then is whether it follows from the concessions made by Mr Pearson that the Notice was issued other than for the administrative function of determining whether proceedings should be instituted.",
      "id": "s161"
    },
    {
      "text": "92 It is true that Mr Pearson accepted that the information sought by the Notice does not go to establishing any element of a breach of the provisions of s 45(2)(a) or (b) of the Act.",
      "id": "s162"
    },
    {
      "text": "But, in my opinion, it does not follow that the decision to issue and serve the Notice was for an improper purpose.",
      "id": "s163"
    },
    {
      "text": "There are two reasons for this.",
      "id": "s164"
    },
    {
      "text": "93 First, the exercise of the administrative function of determining whether proceedings should be instituted is not limited to the gathering of evidence on the question of liability.",
      "id": "s165"
    },
    {
      "text": "It extends to the pursuit and assessment of information which informs the exercise of the discretion, properly exercisable by the ACCC, as to whether to institute proceedings.",
      "id": "s166"
    },
    {
      "text": "94 As Mr Pearson said, public interest considerations are to be taken into account and there is always a discretion in the Commission as to the exercise of the administrative function of determining whether or not to commence proceedings.",
      "id": "s167"
    },
    {
      "text": "95 Thus, in my view, the type of information to which Mr Pearson referred, namely the size of KAL's \"footprint\" in Australia and the extent of any harm to the Australian market are relevant to the administrative function of determining whether proceedings should be instituted.",
      "id": "s168"
    },
    {
      "text": "96 Second, as Lockhart J observed in Kotan at 522, the use of s 155 for the purpose of obtaining evidence to be tendered in penalty proceedings on the question of the quantum of any penalty is a legitimate use of the power.",
      "id": "s169"
    },
    {
      "text": "This view is consistent with the observation of Mason J in Pioneer Concrete at 472 that the discharge of the Commission's administrative functions under the Act:\n \n ... include the investigation of alleged breaches, the acquisition of information and the obtaining of evidence for submission to the Court in proceedings in respect of a contravention.",
      "id": "s170"
    },
    {
      "text": "Whether the power to issue the Notice had ceased \n\n97 KAL's contention that the power to issue the Notice had ceased, or was \"spent\", depends upon whether I am satisfied that the ACCC had decided, either formally or informally, to commence proceedings against KAL at the time when the decision was made to issue the Notice.",
      "id": "s171"
    },
    {
      "text": "98 An affirmative answer to that question would not necessarily lead to a finding that the power was spent.",
      "id": "s172"
    },
    {
      "text": "This is because a question of law would then arise as to whether a decision by the ACCC to institute proceedings against KAL bars it from thereafter exercising the power to issue a notice under s 155 of the Act.",
      "id": "s173"
    },
    {
      "text": "99 The question of law is a debateable one.",
      "id": "s174"
    },
    {
      "text": "It cannot rise above the statement of Davies and Foster JJ in Kotan at 516 that there may be an arguable case that the power to issue a s 155 notice ceases when the Commission has formally resolved that legal proceedings be commenced.",
      "id": "s175"
    },
    {
      "text": "But there are other indications that this proposition does not accurately state the law.",
      "id": "s176"
    },
    {
      "text": "100 First, Davies and Foster JJ thought the preferable view to be to the contrary.",
      "id": "s177"
    },
    {
      "text": "Second, Lockhart J was inclined to the view that the power to issue a notice under s 155 does not end and is not abused merely because the Commission has made a decision to institute proceedings against the addressee of a proposed notice.",
      "id": "s178"
    },
    {
      "text": "His Honour went on to say that whether the power to issue a notice is abused is a question of fact to be determined in all of the circumstances: Kotan at 521.",
      "id": "s179"
    },
    {
      "text": "101 Third, Lockhart J's view is supported by the observations of French J in Shannahan v Trade Practices Commission [1991] FCA 95 ; (1991) 28 FCR 239 at 244.",
      "id": "s180"
    },
    {
      "text": "(See also French J at first instance in Re Kotan Holdings Pty Ltd &amp; Ors v Trade Practices Commission [1991] FCA 273 ; (1991) 13 ATPR 41-122 at [7] ).",
      "id": "s181"
    },
    {
      "text": "His Honour said that there is nothing in the terms, context or purpose of s 155 to indicate that the power is compromised by the Commission having decided to commence proceedings.",
      "id": "s182"
    },
    {
      "text": "102 Fourth, in Rural Press at [37], Mansfield J agreed with the view expressed by Lockhart J in Kotan .",
      "id": "s183"
    },
    {
      "text": "Mansfield J went on at [38] to say that the question of whether the power has been exercised for an improper purpose is a matter to be decided in all the circumstances.",
      "id": "s184"
    },
    {
      "text": "I respectfully agree with this observation.",
      "id": "s185"
    },
    {
      "text": "103 Nor, in my view, does the statement of Franki J in Brambles Holdings Ltd v Trade Practices Commission (No 2) (1980) 44 FLR 182 at 189 support the view that the power automatically ceases when the proceedings have been commenced.",
      "id": "s186"
    },
    {
      "text": "104 It seems to me that the effect of what Franki J said was captured in the words of Gibbs CJ in Pioneer Concrete at 467-468.",
      "id": "s187"
    },
    {
      "text": "Thus, if the power were used to assist a party in proceedings already pending, in a way that would confer an advantage which the procedures of the Court would otherwise deny, there would be a contempt; however, not every investigation into facts the subject of an existing proceeding constitutes a contempt.",
      "id": "s188"
    },
    {
      "text": "105 In any event, whether or not the question of law is decided favourably to KAL, the contention fails at the factual level because I am not satisfied that the ACCC had decided to commence proceedings.",
      "id": "s189"
    },
    {
      "text": "106 Ultimately, Mr Gageler conceded that there was no decision by the ACCC to commence proceedings and he accepted that there was no recommendation to the ACCC that proceedings be commenced.",
      "id": "s190"
    },
    {
      "text": "However, he adhered to the submission that, as at 31 October 2007, there had for some time been a very firm intention, contemplation or expectation that proceedings would be commenced subject only to the ACCC being satisfied of the sufficiency of evidence of a contravention of s 45.",
      "id": "s191"
    },
    {
      "text": "107 It may be accepted that the ACCC's intention was to establish whether there had been a contravention of the Act, and if so, to commence proceedings in the event that the relevant public interest considerations supported that step.",
      "id": "s192"
    },
    {
      "text": "This is the effect of the Minutes of and Submissions to the Enforcement Committee, to which I referred above, as explained by Mr Pearson: see [26], [27] and [55] above.",
      "id": "s193"
    },
    {
      "text": "It is also consistent with the recommendation made to the Enforcement Committee meeting of 25 October 2007 to which I referred at [47].",
      "id": "s194"
    },
    {
      "text": "108 But an intention to commence subject to completing all factual enquiries, is not to be equated with a firm intention to commence proceedings.",
      "id": "s195"
    },
    {
      "text": "109 Nor do the various matters to which KAL referred as indicating that the ACCC had decided to commence proceedings support an inference that there was a firm and unqualified intention to do so.",
      "id": "s196"
    },
    {
      "text": "110 Mr Pearson's evidence was that he did not have such an intention.",
      "id": "s197"
    },
    {
      "text": "Moreover, he said that staff of the ACCC had not advanced the investigation sufficiently to warrant a recommendation.",
      "id": "s198"
    },
    {
      "text": "111 It is true that the investigation had been on foot for approximately two years.",
      "id": "s199"
    },
    {
      "text": "It is also true that the Enforcement Committee documents, such as those of 26 April 2007, suggest that the investigation must be near to completion.",
      "id": "s200"
    },
    {
      "text": "Indeed, that is an inference which arises from the nature of the material sought in the Notice, it being concerned only with the extent of the contraventions and penalty.",
      "id": "s201"
    },
    {
      "text": "112 However, there is nothing to suggest that Mr Pearson's evidence of the state of the ACCC's staff's investigation is inaccurate and I accept it.",
      "id": "s202"
    },
    {
      "text": "113 In any event, officers of the ACCC do not have power to institute proceedings: Kotan at 516, 522.",
      "id": "s203"
    },
    {
      "text": "This is not a case in which it has been demonstrated that the principle stated in Carltona Ltd v Commissioner of Works [1943] 2 All ER 560 has any application: see also O'Reilly v Commissioners of the State Bank of Victoria [1983] HCA 47 ; (1983) 153 CLR 1 at 11.",
      "id": "s204"
    },
    {
      "text": "114 I do not consider that the decision of a Full Court in Visy Industries Holdings Pty Ltd v Australian Competition and Consumer Commission (2007) 161 FCR 122 at [84] assists KAL.",
      "id": "s205"
    },
    {
      "text": "Lander J at [84], with whom Moore J at [1] and Weinberg J at [23] agreed, accepted that a distinction is to be drawn between the power to commence proceedings which is only exercisable by the Commissioners, and contemplation of litigation by ACCC staff for the purpose of determining a claim for legal professional privilege.",
      "id": "s206"
    },
    {
      "text": "115 In my opinion, this distinction supports the view expressed in Kotan because it reaffirms the principle that it is only the Commissioners who have the power to institute proceedings.",
      "id": "s207"
    },
    {
      "text": "116 Nor do I consider that the principle in Jones v Dunkel (1959) 101 CLR 298 is enlivened by the failure of the ACCC to call Mr Samuel or the members of staff who prepared the Reason to Believe paper.",
      "id": "s208"
    },
    {
      "text": "There are limits on the use which can be made of Jones v Dunkel in administrative law proceedings.",
      "id": "s209"
    },
    {
      "text": "This is not a case in which the inferences sought to be drawn by KAL would be hard to resist in the absence of evidence from the author of the documents: Minister for Immigration and Multicultural Affairs v Jia [2001] HCA 17 ; (2001) 205 CLR 507 at [92] , [143], [316] --- [317] and Singh v Minister for Immigration and Multicultural Affairs [2001] FCA 389 ; (2001) 109 FCR 152 at [71] .",
      "id": "s210"
    },
    {
      "text": "Improper purpose: avoiding the effect of the Court's processes \n \n117 KAL relied on a number of matters to support an inference that the purpose for which the Notice was issued was an improper one, namely that the ACCC believed it may not be able to obtain the information through the Court's processes once it had commenced proceedings.",
      "id": "s211"
    },
    {
      "text": "118 The matters on which KAL relied were listed in its written submissions.",
      "id": "s212"
    },
    {
      "text": "I do not propose to list them but they include the advanced state of the investigation, the fact that the Court's discovery processes are more restrictive than the Commission's powers under s 155 , the limits imposed on the use material obtained in discovery and the ACCC's \"bitter experience\" of these issues in Australian Competition and Consumer Commission v Qantas [2003] FCA 907.",
      "id": "s213"
    },
    {
      "text": "119 The short answer to KAL's submission is that the evidence before me demonstrates that the purpose of the ACCC in deciding to issue the Notice was to obtain evidence of the extent of any contraventions by KAL and evidence going to the quantum of any penalty.",
      "id": "s214"
    },
    {
      "text": "All of this might ultimately be used in the event that the ACCC decides to commence proceedings.",
      "id": "s215"
    },
    {
      "text": "This purpose falls \"squarely within the Act\": Rural Press at [40].",
      "id": "s216"
    },
    {
      "text": "120 Reference was made in cross-examination of Mr Pearson to the ACCC's knowledge of difficulties encountered in obtaining an order for discovery and interrogatories in existing proceedings.",
      "id": "s217"
    },
    {
      "text": "It has not been demonstrated that this was an actuating purpose in the decision to serve the Notice.",
      "id": "s218"
    },
    {
      "text": "Conclusion and Orders \n \n121 The application will be dismissed.",
      "id": "s219"
    },
    {
      "text": "I will hear the parties briefly on the question of costs.",
      "id": "s220"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-one (121) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s221"
    },
    {
      "text": "Associate:\n\nDate: 15 May 2008\n\n Counsel for the Applicant: S Gageler SC with M Darke \n \n Solicitor for the Applicant: Clayton Utz \n \n Counsel for the Respondent: A Robertson SC, T Howe QC and R A Dick \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of hearing: 7 April 2008 \n \n Date of Judgment: 15 May 2008 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/701.html",
      "id": "s222"
    }
  ]
}