{
  "name": "SZEYK v Minister for Immigration &amp; Citizenship [2008] FCA 70 (14 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/70.html",
  "catchphrases": [
    {
      "text": "application to federal magistrate abuse of process",
      "id": "c0"
    },
    {
      "text": "issue already decided",
      "id": "c1"
    },
    {
      "text": "appeal from the decision of federal magistrate",
      "id": "c2"
    },
    {
      "text": "appeal is for correction of error",
      "id": "c3"
    },
    {
      "text": "no error in the decision of federal magistrate shown",
      "id": "c4"
    },
    {
      "text": "appeal dismissed",
      "id": "c5"
    },
    {
      "text": "migration",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 There are two fundamental principles which apply to consideration of the present appeal but which have been disregarded.",
      "id": "s0"
    },
    {
      "text": "2 First is the principle that it is not open to a party to engage in repeated litigation about issues which have been already determined in a way which is legally binding.",
      "id": "s1"
    },
    {
      "text": "In Wong v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2004] FCAFC 242 ; (2004) 146 FCR 10 a Full Court said (at [36]):\n \n 'The doctrines of res judicata and issue estoppel are founded on the broad rules of public policy expressed in the maxims nemo debet bis vexari pro una et eadem causa (a person ought not to be vexed twice for one and the same cause) and interest reipublicae ut sit finis litium (it is in the interests of the State that there be an end to litigation).",
      "id": "s2"
    },
    {
      "text": "It would be an abuse of process to allow parties to litigate repeatedly matters that have been finally determined by the Court.",
      "id": "s3"
    },
    {
      "text": "Also, quite apart from any psychological detriment that might flow from an individual having to undertake litigation of the same issue a second time, the State has an interest in ensuring that, once an issue has been determined according to law and all rights of appeal have been exhausted, that should be an end of the matter.",
      "id": "s4"
    },
    {
      "text": "The resources of the community ought not to be expended in the litigation, more than once, of the same issue.",
      "id": "s5"
    },
    {
      "text": "' \n \n\n3 The second matter is that an appeal to this Court exists for the correction of error.",
      "id": "s6"
    },
    {
      "text": "It does not represent an opportunity, with no attempt being made to demonstrate error in the decision from which the appeal is brought, to simply recanvass matters which have been decided against a litigant.",
      "id": "s7"
    },
    {
      "text": "4 The appellant is Bangladeshi.",
      "id": "s8"
    },
    {
      "text": "He arrived in Australia on 27 May 1995.",
      "id": "s9"
    },
    {
      "text": "He applied for a protection visa on 24 June 1996.",
      "id": "s10"
    },
    {
      "text": "Due to procedural issues which it is unnecessary to discuss the application for a protection visa was not decided until 14 August 2003, when it was refused by a delegate of the relevant Minister.",
      "id": "s11"
    },
    {
      "text": "An initial application to the Refugee Review Tribunal ('the RRT') was rejected on 22 June 2004 but that decision was quashed and remitted by consent to the RRT on 23 March 2005 by the Federal Magistrates Court of Australia ('the FMCA').",
      "id": "s12"
    },
    {
      "text": "On 27 October 2005 the RRT, differently constituted, affirmed the delegate's decision of 14 August 2003.",
      "id": "s13"
    },
    {
      "text": "The appellant made an application for judicial review to the FMCA.",
      "id": "s14"
    },
    {
      "text": "On 10 October 2006 that application was dismissed ( SZEYK v Minister for Immigration &amp; Anor [2006] FMCA 1473).",
      "id": "s15"
    },
    {
      "text": "An appeal to this Court was dismissed on 16 February 2007 ( SZEYK v Minister for Immigration &amp; Citizenship &amp; Anor [2007] FCA 133).",
      "id": "s16"
    },
    {
      "text": "In that decision Lander J gave detailed consideration to the nature of the arguments which the appellant had placed before the FMCA and this Court and rejected each of them.",
      "id": "s17"
    },
    {
      "text": "A subsequent application for special leave to appeal to the High Court was dismissed on 8 November 2007 ( SZEYK v Minister for Immigration &amp; Citizenship [2007] HCA Trans 640).",
      "id": "s18"
    },
    {
      "text": "5 By the use of all these procedures the appellant had exhausted every avenue of review and appeal available to him.",
      "id": "s19"
    },
    {
      "text": "Nevertheless within a matter of days he applied again to the FMCA for judicial review of the decision of the RRT handed down on 27 October 2005.",
      "id": "s20"
    },
    {
      "text": "On 7 December 2007 the FMCA dismissed this application as an abuse of process ( SZEYK v Minister for Immigration &amp; Anor [2007] FMCA 2095).",
      "id": "s21"
    },
    {
      "text": "It is from that decision that the present appeal is brought.",
      "id": "s22"
    },
    {
      "text": "6 The appellant filed written submissions in support of his present appeal.",
      "id": "s23"
    },
    {
      "text": "They did not suggest, much less address, error in the decision of the FMCA from which the appeal is brought.",
      "id": "s24"
    },
    {
      "text": "They dealt with matters which were the subject of attention in the earlier decisions of the FMCA and this Court.",
      "id": "s25"
    },
    {
      "text": "They repeated contentions which have already been rejected.",
      "id": "s26"
    },
    {
      "text": "At the hearing of the appeal in this Court the appellant declined the opportunity to make oral submissions beyond saying that he \"did not get a fair go\".",
      "id": "s27"
    },
    {
      "text": "7 The appellant has shown no error in the decision of the FMCA which is under appeal.",
      "id": "s28"
    },
    {
      "text": "His application to the FMCA, which was rejected in that decision, was an abuse of process.",
      "id": "s29"
    },
    {
      "text": "The appeal must be dismissed.",
      "id": "s30"
    },
    {
      "text": "It is appropriate to dismiss it with costs.",
      "id": "s31"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s32"
    },
    {
      "text": "Associate:\n\nDated: 14 February 2008\n\n\n\n Counsel for the Appellant: The appellant appeared in person \n \n Solicitor for the Respondent: Australian Government Solicitor \n \n Date of Hearing: 8 February 2008 \n \n Date of Judgment: 14 February 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/70.html",
      "id": "s33"
    }
  ]
}