{
  "name": "Sydney Ferries Corporation v Australian Maritime Officers Union (Corrigendum 5 June 2008) [2008] FCA 817 (30 May 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/817.html",
  "catchphrases": [
    {
      "text": "industrial dispute between sydney ferries corporation and unions over introduction of new ' crew-based ' roster system",
      "id": "c0"
    },
    {
      "text": "application by corporation for injunctive relief and penalties withdrawn without explanation",
      "id": "c1"
    },
    {
      "text": "corporation subsequently makes a similar application to the australian industrial relations commission",
      "id": "c2"
    },
    {
      "text": "respondents file motions for an anti-suit injunction",
      "id": "c3"
    },
    {
      "text": "whether such an injunction should be granted",
      "id": "c4"
    },
    {
      "text": "industrial relations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "PROCEEDINGS IN THIS COURT \n \n1 The applicant (' Sydney Ferries ') commenced proceedings in this Court on 26 May 2008 against four unions, each of which is a party to an Enterprise Agreement with Sydney Ferries.",
      "id": "s0"
    },
    {
      "text": "Three of the unions (together ' the Respondents ') have now filed motions seeking to restrain Sydney Ferries from proceeding with an application for certain orders in the Australian Industrial Relations Commission (' AIRC '), pending resolution of the proceedings in this Court (see [16] below).",
      "id": "s1"
    },
    {
      "text": "2 By its application in this Court, Sydney Ferries seeks an interpretation of similar, but not identical, clauses in each of the Enterprise Agreements.",
      "id": "s2"
    },
    {
      "text": "Specifically, Sydney Ferries seeks declarations in the following form:\n \n \n '1.",
      "id": "s3"
    },
    {
      "text": "A declaration that upon the proper construction of the AMOU Agreement the Applicant's proposed changes to the rosters for all Permanent and Temporary Maritime Officers employed by the Applicant and about which the Applicant gave notice to all Permanent and Temporary Maritime Officers on 2 May 2008: \n \n \n \n \n \n (a) are a \"significant roster change\" within the meaning of clause 7.5.3 of the AMOU Agreement; and \n \n \n \n \n \n (b) do not breach any provisions of the AMOU Agreement.",
      "id": "s4"
    },
    {
      "text": "2.",
      "id": "s5"
    },
    {
      "text": "A declaration that upon the proper construction of the MUA Agreement the Applicant's proposed changes to the rosters for all Permanent General Purpose Hands employed by the Applicant and about which the Applicant gave notice to all Permanent General Purpose Hands on 2 May 2008: \n \n \n \n \n \n (a) are a \"significant roster change\" within the meaning of clause 7.3.2 of the MUA Agreement; and \n \n (b) do not breach any provisions of the MUA Agreement including without limitation provisions relating to: \n \n (i) work as directed; \n (ii) rostering of leave entitlements; \n (iii) days on / days off; \n (iv) weekend on / weekend off; and \n (v) leave relief.",
      "id": "s6"
    },
    {
      "text": "3.",
      "id": "s7"
    },
    {
      "text": "A declaration that upon the proper construction of the AIMPE Agreement the Applicant's proposed changes to the rosters for all Engineers employed by the Applicant and about which the Applicant gave notice to all Engineers on 2 May 2008: \n \n \n \n \n \n (a) will \"result in a majority of Engineers [being] subjected to change\" within the meaning of clause 11.4.3 of the AIMPE Agreement; and \n \n (b) do not breach any provision of the AIMPE Agreement.",
      "id": "s8"
    },
    {
      "text": "' \n \n \n \n\n3 The application also seeks other relief, including injunctions and penalties under s 494(5)(a) of the Workplace Relations Act 1996 (Cth) (' Workplace Relations Act ').",
      "id": "s9"
    },
    {
      "text": "However, as will be seen, that relief is now not to be pursued by Sydney Ferries.",
      "id": "s10"
    },
    {
      "text": "4 As I have noted, there are four respondents to the proceedings instituted in this Court by Sydney Ferries:\n \n&#8226; the first respondent (' AMOU ');\n \n&#8226; the second respondents (' MUA ' and ' SUA, ' respectively); and\n \n&#8226; the third respondent (' AIMPE ').",
      "id": "s11"
    },
    {
      "text": "AIMPE is not a party to the motions that have been brought by the Respondents against Sydney Ferries.",
      "id": "s12"
    },
    {
      "text": "LEGISLATION \n \n5 Section 494 of the Workplace Relations Act relevantly provides:\n ' (1) From the day when: \n (a) a collective agreement; or \n\n (b) a workplace determination; \n\n \n \n comes into operation until its nominal expiry date has passed, an employee, organisation or officer covered by subsection (2) must not organise or engage in industrial action (whether or not that action relates to a matter dealt with in the agreement or determination).",
      "id": "s13"
    },
    {
      "text": "(2) For the purposes of subsection (1), the following are covered by this subsection: \n \n (a) ... \n \n \n \n \n \n (b) an organisation of employees that is bound by the agreement or determination; \n \n \n \n \n \n \n \n \n \n (c) an officer or employee of such an organisation acting in that capacity.",
      "id": "s14"
    },
    {
      "text": "(3) From the time when: \n \n (a) a collective agreement; or \n \n (b) a workplace determination; \n \n is made until its nominal expiry date has passed, the employer must not engage in industrial action against an employee whose employment is subject to the agreement or determination (whether or not that industrial action relates to a matter dealt with in the agreement or determination).",
      "id": "s15"
    },
    {
      "text": "(4) Subsections (1) and (3) are civil remedy provisions.",
      "id": "s16"
    },
    {
      "text": "(5) The Court may make one or more of the following orders in relation to a person who has contravened subsection (1) or (3): \n \n (a) an order imposing a pecuniary penalty on the person; \n \n \n \n \n \n (b) injunctions, and any other orders, that the Court considers necessary to stop the contravention or remedy its effects.",
      "id": "s17"
    },
    {
      "text": "' \n \n \n \n \n \n \n\n6 Section 496 is headed ' Orders and injunctions against industrial action --- general '.",
      "id": "s18"
    },
    {
      "text": "Section 496 relevantly provides as follows:\n \n \n '(1) If it appears to the [Australian Industrial Relations] Commission that industrial action by an employee or employees, or by an employer, that is not, or would not be, protected action: \n \n (a) is happening; or \n \n (b) is threatened, impending or probable; or \n \n (c) is being organised; \n \n the Commission must make an order that the industrial action stop, not occur and not be organised.",
      "id": "s19"
    },
    {
      "text": "... \n \n (4) The Commission may make an order under subsection (1) or (2) on its own initiative, or on the application of: \n \n \n \n \n \n (a) a person who is affected (whether directly or indirectly), or who is likely to be affected (whether directly or indirectly), by the industrial action; or \n \n (b) an organisation of which a person referred to in paragraph (a) is a member.",
      "id": "s20"
    },
    {
      "text": "(5) As far as practicable, the Commission must hear and determine an application for an order under subsection (1) or (2) within 48 hours after the application is made.",
      "id": "s21"
    },
    {
      "text": "(6) If the Commission is unable to determine an application for an order under subsection (1) or (2) within the period referred to in subsection (5), the Commission must (within that period) make an interim order to stop and prevent engagement in, and organisation of, the industrial action referred to in subsection (1) or (2).",
      "id": "s22"
    },
    {
      "text": "(7) However, the Commission must not make such an interim order if the Commission is satisfied that it would be contrary to the public interest to do so.",
      "id": "s23"
    },
    {
      "text": "(8) An interim order is to have effect until the application is determined.",
      "id": "s24"
    },
    {
      "text": "(9) In ordering under subsection (1), (2) or (6) that industrial action stop, not occur and not be organised, the Commission does not have to specify the particular industrial action.",
      "id": "s25"
    },
    {
      "text": "(10) A person to whom an order under subsection (1), (2) or (6) is expressed to apply must comply with the order.",
      "id": "s26"
    },
    {
      "text": "(11) Subsection (10) is a civil remedy provision.",
      "id": "s27"
    },
    {
      "text": "' \n \n \n\n7 The expression ' industrial action ' is defined in s 420(1) of the Workplace Relations Act to include any action of the following kinds:\n \n \n '(a) the performance of work by an employee in a manner different from that in which it is customarily performed, or the adoption of a practice in relation to work by an employee, the result of which is a restriction or limitation on, or a delay in, the performance of the work; \n \n (b) a ban, limitation or restriction on the performance of work by an employee or on the acceptance of or offering for work by an employee; \n \n (c) a failure or refusal by employees to attend for work or a failure or refusal to perform any work at all by employees who attend for work.",
      "id": "s28"
    },
    {
      "text": "' \n \n \n\nThere are certain exclusions from the definition, but it is not necessary to recount these for present purposes.",
      "id": "s29"
    },
    {
      "text": "8 Section 849 of the Workplace Relations Act deals with interpretation of certified agreements.",
      "id": "s30"
    },
    {
      "text": "It provides as follows:\n \n \n '(1) The Court or the Federal Magistrates Court may give an interpretation of a collective agreement on application by: \n \n (a) the Minister; or \n \n (b) an organisation or person bound by the agreement; or \n \n (c) an employee whose employment is subject to the agreement.",
      "id": "s31"
    },
    {
      "text": "(2) The decision of the Court or the Federal Magistrates Court is final and conclusive and is binding on: \n \n (a) the organisations and persons bound by the agreement; and \n \n (b) the employees whose employment is subject to the agreement; \n \n who have been given an opportunity of being heard by the Court or the Federal Magistrates Court.",
      "id": "s32"
    },
    {
      "text": "' \n \n\n\n COURSE OF EVENTS \n \n9 Sydney Ferries has been prompted to seek relief in this Court because a dispute has arisen concerning its desire to introduce a new ' crew-based ' rostering system on and from 2 June 2008.",
      "id": "s33"
    },
    {
      "text": "On 2 May 2008, Sydney Ferries gave notice to its employees that it intended to introduce the new system.",
      "id": "s34"
    },
    {
      "text": "None of the four respondents to the proceedings in this Court has agreed to the new rostering arrangement.",
      "id": "s35"
    },
    {
      "text": "The Application for Interlocutory Relief \n \n10 On 29 May 2008, the Court heard an application brought at short notice by Sydney Ferries seeking interlocutory relief against each of the Respondents.",
      "id": "s36"
    },
    {
      "text": "The principal interlocutory relief sought by Sydney Ferries was an order that:\n \n 'Until trial or further order, each of the Respondents ... be restrained from: \n \n \n \n (a) engaging in industrial action (as defined in the [ Workplace Relations ] Act); or \n \n (b) organising, directing, inducing, encouraging, procuring, counselling or authorising any employee of [Sydney Ferries] to engage in industrial action (as defined in the Act)'.",
      "id": "s37"
    },
    {
      "text": "11 Approximately two hours into the interlocutory hearing, after having been apprised of the issues, I enquired whether, if an early date for a final hearing could be arranged, it was necessary to proceed with the interlocutory application.",
      "id": "s38"
    },
    {
      "text": "I suggested that the matter could be heard on a final basis as early as 13 June 2008.",
      "id": "s39"
    },
    {
      "text": "Mr Goot SC, who appeared with Mr Saunders for Sydney Ferries, stated in response that his instructions were to proceed with the application.",
      "id": "s40"
    },
    {
      "text": "12 Argument on the interlocutory application continued until 4 pm.",
      "id": "s41"
    },
    {
      "text": "At that point, Mr Hatcher, who appeared for the MUA and SUA, concluded his submissions, in the course of which he had contended that the Court had no power to make orders against either of his clients.",
      "id": "s42"
    },
    {
      "text": "13 After a short adjournment, Mr Goot announced that Sydney Ferries was withdrawing its application.",
      "id": "s43"
    },
    {
      "text": "No explanation was given for this decision.",
      "id": "s44"
    },
    {
      "text": "Mr Goot also informed the Court that Sydney Ferries proposed to press neither its claim for the imposition of penalties for alleged contraventions of s 494 of the Workplace Relations Act nor its application for an injunction restraining the respondents from engaging in or organising industrial action in relation to the proposed rostering arrangements.",
      "id": "s45"
    },
    {
      "text": "14 Following discussion about the further progress of the matter, I indicated in response to an inquiry from Mr Goot that a final hearing could still take place on 13 June 2008 if the parties so desired.",
      "id": "s46"
    },
    {
      "text": "That offer was accepted, and further directions were made with a view to facilitating a final hearing on that date.",
      "id": "s47"
    },
    {
      "text": "No reference was made to any proposed proceedings in the AIRC.",
      "id": "s48"
    },
    {
      "text": "The Application to the AIRC \n \n15 On the morning of 29 May 2008, the solicitors for Sydney Ferries served on the Respondents an application made to the AIRC pursuant to s 496 of the Workplace Relations Act .",
      "id": "s49"
    },
    {
      "text": "The application seeks an order to stop or prevent industrial action that is threatened, pending or probable, or is being organised by one or more of the Respondents.",
      "id": "s50"
    },
    {
      "text": "The orders sought by Sydney Ferries include orders that each of the Respondents must:\n \n '(i) not organise any industrial action; and \n \n \n \n (ii) not organise, aid, abet, direct, procure, induce, advise or authorise any Employee to engage in any industrial action'.",
      "id": "s51"
    },
    {
      "text": "In addition, Sydney Ferries seeks an order that each ' Employee ' of Sydney Ferries not engage in, or threaten to engage in, any industrial action to which the orders apply.",
      "id": "s52"
    },
    {
      "text": "The Motions \n \n16 On the same day, 29 May 2008, MUA and SUA filed a motion in this Court seeking orders that:\n \n 'pending the hearing and determination of these proceedings, or further order ... an interlocutory injunction restraining [Sydney Ferries] ... from seeking orders pursuant to s 496 of the Workplace Relations Act 1996 in the [AIRC].",
      "id": "s53"
    },
    {
      "text": "' \n \n\nAMOU subsequently filed a motion in the same terms.",
      "id": "s54"
    },
    {
      "text": "17 The motions were heard on 30 May 2008.",
      "id": "s55"
    },
    {
      "text": "I was informed at the commencement of the hearing that the AIRC had adjourned the matter before it on 29 May 2008 until 3 pm on 30 May 2008 in order to enable the motions to be determined by this Court.",
      "id": "s56"
    },
    {
      "text": "18 The hearing before me concluded at 12.10 pm.",
      "id": "s57"
    },
    {
      "text": "I took the view that I should deliver judgment prior to the scheduled reconvening of the AIRC at 3 pm.",
      "id": "s58"
    },
    {
      "text": "There was urgency about the matter, so far as the AIRC is concerned, because s 496(5) of the Workplace Relations Act requires the AIRC, as far as practicable, to hear and determine an application for an order under that provision within 48 hours after the application is made.",
      "id": "s59"
    },
    {
      "text": "My reasons are therefore truncated, although they have been edited and expanded somewhat for publication.",
      "id": "s60"
    },
    {
      "text": "REASONING \n \n19 The Respondents' motions seek what are often referred to as an ' anti-suit ' injunction.",
      "id": "s61"
    },
    {
      "text": "Usually such an injunction is sought to restrain a party from instituting or pursuing proceedings in another court, whether within or outside the same jurisdiction.",
      "id": "s62"
    },
    {
      "text": "In this case, the injunction is sought to restrain Sydney Ferries from pursuing its claim for relief, not in another court, but in an ' arbitral body ' (as the parties describe the AIRC) which does not exercise the judicial power of the Commonwealth.",
      "id": "s63"
    },
    {
      "text": "Mr Goot accepted, nonetheless, that this Court has power to grant the relief sought by the Respondents, even though the order, if granted, would prevent them from pursuing relief in a body that does not exercise the judicial power of the Commonwealth.",
      "id": "s64"
    },
    {
      "text": "20 The concession made by Mr Goot appears to me to be correct.",
      "id": "s65"
    },
    {
      "text": "In CSR Ltd v Cigna Insurance Australia Ltd [1997] HCA 33 ; (1997) 189 CLR 345 , the joint judgment of six members of the High Court noted (at 391) that the power to stay proceedings on the ground of forum non conveniens is an aspect of the inherent or implied power which, in the absence of some statutory provisions to the same effect, every court must have to prevent its own processes being used to bring about injustice.",
      "id": "s66"
    },
    {
      "text": "The joint judgment went on to say (at 391) that:\n \n '[t]he counterpart of a court's power to prevent its processes being abused is its power to protect the integrity of those processes once set in motion.",
      "id": "s67"
    },
    {
      "text": "And in some cases, it is that counterpart power of protection that authorises the grant of anti-suit injunctions'.",
      "id": "s68"
    },
    {
      "text": "(Emphasis in original; citation omitted.",
      "id": "s69"
    },
    {
      "text": ")\n \n\n21 After giving examples of circumstances in which it may be appropriate to grant an anti-suit injunction in relation to foreign proceedings, the joint judgment observed (at 392) that:\n \n '[t]he inherent power to grant anti-suit injunctions is not confined to the examples just given.",
      "id": "s70"
    },
    {
      "text": "As with other aspects of that power, it is not to be restricted to defined and closed categories.",
      "id": "s71"
    },
    {
      "text": "Rather, it is to be exercised when the administration of justice so demands or, in the context of anti-suit injunctions, when necessary for the protection of the court's own proceedings or processes'.",
      "id": "s72"
    },
    {
      "text": "(Citation omitted.",
      "id": "s73"
    },
    {
      "text": ")\n \n\n22 The joint judgment identified a number of circumstances in which it may be appropriate to make orders restraining the commencement or continuation of proceedings in other courts (or arbitral bodies).",
      "id": "s74"
    },
    {
      "text": "These include the following:\n \n \n &#8226; where the other proceedings interfere with or have a tendency to interfere with proceedings pending in the court ( CSR, at 392; National Mutual Holdings Pty Ltd v The Century Corporation (1989) 22 FCR 209 , at 230-233, per Gummow J);\n &#8226; where the institution or continuation of the other proceedings involves unconscionable conduct or the unconscionable exercise of legal rights ( CSR, at 392); \n &#8226; where the other proceedings are, according to the principles of equity, vexatious or oppressive ( CSR, at 393), for example where a second proceeding is commenced in a court, and an action is pending in another court with respect to the matters in issue ( Henry v Henry (1996) 185 CLR 571 , at 590-591, per Dawson, Gaudron, McHugh and Gummow JJ); and\n &#8226; where the bringing of proceedings with respect to one claim is properly to be seen as an election either not to proceed on another claim or not to proceed in another jurisdiction, thus giving rise to an estoppel by conduct ( CSR, at 394).",
      "id": "s75"
    },
    {
      "text": "The joint judgment emphasised, however, that the power is not to be confined by reference to the example found in the decided cases.",
      "id": "s76"
    },
    {
      "text": "Rather, it is a power the limits of which are to be determined by the dictates of ' equity and good conscience ' ( CSR, at 394).",
      "id": "s77"
    },
    {
      "text": "23 Interlocutory relief was sought in this Court by Sydney Ferries under s 494(5) of the Workplace Relations Act .",
      "id": "s78"
    },
    {
      "text": "This enables the Court to grant an injunction in relation to a person who has contravened s 494(1) , if the Court considers that an injunction is necessary to stop the contravention or remedy its effects.",
      "id": "s79"
    },
    {
      "text": "Section 494(1) is contravened only if (relevantly) an organisation organises or engages in ' industrial action ', as defined in s 420(1).",
      "id": "s80"
    },
    {
      "text": "It follows that Sydney Ferries had to demonstrate in the interlocutory proceedings before me, inter alia, that there was at least a serious issue to be tried as to whether each of the respondents had organised or engaged in ' industrial action '.",
      "id": "s81"
    },
    {
      "text": "24 The question of whether a refusal by Sydney Ferries' employees to undertake work in accordance with a proposed roster which has not yet been implemented could constitute ' industrial action ' was the subject of vigorous debate in the course of the interlocutory hearing.",
      "id": "s82"
    },
    {
      "text": "In the event, that issue did not have to be determined because Sydney Ferries withdrew its application for interlocutory relief.",
      "id": "s83"
    },
    {
      "text": "As I have noted, no reasons were given for that withdrawal.",
      "id": "s84"
    },
    {
      "text": "25 The application to the AIRC has been made pursuant to s 496 of the Workplace Relations Act .",
      "id": "s85"
    },
    {
      "text": "That section provides that if it appears to the AIRC that industrial action by employees is happening, is threatened or impending or is being organised, the AIRC must make an order that the industrial action stop, not occur and not be organised.",
      "id": "s86"
    },
    {
      "text": "It seems to be common ground that if any action being organised or threatened could not, as a matter of law, constitute ' industrial action ', it would not be open to the AIRC to exercise the powers and duties conferred on it by s 496.",
      "id": "s87"
    },
    {
      "text": "In other words, the alleged or threatened conduct would have to be capable of constituting ' industrial action ' for the AIRC to form the necessary opinion that is a prerequisite to it exercising jurisdiction over the matter.",
      "id": "s88"
    },
    {
      "text": "26 It follows that the AIRC, if it is to deal with Sydney Ferries' application, will need to address precisely the issue that was argued before this Court on Sydney Ferries' application for interlocutory relief.",
      "id": "s89"
    },
    {
      "text": "If the AIRC is unable to resolve the matter within the 48 hour period specified in s 496(5) (as seems very likely), it will have to address the question of statutory construction in the course of determining whether to make an interim order pursuant to s 496(6) of the Workplace Relations Act .",
      "id": "s90"
    },
    {
      "text": "27 The vice of the procedure adopted by Sydney Ferries seems to me to be as follows.",
      "id": "s91"
    },
    {
      "text": "It failed in its application for interlocutory relief in this Court.",
      "id": "s92"
    },
    {
      "text": "While Mr Goot has suggested that the reason may have been the submissions put by Mr Hatcher relating to the position of the MUA and SUA, no such explanation was given at the time.",
      "id": "s93"
    },
    {
      "text": "By withdrawing its application for interlocutory relief, Sydney Ferries also withdrew its contention, at least for the purposes of the interlocutory proceedings, that the respondents had organised or engaged in ' industrial action '.",
      "id": "s94"
    },
    {
      "text": "28 By instituting proceedings in the AIRC the day after withdrawing its interlocutory application, Sydney Ferries seeks to achieve, in substance, the same result in the AIRC that it failed to achieve in this Court.",
      "id": "s95"
    },
    {
      "text": "It is true, as Mr Goot points out, that there are differences between s 494 and 496 of the Workplace Relations Act and that the differences are not confined to the nature of the decision-making body that exercises the relevant powers.",
      "id": "s96"
    },
    {
      "text": "(One example is that an order under s 494(5) of the Workplace Relations Act can be made only by the persons identified in s 494(2) , while an order made under s 496 must be complied with by any person to whom the order is expressed to apply, including a union registered solely under State law: s 496(10) ; Transport Workers' Union of New South Wales v Australian Industrial Relations Commission [2008] FCAFC 26 , at [25], [36], per Gray and North JJ.",
      "id": "s97"
    },
    {
      "text": ") Nonetheless, in order to discharge its functions, the AIRC must address and make a determination on the proper construction of the statutory expression ' industrial action ' and its application to the circumstances of the present case.",
      "id": "s98"
    },
    {
      "text": "That is precisely one of the points that was argued before this Court on the application for injunctive relief that was withdrawn by Sydney Ferries.",
      "id": "s99"
    },
    {
      "text": "29 I accept that, as Mr Goot contended, a determination by the AIRC on the question of statutory construction cannot bind this Court.",
      "id": "s100"
    },
    {
      "text": "Any such determination appears to be merely a step to the determination of future rights by the AIRC and does not bind the parties: Miller v University of New South Wales (2003) 127 IR 432, at 439, per Gray J; at 456, per Ryan and Gyles JJ.",
      "id": "s101"
    },
    {
      "text": "Nonetheless, having pursued a particular course in this Court and failed, Sydney Ferries now seeks relief in the AIRC that is in substance very similar if not identical to that sought in this Court on an interlocutory basis.",
      "id": "s102"
    },
    {
      "text": "It does so, moreover, on the basis of arguments that it has decided not to pursue in this Court on an interlocutory basis and which may remain to be resolved.",
      "id": "s103"
    },
    {
      "text": "In my opinion, to allow Sydney Ferries to proceed in this way would impair the integrity of the processes of this Court that Sydney Ferries itself chose to invoke.",
      "id": "s104"
    },
    {
      "text": "To put the matter another way, Sydney Ferries' initiation of proceedings in the AIRC is an attempt to seek relief of the kind that it has unsuccessfully sought in this Court, and requires the AIRC to address issues of construction that were and may still be before this Court.",
      "id": "s105"
    },
    {
      "text": "30 It is difficult to see, so far as the present dispute between the parties is concerned, what point would be served by the proceedings in this Court seeking declaratory relief in relation to the construction of the Enterprise Agreements if Sydney Ferries were to succeed in its application before the AIRC, whether on an interim or permanent basis.",
      "id": "s106"
    },
    {
      "text": "Assuming Sydney Ferries succeeded before the AIRC, it would have obtained orders binding on the Respondents and their members, in the sense that any contravention of the orders could lead to the imposition of penalties.",
      "id": "s107"
    },
    {
      "text": "For the AIRC to make such orders, it would have to address the questions of construction presented by the application to this Court.",
      "id": "s108"
    },
    {
      "text": "This is so because if Sydney Ferries' actions are not authorised by the Enterprise Agreements, it is unlikely that the Respondents could be said to be organising or threatening ' industrial action '.",
      "id": "s109"
    },
    {
      "text": "Moreover, if the AIRC made the orders sought by Sydney Ferries, the onus would be on the Respondents to challenge the orders, whether by way of an appeal to a Full Bench of the AIRC (for which leave is necessary), or, more likely, by an application in this Court or the High Court by way of constitutional writs alleging jurisdictional error.",
      "id": "s110"
    },
    {
      "text": "There would be no need for Sydney Ferries to obtain any additional relief from this Court for the threatened or actual ' industrial action ' to be effectively restrained.",
      "id": "s111"
    },
    {
      "text": "31 I should add that the effect of the anti-suit injunction sought by the Respondents will not be to deprive Sydney Ferries of recourse to the AIRC.",
      "id": "s112"
    },
    {
      "text": "The order proposed by the Respondents will apply only until the determination of the application for declaratory relief in this Court.",
      "id": "s113"
    },
    {
      "text": "Once that occurs, as Mr Birch SC (who appeared with Mr Gibian for the AMOU) accepted, it will be open to Sydney Ferries to seek orders under s 496 of the Workplace Relations Act from the AIRC.",
      "id": "s114"
    },
    {
      "text": "Any declaration made by the Court as to the effect of the Enterprise Agreements will be binding on the parties by virtue of s 849 of the Workplace Relations Act .",
      "id": "s115"
    },
    {
      "text": "Since an expedited hearing has been granted, there will be only a short delay before Sydney Ferries' application to this Court is resolved.",
      "id": "s116"
    },
    {
      "text": "Thereafter it will be free to pursue such remedies as may be available to it in the AIRC.",
      "id": "s117"
    },
    {
      "text": "32 For these reasons, I think it appropriate to make the orders sought by the respondents.",
      "id": "s118"
    },
    {
      "text": "I certify that the preceding thirty-two (32) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s119"
    },
    {
      "text": "Associate:\n\nDated: 30 May 2008\n\n\n Counsel for the Applicant: Mr R Goot SC, with Mr T Saunders \n \n Solicitor for the Applicant: Allens Arthur Robinson \n \n Counsel for the First Respondent: Mr C Birch SC, with Mr M Gibian \n \n Solicitor for the First Respondent: Australian Maritime Officers Union \nCounsel for the Second Respondent\n\nSolicitor for the Second Respondent \nMr A Hatcher\n\n\nW G McNally Jones Staff Date of Hearing: 30 May 2008 \n \n Date of Judgment: 30 May 2008 \n\n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/817.html",
      "id": "s120"
    }
  ]
}