{
  "name": "Bell on behalf of the Barunggam People v State of Queensland [2008] FCA 840 (3 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/840.html",
  "catchphrases": [
    {
      "text": "flawed native title claim",
      "id": "c0"
    },
    {
      "text": "applicant seeks further time to amend native title application",
      "id": "c1"
    },
    {
      "text": "native title",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant in this matter, represented in Court this morning by Mr Hardie of Queensland South Native Title Services has filed and served a notice of motion seeking the following orders:\n \n \n 1.",
      "id": "s0"
    },
    {
      "text": "The time for compliance with Order 2 of Collier J of 7 September 2007 be varied until 4.00 pm on 26 September 2008.",
      "id": "s1"
    },
    {
      "text": "2.",
      "id": "s2"
    },
    {
      "text": "The time for compliance with Order 4 be varied to a date to be fixed.",
      "id": "s3"
    },
    {
      "text": "3.",
      "id": "s4"
    },
    {
      "text": "Order 7 of Collier J of 7 September 2007 be vacated.",
      "id": "s5"
    },
    {
      "text": "4.",
      "id": "s6"
    },
    {
      "text": "Such further or other orders as the Court considers fit.",
      "id": "s7"
    },
    {
      "text": "2 It is supported by an affidavit affirmed on 23 May 2008 by Mr Hardie.",
      "id": "s8"
    },
    {
      "text": "The notice of motion is opposed by various pastoral interests represented in Court this morning by Mr Boge.",
      "id": "s9"
    },
    {
      "text": "Ms Snape for the State of Queensland and Ms Humphris representing various shire councils and other interests neither consented to nor opposed the notice of motion.",
      "id": "s10"
    },
    {
      "text": "3 The native title application, to which this notice of motion relates, has a long history.",
      "id": "s11"
    },
    {
      "text": "It was originally registered in 1999.",
      "id": "s12"
    },
    {
      "text": "On 2 May 2001 Deputy District Registrar Robson ordered that the composition of the applicant group be changed to include Averil Dillion, Deirdre Daylight, Stephen Warner and Rosemary Bell in accordance with s 66B of the Native Title Act 1993 (Cth) so that Averil Dillion, Deirdre Daylight, Stephen Warner and Rosemary Bell became the applicants for this application.",
      "id": "s13"
    },
    {
      "text": "The three names identified in the applicant group of the original native title application were removed because it was found that those three persons were not descended from the identified apical ancestors.",
      "id": "s14"
    },
    {
      "text": "A reingrossed application has never been filed.",
      "id": "s15"
    },
    {
      "text": "4 It is common ground in this matter that the native title application in its form is defective.",
      "id": "s16"
    },
    {
      "text": "At the very least it is possible that the proper claim group needs to be identified.",
      "id": "s17"
    },
    {
      "text": "Both in his affidavit and in Court this morning, however, Mr Hardie said that delays in identifying the claim group were not the fault of the applicant, but rather were because Queensland South has encountered a number of difficulties in advising the applicant to amend the description of the native title claim group and the boundary of the claim.",
      "id": "s18"
    },
    {
      "text": "Mr Hardie also submitted that the applicant is prepared to proceed to an authorisation meeting to authorise a new claim.",
      "id": "s19"
    },
    {
      "text": "In my view, this claim is fundamentally flawed.",
      "id": "s20"
    },
    {
      "text": "Indeed, this is a proposition shared by, realistically, all parties to these proceedings.",
      "id": "s21"
    },
    {
      "text": "5 I made orders last September which recognised that the native title claim was flawed and contemplated that either the applicant discontinue the application or that the application be dismissed in lieu of a notice of motion to amend the application.",
      "id": "s22"
    },
    {
      "text": "To date the applicant has not discontinued the application, nor filed a notice of motion to amend the application.",
      "id": "s23"
    },
    {
      "text": "It is now June 2008.",
      "id": "s24"
    },
    {
      "text": "Indeed, I share with Mr Boge the view that allowing the applicant until the end of September 2008, which is a year from the last time I made substantive orders in these proceedings, would achieve nothing.",
      "id": "s25"
    },
    {
      "text": "6 Mr Hardie has submitted that progress will be made in these proceedings because the applicant has now briefed a senior consultant anthropologist to prepare a further report to establish whether available anthropological evidence supports either a common claim for the region or separate claims for each identifiable family group.",
      "id": "s26"
    },
    {
      "text": "However, I note that this arrangement follows a previous conference on 3 December 2007 where a conference of all experts who have done work on or near the Darling Downs area --- six anthropologists and one historian --- was convened.",
      "id": "s27"
    },
    {
      "text": "I also note that notwithstanding this conference of experts, a consensual agreement could not be reached among those experts as to the description of the claim group in the Darling Downs region.",
      "id": "s28"
    },
    {
      "text": "It is difficult to see any real progress being made in relation to the current claim notwithstanding past and proposed activity.",
      "id": "s29"
    },
    {
      "text": "I also endorse Mr Boge's submission that yet another expert report, even by a senior consultant anthropologist, would not endorse the native title application currently filed.",
      "id": "s30"
    },
    {
      "text": "7 My orders of 7 September 2007 gave the applicant ample time to get its claim in order.",
      "id": "s31"
    },
    {
      "text": "It has not done so, and in my view is unable to do so because of the flaws of the claim in its current form.",
      "id": "s32"
    },
    {
      "text": "The reality is that this claim will need to be substantially amended to comply with the requirements of the Native Title Act , or be withdrawn and refiled.",
      "id": "s33"
    },
    {
      "text": "8 In my view, allowing this matter to continue to limp along is futile.",
      "id": "s34"
    },
    {
      "text": "The notice of motion is dismissed.",
      "id": "s35"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s36"
    },
    {
      "text": "Associate:\n\nDated: 12 June 2008\n\n Solicitor for the Applicant: Mr C Hardie of Queensland South Native Title Services \n \n Solicitor for the First Respondent: Crown Law \n \n Solicitor for the Second Respondent: MacDonnells \n \n Solicitor for the Third Respondent: Thynne &amp; Macartney \n\n Date of Hearing: 3 June 2008 \n \n Date of Judgment: 3 June 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/840.html",
      "id": "s37"
    }
  ]
}