{
  "name": "ITW AFC Pty Ltd v Loi and Tran Pty Ltd (No 2) [2008] FCA 895 (12 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/895.html",
  "catchphrases": [
    {
      "text": "trial adjourned",
      "id": "c0"
    },
    {
      "text": "adjournment caused by late filing of affidavit",
      "id": "c1"
    },
    {
      "text": "respondents to pay costs of adjournment on indemnity basis",
      "id": "c2"
    },
    {
      "text": "resumed trial",
      "id": "c3"
    },
    {
      "text": "each party partially successful",
      "id": "c4"
    },
    {
      "text": "no order as to costs",
      "id": "c5"
    },
    {
      "text": "cross-claim for revocation",
      "id": "c6"
    },
    {
      "text": "cross-claim hopeless",
      "id": "c7"
    },
    {
      "text": "discussion of appropriate costs order",
      "id": "c8"
    },
    {
      "text": "costs",
      "id": "c9"
    },
    {
      "text": "patents",
      "id": "c10"
    }
  ],
  "sentences": [
    {
      "text": "1 There are two sets of costs that must be allocated.",
      "id": "s0"
    },
    {
      "text": "First there are the costs thrown away by reason of the trial having to be adjourned on the second day of the hearing.",
      "id": "s1"
    },
    {
      "text": "Second are the costs of the resumed trial in which both the claim for infringement and the cross-claim for revocation were dismissed.",
      "id": "s2"
    },
    {
      "text": "2 The costs of the adjournment present no difficulty.",
      "id": "s3"
    },
    {
      "text": "Both sides were dilatory in filing their evidence --- there was an order that the trial be on affidavit and a timetable for filing affidavits was set and ignored.",
      "id": "s4"
    },
    {
      "text": "In particular, the parties were late in filing the evidence of their experts.",
      "id": "s5"
    },
    {
      "text": "Part only of the blame lies with the respondents who took some time to get their house in order.",
      "id": "s6"
    },
    {
      "text": "Nevertheless the trial was adjourned because the respondents filed the third affidavit of their expert, Mr Hunter, on 13 November 2006, being the first day of the trial.",
      "id": "s7"
    },
    {
      "text": "Upon reading the affidavit it was apparent the applicants would require time to investigate what Mr Hunter said and, most likely, prepare answering material.",
      "id": "s8"
    },
    {
      "text": "That is how events turned out.",
      "id": "s9"
    },
    {
      "text": "The applicants did apply for the adjournment and the order was made.",
      "id": "s10"
    },
    {
      "text": "The respondents must pay the costs thrown away.",
      "id": "s11"
    },
    {
      "text": "3 The more interesting question is what should be done with the costs of the trial.",
      "id": "s12"
    },
    {
      "text": "In my reasons I suggested that each side should bear its own costs.",
      "id": "s13"
    },
    {
      "text": "Mr Hess SC who with Ms Marks appeared for the respondents said in a detailed written submission that the claim and cross-claim should be treated as one case and, since the applicants failed in their infringement action, they should be treated as having failed in the entire case and thus ought pay the respondents' costs.",
      "id": "s14"
    },
    {
      "text": "4 This rather bold submission was not made under cover of a fall back position, for example, that there should be an apportionment of costs on an issue by issue basis.",
      "id": "s15"
    },
    {
      "text": "As that was not pressed I will leave it out of account.",
      "id": "s16"
    },
    {
      "text": "I note in passing, however, that I see no difficulty in holding that the incidence of costs should be decided on an issue by issue basis.",
      "id": "s17"
    },
    {
      "text": "Most often an apportionment of that kind will produce a better result than will the blunt application of the \"costs follow the event\" rule.",
      "id": "s18"
    },
    {
      "text": "In this case, however, I will confine my attention to whether the respondents should get all the costs.",
      "id": "s19"
    },
    {
      "text": "5 This action exhibits an undesirable feature that has become standard fare in patent litigation.",
      "id": "s20"
    },
    {
      "text": "Most patent cases begin with an infringement action.",
      "id": "s21"
    },
    {
      "text": "The common practice is for the defendant to deny infringement and cross-claim for the revocation of the patent.",
      "id": "s22"
    },
    {
      "text": "Often there is no merit in the cross-claim.",
      "id": "s23"
    },
    {
      "text": "It is brought for tactical reasons, for instance to put pressure on the applicant in the hope of achieving a satisfactory settlement.",
      "id": "s24"
    },
    {
      "text": "The idea is that an applicant might not be willing to run the risk, however slight, of having his patent, which is often a very valuable right, struck down.",
      "id": "s25"
    },
    {
      "text": "6 It is difficult to know how to deal with this problem, the seriousness of which should not be understated.",
      "id": "s26"
    },
    {
      "text": "First of all, patent litigation is expensive.",
      "id": "s27"
    },
    {
      "text": "Judges share part of the blame for very often they do not impose adequate restraints on the manner in which the parties conduct their case.",
      "id": "s28"
    },
    {
      "text": "But judges are usually not in a position early on to work out which claims are hopeless and make appropriate orders.",
      "id": "s29"
    },
    {
      "text": "That only becomes apparent at trial, by which time it is too late to do much about it.",
      "id": "s30"
    },
    {
      "text": "7 Second, patent litigation is not just expensive, it also takes up a great deal of judicial time.",
      "id": "s31"
    },
    {
      "text": "If courts are required to expend scarce resources dealing with hopeless cases, other litigants will suffer as their cases are necessarily put off in the meantime.",
      "id": "s32"
    },
    {
      "text": "8 I do not know what motivated the respondents to bring their cross-claim for revocation.",
      "id": "s33"
    },
    {
      "text": "I do know it wholly lacked merit.",
      "id": "s34"
    },
    {
      "text": "Mr Hess said that the grounds for invalidity were limited and based on reasonable grounds.",
      "id": "s35"
    },
    {
      "text": "The pleaded grounds for invalidity were hardly limited.",
      "id": "s36"
    },
    {
      "text": "The grounds were want of novelty, lack of inventiveness step, not a manner of manufacture and not a patentable invention being a mere collocation of previously known integers.",
      "id": "s37"
    },
    {
      "text": "In written submissions filed shortly before the trial all these grounds of invalidity were pressed.",
      "id": "s38"
    },
    {
      "text": "In the end no evidence was called to support them.",
      "id": "s39"
    },
    {
      "text": "This simply will not do.",
      "id": "s40"
    },
    {
      "text": "Were I to award the respondents any costs in these circumstances it would be to condone their action, if not encourage others to follow it.",
      "id": "s41"
    },
    {
      "text": "9 I propose to allow the costs to lie where they fall, as I had indicated I was minded to do.",
      "id": "s42"
    },
    {
      "text": "In other cases it may be necessary to go further.",
      "id": "s43"
    },
    {
      "text": "The usual order for bringing a hopeless case is to require the losing party to pay indemnity costs.",
      "id": "s44"
    },
    {
      "text": "Sometimes even that might not be enough.",
      "id": "s45"
    },
    {
      "text": "In patent litigation the parties are often large organisations that will not sufficiently feel the pain of an indemnity costs order.",
      "id": "s46"
    },
    {
      "text": "In those cases (I do not suggest this one) the proper order might be to require the legal practitioner to himself bear the costs, coupled with an order that the practitioner shall not be entitled to recover those costs from his client, notwithstanding any agreement to the contrary.",
      "id": "s47"
    },
    {
      "text": "I fear that only orders of that kind will deter parties from bringing hopeless cases.",
      "id": "s48"
    },
    {
      "text": "But, these are issues for another day.",
      "id": "s49"
    },
    {
      "text": "I certify that the preceding nine (9) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Finkelstein.",
      "id": "s50"
    },
    {
      "text": "Associate:\n\nDated: 12 June 2008\n\n\n Counsel for the Applicants and Cross-Respondent B Caine SC\nB Fitzpatrick \n \n Solicitor for the Applicants and Cross-Respondent: Davies Collison Cave \n \n Counsel for the Respondents and Cross-Claimants: B J Hess SC \nF Marks \n \n Solicitor for the Respondents and Cross-Claimants: Alfred Tatlock Solicitor Date of submissions : 30 April 2008 \n \n Date of Judgment: 12 June 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/895.html",
      "id": "s51"
    }
  ]
}