{
  "name": "H K Systems Australia Pty Ltd v Debus [2008] FCA 849 (6 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/849.html",
  "catchphrases": [
    {
      "text": "interrogatories in proceedings for judicial review",
      "id": "c0"
    },
    {
      "text": "proposed questioning of respondents in relation to decision by minister to order detention of firearms",
      "id": "c1"
    },
    {
      "text": "challenge to grounds of review",
      "id": "c2"
    },
    {
      "text": "obligations of minister under s 77ea of customs act",
      "id": "c3"
    },
    {
      "text": "whether departure of minister from practice of predecessors creates potentially reviewable error",
      "id": "c4"
    },
    {
      "text": "whether applicant experienced discrimination based on non-detention of similar firearms",
      "id": "c5"
    },
    {
      "text": "whether s 31a of federal court of australia act capable of being invoked in relation to untenable grounds of review",
      "id": "c6"
    },
    {
      "text": "whether interrogatories objectionable on the basis of \"fishing\"",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "1 By application filed on 14 December 2007, the applicant, H K Systems Australia Pty Ltd, a licensed importer of firearms, seeks judicial review of a decision taken on 6 December 2007 by the newly appointed Minister of Home Affairs, Mr Robert Debus.",
      "id": "s0"
    },
    {
      "text": "The application for judicial review is brought pursuant to the Administrative Decisions (Judicial Review) Act 1977 (Cth) (\"ADJR Act\") and s 39B(1A)(c) of the Judiciary Act 1903 (Cth).",
      "id": "s1"
    },
    {
      "text": "2 The decision under review was made pursuant to s 77EA(1) of the Customs Act 1901 (Cth) (\"the Act \").",
      "id": "s2"
    },
    {
      "text": "That sub-section provides as follows:\n \"The Minister may, if the Minister considers that it is in the public interest to do so, order Customs to detain the goods specified in the Minister's order.",
      "id": "s3"
    },
    {
      "text": "\" \n3 Sub-section (2) states that at the time an order is made to detain goods, they must be goods the importation of which is restricted by the Customs (Prohibited Imports) Regulations 1956 (Cth) (\"the Regulations \").",
      "id": "s4"
    },
    {
      "text": "In addition, the goods must have been imported into Australia and must not have been delivered into home consumption in accordance with an authority to deal with the goods.",
      "id": "s5"
    },
    {
      "text": "4 The Minister determined that two prototype firearms (the Heckler and Koch model SL 8-R) that the applicant had paid to have developed, manufactured in Germany, and imported into this country, should be detained \"in the public interest\".",
      "id": "s6"
    },
    {
      "text": "Although the Minister's decision directly affects two weapons only, the applicant has commissioned a further 250 such firearms.",
      "id": "s7"
    },
    {
      "text": "If the challenge to the Minister's decision fails, the applicant stands to lose a great deal of money.",
      "id": "s8"
    },
    {
      "text": "5 The applicant puts forward numerous grounds in support of its application for judicial review.",
      "id": "s9"
    },
    {
      "text": "It says that the intent of the Minister's decision is to deprive it of the benefit of a judgment, which it secured in the Federal Magistrates Court in November 2007 regarding the correct classification of this style of weapon.",
      "id": "s10"
    },
    {
      "text": "The Federal Magistrate held, contrary to the stance taken by the Australian Customs Service (\"Customs\"), that the Heckler and Koch SL 8-R was a repeating action firearm within the meaning of Item 2, Part 2 of Sch 6 of the Regulations .",
      "id": "s11"
    },
    {
      "text": "That meant that these weapons could be imported into Australia and sold to anyone who held a \"Category B\" firearm licence, not an onerous requirement.",
      "id": "s12"
    },
    {
      "text": "6 The applicant claims that the Minister departed, without any apparent justification, from the stance taken by his predecessor as Minister that any firearm that fell within Item 2, Part 2 of Sch 6 could be imported and possessed by any licensed shooter.",
      "id": "s13"
    },
    {
      "text": "The applicant further claims that it was denied natural justice by the Minister, who arrived at his decision without notice and in direct conflict with the order made by the Federal Magistrate.",
      "id": "s14"
    },
    {
      "text": "It challenges the Minister's determination that it is in the public interest to detain these weapons.",
      "id": "s15"
    },
    {
      "text": "It contends that the Minister has not provided any adequate explanation as to how he reached that conclusion.",
      "id": "s16"
    },
    {
      "text": "The applicant alleges improper purpose and bad faith.",
      "id": "s17"
    },
    {
      "text": "It contends that the decision is vitiated by various errors of law.",
      "id": "s18"
    },
    {
      "text": "It says, for example, that there was no evidence to justify the making of the decision, particularly when regard is had to the fact that only two weapons were to be detained.",
      "id": "s19"
    },
    {
      "text": "It contends that the Minister was barred from making the decision because the Federal Magistrate's order created an Anshun estoppel.",
      "id": "s20"
    },
    {
      "text": "Finally, the applicant says that the Minister has unlawfully discriminated against it, there being no reason to single out its firearms for detention when weapons of a similar appearance continue to be imported and sold within this country.",
      "id": "s21"
    },
    {
      "text": "APPLICATION FOR LEAVE TO DELIVER INTERROGATORIES \n \n7 By notice of motion filed on 9 April 2008, the applicant sought leave pursuant to O 16 r 1 of the Federal Court Rules 1979 (\"the Rules\") to deliver interrogatories for the examination of the first and second respondents.",
      "id": "s22"
    },
    {
      "text": "Typically, judicial review proceeds largely on the basis of the material before the decision maker and, more importantly, a close analysis of the stated reasons for decision.",
      "id": "s23"
    },
    {
      "text": "It is unusual for discovery or interrogatories to be ordered in such cases.",
      "id": "s24"
    },
    {
      "text": "8 That is not to say that discovery is unavailable in judicial review.",
      "id": "s25"
    },
    {
      "text": "Whether discovery is ordered in a particular case \"depends upon the nature of the case and the stage of the proceedings at which the discovery is sought\": WA Pines Pty Ltd v Bannerman [1980] FCA 79 ; (1980) 30 ALR 559 at 567.",
      "id": "s26"
    },
    {
      "text": "The fact that an applicant can obtain a statement of reasons under s 13 of the ADJR Act is not determinative of whether discovery should be ordered.",
      "id": "s27"
    },
    {
      "text": "There are numerous instances of judicial review proceedings in which discovery has been ordered in this Court or where the jurisdiction to do so has been accepted: WA Pines Pty Ltd v Bannerman; Commissioner of Taxation v Nestle Australia Ltd [1986] FCA 368 ; (1986) 12 FCR 257 ; TNT Australia Pty Ltd v Fels (1992) ATPR 41-190 per Gummow J; and Australian Securities Commission v Somerville (1994) 51 FCR 38 and Canwest Global Communications Corp v Australian Broadcasting Authority (Hill J, 16 June 1997, unreported).",
      "id": "s28"
    },
    {
      "text": "See also Re Federal Commissioner of Taxation, Ex parte Swiss Aluminium Australia Ltd (1987) 72 ALR 247.",
      "id": "s29"
    },
    {
      "text": "9 In Minister for Immigration and Multicultural and Indigenous Affairs v Wong [2002] FCAFC 327 , a Full Court of the Federal Court, while not determining whether the Court had power generally to order interrogatories to be answered in judicial review proceedings, said that it saw no reason \"why there should be a differentiation in Australia between the power to order discovery and the power to order that interrogatories be answered\".",
      "id": "s30"
    },
    {
      "text": "10 The Full Court continued (at [25]):\n \"We are prepared for the purposes of the present case to accept that there is jurisdiction to order interrogatories in an appropriate case.",
      "id": "s31"
    },
    {
      "text": "In so doing we note that the nature of judicial review will, necessarily, limit the cases in which it would be appropriate to order interrogatories to be answered.",
      "id": "s32"
    },
    {
      "text": "It may be noted that in Chan v Minister for Immigration and Ethnic Affairs (1983) 49 ALR 593 and in Herijanto v Refugee Review Tribunal [2000] HCA 49 ; (2000) 74 ALJR 698 Dawson and Gaudron respectively assumed that power to administer interrogatories in judicial review proceedings existed in the High Court.",
      "id": "s33"
    },
    {
      "text": "\" \n11 Order 16 r 1 provides that the Court may, in its discretion, grant leave to any party to file and serve upon any other party a notice requiring the party served to answer interrogatories relating to any matter in issue.",
      "id": "s34"
    },
    {
      "text": "12 The particular interrogatories sought to be delivered were as follows:\n \"1.",
      "id": "s35"
    },
    {
      "text": "For the period of twelve months that ended on: \n \n \n (aa) 31 December 2007; or \n \n \n \n \n \n \n \n \n \n (bb) any other period of time in which the respondents keep records that ended in the year 2007, \n \n \n \n \n say \n \n \n \n \n (X) how many repeating action centre fire rifles were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 2 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulations ; \n \n \n \n \n \n \n \n \n \n (Y) how many repeating action centre fire rifles known as: \n \n \n \n \n \n (a) the \" AMP DSR 1 sniper rifle \" (also known as the \"AMP sniper system\" ); \n (b) the \"Sauer S --- 205\";\n (c) the \"Sauer SSG --- 3000\";\n (d) the \"Unique Alpine TPG\" ; \n (e) the \"Shorty Marksman rifle\" ; \n (f) the \"Steyr tactical elite rifle\" ; \n (g) the \"Remington 7615 rifle\" ; \n (h) the \"Accuracy International AWM rifle\" (also known as the \"PSG 90 rifle\");\n (i) the \"Remington 700 M24\" and \"Remington M 40\" rifles; \n (j) the \"CZ 750\" rifle; \n (k) the \"Mauser SP 66\" rifle; \n (l) the \"Sako TRG 2\" rifle; \n (m) the \"FN 30 --- 11\" rifle; \n \n \n \n \n \n were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 2 of Part Customs (2 of Schedule 6 of the Prohibited Imports) Regulations ;\n \n (Z) how many \"FX Storm\" air rifles were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 1 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulation s. \n \n \n \n \n \n \n \n2.",
      "id": "s36"
    },
    {
      "text": "For the period of twelve months that ended on: \n \n (aa) 31 December 2006; or \n \n \n \n \n \n (bb) any other period of time in which the respondents keep records that ended in the year 2006 \n \n \n \n \n say \n \n \n \n \n (X) how many repeating action centre fire rifles were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 2 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulations ; \n \n \n \n \n \n (Y) how many repeating action centre fire rifles known as: \n \n \n \n (a) the \"AMP DSR 1 sniper rifle\" (also known as the \"AMP sniper system\") ; \n \n \n \n \n (b) the \"Sauer S --- 205\";\n (c) the \"Sauer SSG --- 3000\";\n (d) the \"Unique Alpine TPG\";\n (e) the \"Shorty Marksman rifle \"; \n (f) the \"Steyr tactical elite rifle\" ; \n (g) the \"Remington 7615 rifle\" ; \n \n \n \n \n (h) the \"Accuracy International AWM rifle\" (also known as the \"PSG 90 rifle\" ); \n (i) the \"Remington 700 M24\" and \"Remington M 40\" rifles; \n \n \n \n \n (j) the \"CZ 750\" rifle; \n (k) the \"Mauser SP 66\" rifle; \n (l) the \"Sako TRG 2\" rifle; \n (m) the \"FN 30 --- 11\" rifle; \n \n were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 2 of Part Customs (2 of Schedule 6 of the Prohibited Imports) Regulations ; \n \n \n \n \n \n \n \n \n \n (Z) how many \"FX Storm\" air rifles were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 1 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulations .",
      "id": "s37"
    },
    {
      "text": "3.",
      "id": "s38"
    },
    {
      "text": "For the period of twelve months that ended on: \n \n \n (aa) 31 December 2005; or \n \n \n \n \n \n \n \n \n \n (bb) any other period of time in which the respondents keep records that ended in the year 2005 \n \n \n \n \n \n say \n \n \n \n \n (X) how many repeating action centre fire rifles were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 2 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulations ; \n \n \n \n \n \n (Y) how many repeating action centre fire rifles known as: \n \n \n \n (a) the \"AMP DSR 1 sniper rifle\" (also known as the \"AMP sniper system\") ; \n \n \n \n \n (b) the \"Sauer S --- 205\";\n (c) the \"Sauer SSG --- 3000\";\n (d) the \"Unique Alpine TPG\";\n (e) the \"Shorty Marksman rifle \"; \n (f) the \"Steyr tactical elite rifle\" ; \n (g) the \"Remington 7615 rifle\" ; \n \n \n \n \n (h) the \"Accuracy International AWM rifle\" (also known as the \"PSG 90 rifle\" ); \n (i) the \"Remington 700 M24\" and \"Remington M 40\" rifles; \n \n \n \n \n (j) the \"CZ 750\" rifle; \n (k) the \"Mauser SP 66\" rifle; \n (l) the \"Sako TRG 2\" rifle; \n (m) the \"FN 30 --- 11\" rifle; \n \n were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 2 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulations ; \n \n \n \n \n \n \n \n \n \n (Z) how many \"FX Storm\" air rifles were referred to in approved forms produced to the Collector of Customs for importation into Australia under Reg 4.1(d)(i) and Item 1 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulations .",
      "id": "s39"
    },
    {
      "text": "4.",
      "id": "s40"
    },
    {
      "text": "For the period that began on 7 December 2007 and ends on the date the answers to interrogatories are sworn say \n \n \n \n \n \n (X) how many repeating action centre fire rifles were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 2 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulations ; \n \n \n \n \n (Y) how many repeating action centre fire rifles known as: \n \n \n \n \n (a) the \"AMP DSR 1 sniper rifle\" (also known as the \"AMP sniper system\" ); \n \n \n \n \n \n (b) the \"Sauer S --- 205\" ; \n (c) the \"Sauer SSG --- 3000\" ; \n (d) the \"Unique Alpine TPG\" ; \n (e) the \"Shorty Marksman rifle\" ; \n (f) the \"Steyr tactical elite rifle\" ; \n (g) the \"Remington 7615 rifle\" ; \n \n \n \n \n \n (h) the \"Accuracy International AWM rifle\" (also known as the \"PSG 90 rifle\" ); \n (i) the \"Remington 700 M24\" and \"Remington M 40\" rifles; \n \n \n \n \n \n (j) the \"CZ 750\" rifle; \n (k) the \"Mauser SP 66\" rifle; \n (l) the \"Sako TRG 2\" rifle; \n (m) the \"FN 30 --- 11\" rifle; \n \n \n \n \n \n were referred to in approved forms produced to the Collector of Customs under Reg 4.1(d)(i) and Item 2 of Part Customs (2 of Schedule 6 of the Prohibited Imports) Regulations ; \n \n \n \n \n \n (Z) how many \"FX Storm\" air rifles were referred to in approved forms produced to the Collector of Customs for importation into Australia under Reg 4.1(d)(i) and Item 1 of Part 2 of Schedule 6 of the Customs (Prohibited Imports) Regulations .",
      "id": "s41"
    },
    {
      "text": "And the respondents are required to answer interrogatories numbered 1 to 4 after first having made all proper enquiries of their servants and agents.",
      "id": "s42"
    },
    {
      "text": "\" \n13 The application for leave to deliver interrogatories was initially heard on 17 April 2008.",
      "id": "s43"
    },
    {
      "text": "It was strongly opposed.",
      "id": "s44"
    },
    {
      "text": "The application for judicial review was scheduled to be heard on 28 April 2008.",
      "id": "s45"
    },
    {
      "text": "However, it became apparent that the main hearing would have to be adjourned pending the determination of whether the applicant could be permitted to deliver the interrogatories sought.",
      "id": "s46"
    },
    {
      "text": "14 On the morning of 17 April 2008, the respondents belatedly put forward evidence from Mr John Potter, a senior officer in the Trade Policy and Regulation Branch of Customs.",
      "id": "s47"
    },
    {
      "text": "The branch oversees Customs' administration of the Regulations in relation to the importation of weapons.",
      "id": "s48"
    },
    {
      "text": "Earlier in this proceeding, Mr Potter swore an affidavit stating that, on 5 December 2007, he had prepared a minute to the Minister regarding the proposed making of an order under s 77EA in respect of the two Heckler and Koch firearms.",
      "id": "s49"
    },
    {
      "text": "15 Mr Potter gave oral evidence before me on 17 April 2008 and again on 28 April 2008 when the hearing of this notice of motion resumed.",
      "id": "s50"
    },
    {
      "text": "Put simply, the effect of his evidence was that it would take many weeks, if not months, to answer the proposed interrogatories.",
      "id": "s51"
    },
    {
      "text": "He said that there was no simple method by which the information sought could be obtained despite computer records being maintained of firearm importations.",
      "id": "s52"
    },
    {
      "text": "He said that it would require a detailed manual search to provide the answers requested.",
      "id": "s53"
    },
    {
      "text": "16 Mr Potter's evidence was put forward to support an alternative basis upon which the respondents submitted that leave to deliver interrogatories should be refused.",
      "id": "s54"
    },
    {
      "text": "Their primary position was that such leave should be refused because the information sought could not assist the applicant in establishing any viable ground of review.",
      "id": "s55"
    },
    {
      "text": "If, however, that contention was rejected, leave should be refused in the exercise of the Court's discretion because of the oppressive and unduly burdensome task that responding to the interrogatories would entail.",
      "id": "s56"
    },
    {
      "text": "17 The applicant challenged Mr Potter's evidence as to the difficulty involved in procuring the information sought.",
      "id": "s57"
    },
    {
      "text": "Its case was that such information was readily available and that it required little more than the push of a button to obtain it.",
      "id": "s58"
    },
    {
      "text": "That contention was supported by the evidence of Mr George Doukas, a manager with the applicant.",
      "id": "s59"
    },
    {
      "text": "Mr Doukas swore an affidavit setting out his belief and understanding of the computerised information instantly available to Customs.",
      "id": "s60"
    },
    {
      "text": "He based his affidavit upon his own experience over many years in dealing with Customs.",
      "id": "s61"
    },
    {
      "text": "18 In the end, it proved unnecessary to resolve this aspect of the dispute between the parties.",
      "id": "s62"
    },
    {
      "text": "Mr Potter was cross-examined at considerable length.",
      "id": "s63"
    },
    {
      "text": "He provided much of the information that would have been obtained had the interrogatories been ordered.",
      "id": "s64"
    },
    {
      "text": "He insisted that it would be a major task to conduct a manual search of all firearm importations of the type specified in the interrogatories in the years preceding December 2007.",
      "id": "s65"
    },
    {
      "text": "He acknowledged, however, that it would be a much more manageable task to conduct such a search only in respect of the post-December 2007 period.",
      "id": "s66"
    },
    {
      "text": "19 As indicated above, the respondents did not rely solely upon Mr Potter's evidence as to the difficulty associated with answering the interrogatories.",
      "id": "s67"
    },
    {
      "text": "They argued that the applicant's case was seriously defective in that it proceeded upon several false assumptions.",
      "id": "s68"
    },
    {
      "text": "They submitted that a number of the grounds of review should be struck out even if the evidence ultimately disclosed that weapons of a similar appearance to the Heckler and Koch SL 8-R had been imported and sold prior to December 2007.",
      "id": "s69"
    },
    {
      "text": "Indeed, they submitted that some grounds of review should be struck out even if that were true of the post-December 2007 position.",
      "id": "s70"
    },
    {
      "text": "Both parties accepted that I should deal with that submission by the respondents, for interlocutory purposes, on the basis that the evidence would establish those facts.",
      "id": "s71"
    },
    {
      "text": "However, the respondents indicated that no such concession would be made at trial.",
      "id": "s72"
    },
    {
      "text": "I indicated that I was prepared to proceed on that basis.",
      "id": "s73"
    },
    {
      "text": "ARE THE GROUNDS OF REVIEW WHICH DEPEND ON PAST AND PRESENT PRACTICE AND ALLEGE DISCRIMINATION TENABLE?",
      "id": "s74"
    },
    {
      "text": "20 On 21 April 2008, during the course of a mention of this matter, the respondents foreshadowed that when the hearing of the application for leave to file and serve interrogatories resumed, they would object to certain grounds contained in the application for an order of review.",
      "id": "s75"
    },
    {
      "text": "21 On 24 April 2008 the applicant filed a third, further amended, version of its original application.",
      "id": "s76"
    },
    {
      "text": "That did not deter the respondents from pursuing their challenge to the grounds of review.",
      "id": "s77"
    },
    {
      "text": "Broadly speaking, the respondents contend that at least a number of those grounds, or the particulars thereto, should be struck out as disclosing no reasonable cause of action.",
      "id": "s78"
    },
    {
      "text": "22 The respondents submit, for example, that ground 3 of the amended application, as particularised, fails to disclose any proper basis for a finding of unreasonableness within the meaning of ss 5(1)(e) and 5 (2)(g) of the ADJR Act .",
      "id": "s79"
    },
    {
      "text": "They note that the particulars given in relation to this ground allege discrimination on the part of the Minister in singling out the Heckler and Koch SL 8-R for special treatment.",
      "id": "s80"
    },
    {
      "text": "However, the applicant bases that allegation solely upon the present Minister's departure from his predecessor's willingness to allow firearms of a similar appearance to be imported and sold.",
      "id": "s81"
    },
    {
      "text": "23 The respondents accept that discrimination without apparent justification has, in some circumstances, been held to constitute Wednesbury unreasonableness: Fares Rural Meat and Livestock Co Pty Ltd v Australian Meat and Live-Stock Corporation [1990] FCA 139 ; (1990) 96 ALR 153.",
      "id": "s82"
    },
    {
      "text": "They say, however, that the Minister's exercise of power under s 77EA(1) is not susceptible to review purely because different Ministers have acted differently in the past in relation to similar imported goods.",
      "id": "s83"
    },
    {
      "text": "24 The respondents also say that the Minister is under no obligation to consider whether to exercise his power under s 77EA in relation to all goods that are imported.",
      "id": "s84"
    },
    {
      "text": "The power is one that involves ordering Customs to detain goods if the Minister considers that it is in the public interest to do so.",
      "id": "s85"
    },
    {
      "text": "There is no requirement under the section that Customs inform the Minister of any particular situations in which he or she may potentially exercise the power, still less any requirement that the Minister initiate investigations into all such cases.",
      "id": "s86"
    },
    {
      "text": "Accordingly, so it is submitted, it cannot be inferred, even on the basis of apparently unequal treatment, that there has been unlawful discrimination.",
      "id": "s87"
    },
    {
      "text": "25 The respondents observe that the power conferred under s 77EA is necessarily very broad.",
      "id": "s88"
    },
    {
      "text": "It is plainly intended that government policy can be taken into account: Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1986) 162 CLR 24 at 42 and Minister for Immigration and Multicultural Affairs v Jia Legeng [2001] HCA 17 ; (2001) 205 CLR 507 at 529.",
      "id": "s89"
    },
    {
      "text": "A new Minister must be free to develop and change government policy, even if that means that weapons that were in the past generally available for importation and sale may now be detained.",
      "id": "s90"
    },
    {
      "text": "The respondents refer in that regard to Hot Holdings Pty Limited v Creasy [2002] HCA 51 ; (2002) 210 CLR 438 at 455, where Gaudron, Gummow and Hayne JJ referred with approval to Professor Wade's statement that the whole object of a statutory provision placing a power into the hands of the Minister \"is that he may exercise it according to government policy\".",
      "id": "s91"
    },
    {
      "text": "26 The respondents say that a power conferred upon a Minister to decide whether it is in the public interest that certain goods be detained is, by its very nature, a power that may attract a wide range of legitimate views.",
      "id": "s92"
    },
    {
      "text": "They submit that it would not be appropriate to constrain the Minister in the exercise of the power conferred by s 77EA merely because his predecessor chose to exercise that power in a different way.",
      "id": "s93"
    },
    {
      "text": "27 The respondents challenge grounds 4, 7 and 8 of the amended grounds of review.",
      "id": "s94"
    },
    {
      "text": "They say that insofar as these grounds have as their premise the notion that, under this Minister since December 2007 other rifles of a similar appearance to the Heckler and Koch SL 8-R have been imported and distributed freely, that fact alone cannot give rise to any reviewable error.",
      "id": "s95"
    },
    {
      "text": "If such weapons are still being imported, that would not of itself establish Wednesbury unreasonableness.",
      "id": "s96"
    },
    {
      "text": "The applicant would have to go further.",
      "id": "s97"
    },
    {
      "text": "It would have to establish that the Minister has, since he came to office in December 2007, personally considered whether to order the detention of such rifles and has decided either irrationally, or for some improper purpose, not to do so.",
      "id": "s98"
    },
    {
      "text": "28 The respondents say that, on the evidence of Mr Potter, it is clear that the practice under s 77EA is for Customs to identify goods which the Minister might consider should be detained.",
      "id": "s99"
    },
    {
      "text": "They say that there is no evidence that the Minister himself engages in that process of identification.",
      "id": "s100"
    },
    {
      "text": "They submit that the only operative decision in the context of s 77EA(1) is that of the Minister, that decision having been taken on 6 December 2007.",
      "id": "s101"
    },
    {
      "text": "Any subsequent \"conduct\" on the part of Customs, irrespective of how untoward it might be, is not the subject of this application for review.",
      "id": "s102"
    },
    {
      "text": "It follows, so they submit, that any grievance that the applicant may harbour regarding what it believes to be the more favourable treatment meted out to its competitors since 6 December 2007 is entirely irrelevant.",
      "id": "s103"
    },
    {
      "text": "29 The respondents also attack ground 6.",
      "id": "s104"
    },
    {
      "text": "That ground contends that there was no evidence or other material within s 5(1)(h) and s 5(3)(a) of the ADJR Act that could support the Minister's decision.",
      "id": "s105"
    },
    {
      "text": "It is based essentially upon the fact that the decision concerned the importation of two firearms only.",
      "id": "s106"
    },
    {
      "text": "The particulars in support of that ground assert that weapons bearing the same or a similar appearance had, for some time prior to the decision, been approved by Customs for entry into all States other than Victoria and South Australia.",
      "id": "s107"
    },
    {
      "text": "The particulars assert that that fact alone required that the decision not be taken.",
      "id": "s108"
    },
    {
      "text": "30 The respondents say that the particulars in question do not support the conclusion that there was no evidence to justify the Minister's decision.",
      "id": "s109"
    },
    {
      "text": "They say that the terms of s 77EA, and the nature of the power conferred thereunder, are inconsistent with any requirement that the Minister take into account the way in which the power conferred by that section was exercised in the past.",
      "id": "s110"
    },
    {
      "text": "31 In summary then, the respondents say that those allegations in the grounds of review which complain that the Minister has departed from the practice consistently maintained by his predecessor cannot, even if that be so, give rise to reviewable error.",
      "id": "s111"
    },
    {
      "text": "They say that the same is true of the allegations that the current Minister has, since December 2007, treated the applicant less favourably than its competitors.",
      "id": "s112"
    },
    {
      "text": "It follows, so they say, that any grounds of review, or particulars in support thereof, that rely upon allegations of this nature should be struck out.",
      "id": "s113"
    },
    {
      "text": "32 Of course, if the respondents succeed in their argument that these grounds of review should be struck out, the applicant's motion for leave to deliver interrogatories, which are aimed at establishing the factual premise upon which these grounds rest, would be dismissed.",
      "id": "s114"
    },
    {
      "text": "TEST FOR STRIKING OUT GROUNDS OF REVIEW \n \n33 It is obvious that grounds in support of an application for review are in no sense pleadings.",
      "id": "s115"
    },
    {
      "text": "It follows that O 11 r 16 of the Rules, which enables the Court to order that the whole or any part of a pleading be struck out, has no direct application to this case.",
      "id": "s116"
    },
    {
      "text": "Nonetheless, the authorities that deal with that order can be invoked, by analogy, in relation to grounds specified in an application under the ADJR Act : Whim Creek Consolidated NL v Colgan [1989] FCA 261 ; (1989) 25 FCR 50.",
      "id": "s117"
    },
    {
      "text": "34 The Court will always be slow to exercise its discretion to strike out a pleading: Dey v Victorian Railways Commissioners [1949] HCA 1 ; (1949) 78 CLR 62 and General Steel Industries Inc v Commissioner for Railways (NSW) [1964] HCA 69 ; (1964) 112 CLR 125.",
      "id": "s118"
    },
    {
      "text": "The power will be used sparingly and only where there is a clearly untenable case.",
      "id": "s119"
    },
    {
      "text": "It is of course an abuse of process to maintain an action which is doomed to fail: Walton v Gardiner [1993] HCA 77 ; (1993) 177 CLR 378 at 393.",
      "id": "s120"
    },
    {
      "text": "The onus of satisfying the Court that this criterion is met lies upon the party alleging that to be the case.",
      "id": "s121"
    },
    {
      "text": "35 Any proceeding commenced on or after 1 December 2005 is subject to s 31A(2) of the Federal Court of Australia Act 1976 (Cth), as well as O 20 r 5 of the Rules.",
      "id": "s122"
    },
    {
      "text": "Section 31A provides that the Court may give summary judgment in favour of one party against another if, inter alia, it is satisfied that the other party \"has no reasonable prospect of successfully prosecuting the proceeding or that part of the proceeding\".",
      "id": "s123"
    },
    {
      "text": "For the purposes of the section, a proceeding, or part of a proceeding, need not be hopeless or bound to fail for it to have no reasonable prospect of success.",
      "id": "s124"
    },
    {
      "text": "The section is concerned with the bringing and defending of proceedings, and not just with pleadings.",
      "id": "s125"
    },
    {
      "text": "It seems clear that the section is intended to relax the test imposed by General Steel as to the circumstances in which a proceeding may be struck out.",
      "id": "s126"
    },
    {
      "text": "36 It is a nice question whether s 31A can be invoked in relation to grounds of review that seem untenable.",
      "id": "s127"
    },
    {
      "text": "The section permits judgment to be given in favour of one party against another only, and does not address grounds of review as such: see Fortron Automotive Treatments Pty Ltd v Jones (No 2) [2006] FCA 1401.",
      "id": "s128"
    },
    {
      "text": "Order 54 r 7(1)(a) of the Rules, which governs applications brought under the ADJR Act , provides that a party may apply to the Court for \"judgment\" in an application for an order for review under O 20 r 2 or s 31A of the Federal Court of Australia Act .",
      "id": "s129"
    },
    {
      "text": "Order 54 r 7(1)(b) enables a party to apply to have an application for an order of review stayed or dismissed under O 20 r 4 or r 5.",
      "id": "s130"
    },
    {
      "text": "It follows that the Court can dismiss a \"claim for relief\" in a particular proceeding if that claim constitutes an abuse of process.",
      "id": "s131"
    },
    {
      "text": "37 The respondents did not at any stage seek to invoke s 31A.",
      "id": "s132"
    },
    {
      "text": "For that reason, I propose to hold them to the higher, General Steel standard insofar as they seek to strike out the grounds of review that they have identified.",
      "id": "s133"
    },
    {
      "text": "I do so without expressing any final opinion as to whether s 31A would, in fact, have been available to them had they sought to rely upon it.",
      "id": "s134"
    },
    {
      "text": "CONCLUSION \n \n38 To the extent that the applicant's case against the respondents depends upon nothing more than its claim that the current Minister is approaching the question of \"public interest\" in a different manner to his predecessor, it is untenable.",
      "id": "s135"
    },
    {
      "text": "39 The Minister's predecessor may have taken a more benign view of the importation of weapons of this type.",
      "id": "s136"
    },
    {
      "text": "If he did, that still cannot form the basis of a conclusion that the Minister's decision in this case was unreasonable.",
      "id": "s137"
    },
    {
      "text": "The requirement in s 77EA that the Minister base his decision upon \"the public interest\" confers upon him a broad and multi-faceted discretion.",
      "id": "s138"
    },
    {
      "text": "Reasonable minds are likely to differ as to what that term entails.",
      "id": "s139"
    },
    {
      "text": "If the Minister's decision is, ultimately, held to be unreasonable in the Wednesbury sense, it will be because it was wholly irrational and not because his predecessor did not share this Minister's views.",
      "id": "s140"
    },
    {
      "text": "40 It follows that I would be minded to strike out the grounds of review, and the particulars in support thereof, that depend entirely upon reasoning of the type just discussed.",
      "id": "s141"
    },
    {
      "text": "I say that in the context of an interlocutory application brought for the sole purpose of obtaining leave to deliver interrogatories aimed at assembling evidence to support a factual finding that leads nowhere in a legal sense.",
      "id": "s142"
    },
    {
      "text": "As I will not be hearing this matter when it comes before the Court for final determination, it is sufficient for me to do no more than refuse the application for leave to deliver those interrogatories that relate to the period prior to 6 December 2007 without, at this stage, proceeding to strike out the grounds of review that I regard as untenable.",
      "id": "s143"
    },
    {
      "text": "41 The position regarding the period after 6 December 2007 is more difficult.",
      "id": "s144"
    },
    {
      "text": "At a theoretical level, there might be a case in which it could be shown that the Minister has discriminated against the applicant, singling it out for adverse treatment and ignoring the acts of its competitors.",
      "id": "s145"
    },
    {
      "text": "Such conduct on the part of the Minister might be amenable to judicial review, if not under the ADJR Act , then certainly pursuant to s 39B.",
      "id": "s146"
    },
    {
      "text": "42 However, the difficulty with that approach in the present case is that the structure of s 77EA provides little scope for its application.",
      "id": "s147"
    },
    {
      "text": "There would have to be some basis for believing that the Minister has deliberately set out, in his decision of 6 December 2007, to treat the applicant differently from its competitors.",
      "id": "s148"
    },
    {
      "text": "43 It is possible, in some circumstances, to use later developments as the basis for an inference as to what motivated an earlier decision.",
      "id": "s149"
    },
    {
      "text": "In J D Heydon, Cross on Evidence (7 th Australian ed, 2004), the learned author observes (at [1170]) in relation to what he characterises as \"retrospectant evidence\": \n \"The argument for the reception of this kind of evidence is the converse of that which demonstrates the relevance of prospectant evidence: the subsequent occurrence of an act, state of mind or state of affairs justifies an inference that the act was done, or that the state of mind or affairs previously existed.",
      "id": "s150"
    },
    {
      "text": "\" \n44 It is well-established that a person's anterior intention can be proved by his or her subsequent acts.",
      "id": "s151"
    },
    {
      "text": "Nonetheless, there are limits to the extent to which this can be done.",
      "id": "s152"
    },
    {
      "text": "The evidence of Mr Potter, which is uncontradicted on this point, makes it clear that the Minister does not take a proactive role in relation to his powers under s 77EA.",
      "id": "s153"
    },
    {
      "text": "He simply responds to submissions put forward by Customs, as he did in this case.",
      "id": "s154"
    },
    {
      "text": "That makes it difficult, if not impossible, to use the fact that importers of firearms of similar appearance to the Heckler and Koch SL 8-R have not had their weapons detained as the basis for a challenge to the Minister's decision.",
      "id": "s155"
    },
    {
      "text": "45 Once again, I do not think it necessary to formally order that the grounds of review, and the particulars in support thereof, that rely on this mode of reasoning be struck out.",
      "id": "s156"
    },
    {
      "text": "That does not mean that I regard them as necessarily having reasonable prospects of success.",
      "id": "s157"
    },
    {
      "text": "Indeed, it does not mean that I regard them as necessarily being even arguable.",
      "id": "s158"
    },
    {
      "text": "It is sufficient for present purposes to say that leave should not be granted to deliver any interrogatories that relate to these grounds.",
      "id": "s159"
    },
    {
      "text": "46 To grant leave to interrogate in the circumstances presented here would be to encourage not merely \"fishing\" but full-scale \"trawling\".",
      "id": "s160"
    },
    {
      "text": "It is well-established in relation to discovery that a party who can demonstrate nothing to support an allegation will not be granted access to the documents of the opposing party in the hope of discovering some such support.",
      "id": "s161"
    },
    {
      "text": "See, for example, WA Pines Pty Ltd v Bannerman.",
      "id": "s162"
    },
    {
      "text": "This principle applies with equal force to those seeking relief under the ADJR Act : Minister for Immigration and Multicultural and Indigenous Affairs v Wong at [29]-[32].",
      "id": "s163"
    },
    {
      "text": "It is not open to a party merely to allege that a decision was made without any proper basis and then seek to use the compulsory process of the Court to attempt to find out if that allegation has any foundation.",
      "id": "s164"
    },
    {
      "text": "Before discovery can be ordered, there must be some evidence that can support an arguable case for review, proof of which is likely to be aided by requiring production of relevant documents.",
      "id": "s165"
    },
    {
      "text": "47 The same approach should be taken to the grant of leave to deliver interrogatories.",
      "id": "s166"
    },
    {
      "text": "48 It should not be thought that I reject absolutely the use of additional evidence on judicial review.",
      "id": "s167"
    },
    {
      "text": "While generally the state of mind of the decision maker would be irrelevant in judicial review, there are cases which warrant the reception of such evidence: see, for example, Percerep v Minister for Immigration and Multicultural Affairs [1998] FCA 1088 ; (1998) 86 FCR 483 and McCormack v Deputy Commissioner of Taxation Large Business &amp; International [2001] FCA 1700 at [38] .",
      "id": "s168"
    },
    {
      "text": "For example, allegations of actual bias may require evidence relating to extraneous matters going far beyond the material before the decision maker.",
      "id": "s169"
    },
    {
      "text": "Claims of improper purpose typically present evidentiary difficulties.",
      "id": "s170"
    },
    {
      "text": "The Court must determine, in cases of that type, whether a stated purpose was in fact the real purpose.",
      "id": "s171"
    },
    {
      "text": "Such claims often fail for lack of sufficient evidence.",
      "id": "s172"
    },
    {
      "text": "On occasion, however, documents obtained on discovery and answers to interrogatories can provide evidence of motive or purpose and, accordingly, may be of relevance.",
      "id": "s173"
    },
    {
      "text": "See, for example, Minister for Immigration and Multicultural and Indigenous Affairs v Wong at [26].",
      "id": "s174"
    },
    {
      "text": "49 Similarly, grounds of review that involve allegations of fraud or dishonesty, or even seriously improper behaviour, may justify the making of such orders.",
      "id": "s175"
    },
    {
      "text": "For a time, there developed a body of case law in this country involving challenges to the validity of search warrants, essentially on the basis that they had been improperly obtained.",
      "id": "s176"
    },
    {
      "text": "The principle seems to have been that a warrant obtained by a half-truth should be set aside.",
      "id": "s177"
    },
    {
      "text": "See generally the authorities collected and discussed by Aronson, Dyer and Groves \" Judicial Review of Administrative Action \" (3rd ed, 2004, at 302, fn 339).",
      "id": "s178"
    },
    {
      "text": "In some of these cases, far-ranging discovery was ordered and informative documents obtained.",
      "id": "s179"
    },
    {
      "text": "Interestingly, however, attempts to deliver interrogatories were generally unsuccessful: see, for example, Grofam Pty Ltd v Macauley (1993) 43 FCR 404 , where leave to serve interrogatories on a magistrate who had issued a search warrant was refused.",
      "id": "s180"
    },
    {
      "text": "50 The only grounds of review that could even conceivably support the grant of leave to deliver interrogatories in this case are those alleging discrimination on the part of this Minister when he decided to have the applicant's weapons detained, based upon his later treatment of its competitors.",
      "id": "s181"
    },
    {
      "text": "These are ground 7(d) in support of the ADJR Act application and ground 8(e) in support of the s 39B(1A)(c) application.",
      "id": "s182"
    },
    {
      "text": "However, as discussed above, those grounds are largely speculative.",
      "id": "s183"
    },
    {
      "text": "They do not warrant the grant of leave to interrogate.",
      "id": "s184"
    },
    {
      "text": "51 It follows that I need not determine whether, as the respondents contend, it would be unduly burdensome for them to be required to answer the proposed interrogatories.",
      "id": "s185"
    },
    {
      "text": "The applicant has failed to establish any adequate basis for their delivery.",
      "id": "s186"
    },
    {
      "text": "The grounds of review to which they are directed are untenable.",
      "id": "s187"
    },
    {
      "text": "I certify that the preceding fifty-one (51) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s188"
    },
    {
      "text": "Associate:\n\nDated: 6 June 2008\n\n Counsel for the Applicant: Mr T. Hurley \n \n Solicitors for the Applicant: Balmer &amp; Associates \n \n Counsel for the Respondents: Mr P.R.D.",
      "id": "s189"
    },
    {
      "text": "Gray with Ms Z.E.",
      "id": "s190"
    },
    {
      "text": "Maud \n \n Solicitor for the Respondents: Australian Government Solicitor \n\n Date of Hearing: 28 April 2008 \n \n Date of Judgment: 6 June 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/849.html",
      "id": "s191"
    }
  ]
}