{
  "name": "Tadros v J &amp; R Investment Services Pty Ltd (No 2) [2008] FCA 832 (3 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/832.html",
  "catchphrases": [
    {
      "text": "statement of claim struck out pursuant to earlier consent orders for non compliance with orders",
      "id": "c0"
    },
    {
      "text": "application for costs by the respondents",
      "id": "c1"
    },
    {
      "text": "respondents in breach of orders and in default",
      "id": "c2"
    },
    {
      "text": "further evidence not admitted",
      "id": "c3"
    },
    {
      "text": "costs sought on an indemnity basis and against solicitor personally",
      "id": "c4"
    },
    {
      "text": "costs ordered on a party/party basis only",
      "id": "c5"
    },
    {
      "text": "practice and procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n \n1 This matter has a long, chequered and unsatisfactory history.",
      "id": "s0"
    },
    {
      "text": "All parties have been in breach of the Court's orders.",
      "id": "s1"
    },
    {
      "text": "2 The proceedings were commenced by application and statement of claim filed on 3 October 2006.",
      "id": "s2"
    },
    {
      "text": "I indicated in an earlier judgment ( Tadros v J &amp; R Investment Services Pty Ltd [2007] FCA 1041) that the statement of claim was not in a satisfactory form.",
      "id": "s3"
    },
    {
      "text": "Directions were made on 9 July 2007 granting the applicant leave to file an amended statement of claim before 27 July 2007.",
      "id": "s4"
    },
    {
      "text": "Provision was made for the filing of defences and any necessary reply to a defence.",
      "id": "s5"
    },
    {
      "text": "An amended statement of claim was filed, out of time, on 31 July 2007.",
      "id": "s6"
    },
    {
      "text": "In response, the first to fourth respondents filed a notice of motion on 24 August 2007 to strike out the amended statement of claim.",
      "id": "s7"
    },
    {
      "text": "The sixth respondent filed a notice of motion seeking security for costs but did not, as required by the directions earlier made, file a defence.",
      "id": "s8"
    },
    {
      "text": "Neither did the fifth respondent.",
      "id": "s9"
    },
    {
      "text": "In addition the applicant filed a notice of motion, also on 24 August 2007, that the proceedings be transferred to the Supreme Court of New South Wales.",
      "id": "s10"
    },
    {
      "text": "There were no proceedings pending before that court which might provide a foundation for the request to transfer the proceedings (see s 86A of the Trade Practices Act 1974 (Cth) and s 5 of the Jurisdiction of Courts (Cross-Vesting) Act 1987 (Cth)).",
      "id": "s11"
    },
    {
      "text": "On 29 August 2007 I dismissed that notice of motion.",
      "id": "s12"
    },
    {
      "text": "3 I listed the other notices of motion (to strike out the amended statement of claim and for security for costs) on 15 October 2007.",
      "id": "s13"
    },
    {
      "text": "On 15 October 2007 the parties were not ready.",
      "id": "s14"
    },
    {
      "text": "The matter was adjourned to 12 December 2007.",
      "id": "s15"
    },
    {
      "text": "I will not extend this judgment by describing the interlocutory skirmishes in which the parties indulged themselves both in the period shortly before the hearing listed for 12 December 2007 and at earlier times.",
      "id": "s16"
    },
    {
      "text": "The parties did not comply with the Court's directions and with relevant requirements of the Federal Court Rules .",
      "id": "s17"
    },
    {
      "text": "The notices of motion were not in a satisfactory position to be heard.",
      "id": "s18"
    },
    {
      "text": "However, the parties on that day sought some time in which to engage in immediate negotiations.",
      "id": "s19"
    },
    {
      "text": "Those negotiations resulted in an agreement reflected in the following orders, which I made by consent:\n \n \n '1.",
      "id": "s20"
    },
    {
      "text": "The Notice of Motion for strike out as filed by the 1 st , 2 nd , 3 rd and 4 th Respondents is adjourned generally with liberty to restore on two (2) days notice.",
      "id": "s21"
    },
    {
      "text": "2.",
      "id": "s22"
    },
    {
      "text": "The Applicant has leave to file and serve by 4pm 1 February 2008 a Notice of Motion for leave to file a Further Amended Statement of Claim and Amended Application.",
      "id": "s23"
    },
    {
      "text": "3.",
      "id": "s24"
    },
    {
      "text": "The Applicant pay the costs of the Motion for Strike Out in the amount of $22,000.00 by 4pm 25 January 2008 on delivery to the office of the solicitor for the 1 st , 2 nd , 3 rd and 4 th Respondents.",
      "id": "s25"
    },
    {
      "text": "4.",
      "id": "s26"
    },
    {
      "text": "Should the Applicant fail to comply with Order 3 herein, then Order 2 is vacated and the whole of the Amended Statement of Claim is struck out.",
      "id": "s27"
    },
    {
      "text": "' \n \n \n\nThe proceedings were then adjourned to 7 March 2008.",
      "id": "s28"
    },
    {
      "text": "4 On 7 March 2008 the parties informed me that order 3 had not been complied with.",
      "id": "s29"
    },
    {
      "text": "The consequence was that pursuant to order 4 the amended statement of claim was struck out.",
      "id": "s30"
    },
    {
      "text": "The only matter remaining before the Court concerned any question of costs (see O 62 r 3(1) of the Federal Court Rules ).",
      "id": "s31"
    },
    {
      "text": "The fifth respondent sought an order for costs and it was not opposed by the applicant.",
      "id": "s32"
    },
    {
      "text": "The sixth respondent sought an order for costs which was opposed.",
      "id": "s33"
    },
    {
      "text": "Counsel for the first to fourth respondents informed me that he wished to make an application 'for an unusual costs order' but said no more at that time about its character.",
      "id": "s34"
    },
    {
      "text": "I made the following order and directions:\n 'THE COURT ORDERS THAT: \n \n 1.",
      "id": "s35"
    },
    {
      "text": "The applicant pay the costs of the fifth respondent including reserved costs, as agreed or taxed.",
      "id": "s36"
    },
    {
      "text": "THE COURT DIRECTS THAT: \n \n 1.",
      "id": "s37"
    },
    {
      "text": "The first to fourth and sixth respondents file any evidence and written submissions on which they wish to rely on the issue of costs by 4pm on 28 March 2008.",
      "id": "s38"
    },
    {
      "text": "2.",
      "id": "s39"
    },
    {
      "text": "The applicant file any evidence and written submissions in response on the issue of costs by 4pm on 24 April 2008.",
      "id": "s40"
    },
    {
      "text": "3.",
      "id": "s41"
    },
    {
      "text": "Matter is listed for hearing on the issue of costs at 10:15am, on 3 June 2008 on the respondents' estimate of half a day.",
      "id": "s42"
    },
    {
      "text": "' \n \n \n5 The first to fourth and sixth respondents did not comply with Direction 1.",
      "id": "s43"
    },
    {
      "text": "The applicant remained silent.",
      "id": "s44"
    },
    {
      "text": "On 28 May 2008, two months in breach of the timetable which was fixed in consultation with the parties, and which allowed more time to the respondents than had been sought, the solicitors for the first to fourth and sixth respondents wrote asking to vacate the date fixed for hearing on 3 June 2008.",
      "id": "s45"
    },
    {
      "text": "That request was not agreed to by the applicant.",
      "id": "s46"
    },
    {
      "text": "As a consequence the hearing has gone ahead today.",
      "id": "s47"
    },
    {
      "text": "6 At the hearing of the matter this morning I refused leave to Mr Robinson, who appeared for the first to fourth and sixth respondents, to file in court a further affidavit from Mr Lahood, the sixth respondent, in support of an application for costs.",
      "id": "s48"
    },
    {
      "text": "I also declined to receive into evidence two letters which he sought to tender.",
      "id": "s49"
    },
    {
      "text": "I did so because the respondents were in serious and unjustified breach of the orders made on the last occasion.",
      "id": "s50"
    },
    {
      "text": "I was not prepared merely to overlook the matter.",
      "id": "s51"
    },
    {
      "text": "Had I done so a further opportunity would need to be given to the applicant to marshal some evidence in reply.",
      "id": "s52"
    },
    {
      "text": "The disposition of the proceedings would have been further delayed.",
      "id": "s53"
    },
    {
      "text": "I am satisfied such a course of events should be avoided.",
      "id": "s54"
    },
    {
      "text": "7 Mr Robinson nevertheless sought an order for the costs of the first to fourth and sixth respondents (excluding costs of the notices of motion to strike out which were earlier agreed) on an indemnity basis.",
      "id": "s55"
    },
    {
      "text": "He sought, further, that Mr Ardino, solicitor for the applicant, be made personally liable for the costs.",
      "id": "s56"
    },
    {
      "text": "8 The application raises the following questions for determination:\n \n1.",
      "id": "s57"
    },
    {
      "text": "Should the applicant be ordered to pay further costs?",
      "id": "s58"
    },
    {
      "text": "2.",
      "id": "s59"
    },
    {
      "text": "Should any further costs be paid on an indemnity basis?",
      "id": "s60"
    },
    {
      "text": "3.",
      "id": "s61"
    },
    {
      "text": "Should Mr Ardino be made personally liable for any further costs?",
      "id": "s62"
    },
    {
      "text": "9 In addition, it is necessary to make some final order dealing with the remnants of the application which remains before the Court.",
      "id": "s63"
    },
    {
      "text": "Should the applicant be ordered to pay further costs?",
      "id": "s64"
    },
    {
      "text": "10 It is by no means self-evident that the remaining respondents should have the benefit of any further costs order, even on a party/party basis.",
      "id": "s65"
    },
    {
      "text": "I am satisfied that the first to fourth and sixth respondents are in default within the meaning of O 35A of the Federal Court Rules .",
      "id": "s66"
    },
    {
      "text": "No evidentiary foundation was offered for the 'unusual order for costs' which I was told would be sought within the time which I allowed.",
      "id": "s67"
    },
    {
      "text": "They failed to file the written submissions which they were directed to file.",
      "id": "s68"
    },
    {
      "text": "I am satisfied therefore that it would have been open to the Court to deny the claim for costs on the basis of the default.",
      "id": "s69"
    },
    {
      "text": "11 Nevertheless, I gave Mr Robinson leave to file in Court and rely upon short written submissions which he could in any event have put to the Court orally.",
      "id": "s70"
    },
    {
      "text": "I found them helpful although I indicated I would disregard any assertion for which there was no evidentiary support.",
      "id": "s71"
    },
    {
      "text": "Mr Altan, who appeared on this occasion for the applicant, properly conceded that on ordinary principles the applicant could not resist an order for costs, at least on a conventional party/party basis, if the costs already agreed were excluded.",
      "id": "s72"
    },
    {
      "text": "12 On balance, I am satisfied that despite the default by the remaining respondents, there is a proper foundation for an order for further costs against the applicant.",
      "id": "s73"
    },
    {
      "text": "The statement of claim originally filed was not in a satisfactory form.",
      "id": "s74"
    },
    {
      "text": "Nevertheless, the applicant obtained asset preservation orders from a duty judge late in December 2006 on the basis of the statement of claim.",
      "id": "s75"
    },
    {
      "text": "On 11 July 2007 I set those orders aside ( Tadros v J &amp; R Investment Services Pty Ltd [2007] FCA 1041).",
      "id": "s76"
    },
    {
      "text": "The amended statement of claim filed on 31 July 2007 was also not in a satisfactory form.",
      "id": "s77"
    },
    {
      "text": "I have no doubt if it had not been dealt with by consent on 12 December 2007 it would have been struck out in whole or in part.",
      "id": "s78"
    },
    {
      "text": "The respondents have inevitably borne the burden of responding to the applicant's initiatives.",
      "id": "s79"
    },
    {
      "text": "In the circumstances, and not without some hesitation, I am satisfied that the remaining respondents should be protected by some form of further costs order.",
      "id": "s80"
    },
    {
      "text": "Should an order for costs be made on an indemnity basis?",
      "id": "s81"
    },
    {
      "text": "13 Reference is frequently made, when indemnity costs are sought, to the judgment of Sheppard J in Colgate-Palmolive Company v Cussons Pty Limited (1993) 46 FCR 225 and to the principles distilled by his Honour at 232 --- 234.",
      "id": "s82"
    },
    {
      "text": "These principles remain a reliable guide.",
      "id": "s83"
    },
    {
      "text": "14 More recently a Full Court said in Hamod v New South Wales [2002] FCA 424 ; (2002) 188 ALR 659 at [20] :\n \n 'Indemnity costs are not designed to punish a party for persisting with a case that turns out to fail.",
      "id": "s84"
    },
    {
      "text": "They are not awarded as a means of deterring litigants from putting forward arguments that might be attended by uncertainty.",
      "id": "s85"
    },
    {
      "text": "Rather, they serve the purpose of compensating a party fully for costs incurred, as a normal costs order could not be expected to do, when the Court takes the view that it was unreasonable for the party against whom the order is made to have subjected the innocent party to the expenditure of costs.",
      "id": "s86"
    },
    {
      "text": "' \n \n\n15 This statement of principle was recently cited and followed by Finn J in Cirillo v Consolidated Press Property Ltd (No 2) [2007] FCA 179.",
      "id": "s87"
    },
    {
      "text": "Finn J said at [6], inter alia, 'the application was a hopeless one and ought never have been brought in the form it was' .",
      "id": "s88"
    },
    {
      "text": "16 I am not able to reach such a conclusion in the present case.",
      "id": "s89"
    },
    {
      "text": "The respective merits of the parties' positions were never explored.",
      "id": "s90"
    },
    {
      "text": "Defences were never filed and I have no way of knowing exactly how much of the factual foundation for the applicants' complaints may have been either in dispute or conceded.",
      "id": "s91"
    },
    {
      "text": "The present case is not a suitable one for the award of indemnity costs.",
      "id": "s92"
    },
    {
      "text": "Should Mr Ardino be personally liable for a costs order \n \n17 In his submissions Mr Robinson referred me to the judgment of French J in De Sousa v Minister for Immigration, Local Government and Ethnic Affairs [1993] FCA 146 ; (1993) 41 FCR 544.",
      "id": "s93"
    },
    {
      "text": "In that case a costs order was sought personally against a solicitor.",
      "id": "s94"
    },
    {
      "text": "His Honour granted the application in part.",
      "id": "s95"
    },
    {
      "text": "His Honour said (at 547-8):\n 'There is no doubt in my opinion that the Federal Court has the power to make an order of the kind sought in this case.",
      "id": "s96"
    },
    {
      "text": "I accept the proposition that the jurisdiction is to be exercised with care and discretion and only in clear cases.",
      "id": "s97"
    },
    {
      "text": "The mere fact that litigation fails is plainly no ground for its exercise.",
      "id": "s98"
    },
    {
      "text": "There has to be something which amounts to a serious dereliction of duty: Edwards v Edwards [1958] P 235 at 248.",
      "id": "s99"
    },
    {
      "text": "It is not necessary to ground the power to order costs against a solicitor in the existence of any duty to the opposing party and whether it can be so grounded is open to doubt: Orchard v South Eastern Electricity Board [1987] 1 QB 565 at 571 but cf Lord Denning MR in Kelly v London Transport Executive [1982] 1 WLR 1055 at 1064-1065; [1982] 2 All ER 842 at 850-851.",
      "id": "s100"
    },
    {
      "text": "' \n18 I am not satisfied that there is in the present case a proper foundation for a costs order to be made personally against Mr Ardino.",
      "id": "s101"
    },
    {
      "text": "There is no basis to conclude that he has acted otherwise than on the basis of his instructions.",
      "id": "s102"
    },
    {
      "text": "The principal basis upon which an order was sought against Mr Ardino personally was that he had declared his client's impecuniosity.",
      "id": "s103"
    },
    {
      "text": "That circumstance does not make him a surety for his client.",
      "id": "s104"
    },
    {
      "text": "I could not be satisfied that he has been derelict in his duty to the Court notwithstanding the unsatisfactory elements of the proceedings to which I have referred.",
      "id": "s105"
    },
    {
      "text": "The claim for costs against Mr Ardino personally must therefore be refused.",
      "id": "s106"
    },
    {
      "text": "Disposition of the proceedings \n \n19 Mr Robinson asked that the application now be dismissed.",
      "id": "s107"
    },
    {
      "text": "Mr Altan was not able to resist such an order.",
      "id": "s108"
    },
    {
      "text": "I am satisfied that the proceeding commenced by the applicant by the application filed on 3 October 2006 should be dismissed pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth).",
      "id": "s109"
    },
    {
      "text": "I certify that the preceding nineteen (19) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s110"
    },
    {
      "text": "Associate:\n\nDated: 3 June 2008\n\n Counsel for the Applicant: Mr H Altan \n \n Solicitor for the Applicant: Morgan Ardino Solicitors \n \n Counsel for the First, Second, Third, Fourth and Sixth Respondents: Mr C Robinson \n \n Solicitor for the First, Second, Third, Fourth and Sixth Respondents: James Lahood &amp; Associates \n\n Date of Hearing: 3 June 2008 \n \n Date of Judgment: 3 June 2008 \n\n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/832.html",
      "id": "s111"
    }
  ]
}