{
  "name": "Inform Design and Construction Pty Ltd v Boutique Homes Melbourne Pty Ltd [2008] FCA 912 (18 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/912.html",
  "catchphrases": [
    {
      "text": "copyright in project home designs",
      "id": "c0"
    },
    {
      "text": "infringement",
      "id": "c1"
    },
    {
      "text": "objective similarities in designs",
      "id": "c2"
    },
    {
      "text": "allegations of conscious or subconscious copying",
      "id": "c3"
    },
    {
      "text": "reproduction of substantial part of designs",
      "id": "c4"
    },
    {
      "text": "protection of idea or expression of idea",
      "id": "c5"
    },
    {
      "text": "copyright",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "1 Inform Design and Construction Pty Ltd (\"Inform\") is a well-known designer and builder of high-quality project homes in Victoria.",
      "id": "s0"
    },
    {
      "text": "The homes it designs and builds are targeted at the upper end of the volume housing market.",
      "id": "s1"
    },
    {
      "text": "It builds around eighty homes a year.",
      "id": "s2"
    },
    {
      "text": "While it provides a customised design service in addition to its project homes, it does so on only a limited basis.",
      "id": "s3"
    },
    {
      "text": "It does not license its designs to be built by others.",
      "id": "s4"
    },
    {
      "text": "2 Boutique Homes Melbourne Pty Ltd (\"Boutique\"), the respondent to this proceeding, is also a volume builder in the Victorian project home market.",
      "id": "s5"
    },
    {
      "text": "3 Inform claims that Boutique, by the design and construction of its project homes, particularly a home known as the Villa View, substantially reproduced and therefore infringed Inform's copyright in the design of two of its project homes, the Urban and Seasons.",
      "id": "s6"
    },
    {
      "text": "In the alternative, Inform claims that to the extent that the Villa View reproduced its Urban and Seasons designs, this constitutes misleading or deceptive conduct under s 52 of the Trade Practices Act 1974 (Cth).",
      "id": "s7"
    },
    {
      "text": "I have appended to these reasons for judgment plans for the Seasons, marked \"A\", and the Villa View, marked \"B\", respectively.",
      "id": "s8"
    },
    {
      "text": "4 Boutique admits all formal matters.",
      "id": "s9"
    },
    {
      "text": "It concedes that Inform holds copyright in the Urban and Seasons designs and that that copyright subsists.",
      "id": "s10"
    },
    {
      "text": "However, it denies any infringement of that copyright.",
      "id": "s11"
    },
    {
      "text": "5 Put simply, Boutique contends that it created the Villa View design without reference to, or even knowledge of, the Urban or Seasons.",
      "id": "s12"
    },
    {
      "text": "Moreover, it says that Inform is seeking impermissibly to protect merely \"an idea\" and not \"the expression of that idea\".",
      "id": "s13"
    },
    {
      "text": "Finally, it maintains that it has not in any event reproduced \"a substantial part\" of the Urban or Seasons designs.",
      "id": "s14"
    },
    {
      "text": "6 This means that there are three issues to determine.",
      "id": "s15"
    },
    {
      "text": "The first is whether Boutique made use of any of Inform's designs or buildings to create the Villa View.",
      "id": "s16"
    },
    {
      "text": "The second is whether, if it did, the Villa View reproduces a substantial part of the Urban and Seasons designs.",
      "id": "s17"
    },
    {
      "text": "The third is whether, even if that be the case, that which Inform is seeking to protect is amenable to copyright protection.",
      "id": "s18"
    },
    {
      "text": "THE EVIDENCE \n \n7 Since 1998, Inform has on occasion retained Mr Leon Meyer, an architect, to design a series of two-storey project homes.",
      "id": "s19"
    },
    {
      "text": "These commenced with a design known as the Core and then developed progressively through the Urban (designed in May and June 2001 and opened as a display home in June 2002) and the Seasons (designed in 2002 and opened in April 2003).",
      "id": "s20"
    },
    {
      "text": "Mr Meyer expressly assigned copyright in these three designs to Inform.",
      "id": "s21"
    },
    {
      "text": "8 According to Mr Meyer, these designs share certain conceptual characteristics, the main element of which is a modern plan layout along a rectilinear spine with a central freestanding staircase.",
      "id": "s22"
    },
    {
      "text": "Ground-level service areas, such as the kitchen, bathrooms and laundry, are collected around that staircase.",
      "id": "s23"
    },
    {
      "text": "These service areas are referred to as \"wet areas\" by virtue of the fact that water spillage is likely to occur there on a regular basis.",
      "id": "s24"
    },
    {
      "text": "Bedroom and living areas are located upstairs and, wherever possible, upstairs bathrooms are clustered as close to the staircase as practicable.",
      "id": "s25"
    },
    {
      "text": "9 The evidence establishes that since their introduction, the Core, Urban and Seasons have been highly successful, selling well and receiving industry recognition.",
      "id": "s26"
    },
    {
      "text": "In 1999 the Core was a finalist in a Housing Industry Association (\"HIA\") award for Victorian display home design.",
      "id": "s27"
    },
    {
      "text": "In 2000 it was runner-up in the category of display homes selling for over $250,000.",
      "id": "s28"
    },
    {
      "text": "In 2002 the Urban won the HIA's Victorian Display Home of the Year in the $300,000 and above category.",
      "id": "s29"
    },
    {
      "text": "In 2003 it won the HIA's national awards for Display Home of the Year in the $250,000 and above category and the Australian Home of the Year, which is the association's highest award for housing.",
      "id": "s30"
    },
    {
      "text": "In 2003-04 Seasons won the award for Best Victorian Display Home between $350,000 and $500,000.",
      "id": "s31"
    },
    {
      "text": "10 These awards generated considerable publicity.",
      "id": "s32"
    },
    {
      "text": "All three homes featured in various newspaper articles.",
      "id": "s33"
    },
    {
      "text": "In addition, Inform promoted its homes extensively in newspapers and magazines and built and operated display homes.",
      "id": "s34"
    },
    {
      "text": "There is no dispute about the fact that it has acquired a substantial reputation and goodwill in its designs.",
      "id": "s35"
    },
    {
      "text": "Plainly, those designs are extremely valuable.",
      "id": "s36"
    },
    {
      "text": "11 Inform claims that Boutique infringed its copyright in the building plans and buildings themselves.",
      "id": "s37"
    },
    {
      "text": "It claims that Boutique, through the design and construction of its Villa View home, particularly a home known as the Villa View 4300, has substantially reproduced its Urban and Seasons designs.",
      "id": "s38"
    },
    {
      "text": "12 The evidence establishes that the Villa View comes in three sizes: 33 squares, 36.5 squares and 43 squares.",
      "id": "s39"
    },
    {
      "text": "Boutique admits to having designed and built a version of unspecified dimension in July 2004 and having designed and built a 43-square version (the Villa View 4300) at Wyndham Waters Estate, Truganina, in the outer western suburbs of Melbourne, in about April 2005.",
      "id": "s40"
    },
    {
      "text": "Another Villa View 4300 with a modified design has been built in North Balwyn.",
      "id": "s41"
    },
    {
      "text": "13 Despite Inform's objections, Boutique maintains its display home at Wyndham Waters.",
      "id": "s42"
    },
    {
      "text": "Boutique has said that, unless restrained, it will continue to do so.",
      "id": "s43"
    },
    {
      "text": "14 Boutique claims that the Villa View 4300 was independently conceived and designed without recourse to any of the Inform designs.",
      "id": "s44"
    },
    {
      "text": "It argues that there was a clear evolution of design, which began with the creation in early 2001 of what was described as the Mawson Lakes house plan, a three-bedroom house designed by Villis Architects.",
      "id": "s45"
    },
    {
      "text": "In April 2001 this house evolved into what became known as the Villa Grand 30, also a three-bedroom project home.",
      "id": "s46"
    },
    {
      "text": "Then, in 2002, at the request of various customers for a four-bedroom home, this developed into the Villa Grand 35.",
      "id": "s47"
    },
    {
      "text": "Finally, and in response to a further request for a modern display home at Waterways Estate, Boutique developed plans in July 2003 for what was described as the Contemporary Villa Grand, a Tuscan-style two-storey project home.",
      "id": "s48"
    },
    {
      "text": "The Contemporary Villa Grand was the basis for Boutique's Villa View 4300.",
      "id": "s49"
    },
    {
      "text": "15 Boutique denies any copying, conscious or otherwise, of the Urban and/or Seasons.",
      "id": "s50"
    },
    {
      "text": "It says that the Villa View was conceived by one of its principals, Mr Vito Di Natale, working in conjunction with an independent contracted draftsman, Mr Goran Lazarovski, over several months.",
      "id": "s51"
    },
    {
      "text": "According to Mr Di Natale, the design process then lay dormant for about nine months.",
      "id": "s52"
    },
    {
      "text": "It was revived and ultimately completed in April 2004 by Mr Di Natale with the assistance of Mr Steven O'Dwyer, a draftsman who later left Boutique to join Inform.",
      "id": "s53"
    },
    {
      "text": "The evidence suggests that Mr Dean Lemke, another former Boutique employee who also joined Inform, assisted as well.",
      "id": "s54"
    },
    {
      "text": "16 Boutique's other principal and its managing director, Mr Raymond de Weerd, also insists that the Villa View was conceived, designed and built independently of any of the three Inform designs.",
      "id": "s55"
    },
    {
      "text": "Mr Di Natale and Mr de Weerd claim that despite the extensive publicity given to the Urban and Seasons at about the time that the Villa View was being developed, they were unaware of any of the Inform designs.",
      "id": "s56"
    },
    {
      "text": "17 Inform's case relies heavily upon the evidence of Mr Meyer and Mr Graham Wines, an architect retained to provide a report as to whether the Villa View was copied from any of the Inform homes.",
      "id": "s57"
    },
    {
      "text": "18 It is necessary to focus upon the evidence of these two witnesses with regard to the similarities between Inform's Seasons and Boutique's Villa View 4300.",
      "id": "s58"
    },
    {
      "text": "It is accepted that there are greater similarities between these two homes than between the Urban and the Villa View.",
      "id": "s59"
    },
    {
      "text": "If Inform cannot establish that the Villa View 4300 was a copy of the Seasons, it almost certainly cannot show that it was a copy of the Urban.",
      "id": "s60"
    },
    {
      "text": "19 Mr Meyer's evidence was that the Villa View shared a number of design elements with the Urban and the Seasons.",
      "id": "s61"
    },
    {
      "text": "They were as follows: \n \n&#8226; linear style --- rectangular layout; \n \n&#8226; central traffic spine and basic arrangement of rooms; \n \n&#8226; central stair placed in an internal position; \n \n&#8226; service core arranged around stairwell at both levels; \n \n&#8226; meals/dining area projection;\n \n&#8226; zoning of parents and children's areas at first-floor level; \n \n&#8226; children's bedroom and activity-area arrangement; \n \n&#8226; lower roof pitch; \n \n&#8226; kitchen layout with island bench; and \n \n&#8226; master bedroom walk-in robe island arrangement.",
      "id": "s62"
    },
    {
      "text": "20 More specifically, Mr Meyers said that the Seasons and the Villa View 4300 shared the following elements: \n \n&#8226; an independent garage at the front of and attached to a relatively slender two-storey building; \n \n&#8226; an entry porch between the garage and study in a central position forward of the entry door; \n \n&#8226; a study access door at the corner of the study and off the entry area on the same side as the entry door swing; \n \n&#8226; an access spine running directly through to one side of the living spaces and a service core; \n \n&#8226; a living room to one side of the access spine beyond the study with windows to the garden to one side and a view across the corridor to gardens or courtyard on the other side;\n \n&#8226; a linear access corridor running past the partially enclosed courtyard bordered by the back wall of the garage and glazed meals area projection; \n \n&#8226; a centrally positioned stair directly opposite the courtyard opening up to a corridor by the living room with nib wall offset, a U-shaped stair that does not connect with the external wall on either side, and a storage area located under the staircase; \n \n&#8226; laundry and powder rooms in a central position beside and behind the stair, with first-level bathrooms arranged around the stair; \n \n&#8226; a meals area, glazed on three sides and projecting into the garden area on the opposing side of the traffic spine \"corridor\"; a rectangular family room projecting in to the rear garden area occupying the full width of the rear of the house; \n \n&#8226; kitchen incorporating island bench; \n \n&#8226; a large, walk-in pantry; \n \n&#8226; identical upstairs arrival point;\n \n&#8226; identical zoning with parents' areas to the front of the house and children to the rear; \n \n&#8226; upstairs accommodation layout consisting of four bedrooms, with the master bedroom having walk-in robes and en suite, and three children's bedrooms, plus a children's activity area, bathroom and separate toilet; and \n \n&#8226; a master bedroom designed with en suite, separate toilet and large double-sided walk-in robe adjacent to bedroom one and potentially behind the bed depending on the preferred furniture arrangement.",
      "id": "s63"
    },
    {
      "text": "21 Mr Wines inspected Inform's Seasons house (at 1278 Toorak Road, Glen Iris) and Boutique's Villa View 4300 (at 110 Wetlands Boulevard, Hoppers Crossing).",
      "id": "s64"
    },
    {
      "text": "He considered the similarities between these two houses and commented on the background to the design development of each.",
      "id": "s65"
    },
    {
      "text": "22 In addition to examining the Seasons and the Villa View 4300, Mr Wines had access to the affidavits of Mr Meyer and Mr O'Dwyer together with the exhibits thereto.",
      "id": "s66"
    },
    {
      "text": "After preparing a preliminary report, but before completing his final report, he was also provided with the affidavits of Mr Di Natale and Mr de Weerd.",
      "id": "s67"
    },
    {
      "text": "23 Mr Wines concluded that there were many similarities between the Seasons, in particular, and the Villa View 4300.",
      "id": "s68"
    },
    {
      "text": "By contrast, he saw little in the way of similarity between the Villa Grand and the Urban and Seasons.",
      "id": "s69"
    },
    {
      "text": "He concluded that the Urban and Seasons showed a clear development of process, both intellectually and graphically, by a single architect \"reflecting a single architectural philosophy\".",
      "id": "s70"
    },
    {
      "text": "However, he could see no such continuity of development from Boutique's Villa Grand to the Villa View.",
      "id": "s71"
    },
    {
      "text": "There did not appear to be any developmental pathway or intellectual process that supported the notion that there had been a progression from one design to the other.",
      "id": "s72"
    },
    {
      "text": "24 Mr Wines said that the Villa View showed \"some close similarities\" to the Seasons \"in terms of design philosophy, the circulation, the services' core element and the planning of the room layouts\".",
      "id": "s73"
    },
    {
      "text": "There were \"several clear developmental relationships\" between the Villa View on the one hand and the Urban and Seasons on the other.",
      "id": "s74"
    },
    {
      "text": "These similarities went to the three distinguishing elements of the Inform designs, namely, the expression of a design philosophy through the circulation patterns, the services' core element, and the layout of the rooms along the axis.",
      "id": "s75"
    },
    {
      "text": "25 Mr Wines said that an examination of the Urban and Seasons showed a fundamental idea, namely that of a centralised core containing services and circulation to a central position in \"the envelope\" away from external walls.",
      "id": "s76"
    },
    {
      "text": "He said that this concept was seen in many commercial buildings, such as offices and high-rise residential buildings.",
      "id": "s77"
    },
    {
      "text": "However, it was not a design philosophy common to individual residences.",
      "id": "s78"
    },
    {
      "text": "26 His examination of the Seasons and Villa View revealed a number of similarities which gave the visitor \"a feeling of familiarity\".",
      "id": "s79"
    },
    {
      "text": "In his own words:\n \n \"It is not the exterior materials or the window proportions or the skirting boards and architraves that create the sense of having been in a similar home but the essence of the plan design, the relationship of spaces and the juxtaposition of the spaces along a central spine with a view along the building that terminates at the wall at the far end of the house.",
      "id": "s80"
    },
    {
      "text": "\" \n \n\n27 Mr Wines went further and said that even without going to the two designs as plan layouts, there were \"striking similarities\" between the Seasons and the Villa View.",
      "id": "s81"
    },
    {
      "text": "The similarities between the two design concepts were \"quite significant\".",
      "id": "s82"
    },
    {
      "text": "He added:\n \n \"The sense of unfolding spaces, the scale of the spine, the allocation of the spaces along the spine and the unified approach to the design elements (informality, consistency) suggest that the designers were thinking almost identical thoughts about how the house would unfold and in what order.",
      "id": "s83"
    },
    {
      "text": "\" \n [Emphasis added.",
      "id": "s84"
    },
    {
      "text": "]\n \n\n28 He said that the final design drawings for the Seasons and the Villa View shared:\n \n \"the core design principles of a centralised dog-leg staircase surrounded by the wet areas on both the upper and lower levels with the linear access emphasised to draw the eye from the entry to the rear wall of the house.",
      "id": "s85"
    },
    {
      "text": "\" \n \n\n29 As indicated, Mr Wines initially rejected the notion that the Villa View could be seen as a logical progression from the Villa Grand.",
      "id": "s86"
    },
    {
      "text": "Indeed, he said in his report that he could see no progression whatsoever but rather \"a radical change in design philosophy\".",
      "id": "s87"
    },
    {
      "text": "Under cross-examination, however, he retreated somewhat from that view.",
      "id": "s88"
    },
    {
      "text": "This was primarily as a result of Boutique tendering a series of plans, which showed each of the project homes that it had designed leading up to the Villa View, and inviting the Court to line each plan up with its successor through the use of transparencies.",
      "id": "s89"
    },
    {
      "text": "Having been taken painstakingly through the documents that explained the design process leading up to the final creation of the Villa View 4300 and its links with the Villa Grand, Mr Wines conceded that he could see a development from the Mawson Lakes to the Villa Grand 30 and on to the Villa Grand 35.",
      "id": "s90"
    },
    {
      "text": "He further acknowledged that, in comparing the Villa Grand 35 to the Contemporary Villa Grand, he could see a further progression of design.",
      "id": "s91"
    },
    {
      "text": "Apart from the staircase, he said that he could see where all the other elements from the Villa Grand 35 had been adapted and incorporated in the plans for the Contemporary Villa Grand.",
      "id": "s92"
    },
    {
      "text": "Mr Wines accepted that the Villa Grand 35 could have been a starting point for the Contemporary Villa Grand and that its special layout could be seen as a development of the earlier plan.",
      "id": "s93"
    },
    {
      "text": "Moreover, in comparing the Contemporary Villa Grand with the Villa View, he said that he could discern a clear evolution of design, both in the external and internal walls.",
      "id": "s94"
    },
    {
      "text": "30 In addition to these experts, Inform called three other witnesses: Mr John Gaffney, Mr O'Dwyer, and Mr Lemke.",
      "id": "s95"
    },
    {
      "text": "Mr Gaffney is a former chief executive of Inform who had previously worked for about a decade at HIA, where his ultimate position had been that of executive director of HIA, Victoria.",
      "id": "s96"
    },
    {
      "text": "He recalled that the Seasons display home was opened in about April 2003.",
      "id": "s97"
    },
    {
      "text": "He was taken to various HIA publications and spoke of their general circulation.",
      "id": "s98"
    },
    {
      "text": "He was referred to a magazine known as Top Homes and also to the summer 2003/2004 edition of a Herald Sun lift-out called Display homes .",
      "id": "s99"
    },
    {
      "text": "The latter contained an advertising feature on the Villa Grand at Caroline Springs, which included a basic floor plan.",
      "id": "s100"
    },
    {
      "text": "The issue contained similar \"advertorials\" featuring the Urban at Sandringham and the Seasons at Glen Iris.",
      "id": "s101"
    },
    {
      "text": "Plainly, the inference intended to be drawn from this was that Boutique's principals would almost certainly have seen the magazine and could therefore be expected to have been aware of Inform's Urban and Seasons.",
      "id": "s102"
    },
    {
      "text": "31 Mr Gaffney also gave evidence as to the prominence given to the awards won by the Urban and the Seasons in about 2003.",
      "id": "s103"
    },
    {
      "text": "Under cross-examination by Boutique's counsel, Mr Rivette, he agreed that it made good economic sense to group the wet areas of a project home as close together as possible.",
      "id": "s104"
    },
    {
      "text": "He was asked whether it was common in 2003 or thereabouts for the wet areas to be located in the centre of the house.",
      "id": "s105"
    },
    {
      "text": "He replied that it was \"more common than not\" though there were still plenty of houses that went \"the other way\".",
      "id": "s106"
    },
    {
      "text": "32 The next witness on behalf of Inform was Mr O'Dwyer.",
      "id": "s107"
    },
    {
      "text": "He is contracts administrator at Inform and was formerly a draftsman employed by that company.",
      "id": "s108"
    },
    {
      "text": "Previously, he was employed at Boutique, which he joined in December 2003.",
      "id": "s109"
    },
    {
      "text": "In 2004 he was involved with Mr Di Natale and Mr de Weerd in developing the design that came to be known as the Villa View.",
      "id": "s110"
    },
    {
      "text": "Describing the process by which the Villa View evolved, he said that he was \"given a set of plans which were fairly well resolved\".",
      "id": "s111"
    },
    {
      "text": "His input was to make the designs more functional.",
      "id": "s112"
    },
    {
      "text": "33 Mr O'Dwyer was asked whether, while working on the Villa View design, he had the Seasons plan in mind.",
      "id": "s113"
    },
    {
      "text": "He replied: \"not specifically the plan, no.",
      "id": "s114"
    },
    {
      "text": "\" He was then asked to what extent, if at all, he was conscious of any of the Inform designs while working on the Villa View.",
      "id": "s115"
    },
    {
      "text": "He replied that \"the general feel that they were trying to achieve with the Villa View was similar to what Inform had provided to the Core\".",
      "id": "s116"
    },
    {
      "text": "He had seen the Urban display home and been inside it.",
      "id": "s117"
    },
    {
      "text": "However, he had not seen the Seasons home.",
      "id": "s118"
    },
    {
      "text": "In answer to a question from me, Mr O'Dwyer said that he recalled a conversation in around July 2004 with Mr de Weerd in which Mr O'Dwyer had referred to Inform's website and asked whether Boutique was trying to achieve \"that kind of feel\".",
      "id": "s119"
    },
    {
      "text": "According to Mr O'Dwyer, Mr de Weerd replied that Boutique wasn't \"using their product\" but wanted to move \"in that direction\" away from the Villa Grand.",
      "id": "s120"
    },
    {
      "text": "34 Under cross-examination, it was put to Mr O'Dwyer that no such conversation with Mr de Weerd had ever occurred.",
      "id": "s121"
    },
    {
      "text": "He replied that he had no specific recollection of the exact words spoken but did not otherwise resile from his position.",
      "id": "s122"
    },
    {
      "text": "He agreed that there was no way that he would deliberately and consciously copy the work of another and said that he had not done so.",
      "id": "s123"
    },
    {
      "text": "His involvement in the Villa View project extended over some months and, he said, the general layout of the design remained constant.",
      "id": "s124"
    },
    {
      "text": "He said that he was provided with detailed floor plans to work from.",
      "id": "s125"
    },
    {
      "text": "These were computer-aided design (CAD) drawings.",
      "id": "s126"
    },
    {
      "text": "His role was largely confined to the wet areas and his object was to make them more functional.",
      "id": "s127"
    },
    {
      "text": "35 Mr O'Dwyer said that the CAD drawings with which he was provided reflected a new design.",
      "id": "s128"
    },
    {
      "text": "He did not recall either of Boutique's principals referring to them as the Contemporary Villa Grand.",
      "id": "s129"
    },
    {
      "text": "He said that the final plans for the Villa View were completed in about August 2004.",
      "id": "s130"
    },
    {
      "text": "The process took about five months in all.",
      "id": "s131"
    },
    {
      "text": "He did not work full time on these plans but did spend a considerable amount of time in their development.",
      "id": "s132"
    },
    {
      "text": "36 The final witness called on behalf of Inform was Mr Lemke, an architectural draftsman.",
      "id": "s133"
    },
    {
      "text": "He joined Boutique in about July 2004.",
      "id": "s134"
    },
    {
      "text": "One of his first projects was the Villa View.",
      "id": "s135"
    },
    {
      "text": "He regarded it as \"very similar\" to the Urban and the Seasons.",
      "id": "s136"
    },
    {
      "text": "Mr Lemke said that he was \"aware\" of the Inform designs during his time at Boutique.",
      "id": "s137"
    },
    {
      "text": "He said that he mentioned the similarity between the Villa View and the Urban and Seasons to Mr O'Dwyer, who said that he would look into the matter.",
      "id": "s138"
    },
    {
      "text": "However, that was the last discussion that they had on the subject.",
      "id": "s139"
    },
    {
      "text": "Mr Lemke said that he did not raise this issue with Mr Di Natale or Mr de Weerd.",
      "id": "s140"
    },
    {
      "text": "He said that he raised the issue with Mr O'Dwyer but did not bring it to the attention of Mr de Weerd or Mr Di Natale because he had \"only been working there for a few months\" and did not think it was his business to do so.",
      "id": "s141"
    },
    {
      "text": "37 Mr Lemke later clarified his discussion of this issue with Mr O'Dwyer.",
      "id": "s142"
    },
    {
      "text": "He said that he might have emailed Mr O'Dwyer regarding this subject, rather than having a face-to-face discussion.",
      "id": "s143"
    },
    {
      "text": "The communication was prompted by the fact that the two designs were \"so similar\".",
      "id": "s144"
    },
    {
      "text": "In response to questions from me, he said that he had been concerned about whether there had been \"copying\".",
      "id": "s145"
    },
    {
      "text": "38 Mr Lemke confirmed that he had \"no real involvement\" in the design process of the Villa View and that his job was to deal with the \"construction detailing\" of the house.",
      "id": "s146"
    },
    {
      "text": "39 Under cross-examination, Mr Lemke agreed that he had never believed that Mr O'Dwyer had copied the plans of Inform.",
      "id": "s147"
    },
    {
      "text": "He added that the Villa View design process had been going on for some months before he became involved.",
      "id": "s148"
    },
    {
      "text": "He agreed that his concern was not so much that the design of the Villa View was copied from the Inform designs but rather simply that they were \"very similar\".",
      "id": "s149"
    },
    {
      "text": "However he agreed that \"basic elements\" of the designs of each of the houses \"were not uncommon\".",
      "id": "s150"
    },
    {
      "text": "40 He said that he did not use anyone else's designs as a reference point for the work that he was doing and that he had not been asked to copy anyone else's work.",
      "id": "s151"
    },
    {
      "text": "41 In reply, Boutique's first witness, Mr Di Natale, said that he had been involved in the building industry for over thirty years.",
      "id": "s152"
    },
    {
      "text": "He had been engaged in sales, marketing and product design.",
      "id": "s153"
    },
    {
      "text": "Although having no formal training in design and architecture, he had a strong interest in this area and had been designing homes for more than twenty years.",
      "id": "s154"
    },
    {
      "text": "He had been in business with Mr de Weerd for over ten years.",
      "id": "s155"
    },
    {
      "text": "42 Mr Di Natale said that during the period that the Villa View was being developed, he was unaware that Inform had won any awards for its designs.",
      "id": "s156"
    },
    {
      "text": "He initially denied having seen any photographs of Inform's display homes in magazines or newspapers although, under cross-examination, said that he might have seen them but could not recall.",
      "id": "s157"
    },
    {
      "text": "43 Cross-examined by counsel for Inform, Mr Minahan, the transcript reads as follows: \n \n \"I put it to you that what happens is you have got --- well, yes, you have got the Tuscan-style Villa Grand, which you're calling a toy, but it's not selling?",
      "id": "s158"
    },
    {
      "text": "... And in July --- in June and July 2003 the Urban wins the HIA's Display Home of the Year award and the Australian Home of the Year Award, and you are ignorant of that you say?",
      "id": "s159"
    },
    {
      "text": "Mr Di Natale: \"Yes, I'm ignorant of that.",
      "id": "s160"
    },
    {
      "text": "\" \n\n\n \n44 Mr Di Natale strenuously denied having been influenced in his work on the Villa View by any of the Inform designs.",
      "id": "s161"
    },
    {
      "text": "It was suggested to him that he may have forgotten having seen those designs but nonetheless been subconsciously influenced by them.",
      "id": "s162"
    },
    {
      "text": "That possibility was rejected.",
      "id": "s163"
    },
    {
      "text": "45 The transcript then reads as follows: \n \n Mr Minahan: \"That you, at exactly the same time, go to see Mr Lazarovski and come up with a plan which has just not layout and conceptual, but even walls extending in the hallways in colums, a re-arrangement of bedrooms, all very similar, pure coincidence you say?",
      "id": "s164"
    },
    {
      "text": "\" \n Mr Di Natale: \"Yes, because of the staircase position.",
      "id": "s165"
    },
    {
      "text": "\" \n \n Mr Minahan: \"And pure coincidence as to the timing?",
      "id": "s166"
    },
    {
      "text": "\" \n Mr Di Natale: \"Yes.",
      "id": "s167"
    },
    {
      "text": "\" \n \n Mr Minahan: \"And the resurrection of it is a pure coincidence too, it has nothing to do with that and the ongoing ...?",
      "id": "s168"
    },
    {
      "text": "Mr Di Natale: \"The resurrection was because we had to put displays over at the Wyndham Waters.",
      "id": "s169"
    },
    {
      "text": "\" \n \n ... \n\n\n \n Mr Minahan: \"And the introduction of that pillar and extension that little alfresco section, that's coincidentally similar to what's in the Urban as well?",
      "id": "s170"
    },
    {
      "text": "\" Yes.",
      "id": "s171"
    },
    {
      "text": "The Urban and one of the homes that Gilbert Simonds designed for us.",
      "id": "s172"
    },
    {
      "text": "\" \n\n\n \n46 The net effect of Mr Di Natale's evidence, if accepted, is that the design for the Villa View was independently created and not copied, deliberately or subconsciously.",
      "id": "s173"
    },
    {
      "text": "47 Mr de Weerd's evidence largely accorded with that of Mr Di Natale.",
      "id": "s174"
    },
    {
      "text": "He said that he started working with Mr Di Natale and Mr O'Dwyer on the Villa View designs in about April 2004.",
      "id": "s175"
    },
    {
      "text": "He agreed that the HIA national Home of the Year award won by Inform was probably \"the Gold Logie\" of such awards.",
      "id": "s176"
    },
    {
      "text": "However he had not taken much notice of it.",
      "id": "s177"
    },
    {
      "text": "He said that he was unaware in 2003 and 2004, when the Villa View was being developed, that Inform had won that award.",
      "id": "s178"
    },
    {
      "text": "48 Mr de Weerd said that he had not throughout that period seen any newspaper advertisements featuring the Inform homes.",
      "id": "s179"
    },
    {
      "text": "He said that he had only become aware of the Urban and Seasons by name after receiving correspondence from Inform threatening this proceeding.",
      "id": "s180"
    },
    {
      "text": "49 Mr de Weerd expressly denied having had any conversation with Mr O'Dwyer along the lines that Mr O'Dwyer had described.",
      "id": "s181"
    },
    {
      "text": "He denied having told Mr O'Dwyer that he wanted to achieve the \"type of feel\" or \"look\" of one or other of the Inform homes.",
      "id": "s182"
    },
    {
      "text": "50 Mr Lazarovski, the draftsman engaged to perform work for Boutique around the middle of 2003, gave evidence on behalf of Boutique.",
      "id": "s183"
    },
    {
      "text": "He said that at about that time, he and Mr Di Natale worked together on the plans of six homes.",
      "id": "s184"
    },
    {
      "text": "51 In response to a question from me regarding his initial conversation with Mr Di Natale about the Contemporary Villa Grand, Mr Lazarovski said that Mr Di Natale had told him that he wanted to use the plans of a display home that he had built on another site as a base from which the two of them would make changes to come up with a new design.",
      "id": "s185"
    },
    {
      "text": "52 Mr Lazarovski said that Mr Di Natale gave him a number of hand-drawn sketches on yellow tracing paper.",
      "id": "s186"
    },
    {
      "text": "He said that they would sit down together with these sketches and incorporate the changes into the CAD drawings.",
      "id": "s187"
    },
    {
      "text": "At the end of each day, he would give Mr Di Natale a printout of what they had done.",
      "id": "s188"
    },
    {
      "text": "Mr Di Natale would then take the printout away and come back, usually in a couple of days, with suggested changes.",
      "id": "s189"
    },
    {
      "text": "Through a process of trial and error, these changes would be incorporated into the plans being developed by the two.",
      "id": "s190"
    },
    {
      "text": "53 Mr Lazarovski said that he and Mr Di Natale met two or three times a week over a couple of months throughout this process.",
      "id": "s191"
    },
    {
      "text": "While it was difficult to estimate how many changes were made to the initial designs, he estimated that there would have been \"hundreds of changes\" to the plans.",
      "id": "s192"
    },
    {
      "text": "The changes were substantial and related to the entire house.",
      "id": "s193"
    },
    {
      "text": "54 Mr Lazarovski said that the original plan that had been produced had a curved, sweeping staircase that dominated the entrance area.",
      "id": "s194"
    },
    {
      "text": "Mr Di Natale insisted that he wanted the staircase moved.",
      "id": "s195"
    },
    {
      "text": "He said that Mr Di Natale was \"very specific about lines\".",
      "id": "s196"
    },
    {
      "text": "He wanted \"straight lines\" and a \"contemporary, clean feel\".",
      "id": "s197"
    },
    {
      "text": "In conformity with this approach, Mr Di Natale would ask to get rid of any bulkheads that might drop down over an opening as he wanted a \"clean sort of finish\".",
      "id": "s198"
    },
    {
      "text": "He said that Mr Di Natale was:\n \n \n \n \"quite clever like that.",
      "id": "s199"
    },
    {
      "text": "He could see certain details, you know, as it was represented on plan.",
      "id": "s200"
    },
    {
      "text": "He would think how it would actually work as it's being built.",
      "id": "s201"
    },
    {
      "text": "\" \n\n\n \n55 Mr Lazarovski said that it was \"very common\" to incorporate a turning staircase of the kind that was a central feature of what became the Villa View home.",
      "id": "s202"
    },
    {
      "text": "He said that such a staircase was often used in tight spaces.",
      "id": "s203"
    },
    {
      "text": "56 Under cross-examination, Mr Lazarovski denied having had any knowledge of Inform at the time that he worked on the design.",
      "id": "s204"
    },
    {
      "text": "He said that he was unaware that any Inform design had won the House of the Year or the Display Home of the Year award.",
      "id": "s205"
    },
    {
      "text": "RELEVANT PRINCIPLES OF COPYRIGHT LAW \n \n57 There is no real dispute between the parties as to the basic legal principles that govern this case.",
      "id": "s206"
    },
    {
      "text": "58 Section 31(1)(a)(i) of the Copyright Act 1968 (Cth) gives to the copyright owner the exclusive right to \"reproduce the work in a material form\".",
      "id": "s207"
    },
    {
      "text": "Section 14(1)(b) provides that reference to a \"reproduction ... of a work\" shall be read as a reference to \"reproduction ... of a substantial part\" of the work.",
      "id": "s208"
    },
    {
      "text": "Section 21(3) provides that an artistic work shall be deemed to have been reproduced if a two-dimensional work is reproduced in three-dimensional form or vice-versa.",
      "id": "s209"
    },
    {
      "text": "59 The term \"reproduction\" is not otherwise defined.",
      "id": "s210"
    },
    {
      "text": "However, as Diplock LJ observed in Francis Day &amp; Hunter Ltd v Bron [1963] 1 Ch 587 at 623, it plainly involves two elements.",
      "id": "s211"
    },
    {
      "text": "First, there must be sufficient objective similarity between the infringing work and the copyright work, or a substantial part thereof, for the former to be properly described, not necessarily as identical with, but as a reproduction or adaptation of the latter.",
      "id": "s212"
    },
    {
      "text": "Second, the copyright work must be the source from which the infringing work is derived.",
      "id": "s213"
    },
    {
      "text": "60 In SW Hart &amp; Co Pty Ltd v Edwards Hot Water Systems [1985] HCA 59 ; (1985) 159 CLR 466 , Gibbs CJ said (at 472):\n \n \"The notion of reproduction, for the purposes of copyright law, involves two elements - resemblance to, and actual use of, the copyright work, or, to adopt the words which appear in the judgment of Willmer LJ in Francis Day &amp; Hunter Ltd v Bron [1963] Ch 587 at 614, \"a sufficient degree of objective similarity between the two works\" and \"some causal connection between the plaintiffs' and the defendants' work\".",
      "id": "s214"
    },
    {
      "text": "Lord Reid said in Ladbroke (Football) Ltd v William Hill (Football) Ltd [1964] 1 WLR 273 at 276 ...: \n \n \n \n 'Broadly, reproduction means copying, and does not include cases where an author or compiler produces a substantially similar result by independent work without copying.",
      "id": "s215"
    },
    {
      "text": "And, if he does copy, the question whether he has copied a substantial part depends much more on the quality than on the quantity of what he has taken'.",
      "id": "s216"
    },
    {
      "text": "\" \n \n \n\n61 Reproduction can either be direct or indirect.",
      "id": "s217"
    },
    {
      "text": "A direct infringement involves the doing of an act comprised in the copyright.",
      "id": "s218"
    },
    {
      "text": "Unlike patent, design and trademark law, copyright does not give an exclusive monopoly.",
      "id": "s219"
    },
    {
      "text": "Broadly speaking, it protects against copying.",
      "id": "s220"
    },
    {
      "text": "62 Copying can be conscious or subconscious: Clarendon Homes (Aust) Pty Ltd v Henley Arch Pty Ltd (1999) 46 IPR 309 at [24].",
      "id": "s221"
    },
    {
      "text": "In Francis Day &amp; Hunter Ltd v Bron, Willmer LJ explored the idea of \"subconscious\" copying.",
      "id": "s222"
    },
    {
      "text": "His Lordship said (at 612-614):\n \n \"I confess that I have found the notion of subconscious copying one of some difficulty, for at first sight it would seem to amount to a contradiction in terms, the word 'copying' in its ordinary usage connoting what is essentially a conscious process ...",
      "id": "s223"
    },
    {
      "text": "The conclusion at which I arrive on this part of the case is that subconscious copying is a possibility which, if it occurs, may amount to an infringement of copyright.",
      "id": "s224"
    },
    {
      "text": "But in order to establish liability on this ground, it must be shown that the composer of the offending work was in fact familiar with the work alleged to have been copied.",
      "id": "s225"
    },
    {
      "text": "\" \n \n\n63 His Lordship (at 614) then went on to adopt, as correct, the following four propositions:\n \n \"(1) In order to constitute reproduction within the meaning of the Act, there must be (a) a sufficient degree of objective similarity between the two works, and (b) some causal connection between the plaintiffs' and the defendants' work.",
      "id": "s226"
    },
    {
      "text": "(2) It is quite irrelevant to inquire whether the defendant was or was not consciously aware of such causal connection.",
      "id": "s227"
    },
    {
      "text": "(3) Where there is a substantial degree of objective similarity, this of itself will afford prima facie evidence to show that there is a causal connection between the plaintiffs' and the defendants' work; at least it is a circumstance from which the inference may be drawn.",
      "id": "s228"
    },
    {
      "text": "(4) The fact that the defendant denies that he consciously copied affords some evidence to rebut the inference of causal connection arising from the objective similarity, but is in no way conclusive.",
      "id": "s229"
    },
    {
      "text": "\" \n \n\n64 Copying in relation to building plans is not confined to tracing and can be established even where there are significant differences between the finished products.",
      "id": "s230"
    },
    {
      "text": "In LED Builders Pty Ltd v Eagle Homes Pty Ltd (1996) 35 IPR 215 , there were differences in room sizes, window placings, wall alignments, and cupboards between the plans of the applicant and respondent.",
      "id": "s231"
    },
    {
      "text": "Nonetheless, these differences were minor and there was found to be reproduction of a substantial part of the applicant's plans.",
      "id": "s232"
    },
    {
      "text": "65 Davies J found that the respondent did not ask its draftsmen to copy the applicant's plans.",
      "id": "s233"
    },
    {
      "text": "The respondent gave instructions to change the respondent's existing plans, both by way of sketches and orally, which, when implemented, would bring those plans into line with the applicant's plans.",
      "id": "s234"
    },
    {
      "text": "This was said to constitute deliberate copying, though achieved by the giving of instructions for change rather than the direct tracing of one plan from another.",
      "id": "s235"
    },
    {
      "text": "There was thus a causal connection between the two sets of plans.",
      "id": "s236"
    },
    {
      "text": "66 An important case for present purposes is Tamawood Ltd v Henley Arch Pty Ltd (2004) 61 IPR 378.",
      "id": "s237"
    },
    {
      "text": "It also concerned copyright in project home designs.",
      "id": "s238"
    },
    {
      "text": "The trial judge found that copyright had been infringed.",
      "id": "s239"
    },
    {
      "text": "On appeal, Wilcox and Lindgren JJ in a joint judgment observed in relation to copyright and project homes generally: \n \n \"[38] The application of the law of copyright to project home plans gives rise to special difficulty.",
      "id": "s240"
    },
    {
      "text": "All modern homes have certain features in common.",
      "id": "s241"
    },
    {
      "text": "In the case of project homes competing for the same number of dollars, there are pressures towards sameness.",
      "id": "s242"
    },
    {
      "text": "Of course, the size, number of rooms and facilities will vary according to the price range.",
      "id": "s243"
    },
    {
      "text": "Commonly, however, those in the same price range will be found: \n (a) to be designed to fit blocks of approximately similar shape and dimensions; \n (b) to provide for vehicular access and accommodation; and \n (c) to include features demanded by the market in question, such as, a certain number of bedrooms, a laundry, a kitchen, a family or rumpus room, an ensuite and a walk-in wardrobe ('WIR') in association with the main bedroom, built-in wardrobes in the other bedrooms, at least one bathroom in proximity to the other bedrooms, and certain facilities in the kitchen such as a sink, bench, dishwasher, stove, hot plate and microwave oven.",
      "id": "s244"
    },
    {
      "text": "[39] The idea-form distinction, often elusive, is particularly so in the case of project homes.",
      "id": "s245"
    },
    {
      "text": "Yet the originality threshold for copyright protection is low.",
      "id": "s246"
    },
    {
      "text": "It is no longer challenged that copyright subsisted in the Chirnside Works and Buildings, as well as in the Baltimore Works and Buildings.",
      "id": "s247"
    },
    {
      "text": "[40] Although copyright subsists in the whole of a plan or house, this does not mean that each individual part of it, considered in isolation, satisfies the originality test for the subsistence of copyright, that is to say, that it originated with the author.",
      "id": "s248"
    },
    {
      "text": "Some parts may be original only in the sense that they are part of a whole which did originate with the author.",
      "id": "s249"
    },
    {
      "text": "So, Lord Pearce was able to say that to copy an unoriginal part of a copyright whole is not an infringement: cf Ladbroke (Football) Ltd v William Hill (Football) Ltd [1964] 1 WLR 273 (\"Ladbroke\") per Lord Pearce at 293.",
      "id": "s250"
    },
    {
      "text": "[41] The taking of an idea, as distinct from its expression, from a copyright work will also not constitute an infringement, since there is no copyright in ideas: cf Kenrick &amp; Co v Lawrence &amp; Co (1890) 25 QBD 99 ( \"Kenrick\" ).",
      "id": "s251"
    },
    {
      "text": "Common examples concern objects in the real world or ideas based on objects in the real world.",
      "id": "s252"
    },
    {
      "text": "A person who draws or photographs an object does not, through the copyright in the drawing or photograph, become entitled to prevent others from drawing or photographing the same object, even though there may be a striking similarity between the two drawings or between the two photographs.",
      "id": "s253"
    },
    {
      "text": "The drawing of plans for project homes involves a mixture of the use of familiar ideas based on objects in the real world (many other project homes and the plans for them) on the one hand, and labour, skill and judgment (in combining and arranging the various parts) on the other hand.",
      "id": "s254"
    },
    {
      "text": "It may be possible to say of each individual part, considered in isolation, that it merely expresses a common idea, yet there will be copyright in the whole plan if the combination and arrangement originated with the author.",
      "id": "s255"
    },
    {
      "text": "In protecting that origination, copyright protects the author's labour, skill and judgment.",
      "id": "s256"
    },
    {
      "text": "[42] It is reasonable to expect that the more simple, commonplace, familiar and straightforward the subject matter of a copyright work, the closer the similarity that will be required if infringement is to be found: cf Kenrick at 102.",
      "id": "s257"
    },
    {
      "text": "\" \n\n67 Their Honours referred to the well-known passage from the judgment of Gibbs CJ in SW Hart &amp; Co v Edwards Hot Water Systems, cited earlier in these reasons for judgment, and then continued:\n \n \"[44] 'Causal connection' and 'objective similarity' are not referred to in the Act, and are but the components of the Act's concept of 'reproduction'; Eagle at [98].",
      "id": "s258"
    },
    {
      "text": "Causal connection is sometimes inferred from access to the copyright work in suit and sufficient objective similarity between it and the work said to infringe.",
      "id": "s259"
    },
    {
      "text": "But the two elements are conceptually distinct: a young child may try to copy a drawing, yet fail, for lack of skill, to reproduce it; a skilful copier may attempt to copy a work on the basis of his or her recollection of it, yet fail for imperfection of memory; a chain of communications from the observer of a work to the ultimate author of an intended copy of it may be so defective that, again, the intended copy fails to reproduce the original.",
      "id": "s260"
    },
    {
      "text": "But even a perfect copy, if truly accidental and independent, is also not a 'reproduction', because the necessary causal link between the two works is missing: cf Ladbroke at 276 per Lord Reid; Eagle at [85], [86].",
      "id": "s261"
    },
    {
      "text": "[45] Tamawood concedes that there can be an infringement although the author did not directly copy from, or even know of , the copyright work.",
      "id": "s262"
    },
    {
      "text": "The primary judge cited, in this connection, LED at 225, but that case did not go so far as Tamawood 's concession does.",
      "id": "s263"
    },
    {
      "text": "In LED , a director of the alleged infringer gave instructions to its drafters for modifications to be made to bring plans into line with the copyright plans of the applicant.",
      "id": "s264"
    },
    {
      "text": "The comparable situation in the circumstances of the present case would be that Mr Mizikovsky filled Ms Gould's role, that is to say, that he, as an officer of Tamawood, and knowing of the Chirnside plan and intending to take from it , gave the unsuspecting Mr Middleton instructions for modifications to the Adrian, which, in fact, when implemented, would bring it into line with the Chirnside.",
      "id": "s265"
    },
    {
      "text": "On his Honour's findings, that is not this case.",
      "id": "s266"
    },
    {
      "text": "[46] The primary judge expressed (at [42]) surprise at a statement in Eagle (at [86]) that 'where subjective copying occurs there can be expected to be found an infringement, unless it transpires that the product is so dissimilar to the copyright work that the copyright work can no longer be seen in the work produced'.",
      "id": "s267"
    },
    {
      "text": "Referring to an expectation, that statement allows for exceptions.",
      "id": "s268"
    },
    {
      "text": "Also it must be read in context.",
      "id": "s269"
    },
    {
      "text": "As stated earlier in the judgment (at [72]) Eagle was better regarded as a case of reproduction of the whole of the copyright work, so it was strictly not necessary to undertake the 'substantial part' inquiry.",
      "id": "s270"
    },
    {
      "text": "Eagle was a case of subjective copying of the shapes and arrangement of, and interrelationship between rooms, and of traffic flow, throughout the house.",
      "id": "s271"
    },
    {
      "text": "The statement which surprised his Honour is akin to that of Lord Bingham in Designers Guild Ltd v Russell William (Textiles) Ltd [2001] FSR 113 (' Designers Guild' ) that: \n \n \n \n '[w]hile the finding of copying did not in theory conclude the issue of substantiality, on the facts here [Designers Guild was also a case of overall similarity] it was almost bound to do so.",
      "id": "s272"
    },
    {
      "text": "' (at 116-117) \n \n \n \n It was acknowledged several times elsewhere in the judgment in Eagle (at [69], [74] and [103], for example) that subjective copying alone is not enough, and that where a part is taken it must be a substantial part of the copyright work.",
      "id": "s273"
    },
    {
      "text": "(Peterson J's aphorism, 'what is worth copying is prima facie worth protecting', a statement made in University of London Press Ltd v University Tutorial Press Ltd [1916] 2 Ch 601 at 610 in relation to the subsistence of copyright, was in fact invoked in the context of infringement and 'substantial part' in Ladbroke by Lord Reid at 279 and by Lord Pearce at 293-294, but the House of Lords may be taken to have cautioned against this practice in Designers Guild ).",
      "id": "s274"
    },
    {
      "text": "\" \n \n\n68 What is clear from Clarendon Homes v Henley Arch, and Tamawood v Henley Arch in particular , as well as the other cases cited, is that in order to prove infringement of copyright there must be proof of copying.",
      "id": "s275"
    },
    {
      "text": "As indicated, copying can be deliberate or subconscious although, as the Full Court observed in Clarendon Homes v Henley Arch at [24], in cases involving works such as architectural plans, it would be surprising to find many cases of subconscious copying.",
      "id": "s276"
    },
    {
      "text": "If a person independently creates a work that is substantially similar or even identical to another in which copyright subsists, the copyright holder has no recourse: Eagle Homes Pty Ltd v Austec Homes Pty Ltd [1999] FCA 138 ; (1999) 87 FCR 415 at [86] per Lindgren J.",
      "id": "s277"
    },
    {
      "text": "69 In the absence of any direct evidence of copying, or access by the respondent to the applicant's work, the causal link can be inferred.",
      "id": "s278"
    },
    {
      "text": "The greater the degree of objective similarity, the more likely it will be that that inference will be drawn: SW Hart &amp; Co v Edwards Hot Water Systems (at 472); Clarendon Homes v Henley Arch and Barrett Property Group Pty Ltd v Carlisle Homes Pty Ltd [2008] FCA 375 .",
      "id": "s279"
    },
    {
      "text": "70 The operative similarity need not be, and indeed rarely will be, to the entire work.",
      "id": "s280"
    },
    {
      "text": "However, correspondence to a substantial part of the applicant's design will be sufficient to ground infringement: Barrett Property Group Pty Ltd v Metricon Homes Pty Ltd (2007) 74 IPR 52 .",
      "id": "s281"
    },
    {
      "text": "It is not necessary to show that the alleged copy is a perfect reproduction of a substantial part of the applicant's work: British Northrop Ltd v Texteam Blackburn Ltd [1974] RPC 57 at 72 per Megarry J.",
      "id": "s282"
    },
    {
      "text": "71 Determining whether \"a substantial part of the work\" has been reproduced is a question of fact and degree.",
      "id": "s283"
    },
    {
      "text": "As indicated, greater weight must be given to the quality of what is reproduced than to its quantity: SW Hart &amp; Co v Edwards Hot Water Systems.",
      "id": "s284"
    },
    {
      "text": "The protected element may arise out of a combination of elements, any one of which considered individually might not qualify as sufficiently original to attract copyright.",
      "id": "s285"
    },
    {
      "text": "An allegation of substantial reproduction will be made out if what has been taken is an essential or material part of the applicant's work: Autodesk Inc v Dyason [No 2] [1993] HCA 6 ; (1993) 176 CLR 300 per Mason CJ at 305; Tamawood v Henley Arch at [52]; and Dixon Investments Pty Ltd v Hall (1990) 18 IPR 490 at 494 per Lockhart, Spender and Ryan JJ .",
      "id": "s286"
    },
    {
      "text": "72 A \"substantial part\" can be constituted by the arrangement of rooms in a design, as well as by matters such as traffic flow throughout a house: Eagle Homes v Austec Homes .",
      "id": "s287"
    },
    {
      "text": "Although questions of \"substantiality\" and \"reproduction\" are ultimately for the Court to determine, it is permissible and of assistance to have regard to expert opinion to resolve those questions: Ancher, Mortlock, Murray &amp; Woolley Pty Ltd v Hooker Homes Pty Ltd [1971] 2 NSWLR 278 at 286 and Barrett Property Group v Metricon Homes at [28].",
      "id": "s288"
    },
    {
      "text": "73 As was discussed at [6] above, there are three issues to determine: whether Boutique made use of Inform's designs or buildings to create the Villa View; whether, if it did, the Villa View reproduces a substantial part of Inform's designs; and whether, even if that be the case, that which Inform is seeking to protect is amenable to copyright protection.",
      "id": "s289"
    },
    {
      "text": "INDEPENDENT CREATION \n \n74 Inform's case on independent creation was put at a number of different levels.",
      "id": "s290"
    },
    {
      "text": "Relying primarily on the evidence of its architect, Mr Meyer, and consultant Mr Wines, it argued that when viewed objectively, the Seasons and Urban homes were so strikingly similar in design and construction to the Villa View that it defied credulity to suggest that these similarities could be the result of coincidence.",
      "id": "s291"
    },
    {
      "text": "75 Inform submitted that this objective similarity was a matter of impression for the Court to undertake as a lay observer.",
      "id": "s292"
    },
    {
      "text": "That there were differences between the relevant Inform and Boutique plans was to be expected and was in no way determinative.",
      "id": "s293"
    },
    {
      "text": "In relation to what it termed the \"legacy features\", which could be seen as carrying over from the Villa Grand to the Villa View, Inform noted that the question was addressed in Tamawood v Henley Arch.",
      "id": "s294"
    },
    {
      "text": "In that case, Wilcox and Lindgren JJ concluded that such features should be \"subtracted\" from the assessment of what had been reproduced.",
      "id": "s295"
    },
    {
      "text": "However, Moore J, in his dissenting judgment, reached the conclusion that they should not.",
      "id": "s296"
    },
    {
      "text": "76 Notwithstanding this, Inform said that a number of key features not present in the Villa Grand could be seen to have been introduced into the Villa View, which reproduced \"with remarkable fidelity\" features from the Seasons.",
      "id": "s297"
    },
    {
      "text": "They were:\n \n&#8226; the relocation and orientation of the staircase;\n \n&#8226; the redesign of the hallway space and spine on the ground floor;\n \n&#8226; the cleaner line between hall and dining space at front of the house with no columns and reduced articulation of the separation between that room and the hallway;\n \n&#8226; the placement of the study at the front of the house;\n \n&#8226; the shift forward of the garage;\n \n&#8226; the 'straighter' alignment of the front of the house with the garage;\n \n&#8226; the arrangement of the downstairs laundry and toilet 'wet areas' around the stair, which have the same 'footprint' on the two plans, although the disposition of the laundry and toilet within the footprint is varied;\n \n&#8226; the arrangement upstairs of the bathrooms and toilet around the stairway;\n \n&#8226; the rearrangement of the children's bedrooms in a cluster at the rear without separation by a bathroom;\n \n&#8226; the introduction of the island bedhead/wardrobe in the master bedroom; and\n \n&#8226; the spatial arrangement and disposition of en suite bathroom, robe and master bedroom.",
      "id": "s298"
    },
    {
      "text": "77 Even subtracting the \"legacy features\" from the Villa Grand that were present in the Villa View design, and allowing for the slight differences in dimension and arrangement of some of the spaces, Inform argued that there remained a striking similarity between the Villa View and Inform's Seasons and Urban plans.",
      "id": "s299"
    },
    {
      "text": "78 Inform submitted that Boutique's contention that it had no knowledge of Inform's plans, or even the existence of its Urban or Seasons homes, and accordingly made no use of them, was implausible.",
      "id": "s300"
    },
    {
      "text": "It said that the Court should conclude that Boutique had made conscious and inappropriate use of Inform's designs and was denying that fact.",
      "id": "s301"
    },
    {
      "text": "Alternatively, if the Court could not be satisfied that the use of Inform's designs had been conscious and deliberate, Inform invited the Court to conclude that there must have been copying, which, if not deliberate, was at least subconscious.",
      "id": "s302"
    },
    {
      "text": "Put simply, Inform said that the Villa View had to be the product of copying despite the absence of any direct evidence that this was so.",
      "id": "s303"
    },
    {
      "text": "79 Inform pointed to the high profile of the Urban and Seasons homes throughout the period leading up to the development of the Villa View.",
      "id": "s304"
    },
    {
      "text": "It argued that participants in the highly competitive project homes industry had to stay abreast of what their competitors were doing and Boutique could therefore be assumed to have done so.",
      "id": "s305"
    },
    {
      "text": "It highlighted what it described as a \"shift\" in Mr Di Natale's evidence when, under cross-examination, he said that he might have seen some of the published material that showed the Inform plans.",
      "id": "s306"
    },
    {
      "text": "Previously, he had been adamant that he had not done so.",
      "id": "s307"
    },
    {
      "text": "The evidence had also revealed that a copy of the magazine that reproduced all three houses had been kept in Boutique's offices.",
      "id": "s308"
    },
    {
      "text": "In addition, Inform noted that Mr O'Dwyer and Mr Lemke were aware of Inform and acquainted to some degree with its work.",
      "id": "s309"
    },
    {
      "text": "80 Inform contended that the evidence concerning the development of the Villa View by Mr Di Natale and Mr Lazarovski provided what it described as \"tell-tale signs\" of Boutique's reliance upon Inform's plan.",
      "id": "s310"
    },
    {
      "text": "The initial prototype of the Villa View displayed greater similarity with the Seasons design than subsequent versions, including a \"remarkable congruity\" of non-essential features that were later modified or removed.",
      "id": "s311"
    },
    {
      "text": "Inform highlighted the inclusion of a \"nib\" wall in the Villa View, identical to that in the Inform designs, which extended into the hall space at the downstairs entry in combination with a column supporting the span of the opening between the dining area and hall space.",
      "id": "s312"
    },
    {
      "text": "81 Inform said that the presence of such a wall was in no way essential to the Villa View.",
      "id": "s313"
    },
    {
      "text": "Rather, it was a classic example of the kind of non-essential feature that courts have regarded as being of assistance in these kinds of cases.",
      "id": "s314"
    },
    {
      "text": "Inform noted how Mr Lazarovski had stated that the introduction of the \"nib\" wall was Mr Di Natale's idea.",
      "id": "s315"
    },
    {
      "text": "This was in line with Mr Lazarovski's evidence that all the significant changes --- such as staircase positioning, powder room placement, rearrangement of the upstairs bedrooms, hallway design --- came from Mr Di Natale and were effectively introduced at the outset.",
      "id": "s316"
    },
    {
      "text": "On the other hand, Inform submitted, Mr Di Natale was keen to downplay his role, suggesting that much of this was left to Mr Lazarovski and that, while he directed the entry \"nib\" wall to be included, Mr Lazarovski introduced the column.",
      "id": "s317"
    },
    {
      "text": "The wall was present in all the plans developed by Mr Lazarovski and handed to Mr O'Dwyer, although it was not present in the final plans of the Villa View.",
      "id": "s318"
    },
    {
      "text": "Inform contended that its presence at any stage of the design process was damning.",
      "id": "s319"
    },
    {
      "text": "82 In essence, Inform submitted that the modifications to the Villa View design that took place from July 2003 to the completed designs in 2004 were nothing more than superficial tinkering around the edges of \"radically introduced core features\" that were put in place at the outset.",
      "id": "s320"
    },
    {
      "text": "It highlighted Mr O'Dwyer's evidence that, from the time he received the Villa View design, it was \"pretty much fixed in stone\".",
      "id": "s321"
    },
    {
      "text": "83 In reply, Boutique submitted that the evidence, taken as a whole, clearly established that the design and plans for the Villa View were independently created, with no causal link to the Urban or the Seasons.",
      "id": "s322"
    },
    {
      "text": "It stressed what it said was the clear evolution of design of the Villa View, which began with the creation in early 2001 of the Mawson Lakes house plan.",
      "id": "s323"
    },
    {
      "text": "Boutique said that there was no evidence of any direct copying and only the most tenuous circumstantial evidence of any indirect or subconscious copying.",
      "id": "s324"
    },
    {
      "text": "It relied in that regard upon the evidence of Mr Di Natale, Mr de Weerd, Mr O'Dwyer, and Mr Lazarovski.",
      "id": "s325"
    },
    {
      "text": "84 Boutique supported its case on independent creation by noting that it was not put to any of its witnesses that they had deliberately copied any of the Inform designs.",
      "id": "s326"
    },
    {
      "text": "At its highest, Boutique submitted, Inform's case must therefore be confined to one of subconscious copying.",
      "id": "s327"
    },
    {
      "text": "(Inform responded to this aspect of Boutique's case by submitting that the denial by Mr Di Natale and Mr de Weerd of having seen the Inform design and plans necessarily dictated a denial of any direct copying.",
      "id": "s328"
    },
    {
      "text": "Accordingly, there was no reason to put the allegation of copying to these witnesses.",
      "id": "s329"
    },
    {
      "text": ")\n \n85 Boutique emphasised the line of authority that made clear that a case of subconscious copying required proof that the copyist was familiar with the work supposedly copied.",
      "id": "s330"
    },
    {
      "text": "In that regard, both Mr Di Natale, Mr de Weerd, and Mr Lazarovski denied having seen any of the various advertisements and articles in newspapers and magazines tendered on behalf of Inform regarding the Urban and Seasons homes.",
      "id": "s331"
    },
    {
      "text": "Boutique highlighted how Mr Lazarovski supported Mr Di Natale's account of how the Contemporary Villa Grand was designed and Mr O'Dwyer's evidence with regard to the development of the Villa View generally supported that of Mr de Weerd.",
      "id": "s332"
    },
    {
      "text": "86 Boutique noted how Inform's architect, Mr Meyer, had agreed that the Villa Grand, to which Inform had raised no objection, included essentially all of the elements that he identified as being central to the design of the Urban and Seasons.",
      "id": "s333"
    },
    {
      "text": "The main difference being that in those houses, but not the Villa Grand, the central staircase was placed in an internal position.",
      "id": "s334"
    },
    {
      "text": "Boutique said that Mr Wines' concession (as discussed above at [29]) that he could see a clear progression of design in the Boutique project homes was of significance.",
      "id": "s335"
    },
    {
      "text": "87 It said that the series of plans it had tendered to the Court, which showed each of the project homes that it had designed in the past leading up to the Villa View, and its exercise in lining up these plans with their successors through the use of transparencies, showed a consistent development in Boutique's designs not only of the external walls but also the internal spaces and configurations.",
      "id": "s336"
    },
    {
      "text": "It submitted that this exercise graphically demonstrated its contention that the Villa View had been created independently without any reference to either the Urban or Seasons.",
      "id": "s337"
    },
    {
      "text": "SUBSTANTIAL REPRODUCTION \n \n88 As noted above, copyright subsists in the work as a whole.",
      "id": "s338"
    },
    {
      "text": "It will be infringed if a \"substantial part\" of the work is reproduced, though no separate copyright is conferred on that part.",
      "id": "s339"
    },
    {
      "text": "As was noted in Tamawood v Henley Arch, the critical question will be whether the part or parts taken represented a substantial part of the labour, skill and judgment of the author that made the whole work \"original\".",
      "id": "s340"
    },
    {
      "text": "Plainly, this involves questions of degree.",
      "id": "s341"
    },
    {
      "text": "89 As indicated above, Inform relied on the evidence of Mr Meyer and Mr Wines to submit that a number of features, which were material, essential or important parts of the Urban and Seasons designs, are found in the Villa View.",
      "id": "s342"
    },
    {
      "text": "Of these features, the most significant is the arrangement of a centralized staircase in proximity to a \"core\" of wet areas with living area and bedrooms then arranged around that core.",
      "id": "s343"
    },
    {
      "text": "Inform submitted that this aspect of the design of the Seasons and Urban was of key qualitative significance.",
      "id": "s344"
    },
    {
      "text": "90 Despite Mr Rivette's suggestions in cross-examination that the central staircase, and arrangement of wet areas around it, were unremarkable features in commercial design, Inform contended that Boutique had not been able to offer any evidence of these features forming part of the \"common stock\" in project housing before the Urban and Seasons.",
      "id": "s345"
    },
    {
      "text": "Inform noted how the central stair in the Urban and Seasons could have been pushed further forwards or backwards in the buildings or rotated to face the front or rear.",
      "id": "s346"
    },
    {
      "text": "Its placement where it was represented a concrete choice by Mr Meyer from which other choices, such as the subsequent arrangement of surrounding rooms, flowed.",
      "id": "s347"
    },
    {
      "text": "Similarly, Inform contended, the arrangement of the wet areas around the stairs had no functional or cost benefits but was simply a choice made from many which were available.",
      "id": "s348"
    },
    {
      "text": "This was also true of the separation and arrangement of the downstairs meals and living rooms and the upstairs rooms around the core.",
      "id": "s349"
    },
    {
      "text": "Inform said that, despite Boutique's attempts to portray these aspects of the design of the Inform homes as being the result of the requirements of building on narrow blocks and satisfying building codes, this was not the case.",
      "id": "s350"
    },
    {
      "text": "91 Inform said that the placement of the central stair with the wet areas around it, and the interrelationship of these design features to the remaining spaces of the house, were at least as substantial to the overall design as was the al fresco quadrant in Barrett Property v Carlisle Homes .",
      "id": "s351"
    },
    {
      "text": "In that case, the Court held that an al fresco quadrant, which comprised a combination of rumpus, family, kitchen and meals areas around an open courtyard enclosed on three sides, all under a single roof, was a substantial part of the design.",
      "id": "s352"
    },
    {
      "text": "92 Inform said that Courts had been ready, sometimes implicitly, to find particular design features, and the layout and interrelationship of rooms in plans, as constituting a substantial part.",
      "id": "s353"
    },
    {
      "text": "Moreover, they had regularly stopped short of finding it necessary to list or define the elements as constituting a substantial part, which was consistent with the role that subjective impression had to play in the process.",
      "id": "s354"
    },
    {
      "text": "93 In support of its argument, Inform noted Davies J's comments in LED Builders v Eagle Homes , in which he said (at 217): \n \"What stands out is that the overall positioning, orientation, and designs of the rooms, of the entry and of the garage are practically identical.",
      "id": "s355"
    },
    {
      "text": "So also is the general relationship between the house and its environs.",
      "id": "s356"
    },
    {
      "text": "Note that in each case, the garage is in the same position in LED's and Eagle's comparable drawings, notwithstanding that the garage in drawings A1 and A2 is situated differently from the garage in drawings B1 and B2.",
      "id": "s357"
    },
    {
      "text": "\" \n94 In addition it drew attention to the comments of Wilcox and Lindgren JJ in Tamawood v Henley Arch, in which their Honours said (at [89]) : \n \"It would be tedious to attempt to identify the most important features of the Chirnside which were taken.",
      "id": "s358"
    },
    {
      "text": "In our opinion, cumulatively, they constituted a substantial part of the Chirnside.",
      "id": "s359"
    },
    {
      "text": "As between the Chirnside and the Adrian, the parts of the Chirnside that were taken were \"distinctively\" Chirnside.",
      "id": "s360"
    },
    {
      "text": "We regard: \n \n &#8226; the absence of protrusions from bedroom 1 and bedroom 2 and of diagonal walls and hampers between the dining and living areas; \n &#8226; the glassed conservatory-style meals area between the rumpus room and the kitchen; \n &#8226; the lack of diagonal walls and hamper between the rumpus and family rooms; \n &#8226; the glass walls of the rumpus room; and \n &#8226; the absence of a door and built-in wardrobe of bedroom 5/study, \n \nas essential and material non-functional parts of the Chirnside, regarded as an artistic work, that were copied.",
      "id": "s361"
    },
    {
      "text": "We prefer, however, to say that all of the items which we have concluded were taken from the Chirnside, when regarded cumulatively, amount to a substantial part of the Chirnside.",
      "id": "s362"
    },
    {
      "text": "\" \n95 In reply, Boutique submitted that even if I found that there had been copying, it would still not have infringed Inform's copyright.",
      "id": "s363"
    },
    {
      "text": "It submitted that any such copying, assuming it had occurred, was not done in relation to a \"substantial part\" of Inform's work.",
      "id": "s364"
    },
    {
      "text": "96 It noted that in Ladbroke (Football) Ltd v William Hill (Football) [1964] 1 WLR 273 , Lord Pearce said (at 293): \n \n \"Whether a part is substantial must be decided by its quality rather than its quantity.",
      "id": "s365"
    },
    {
      "text": "The reproduction of a part which by itself has no originality will not normally be a substantial part of the copyright and therefore will not be protected.",
      "id": "s366"
    },
    {
      "text": "For that which would not attract copyright except by reason of its collocation will, when robbed of that collocation, not be a substantial part of the copyright and therefore the courts will not hold its reproduction to be an infringement.",
      "id": "s367"
    },
    {
      "text": "It is this, I think, which is meant by one or two judicial observations that 'there is no copyright' in some unoriginal part of a whole that is copyright'.",
      "id": "s368"
    },
    {
      "text": "\" \n \n\n97 Boutique submitted that in considering whether a \"substantial part\" of Inform's work had been reproduced, I should bear in mind the observations of Wilcox and Lindgren JJ in Tamawood v Henley Arch at [56]:\n \n \"Placing a kitchen in reasonable proximity to a dining room, and bedrooms in reasonable proximity to each other and to a bathroom is suggested by broad functional considerations.",
      "id": "s369"
    },
    {
      "text": "Those proximities would not be a substantial part of a plan or house regarded as an artistic work.",
      "id": "s370"
    },
    {
      "text": "Moreover, they would be ideas.",
      "id": "s371"
    },
    {
      "text": "But broad functional requirements can be satisfied in more ways than one.",
      "id": "s372"
    },
    {
      "text": "Some features of the project home plan may be dictated by aesthetics and decorative concerns, for example.",
      "id": "s373"
    },
    {
      "text": "In these ways, the labour, skill and judgment of the author are called upon.",
      "id": "s374"
    },
    {
      "text": "The dividing line between that which is dictated by broad functional requirements and that which is not, is, however, often unclear.",
      "id": "s375"
    },
    {
      "text": "\" \n \n\n98 Boutique submitted that in order to determine whether the relevant causal connection was established, the Court had to identify that part of Inform's work that was the subject of copying, whether consciously or subconsciously.",
      "id": "s376"
    },
    {
      "text": "In that regard, Inform's case was that the essential features of its Urban and Seasons designs that were reproduced were those set out by its counsel in his opening, namely:\n \n&#8226; a long narrow rectangular plan forming a \"spine\" to the building;\n \n&#8226; a centrally positioned free-standing staircase;\n \n&#8226; minimized hallway space downstairs and upstairs;\n \n&#8226; creation of a central services \"core\" around the stairwell ie placement of the kitchen adjacent to the stairwell but not abutting a permitter wall;\n \n&#8226; placement of other \"service\" areas such as laundry powder room and en suite bathroom around the stairwell;\n \n&#8226; placement of living and bedrooms around the core in zones;\n \n&#8226; master bedroom at front of house, forward of stairs (upstairs) with an island style bedhead/robe;\n \n&#8226; rumpus room and children's rooms upstairs at rear;\n \n&#8226; arrangement of the children's rooms;\n \n&#8226; arrangement of bathrooms upstairs;\n \n&#8226; open informal living spaces on ground floor with visual floor to rear of house;\n \n&#8226; a meals area extending into the yard creating a courtyard effect with garage;\n \n&#8226; a garage arranged to side of the house;\n \n&#8226; fa&ccedil;ade/elevation arrangements designed to break down the visual and spatial massing of the building; and\n \n&#8226; a relatively low pitch roofline.",
      "id": "s377"
    },
    {
      "text": "99 Boutique submitted that many of these features were either mere ideas or common to all project homes.",
      "id": "s378"
    },
    {
      "text": "It will be recalled that in Tamawood v Henley Arch, the Court observed (at [38]) that the application of the law of copyright to project home plans gave rise to special difficulty.",
      "id": "s379"
    },
    {
      "text": "All modern homes had certain features in common and, in the case of project homes competing for the \"same number of dollars\", there were pressures towards sameness.",
      "id": "s380"
    },
    {
      "text": "See also Eagle Homes v Austec Homes at [80] per Lindgren J .",
      "id": "s381"
    },
    {
      "text": "In Henley Arch Pty Ltd v Clarendon Homes (Aust) Pty Ltd (1998) 41 IPR 443 , Merkel J (at 460) went so far as to suggest that the degree of the protection under copyright of an architectural plan might be limited by reason of the proportion of features common to all plans.",
      "id": "s382"
    },
    {
      "text": "100 Boutique submitted that the evidence established that there were a number of features in the Urban, Seasons and Villa View plans and buildings that were and are common to project or volume homes.",
      "id": "s383"
    },
    {
      "text": "They include:\n \n&#8226; a central traffic spine;\n \n&#8226; casual areas at the rear of the ground level;\n \n&#8226; formal areas at the front of the ground floor;\n \n&#8226; a kitchen and informal area at the rear of the house with kitchen bench;\n \n&#8226; parents' zones upstairs with en suite and walk-in robes;\n \n&#8226; a parents' zone at the front of the house on the first level;\n \n&#8226; children's bedroom off a rumpus room and at the rear of house away from the parents' zone;\n \n&#8226; wet areas separating parents' and children's zones;\n \n&#8226; wet areas grouped together in the middle of the house;\n \n&#8226; wet areas upstairs to be directly above the wet area below;\n \n&#8226; a long narrow design of houses to accommodate block sizes and width;\n \n&#8226; a meals area projection;\n \n&#8226; a meals area off kitchen;\n \n&#8226; the garage at the front of the house.",
      "id": "s384"
    },
    {
      "text": "101 For functional reasons, kitchens are normally located in reasonable proximity to dining areas.",
      "id": "s385"
    },
    {
      "text": "For similar reasons, in a two-level home, bedrooms are usually positioned upstairs in reasonable proximity to each other.",
      "id": "s386"
    },
    {
      "text": "In Tamawood v Henley Arch, the Court observed (at [56]) that proximities such as these would not be a substantial part of any plan or house regarded as an artistic work.",
      "id": "s387"
    },
    {
      "text": "Moreover, they would be ideas and not the expression of ideas.",
      "id": "s388"
    },
    {
      "text": "102 Boutique argued that the design of project homes was invariably dictated by features such as the size and shape of the block of land available, the requirements of Rescode (the planning scheme provisions applying to residential developments in Victoria), local government requirements, and cost considerations.",
      "id": "s389"
    },
    {
      "text": "103 Inform conceded that many of the features identified by Boutique as common to project homes were present in the Villa Grand 35 plan, to which Inform took no exception.",
      "id": "s390"
    },
    {
      "text": "Indeed, a number of those features were present in the earlier Mawson Lakes home as well.",
      "id": "s391"
    },
    {
      "text": "Boutique submitted that these pre-existing elements had to be excluded from any analysis of what may have been derived from Inform's work.",
      "id": "s392"
    },
    {
      "text": "In Tamawood v Henley Arch, Wilcox and Lindgren JJ said at [64]:\n \n \"Obviously, it is important in considering the similarities between the Gould and Chirnside plans, to discount the pre-existing similarities between the Chirnside and the Adrian: the Gould was 'based' on the Adrian, not the Chirnside.",
      "id": "s393"
    },
    {
      "text": "\" \n \n\n104 Boutique argued that when one excluded these common and pre-existing features, all that was left was the central core of the Urban and Seasons, that being the staircase and its position in the house with the wet services area around it.",
      "id": "s394"
    },
    {
      "text": "In that regard, even Mr Wines conceded that a central staircase was hardly novel.",
      "id": "s395"
    },
    {
      "text": "Moreover, a staircase that folds back on itself has been around for centuries.",
      "id": "s396"
    },
    {
      "text": "Mr Meyer acknowledged that such a staircase was quite standard and that the structure of a staircase that wrapped around a blade wall or balustrade was not uncommon in 1999 when he designed the Core house.",
      "id": "s397"
    },
    {
      "text": "He agreed that the staircase in the Villa View differed from that used in the Urban and Seasons in that it did not appear to wrap around a blade wall, but rather a balustrade.",
      "id": "s398"
    },
    {
      "text": "105 Mr Wines accepted that commercial and high-rise properties often had wet service areas surrounding the vertical core.",
      "id": "s399"
    },
    {
      "text": "He accepted that this concept had been adopted by both Inform and Boutique and that it made good sense as an economy measure.",
      "id": "s400"
    },
    {
      "text": "He agreed that the wet areas were configured above each other in the Villa Grand and that this same approach had been taken in the design of the Villa View.",
      "id": "s401"
    },
    {
      "text": "Mr Meyer accepted that other architects or designers might have been using a central staircase with serviced wet areas surrounding it at the time that he designed the Core house in 1999.",
      "id": "s402"
    },
    {
      "text": "106 Boutique submitted that once it was accepted that the type of staircase used in the Urban and Seasons, and the Villa View, was not unusual, nor was its placement or proximity to wet areas, it followed that even if there had been copying, it could not be said that a \"substantial part\" of what was not common or pre-existing had been reproduced in the Villa View.",
      "id": "s403"
    },
    {
      "text": "107 Boutique argued that much of Mr Wines' evidence in support of Inform's case should be rejected.",
      "id": "s404"
    },
    {
      "text": "It submitted that his report focused largely upon the concept and ideas behind the various designs, and not the detail.",
      "id": "s405"
    },
    {
      "text": "In that regard, what he had to say should be treated as irrelevant because there was no copyright protection of ideas as such.",
      "id": "s406"
    },
    {
      "text": "108 In addition, Boutique submitted that Mr Wines' report was based upon an incorrect set of plans of the Villa View and, for that reason, should be discounted.",
      "id": "s407"
    },
    {
      "text": "Two of the plans that he identified in his report showed a study protruding from the right side of the building and not the left.",
      "id": "s408"
    },
    {
      "text": "They also showed a garage at the rear and not the front.",
      "id": "s409"
    },
    {
      "text": "Two other plans showed a children's bedroom with an en-suite bathroom on the first floor, and an al-fresco area at ground level, unlike the Villa View that was the subject of this proceeding.",
      "id": "s410"
    },
    {
      "text": "Under cross-examination, Mr Wines conceded that none of these plans accorded with the Villa View that he saw.",
      "id": "s411"
    },
    {
      "text": "109 Finally, Boutique argued that any comparison of the Seasons and Villa View plans would identify the following: \n \n&#8226; the dimensions of the rooms are different;\n \n&#8226; the wrap-around staircase in the Seasons has a blade extending to the ceiling while the Villa View has no such blade;\n \n&#8226; at the landing level, the Seasons has steps 10 and 9 (ie two steps) while the Villa View has steps 10, 9, 8, 7 (ie four steps);\n \n&#8226; the configuration of the wet areas around the central staircase are different, namely: \n \n \n \n (i) toilet or powder room is located in a different position: in the Seasons it is behind the staircase while in the Villa View it is parallel to the staircase and close to the meals room;\n (ii) the powder room is accessed from a different point: in the Seasons it can be accessed from the dining room or laundry area; in the Villa View it is accessed from a corridor running parallel to the staircase side;\n (iii) the laundry is in a different location and has a different configuration.",
      "id": "s412"
    },
    {
      "text": "In the Villa View it is behind the staircase while in the Seasons it runs adjacent to the staircase side.",
      "id": "s413"
    },
    {
      "text": "These are substantial differences in design; \n \n \n\n&#8226; the configuration of the kitchen is different.",
      "id": "s414"
    },
    {
      "text": "Although both kitchens have island benches, the sinks and pantries are in different locations;\n \n&#8226; the entrances to the houses are different; the Villa View has a recessed entry with a flat front while the Seasons home does not have a recessed entry and its garage is placed further back from the front of the building;\n \n&#8226; the Seasons home has a small entry room while the Villa View has an open corridor at its entrance;\n \n&#8226; the first-floor configuration is different; there is a balcony off the master bedroom in the Villa View home and differences in the dressing-room configuration and en-suite area in the parents' retreat;\n \n&#8226; although the bathroom and toilets are placed in a similar position above the ground-floor wet areas, the configurations of these rooms are different;\n \n&#8226; the placement of the linen cupboard in the Seasons home creates an additional barrier between the children's and the parents' zones.",
      "id": "s415"
    },
    {
      "text": "The Villa View home has no such linen cupboard.",
      "id": "s416"
    },
    {
      "text": "110 In substance, Boutique submitted that the only real point of similarity between the Seasons and the Villa View, excluding features common to all two-storey project homes, was the position of the staircase and location of the wet services surrounding it.",
      "id": "s417"
    },
    {
      "text": "Boutique said that this was an idea and not the expression of an idea and, in any event, an idea that was not novel.",
      "id": "s418"
    },
    {
      "text": "111 Boutique contended that, if anything, the Urban was even more clearly distinguishable from the Villa View than the Seasons.",
      "id": "s419"
    },
    {
      "text": "It submitted that even if there had been an element of subconscious copying on its part, the Villa View could not be found to be a reproduction of a substantial part of the Urban design.",
      "id": "s420"
    },
    {
      "text": "112 It argued that it was relevant, when determining whether there was sufficient objective similarity to justify a finding of reproduction of a substantial part, to consider whether there had been actual and deliberate copying.",
      "id": "s421"
    },
    {
      "text": "In Eagle Homes v Austec Homes, Lindgren J pointed out the importance in that case of the primary judge's finding that there had been subjective copying.",
      "id": "s422"
    },
    {
      "text": "His Honour said (at [92]):\n \n \"To insist that a copyright owner can satisfy the sufficient objective similarity of reproduction only by establishing such a close similarity is a hurdle too high to be placed before a copyright owner who is found to have proved subjective copying.",
      "id": "s423"
    },
    {
      "text": "The way of the copier, including the copier of a plan of a project home, should not be made easy.",
      "id": "s424"
    },
    {
      "text": "\" \n \n\n113 Boutique submitted that it was in the light of findings of deliberate copying that both Eagle Homes v Austec Homes and Barrett Property Group v Metricon Homes (affirmed on appeal: Metricon Homes Pty Ltd v Barrett Property Group Pty Ltd [2008] FCAFC 46) should be viewed.",
      "id": "s425"
    },
    {
      "text": "In a case involving at its highest an allegation of subconscious reproduction, a close objective similarity in the detail of the two plans should be required before there could be any finding that a substantial part had been taken.",
      "id": "s426"
    },
    {
      "text": "THE IDEA/EXPRESSION DICHOTOMY \n \n114 As previously discussed, copyright protects the form in which ideas are expressed but not the ideas themselves: Autodesk Inc v Dyason [1992] HCA 2 ; (1992) 173 CLR 330 at 344 per Dawson J.",
      "id": "s427"
    },
    {
      "text": "It does not prevent the development and expansion of ideas or the furtherance of architectural concepts: Clarendon Homes v Henley Arch at [16].",
      "id": "s428"
    },
    {
      "text": "To constitute an infringement, the act must constitute an unauthorised use of the form of the work and not merely its idea or theme or method.",
      "id": "s429"
    },
    {
      "text": "115 Inform's submissions on this point were not detailed.",
      "id": "s430"
    },
    {
      "text": "It noted that in cases involving architectural designs, broad design concepts were not subject to protection but their form, as found in a given design, was if they were neither mere copies nor entirely generic concepts.",
      "id": "s431"
    },
    {
      "text": "Inform conceded that with project homes, the idea/expression dichotomy could be harder to distinguish because of the degree to which function dictated form and the fact that such homes were often composed of stock elements common to the genre.",
      "id": "s432"
    },
    {
      "text": "However, Inform submitted that such concerns had limited application in this case because the Urban and Seasons designs were not \"run-of-the-mill variants\" of standard project home lines.",
      "id": "s433"
    },
    {
      "text": "116 Inform contended that the authorities were careful to point out that the conceptual limits of project home copyright should not be overstated: Eagle Homes v Austec Homes ; LED v Eagle Homes and Clarendon Homes v Henley Arch, Tamawood v Henley Arch and Barrett Property Group v Metricon Homes .",
      "id": "s434"
    },
    {
      "text": "It noted that copyright protection had been given to the combination and arrangement of rooms and spaces in a design and the \"flow\" or movement and other aspects arising from that arrangement and associated design choices (eg Eagle Homes v Austec Homes).",
      "id": "s435"
    },
    {
      "text": "117 Inform stressed the originality of its designs.",
      "id": "s436"
    },
    {
      "text": "It said that the arrangement and placement of the central stair with the core wet areas around it, and their interrelationship to the other spaces of the house, were not merely a concept.",
      "id": "s437"
    },
    {
      "text": "Instead, it submitted, they were the result of the labour, skill and judgment of Mr Meyer and founded on architectural principles.",
      "id": "s438"
    },
    {
      "text": "118 In response, Boutique submitted that Inform's case was flawed because it sought to protect the idea of a central staircase and not the expression of that idea.",
      "id": "s439"
    },
    {
      "text": "Mr Wines referred repeatedly in his report to similarities in \"design philosophy\" and in \"core design principles\".",
      "id": "s440"
    },
    {
      "text": "However, copyright law does not protect any philosophy or design principle; these are mere ideas.",
      "id": "s441"
    },
    {
      "text": "119 Boutique referred in detail in its final submissions to Mr Wines' evidence.",
      "id": "s442"
    },
    {
      "text": "It noted that he used as the foundation for his analysis the very concepts listed by Mr Meyer.",
      "id": "s443"
    },
    {
      "text": "Mr Wines acknowledged that he had attempted to follow the thought process of Mr Meyer and use ideas or concepts from Mr Meyer's list as the foundation for his own report.",
      "id": "s444"
    },
    {
      "text": "Mr Wines then went further and said that these concepts were a question of feel and not detail.",
      "id": "s445"
    },
    {
      "text": "He said that the design philosophy, which lay behind the Villa Grand and the Villa View, differed essentially because of the staircase position.",
      "id": "s446"
    },
    {
      "text": "He concluded that the Seasons and the Villa View were substantially similar because:\n \n \"the two houses share the core design principles of a centralised dog leg staircase surrounded by the wet areas on the upper and lower levels with the linear axis emphasised to draw the eye away from the entry to the rear wall of the house.",
      "id": "s447"
    },
    {
      "text": "\" \n \n\n120 Boutique submitted that these \"core design principles\" were ideas and not the expression of those ideas.",
      "id": "s448"
    },
    {
      "text": "The law would not protect such ideas, even if novel.",
      "id": "s449"
    },
    {
      "text": "Original concepts and styles could, without risk of infringement, be applied and developed by other architects in later designs.",
      "id": "s450"
    },
    {
      "text": "121 Boutique referred to Ancher, Mortlock, Murray &amp; Woolley Pty Ltd v Hooker Homes Pty Ltd where Street J said (at 284):\n \n \"An architect may legitimately inspect an original plan or house and then, having absorbed the architectural concept and appreciated the architectural style represented therein, return to his own drawing board and apply that concept and style to an original plan prepared by him and in due course to a house built to such plan.",
      "id": "s451"
    },
    {
      "text": "There is a dividing line separating such a legitimate process from an inspection followed by a later copying of a substantial part of the physical object inspection, even though the copying be from memory; the latter exercise does infringe.",
      "id": "s452"
    },
    {
      "text": "In many instances it will be difficult to state categorically whether the dividing line has been crossed.",
      "id": "s453"
    },
    {
      "text": "Cases will not always be black or white where the alleged coping is from memory.",
      "id": "s454"
    },
    {
      "text": "The borderline area is clouded by a band of grey within which opinions and conclusions may differ.",
      "id": "s455"
    },
    {
      "text": "Within this grey band conflicting answers could without error be given to the questions --- is that plan or house only a copy of the concept or style of the original and hence legitimate?, or is it a copy of the author's manifestation of that concept or style and hence an infringement?",
      "id": "s456"
    },
    {
      "text": "\" \n \n CONSIDERATION \n \n122 Despite the significant body of evidence led in this case, and the copious citation of authority, the real dispute between the parties turns largely upon a simple question of fact.",
      "id": "s457"
    },
    {
      "text": "Has Inform established by reliance upon inference that those involved in the design and construction of the Villa View copied central elements of the Urban or Seasons?",
      "id": "s458"
    },
    {
      "text": "123 Inform's case turns primarily upon subconscious rather than deliberate copying.",
      "id": "s459"
    },
    {
      "text": "It does not invite me to find that any of Mr Di Natale, Mr de Weerd, Mr O'Dwyer or Mr Lazarovski has given untruthful evidence as such.",
      "id": "s460"
    },
    {
      "text": "Rather, it submits that it is simply inconceivable that two such similar designs as the Seasons and Villa View could have been independently arrived at.",
      "id": "s461"
    },
    {
      "text": "It says that someone associated with the design of the Villa View must have seen and digested the essential features of either or both of the Urban or Seasons, each of which achieved considerable publicity at about the time the Villa View was being planned.",
      "id": "s462"
    },
    {
      "text": "The seeds of the Inform designs must have been planted in the minds of those who conceived the Villa View and influenced the design of that home.",
      "id": "s463"
    },
    {
      "text": "Inform says that any other conclusion would strain the bounds of credulity.",
      "id": "s464"
    },
    {
      "text": "124 Weighed against that view is the emphatic evidence given by Mr Di Natale, Mr de Weerd, and Mr Lazarovski in particular, denying any knowledge of the Urban or Seasons at the time in question.",
      "id": "s465"
    },
    {
      "text": "Their evidence is supported by a detailed documentary trail, which shows the evolution of the different Boutique homes from the one at Mawson Lakes to the various Villa Grand versions, including the Contemporary Villa Grand, and ultimately the Villa View.",
      "id": "s466"
    },
    {
      "text": "That evidence, which included transparencies of the plans of each of these homes, was said to controvert Mr Wine's opinion to the extent that he did not resile from it in any event under cross-examination.",
      "id": "s467"
    },
    {
      "text": "125 It was Oscar Wilde who said in The Importance of Being Earnest :\n \n \"To lose one parent ... may be regarded as a misfortune; to lose both looks like carelessness.",
      "id": "s468"
    },
    {
      "text": "\" \n \n\n126 Inform's case depends to some degree upon the reasoning behind this aphorism.",
      "id": "s469"
    },
    {
      "text": "It claims that the similarity between its Seasons and the Villa View is so striking that it cannot be explained as coincidence.",
      "id": "s470"
    },
    {
      "text": "It argues that despite Boutique's protestations, those who developed the Villa View must have been influenced by Inform's designs, at least subconsciously.",
      "id": "s471"
    },
    {
      "text": "127 It may readily be accepted that the Seasons and the Villa View are similar in design.",
      "id": "s472"
    },
    {
      "text": "They share many common features.",
      "id": "s473"
    },
    {
      "text": "They are both two-storey project homes with similar layouts.",
      "id": "s474"
    },
    {
      "text": "Importantly, they both have a central staircase that folds back on itself and is surrounded by wet areas.",
      "id": "s475"
    },
    {
      "text": "128 Inform has the onus of proof in this matter.",
      "id": "s476"
    },
    {
      "text": "It must do more than establish objective similarity.",
      "id": "s477"
    },
    {
      "text": "It must prove that this similarity was brought about by copying that was at least subconscious.",
      "id": "s478"
    },
    {
      "text": "129 The evidence establishes that the Urban and Seasons received widespread publicity throughout 2003 and into 2004.",
      "id": "s479"
    },
    {
      "text": "Photographs, and sometimes basic floor plans of these houses, featured in articles, advertisements and advertorials in magazines and newspapers.",
      "id": "s480"
    },
    {
      "text": "It would not have been difficult to work out from the published floor plans the dimensions of the rooms and overall configuration of the designs.",
      "id": "s481"
    },
    {
      "text": "It is possible that someone associated with Boutique, whether it be Mr Di Natale, Mr de Weerd or Mr Lazarovski, saw the Inform advertisements, digested their contents, and incorporated their designs into the work being done on the Villa View.",
      "id": "s482"
    },
    {
      "text": "It is also possible that whoever did so later forgot having seen the Inform designs.",
      "id": "s483"
    },
    {
      "text": "130 This case must, however, be decided on probabilities and not on the basis of what is merely possible.",
      "id": "s484"
    },
    {
      "text": "Mr Di Natale, who was perhaps the key player in the Villa View's development, was adamant that he had not seen the Inform designs prior to the commencement of this proceeding.",
      "id": "s485"
    },
    {
      "text": "So too was Mr de Weerd.",
      "id": "s486"
    },
    {
      "text": "Ordinarily, I would approach such evidence with scepticism since it is all too easy to overlook what might have been a subconscious influence upon one's mind.",
      "id": "s487"
    },
    {
      "text": "131 What sets this case apart is not simply the credibility that I attach to each of the Boutique witnesses regarding this matter but also the contemporaneous documentation tendered to me that show the development and evolution of the Villa View.",
      "id": "s488"
    },
    {
      "text": "Contrary to Mr Wines' initial opinion, it is easy to see how the Mawson Lakes design was transformed into the various Villa Grand permutations, culminating in the Contemporary Villa Grand.",
      "id": "s489"
    },
    {
      "text": "The decision to move the staircase to the centre of the house, and have it fold back on itself, is explicable having regard to the change of concept from a \"Tuscan\"-style design with a featured staircase to an ultra-modern home with clean lines.",
      "id": "s490"
    },
    {
      "text": "Once the decision was taken to put the staircase into a central area, it made good sense for the wet areas to surround it.",
      "id": "s491"
    },
    {
      "text": "132 It is not as though the concept of a central staircase surrounded by wet areas is in any way novel or original.",
      "id": "s492"
    },
    {
      "text": "Both Mr Meyer and Mr Wines agreed that this idea had been around for a long time and had been used extensively in commercial buildings.",
      "id": "s493"
    },
    {
      "text": "The fact that Mr Meyer adapted it to residential property was no doubt a singular achievement.",
      "id": "s494"
    },
    {
      "text": "However, there is nothing to suggest that the same or a similar concept could not be arrived at independently by some other designer of project homes.",
      "id": "s495"
    },
    {
      "text": "The fact is that, for a particular type of home, it makes good sense.",
      "id": "s496"
    },
    {
      "text": "133 I am not impressed by the list of other similarities between the Urban and Seasons, on the one hand, and the Villa View on the other.",
      "id": "s497"
    },
    {
      "text": "Where else, in a two-storey, four bedroom project home would the bedrooms be located other than upstairs?",
      "id": "s498"
    },
    {
      "text": "What is unusual about having an en suite adjoin the master bedroom?",
      "id": "s499"
    },
    {
      "text": "Why would a garage be located anywhere else than at the front of the house and to one side?",
      "id": "s500"
    },
    {
      "text": "Where would the kitchen and dining areas be placed other than towards the rear on the ground floor?",
      "id": "s501"
    },
    {
      "text": "134 I do not for one moment suggest that every project home would have these features.",
      "id": "s502"
    },
    {
      "text": "However, the evidence before me suggested overwhelmingly that they would be shared by many such homes.",
      "id": "s503"
    },
    {
      "text": "135 I was invited to view the Seasons and the Villa View.",
      "id": "s504"
    },
    {
      "text": "The similarities between these two homes were obvious.",
      "id": "s505"
    },
    {
      "text": "At the same time, there were significant differences.",
      "id": "s506"
    },
    {
      "text": "They are both modern homes, apparently well designed and with clean lines.",
      "id": "s507"
    },
    {
      "text": "At the entry to each house, a person's vision is drawn through the length of the house towards the rear.",
      "id": "s508"
    },
    {
      "text": "There is no staircase immediately visible to interfere with the line of sight.",
      "id": "s509"
    },
    {
      "text": "Beyond that, I did not experience, as Mr Wines had suggested I might, a sense of d&eacute;j&agrave; vu when entering the Villa View having just seen the Seasons.",
      "id": "s510"
    },
    {
      "text": "It may be that my perception was not as well attuned as his.",
      "id": "s511"
    },
    {
      "text": "At the same time, however, I am conscious of his having gone out on a limb when describing the Contemporary Villa Grand and Villa View as radical departures from the Villa Grand and then retreating from that opinion.",
      "id": "s512"
    },
    {
      "text": "In my view, he had no choice but to do so.",
      "id": "s513"
    },
    {
      "text": "CONCLUSION \n \n136 I am not persuaded that anyone associated with Boutique copied any Inform design.",
      "id": "s514"
    },
    {
      "text": "I accept the evidence of Mr Di Natale, Mr de Weerd and, in particular, that of Mr Lazarovski to the contrary.",
      "id": "s515"
    },
    {
      "text": "I was impressed by Mr Lazarovski's account of how the Contemporary Villa Grand came to be designed over several months and with hundreds of changes based on trial and error.",
      "id": "s516"
    },
    {
      "text": "That is hardly consistent with a case of copying, whether conscious or subconscious.",
      "id": "s517"
    },
    {
      "text": "I do not attribute to Mr Di Natale a sophisticated form of plagiarism whereby he pretended to be working towards a solution that he knew had already been achieved by Inform.",
      "id": "s518"
    },
    {
      "text": "I am unable in the face of this evidence to draw the inference for which Inform contends.",
      "id": "s519"
    },
    {
      "text": "Whatever similarities there are between the Seasons and the Villa View are fully and rationally explained.",
      "id": "s520"
    },
    {
      "text": "I am therefore not persuaded that the Villa View was not the product of independent creation.",
      "id": "s521"
    },
    {
      "text": "137 Inform's claim under the Trade Practices Act must stand or fall on the basis of my finding as to copying.",
      "id": "s522"
    },
    {
      "text": "If Boutique did not copy Inform's designs, it can hardly be said to have engaged in misleading or deceptive conduct by representing the Villa View as its own design.",
      "id": "s523"
    },
    {
      "text": "138 Boutique only raised issues of \"substantial part\" and \"idea\" to cater for the possibility that I might find that there had been copying.",
      "id": "s524"
    },
    {
      "text": "Because Inform's allegations of copying have not been made out, it is unnecessary for me to deal with Boutique's additional answers to Inform's claim.",
      "id": "s525"
    },
    {
      "text": "139 It follows that this application must be dismissed.",
      "id": "s526"
    },
    {
      "text": "The applicant must pay the respondent's costs.",
      "id": "s527"
    },
    {
      "text": "I certify that the preceding one hundred and thirty-nine (139) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Weinberg.",
      "id": "s528"
    },
    {
      "text": "Associate:\n\nDated: 18 June 2008\n\n Counsel for the Applicant: Mr S.J. Minahan \n \n Solicitor for the Applicant: Anderson Rice \n \n Counsel for the Applicant: Mr M.J. Rivette \n \n Solicitor for the Respondent: Middletons \n\n Dates of Hearing: 17, 18, 19, 20 March and 9 April 2008 \n \n Date of Judgment: 18 June 2008 \n\n \n\n \n \n \n\n \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/912.html",
      "id": "s529"
    }
  ]
}