{
  "name": "Corporate Sports Australia Pty Ltd v Australian Rugby Union Ltd [2008] FCA 993 (2 July 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/993.html",
  "catchphrases": [
    {
      "text": "interlocutory injunction",
      "id": "c0"
    },
    {
      "text": "to restrain respondent from enforcing condition of a contract or arrangement with non-party for supply of tickets for rugby union test match in perth",
      "id": "c1"
    },
    {
      "text": "condition prohibiting the provision of tickets by non-party to applicant",
      "id": "c2"
    },
    {
      "text": "whether serious issues to be tried",
      "id": "c3"
    },
    {
      "text": "condition alleged to be contravention of prohibition against exclusionary provisions in contract or arrangement",
      "id": "c4"
    },
    {
      "text": "condition also alleged to have purpose of substantially lessening competition",
      "id": "c5"
    },
    {
      "text": "trade practices act 1974 (cth) s 45",
      "id": "c6"
    },
    {
      "text": "final relief in effect",
      "id": "c7"
    },
    {
      "text": "balance of convenience",
      "id": "c8"
    },
    {
      "text": "evaluation of strength of applicant's case",
      "id": "c9"
    },
    {
      "text": "interests of third party purchasers of tickets from applicant.",
      "id": "c10"
    },
    {
      "text": "exclusionary provision",
      "id": "c11"
    },
    {
      "text": "competition",
      "id": "c12"
    },
    {
      "text": "lessening of",
      "id": "c13"
    },
    {
      "text": "trade practices act 1974 (cth) s 45(2)(a) and (b).",
      "id": "c14"
    },
    {
      "text": "practice and procedure",
      "id": "c15"
    },
    {
      "text": "trade practices",
      "id": "c16"
    }
  ],
  "sentences": [
    {
      "text": "1 The interlocutory injunctions sought by Corporate Sports Australia Pty Ltd (\"CSA\") against the Australian Rugby Union (\"ARU\") relate to certain tickets for the rugby union test match between Australia and South Africa to be held on 19 July 2008 at Subiaco Oval in Perth (\"Perth Test\").",
      "id": "s0"
    },
    {
      "text": "I will refer, in these reasons, to the land and buildings there as \"Subiaco Oval\".",
      "id": "s1"
    },
    {
      "text": "CSA markets corporate hospitality packages in conjunction with major sporting events.",
      "id": "s2"
    },
    {
      "text": "The ARU is the peak body administering Rugby Union in Australia, and is responsible for organising and promoting the Perth Test.",
      "id": "s3"
    },
    {
      "text": "It issues all tickets for the Perth Test.",
      "id": "s4"
    },
    {
      "text": "The SFC Contract Condition \n \n2 The ARU has advised the Subiaco Football Club (\"the SFC\") that it will supply it with 250 tickets for the Perth Test for its members only.",
      "id": "s5"
    },
    {
      "text": "CSA in its application refers to this as the SFC Contract.",
      "id": "s6"
    },
    {
      "text": "For ease of understanding I will do likewise but this should not be taken as an acceptance that the relationship, in this respect, between CSA and the SFC is contractual as distinct from a mere arrangement.",
      "id": "s7"
    },
    {
      "text": "It is a condition of the SFC Contract that the SFC not provide any of those tickets to CSA (\"the SFC Contract Condition\").",
      "id": "s8"
    },
    {
      "text": "The SFC had, however, in early November 2007 agreed to sell to CSA a minimum of 125 of its hospitality packages, each of which includes a ticket for the Perth Test.",
      "id": "s9"
    },
    {
      "text": "The SFC did not at that time have any tickets but reasonably expected that in due course it would obtain some from the ARU.",
      "id": "s10"
    },
    {
      "text": "CSA, it appears, has sold these tickets to corporate clients as part of its own hospitality packages.",
      "id": "s11"
    },
    {
      "text": "Relief sought \n \n3 In its substantive application CSA seeks declarations, in effect, that the ARU is in contravention of ss 45(2)(a)(i) and (ii), 47 (6) and (7) and 48 of the Trade Practices Act 1974 (Cth) (\"the Act \").",
      "id": "s12"
    },
    {
      "text": "It is a wide-ranging challenge to the way that the ARU conducts its business.",
      "id": "s13"
    },
    {
      "text": "However the application for urgent interlocutory relief concerns only s 45 of the Act .",
      "id": "s14"
    },
    {
      "text": "In short, CSA alleges that the SFC Contract Condition is an exclusionary provision and is a contravention of s 45(2)(a)(i) and s 45(2)(b)(i) of the Act .",
      "id": "s15"
    },
    {
      "text": "It further contends that the SFC Contract Condition would have or is likely to have the effect of lessening competition in contravention of s 45(2)(a)(ii) and s 45(2)(b)(ii) of the Act .",
      "id": "s16"
    },
    {
      "text": "4 The application for urgent injunctive relief arises in the following circumstances.",
      "id": "s17"
    },
    {
      "text": "The ARU insists upon the SFC observing the SFC Contract Condition.",
      "id": "s18"
    },
    {
      "text": "If some, or all, of the 125 tickets sold by the SFC to CSA were, in turn, to be provided to corporate clients of CSA the ARU would either cancel them or, in any event, would not recognise any right in the ticket-holders to be admitted to the Perth Test.",
      "id": "s19"
    },
    {
      "text": "The second of these alternatives, it seems, is because of conditions attaching to each ticket which, if breached, would result in the automatic termination of the conditional licence of the ticket bearer to be admitted to the Perth Test.",
      "id": "s20"
    },
    {
      "text": "Such termination entitles the ARU, in its discretion, to deny admission to the bearer of the ticket.",
      "id": "s21"
    },
    {
      "text": "I will refer to this in more detail below.",
      "id": "s22"
    },
    {
      "text": "There is also some evidence that the ARU has notified some of CSA's clients that CSA has no entitlement to supply tickets to the Perth Test.",
      "id": "s23"
    },
    {
      "text": "5 The interlocutory relief sought by CSA addresses each of these matters.",
      "id": "s24"
    },
    {
      "text": "Orders are sought:\n \n \n (a) that the ARU by itself, its servants, agents or officers be restrained from enforcing or purporting to enforce any term or condition of the SFC Contract to the effect that the SFC is prohibited from reselling or otherwise transferring tickets to CSA; \n \n (b) restraining the ARU by itself, its servants, agents or officers from cancelling or otherwise refusing to recognise the right of entry to a person holding a ticket acquired from or in connection with the conduct of CSA; \n \n (c) restraining the ARU by itself, its servants, agents or officers representing to clients of CSA that CSA is unable to supply tickets to the rugby union test match between Australia and South Africa to be held on 19 July 2008 at Subiaco Oval, Perth.",
      "id": "s25"
    },
    {
      "text": "The Ticket Condition \n \n6 Tickets issued by the ARU which are in substance the same as the tickets for the Perth Test, have already been the subject of consideration by this Court: Hospitality Group Pty Ltd v Australian Rugby Union Ltd [2001] FCA 1040 ; (2001) 110 FCR 157.",
      "id": "s26"
    },
    {
      "text": "This decision, in its application to this case, is to the effect that each ticket comprises a licence from the ARU to the bearer for admission to Subiaco Oval for the purpose of watching the match, in consideration of payment of the ticket price.",
      "id": "s27"
    },
    {
      "text": "The case did not concern s 45 of the Act .",
      "id": "s28"
    },
    {
      "text": "7 The following condition is printed on each ticket for the Perth Test (\"the Ticket Condition\"): \n Sale of this ticket creates a contract between the ARU and the purchaser which gives the purchaser a transferable but conditional licence for admission to the specified match.",
      "id": "s29"
    },
    {
      "text": "The licence will automatically terminate if the purchaser or any subsequent transferee: \n \n (a) resells this ticket at a premium; \n (b) resells the is ticket through a broker or agent; \n (c) advertises or offers this ticket for resale on the internet or in any other medium; or \n (d) uses this ticket for advertising, promotion or other commercial purpose (including competitions or trade promotions) or to enhance the demand for other goods or services, \n \nwithout the prior, written permission of the ARU.",
      "id": "s30"
    },
    {
      "text": "The ARU has the right to deny admission if the licence has terminated.",
      "id": "s31"
    },
    {
      "text": "8 The Ticket Condition prohibits the resale of the ticket at a premium, that is, at a price higher than the amount for which it was sold by the ARU, as well as use of the ticket for commercial purposes, without the prior written permission of the ARU.",
      "id": "s32"
    },
    {
      "text": "If the condition is breached, the ARU is entitled to deny admission to any bearer: Hospitality Group at [103]-[105] and [136].",
      "id": "s33"
    },
    {
      "text": "9 There is an immediate and direct relationship between the Ticket Condition and the SFC Contract Condition.",
      "id": "s34"
    },
    {
      "text": "The SFC Contract Condition amounts to a pre-emptive refusal on the part of the ARU to give permission to the SFC to use the tickets to be provided under the SFC Contract for commercial purposes by way of supplying them to CSA.",
      "id": "s35"
    },
    {
      "text": "Such permission under the Ticket Condition is necessary before tickets can be used for commercial purposes.",
      "id": "s36"
    },
    {
      "text": "The use of tickets for commercial purposes without such permission constitutes a breach of the Ticket Condition.",
      "id": "s37"
    },
    {
      "text": "10 The written evidence of Mr Eddie Moore, Head of ARU's Operations, as to the justification for the Ticket Condition and its enforcement by the ARU, is to the following effect.",
      "id": "s38"
    },
    {
      "text": "It is to ensure that the purchaser of a ticket to the Perth Test or any Rugby Union test match does not pay more than the face value price appearing on the ticket.",
      "id": "s39"
    },
    {
      "text": "This objective is consistent with the ARU's responsibility to promote and advance the sport of Rugby Union because it maximises public access to Rugby Union tests through the various channels available to a wide cross-section of the public.",
      "id": "s40"
    },
    {
      "text": "In addition, the Ticket Condition assists the ARU in protecting an important revenue stream from the sale of hospitality packages which is in turn invested into the Rugby Union game.",
      "id": "s41"
    },
    {
      "text": "In particular, by imposing the Ticket Condition, the purpose of the ARU is to:\n \n \n (a) prevent scalping and a black market in tickets at inflated prices;\n (b) ensure that all members of the public within the various groups that attend Rugby Union tests, including those who wish to use corporate hospitality packages, have purchased the same product at the same price;\n (c) prevent confusion amongst the public as to which agents are official and authorised to sell tickets on behalf of the ARU and those who are not;\n (d) prevent persons such as CSA from increasing the cost of corporate hospitality associated with Rugby Union tests in an era when re-building is the focus of the ARU.",
      "id": "s42"
    },
    {
      "text": "Hospitality Packages \n \n11 The ARU offers hospitality packages for ARU events including the Perth Test.",
      "id": "s43"
    },
    {
      "text": "These packages vary in price, type of function and feel.",
      "id": "s44"
    },
    {
      "text": "The ARU tries to have a cross-section of these available for each game.",
      "id": "s45"
    },
    {
      "text": "They usually include premium tickets to the match, pre-match and post-match hospitality, guest speakers and general entertainment.",
      "id": "s46"
    },
    {
      "text": "The ARU sells these hospitality packages both directly and through official hospitality agents.",
      "id": "s47"
    },
    {
      "text": "12 The ARU uses official hospitality agents to help it sell off-site hospitality packages.",
      "id": "s48"
    },
    {
      "text": "This means that the people attend the hospitality function at a venue adjacent to or near the stadium and then travel a short distance to the stadium to see the game.",
      "id": "s49"
    },
    {
      "text": "The current official hospitality agents for ARU events in Australia are, International Quarterback Pty Limited, Match Point, MBM, and Southern Cross Sports Marketing.",
      "id": "s50"
    },
    {
      "text": "13 Historically official hospitality agents have been paid a commission based upon a profit share with the ARU.",
      "id": "s51"
    },
    {
      "text": "14 The ARU sells on-site hospitality packages, known as \"Platinum Plus Dining\", without the assistance of its official hospitality agents.",
      "id": "s52"
    },
    {
      "text": "In 2008, there has been a change to this arrangement.",
      "id": "s53"
    },
    {
      "text": "Official hospitality agents are now offered, in addition to off-site functions, an opportunity to sell the Platinum Plus Dining packages.",
      "id": "s54"
    },
    {
      "text": "In this case, official hospitality agents are to receive a flat rate commission on these sales, rather than a commission based upon a profit share.",
      "id": "s55"
    },
    {
      "text": "15 The agents, under the terms of their agency requirements are obliged to deposit into a nominated bank account, established in the name of the ARU, all money received from purchasers of hospitality packages.",
      "id": "s56"
    },
    {
      "text": "These agreements also require the agent to procure the signing of the ARU's Rugby and Hospitality Terms and Conditions by the purchasers of hospitality packages.",
      "id": "s57"
    },
    {
      "text": "It is clear from the agreements and these Terms and Conditions that the contract for the sale of the packages, including the ticket, is between the ARU and the purchaser of the package.",
      "id": "s58"
    },
    {
      "text": "16 Previously, CSA was an official hospitality agent of the ARU in the period to 30 September 2007 pursuant to a written agreement dated 23 December 2005.",
      "id": "s59"
    },
    {
      "text": "This agreement and the agency thereby created, terminated on 30 September 2007.",
      "id": "s60"
    },
    {
      "text": "Since 30 September 2007, CSA has ceased to be authorised by the ARU to provide services as agent to the ARU in connection with hospitality events associated with Rugby Union test matches, including using tickets for such hospitality events.",
      "id": "s61"
    },
    {
      "text": "CSA's Conduct \n \n17 Contrary to the Ticket Condition, as it well knew, CSA has offered, and, it says, has sold tickets to the Perth Test to certain of its corporate clients as part of hospitality packages which also includes the provision by CSA of pre-match and post-match hospitality involving food, drink and other entertainment.",
      "id": "s62"
    },
    {
      "text": "18 In order to provide tickets to the Perth Test in connection with its hospitality packages for its corporate clients, CSA entered into an agreement with the SFC in November 2007 to purchase a minimum of 125 hospitality packages, which includes a ticket to the Perth Test, for $280, subject to variation, for the years 2008-2010.",
      "id": "s63"
    },
    {
      "text": "Its agreement with the SFC to acquire these tickets was for its own commercial purposes.",
      "id": "s64"
    },
    {
      "text": "This was done without the knowledge or approval of the ARU, which CSA knew was contrary to the Ticket Condition.",
      "id": "s65"
    },
    {
      "text": "19 The SFC is a local Australian Rules football club which enters a team in the West Australian Football League.",
      "id": "s66"
    },
    {
      "text": "The Western Australian Football Commission (\"WAFC\") is the lessee of and manages Subiaco Oval.",
      "id": "s67"
    },
    {
      "text": "The ARU have an agreement with the WAFC which provides access for the ARU to the Subiaco Oval grounds and certain facilities.",
      "id": "s68"
    },
    {
      "text": "The SFC is the sub-lessee of part of Subiaco Oval.",
      "id": "s69"
    },
    {
      "text": "SFC has in the past assisted the operation of ARU matches by granting the ARU access to the SFC's locker room and car parking facilities.",
      "id": "s70"
    },
    {
      "text": "Historically the ARU has in return made 200 to 300 tickets available to the SFC for the rugby test matches held at Subiaco Oval.",
      "id": "s71"
    },
    {
      "text": "This arrangement, it appears, was partly in lieu of rent for the use by the ARU of the SFC facilities.",
      "id": "s72"
    },
    {
      "text": "20 The expectation of the SFC was that it would receive tickets from the ARU for its members including corporate clients to attend the Perth Test.",
      "id": "s73"
    },
    {
      "text": "These tickets would form part of hospitality packages for an associated SFC hospitality event in the President's Room at Subiaco Oval.",
      "id": "s74"
    },
    {
      "text": "These packages have been made available by the SFC for the past seven rugby seasons.",
      "id": "s75"
    },
    {
      "text": "They are less expensive than the ARU hospitality packages.",
      "id": "s76"
    },
    {
      "text": "21 CSA's intention was not to on-sell the SFC hospitality packages.",
      "id": "s77"
    },
    {
      "text": "I infer from this that CSA had, in effect, agreed to acquire the 125 tickets from the SFC at a significant premium which is a further breach of the Ticket Condition.",
      "id": "s78"
    },
    {
      "text": "CSA has put together its own corporate hospitality packages.",
      "id": "s79"
    },
    {
      "text": "These include a ticket to the Perth Test and amongst other things, a three course \"silver service dinner\", different speakers, entertainment and service.",
      "id": "s80"
    },
    {
      "text": "It appears that the pre-match functions for both the CSA and the SFC will be held in the same venue, though they have been advertised as the \"Presidents Room\" and the \"Presidents Lounge\" respectively.",
      "id": "s81"
    },
    {
      "text": "The packages organised and priced by CSA have not been subject to the control of the ARU.",
      "id": "s82"
    },
    {
      "text": "These have been marketed in packages for ten guests at $9,900 + GST, that is $990 + GST for each package.",
      "id": "s83"
    },
    {
      "text": "The ARU's response \n \n22 In about November 2007, ARU discovered that CSA had set out to obtain tickets for rugby test matches in Perth and had represented that they were an official hospitality agent for the games on their website and in emails to potential clients, when they were, in fact, providing their own packages, independent of the ARU.",
      "id": "s84"
    },
    {
      "text": "23 By a letter dated 21 December 2007, the ARU notified WAFC that it would not provide SFC tickets for the Perth Test.",
      "id": "s85"
    },
    {
      "text": "This meant that the SFC would not be able to provide tickets to the CSA pursuant to their contract of November 2007 and that, in turn, CSA would not be able to provide any corporate packages for the Perth Test or tests in 2009-2010.",
      "id": "s86"
    },
    {
      "text": "24 The SFC, by letter dated 7 February 2008 informed the ARU that it had written to CSA in terms which included the following:\n \"... wish to inform you that SFC has written to Corporate Sports Australia (CSA) advising that SFC is unable to have any dealings with CSA in respect to ARU games at Subiaco Oval... ... SFC entered into an arrangement with CSA in good faith, unaware of was [sic] that an issue between CSA and ARU.",
      "id": "s87"
    },
    {
      "text": "SFC now clearly understands that ARU does not want us to deal with CSA.",
      "id": "s88"
    },
    {
      "text": "SFC has taken action in that regard...\".",
      "id": "s89"
    },
    {
      "text": "The SFC Contract \n \n25 On 11 April 2008, following negotiations between them, the ARU informed the WAFC that it would make 250 tickets available to the SFC.",
      "id": "s90"
    },
    {
      "text": "The WAFC confirmed this outcome in a letter dated 18 April 2008 sent to the SFC.",
      "id": "s91"
    },
    {
      "text": "It set out the terms on which the tickets would be supplied and in particular a term that tickets were not to be supplied by the SFC to CSA.",
      "id": "s92"
    },
    {
      "text": "The SFC then sent a confirmatory letter to the ARU dated 8 May 2008 which contained the following: \n - Tickets will only be sold to SFC members and existing corporate clients (who are members).",
      "id": "s93"
    },
    {
      "text": "Note --- SFC has some 2500 members, of which approx.",
      "id": "s94"
    },
    {
      "text": "900 are children) - SFC will provide ARU with a list (attached) of our corporate clients who purchase AFL hospitality.",
      "id": "s95"
    },
    {
      "text": "If ARU has any concern with any of these companies please let me know asap.",
      "id": "s96"
    },
    {
      "text": "- No advertising of the availability of these tickets will occur outside our membership database.",
      "id": "s97"
    },
    {
      "text": "- Members will be advised of the tickets availability via our website www.subiacofc.com.au and corporate clients will receive via email a flyer (attached).",
      "id": "s98"
    },
    {
      "text": "- Tickets are not to be provided to Corporate Sports Australia.",
      "id": "s99"
    },
    {
      "text": "The section 45 case \n \n26 Section 45(2)(a) and (2)(b) provide: \n (2) A corporation shall not: \n \n \n (a) make a contract or arrangement, or arrive at an understanding, if - \n \n \n (i) the proposed contract, arrangement or understanding contains an exclusionary provision; or (ii) a provision of the proposed contract, arrangement or understanding has the purpose, or would have or be likely to have the effect, of substantially lessening competition; or \n \n \n (b) give effect to a provision of a contract, arrangement or understanding, whether the contract or arrangement was made, or the understanding was arrived at, before or after the commencement of this section, if that provision: \n \n \n (i) is an exclusionary provision; or (ii) has the purpose, or has or is likely to have the effect, of substantially lessening competition.",
      "id": "s100"
    },
    {
      "text": "27 CSA, in its statement of claim, characterises the SFC Contract Condition, that the tickets not be supplied to CSA, as a \"Re-sale Condition\".",
      "id": "s101"
    },
    {
      "text": "CSA in its statement of claim pleads [34] that the Re-sale Condition is an exclusionary provision for the purposes of s 45(2)(i) of the Act in that the SFC and the ARU are competitive with each other in the provision of corporate hospitality services in respect to international rugby union test matches in Western Australia and the effect of the Re-sale Condition is to restrict or limit the supply of tickets in conjunction with corporate hospitality.",
      "id": "s102"
    },
    {
      "text": "I take it that in its pleading CSA intended to refer to s 45(2)(a)(i) of the Act .",
      "id": "s103"
    },
    {
      "text": "28 They plead further and in the alternative that if ARU gives effect to the Re-sale Condition it will give effect to an exclusionary provision for the purposes of s 45(b)(i) of the Act .",
      "id": "s104"
    },
    {
      "text": "I take it that this provision pleaded at [35] is meant to refer to s 45(2)(b)(i) of the Act .",
      "id": "s105"
    },
    {
      "text": "29 It is then pleaded that the Re-sale Condition is a restrictive trade practice for the purposes of s 45(a)(ii) of the Act in that it has the purpose of substantially lessening competition in the Perth market.",
      "id": "s106"
    },
    {
      "text": "Again I take this provision pleaded at [36] as intended to refer to s 45(2)(a)(ii) of the Act .",
      "id": "s107"
    },
    {
      "text": "30 Further and in the alternative it is said that if the respondent gives effect to the Re-sale Condition it will be engaging in restrictive trade practices for the purposes of s 45(2)(b)(ii) of the Act .",
      "id": "s108"
    },
    {
      "text": "31 CSA also pleads that the ARU has threatened to rely on the Ticket Condition to cancel any tickets to the Perth Test sold to it by the SFC whether in conjunction with the President's Room packages or otherwise.",
      "id": "s109"
    },
    {
      "text": "It pleads that if the ARU were to do this it would be engaging in restrictive trade practices for the purposes of s 45(2)(b)(ii) as the ARU would be giving effect to the provision of the contract and that provision has or is likely to have the effect of substantially lessening competition.",
      "id": "s110"
    },
    {
      "text": "Competitive \n \n32 Sections 45(2)(a)(i) and 45 (2)(b)(i) each involve consideration of an \"exclusionary provision\", relevantly, in a contract, arrangement, or understanding.",
      "id": "s111"
    },
    {
      "text": "Section 4D , the relevant part of which is set out below, defines what amounts to an exclusionary provision for the purposes of the Act .",
      "id": "s112"
    },
    {
      "text": "In turn it involves a consideration of whether the relevant parties are competitive with each other.",
      "id": "s113"
    },
    {
      "text": "4D Exclusionary provisions (1) A provision of a contract, arrangement or understanding, ... shall be taken to be an exclusionary provision for the purposes of this Act if - \n \n \n (a) the contract or arrangement was made, or the understanding was arrived at, ... between persons any two or more of whom are competitive with each other; and \n \n \n \n \n \n (b) the provision has the purpose of preventing, restricting or limiting - \n \n \n (i) the supply of goods or services to, or the acquisition of goods or services from, particular persons or classes of persons; or (ii) the supply of goods or services to, or the acquisition of goods or services from, particular persons or classes of persons in particular circumstances or on particular conditions, \n \n \n by all or any of the parties to the contract, arrangement or understanding .... \n \n \n (2) A person shall be deemed to be competitive with another person for the purposes of subsection (1) if, and only if, the first-mentioned person ... is, or is likely to be, or, but for the provision of any contract, arrangement or understanding ... would be, or would be likely to be, in competition with the other person, ... in relation to the supply or acquisition of all or any of the goods or services to which the relevant provision of the contract, arrangement or understanding ... relates.",
      "id": "s114"
    },
    {
      "text": "(Emphasis added) \n33 CSA submits that in relation to the provision of corporate hospitality in respect of the Perth Test Match there are, on the evidence, four competing providers of such services;\n &#8226; CSA &#8226; ARU &#8226; Matchpoint &#8226; SFC \n34 CSA submits that it and the ARU are competitive with each other.",
      "id": "s115"
    },
    {
      "text": "35 The ARU says that CSA's submission that there are only four suppliers of corporate hospitality for international and national sporting events in Perth is not supported by the evidence.",
      "id": "s116"
    },
    {
      "text": "It submits that apart from the issue of whether the ARU competes with Matchpoint or any other of its authorised suppliers of hospitality and SFC, CSA's submission does not take account of the suppliers of hospitality for golf, air racing, AFL, rugby league, provincial (Super 14) rugby union, basketball, cricket, soccer, horse racing, bike riding and motor sport (touring car racing and speedway racing) and yet all of these events and associated hospitality services occur in Perth.",
      "id": "s117"
    },
    {
      "text": "This submission is based upon the documents contained in the ARU's Tender Bundle to which I refer below.",
      "id": "s118"
    },
    {
      "text": "Market \n \n36 Sections 45(2)(a)(ii) and 45 (2)(b)(ii) each involve consideration of \"purpose\" and the lessening of \"competition\".",
      "id": "s119"
    },
    {
      "text": "By virtue of s 45(3) \"competition\" for the purposes relevantly of s 45 means competition in a \"market\".",
      "id": "s120"
    },
    {
      "text": "37 CSA alleges that the market for the purposes of the operation of the Act , is and was, in respect of the Perth Test, the market in which the respondent supplies or is likely to supply Rugby Union test match tickets for re-sale in conjunction with corporate hospitality packages.",
      "id": "s121"
    },
    {
      "text": "It was pleaded that, with respect to the Perth Test, the market is the market for corporate hospitality packages to international sporting events held in Western Australia alternatively, corporate hospitality packages to international events including international cultural events held in Western Australia.",
      "id": "s122"
    },
    {
      "text": "38 CSA sought to read the affidavit of Dr Raymond Peter Challen affirmed 10 June 2008.",
      "id": "s123"
    },
    {
      "text": "There was a challenge to the receipt of this affidavit, on the basis that it purports to be expert evidence in chief which was not provided for in the pre-trial directions, and in the urgent circumstances in which the matter has been brought on for hearing, the ARU has had no opportunity to obtain any expert evidence on market issues including by way of response to Dr Challen.",
      "id": "s124"
    },
    {
      "text": "CSA had offered to delay the hearing of its interlocutory application to enable the ARU to put on responsive material.",
      "id": "s125"
    },
    {
      "text": "This offer was not taken up.",
      "id": "s126"
    },
    {
      "text": "39 I do not think that even had an adjournment been allowed to attempt to enable that to occur, that it could have been done.",
      "id": "s127"
    },
    {
      "text": "Dr Challen's evidence is itself only provisional.",
      "id": "s128"
    },
    {
      "text": "It is highly unlikely, I think, that the necessary investigations required in order to establish the facts upon which a final opinion might be expressed, could have been done in the time available.",
      "id": "s129"
    },
    {
      "text": "I am prepared nonetheless to receive Dr Challen's affidavit.",
      "id": "s130"
    },
    {
      "text": "I will also receive the ARU's Tender Bundle which contained material which it says is relevant to the market question.",
      "id": "s131"
    },
    {
      "text": "40 In light of Dr Challen's evidence and for the purposes of these interlocutory proceedings, CSA contended that the market should relevantly be taken to be on a prima facie basis the Perth metropolitan market for prominent international and national sporting events for the sale of corporate hospitality packages.",
      "id": "s132"
    },
    {
      "text": "41 Dr Challen deposed that this is the most likely market.",
      "id": "s133"
    },
    {
      "text": "That opinion however needs to be considered in context.",
      "id": "s134"
    },
    {
      "text": "Dr Challen said that the definition of the relevant market, in the circumstances of the proceedings commenced by CSA against ARU and as relevant to the meaning of \"competition\" under s 45 of the Act , is a matter of empirical fact that can only be determined by studies of the preference and behaviours of the producers and consumers of corporate hospital services.",
      "id": "s135"
    },
    {
      "text": "Dr Challen had not had the time to undertake the necessary studies and accordingly had not formed a definitive view as to the relevant market.",
      "id": "s136"
    },
    {
      "text": "His opinion extends only to what he considers to be the likely outcome of such empirical studies.",
      "id": "s137"
    },
    {
      "text": "42 The ARU denies that the market is as contended for by CSA.",
      "id": "s138"
    },
    {
      "text": "It points to the public documents in its Tender Bundle which it submits tend to show that the pleaded markets are unsupportable.",
      "id": "s139"
    },
    {
      "text": "This material, it submits, suggests that, leaving aside geographical issues, there may arguably be a market for hospitality packages but for a plethora of events, sporting and cultural, in which the ARU does not operate at all.",
      "id": "s140"
    },
    {
      "text": "It says that any analysis of market in the present case needs to consider the facts relating to the smorgasbord of national sporting and other events in which corporate hospitality services are provided, in particular AFL events where \"home\" and \"away\" corporate hospitality is provided by Perth based teams, as well as AFL teams in other States.",
      "id": "s141"
    },
    {
      "text": "It submits that CSA's evidence including Dr Challen's affidavit, its pleadings, submissions and case generally, in relation to markets, fail to address these issues.",
      "id": "s142"
    },
    {
      "text": "43 The ARU submits that the documentary evidence reveals that there will be significant substitutability between corporate hospitality packages for Rugby Union test matches in Perth and many other events in Perth and interstate including national sporting events such as AFL games and cultural events such as ballet, musicals and opera.",
      "id": "s143"
    },
    {
      "text": "It submits that CSA has failed to establish, even on a prima facie basis, that any purchaser might only purchase corporate hospitality packages for Rugby Union test matches or other international sporting events in Perth.",
      "id": "s144"
    },
    {
      "text": "It says that even if this was the case, it would not prove the existence of the pleaded markets for corporate hospitality packages in international sporting or other events, as it would be necessary to show that this was the case for quite a substantial number of purchasers of such packages and that the ARU was able to discriminate against those purchasers.",
      "id": "s145"
    },
    {
      "text": "There is, it says, no evidence of this.",
      "id": "s146"
    },
    {
      "text": "Reasoning \n \n44 To warrant the grant of injunctive relief CSA requires to show a sufficient likelihood of successfully establishing at trial that:\n \n(a) the SFC Contract Condition constitutes an exclusionary provision in contravention of s 45(2)(a)(i) of the Act ; or \n \n(b) the ARU's enforcement of the SFC Contract Condition and the Ticket Condition have the purpose, effect or likely effect of substantially lessening competition in contravention of s 45(2)(a)(ii) of the Act ; \n \n(c) the enforcement by the ARU of the Ticket Condition to deny admission to the Perth Test to persons who have purchased tickets from CSA in connection with CSA's proposed hospitality packages amounts to the giving effect to an exclusionary provision in contravention of s 45(2)(b)(i) of the Act or a provision which has the purpose, effect or likely effect of substantially lessening competition in contravention of s 45(2)(b)(ii) of the Act .",
      "id": "s147"
    },
    {
      "text": "45 The requisite strength of the likelihood or probability which will be sufficient depends upon the nature of the rights asserted and the practical consequences likely to flow from the orders sought: Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618 at 84 per Gummow and Hayne JJ.",
      "id": "s148"
    },
    {
      "text": "46 Here the grant of the interlocutory injunctions sought would amount, in practical effect, to final relief in respect to the s 45 case at least so far as the Perth Test is concerned.",
      "id": "s149"
    },
    {
      "text": "In my opinion, there are serious issues to be tried in relation to the various elements which arise on CSA's s 45 case.",
      "id": "s150"
    },
    {
      "text": "Accordingly the balance of convenience now requires to be considered.",
      "id": "s151"
    },
    {
      "text": "Balance of Convenience \n \n47 It is appropriate, in a case such as this, for the Court to evaluate the strength of CSA's case for final relief in relation to this aspect of its claim in order to see where the balance of convenience lies: Australian Broadcasting Commission v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 at [71] , [72] and Kolback Securities Ltd v Epoch Mining NL (1987) 8 NSWLR 533 at 535-536.",
      "id": "s152"
    },
    {
      "text": "48 The following reasons should be read as stating my provisional view only as to matters of both law and fact, on the evidence available, as a way of evaluating the strength of CSA's case.",
      "id": "s153"
    },
    {
      "text": "In my opinion CSA has not discharged its burden in relation to its claims for interlocutory relief in respect to s 45 for a number of reasons.",
      "id": "s154"
    },
    {
      "text": "49 First, I think that CSA's case that the SFC Contract Condition amounts to an exclusionary provision in contravention of s 45(2)(a)(i) of the Act has a very low prospect of success.",
      "id": "s155"
    },
    {
      "text": "The SFC Contract Condition complained of concerns the supply of tickets to CSA.",
      "id": "s156"
    },
    {
      "text": "The ARU and the SFC are not, for the reasons following, it seems to me, competitive with each other in relation to the supply of tickets for the Perth Test.",
      "id": "s157"
    },
    {
      "text": "Accordingly the threshold requirements for an exclusionary provision under s 4D(1)(a) and (2) of the Act are unlikely to be established.",
      "id": "s158"
    },
    {
      "text": "50 The provision of the tickets by the ARU to the SFC arises in this way.",
      "id": "s159"
    },
    {
      "text": "The SFC receives certain tickets from the ARU by reason of the historical and ongoing support facilities provided by the SFC and its members to the ARU when rugby tests are played in Perth.",
      "id": "s160"
    },
    {
      "text": "The SFC has obtained the approval of the ARU to use the tickets provided by it for its own commercial purposes or to enhance the demand for other goods and services in respect to hospitality packages at Subiaco Oval on the evening of the Perth Test.",
      "id": "s161"
    },
    {
      "text": "The approval however is limited to such use related only to members of the SFC.",
      "id": "s162"
    },
    {
      "text": "This approval was obtained in accordance with the Ticket Condition.",
      "id": "s163"
    },
    {
      "text": "51 Each ticket comprises a contract between the ARU and the purchaser of the ticket.",
      "id": "s164"
    },
    {
      "text": "The SFC is prohibited from advertising these for sale outside of its membership database.",
      "id": "s165"
    },
    {
      "text": "The correspondence to which I have referred between the WAFC and the SFC and between the SFC and the ARU speaks in terms of the \"providing\" or \"issuing\" of tickets by the ARU to the SFC for sale to its members.",
      "id": "s166"
    },
    {
      "text": "I consider that the likely characterisation of the relationship between the ARU and the SFC for the supply and sale of these tickets is one of agency.",
      "id": "s167"
    },
    {
      "text": "52 CSA it would seem implicitly acknowledges this to be the position at law.",
      "id": "s168"
    },
    {
      "text": "Indeed it seems that CSA accepts that it also, so far as concerns the on-sale of the tickets, is acting as agent for the ARU.",
      "id": "s169"
    },
    {
      "text": "Condition 6 of its hospitality package sales contract entered into with corporate clients for the Perth Test expressly provides that in respect to the tickets which form part of the package, CSA acts only as agent between the client and the principal organisers of the event (the ARU) and that the client agrees to be bound by any terms and conditions that apply to the issue of the tickets.",
      "id": "s170"
    },
    {
      "text": "These are the tickets which CSA has contracted to acquire from the SFC.",
      "id": "s171"
    },
    {
      "text": "53 However, CSA contends that the ARU and the SFC are in competition with each other not only in respect of tickets but also in the supply of hospitality packages and that the SFC Contract Condition relates in a derivative sense to hospitality packages.",
      "id": "s172"
    },
    {
      "text": "The SFC Contract Condition, it submits, is not referrable merely to tickets but rather to tickets as key ingredients of hospitality packages.",
      "id": "s173"
    },
    {
      "text": "It was this, according to CSA, which was the real substance of the SFC Contract Condition: a condition that CSA not be supplied with those key ingredients.",
      "id": "s174"
    },
    {
      "text": "Viewed in this way, CSA submits that the requirements of s 4D of the Act are met.",
      "id": "s175"
    },
    {
      "text": "54 No doubt this gives rise to a serious issue.",
      "id": "s176"
    },
    {
      "text": "As matters stand I consider the analysis which I have set out above to be the better view, namely that the relationship, however it may ultimately be characterised relates only to the supply of tickets.",
      "id": "s177"
    },
    {
      "text": "55 Second, the ARU submits that even if the ARU does supply SFC with tickets in SFC's capacity as principal, the ARU does so on condition that SFC will not re-supply those tickets except to a limited extent, being to members and specified clients: s 47(2)(f) of the Act .",
      "id": "s178"
    },
    {
      "text": "However, by operation of s 47(10) the prohibition on exclusive dealing will not apply to such an arrangement.",
      "id": "s179"
    },
    {
      "text": "It submits that by operation of s 45(6) , the prohibition against exclusionary provisions in s 45(2)(a)(i) does not apply to the alleged provision in ARU's arrangement with SFC: Visy Paper Pty Limited v ACCC [2003] HCA 59 ; (2003) 216 CLR 1 at [29] - [35] .",
      "id": "s180"
    },
    {
      "text": "56 There was less than full argument on this submission.",
      "id": "s181"
    },
    {
      "text": "It is arguably correct.",
      "id": "s182"
    },
    {
      "text": "CSA did not persuade me that it was wrong or likely to be wrong.",
      "id": "s183"
    },
    {
      "text": "This is principally because it again would involve my being satisfied, to the necessary degree, that there was a substantial lessening of competition.",
      "id": "s184"
    },
    {
      "text": "For the following reasons I cannot be satisfied as to that.",
      "id": "s185"
    },
    {
      "text": "57 Third, I have not been persuaded to the necessary degree of the likelihood that there has been the substantial lessening of competition in an identified market arising out of the arrangements between the ARU and the SFC or through the enforcement by the ARU of the Ticket Condition in contravention of s 45(2)(a)(ii) or (b)(ii) of the Act .",
      "id": "s186"
    },
    {
      "text": "58 I am, in this respect, not able to be satisfied, to the requisite degree of satisfaction, as to the existence of the asserted market.",
      "id": "s187"
    },
    {
      "text": "The evidence does no more than identify serious issues to be tried going to the question of market including the associated concept of substitutability.",
      "id": "s188"
    },
    {
      "text": "59 Furthermore, s 45(2)(a)(ii) and (b)(ii) require a consideration of \"purpose\".",
      "id": "s189"
    },
    {
      "text": "It is the subjective purpose of the ARU in seeking to enforce both the Condition in the SFC Contract as well as the Ticket Condition, which is relevant: News Ltd v South Sydney Football Club [2003] HCA 45 ; (2003) 215 CLR 563 at [18] .",
      "id": "s190"
    },
    {
      "text": "60 I think it more likely than not that the ARU's subjective purposes are as deposed to by Mr Moore, which broadly, is to promote Rugby Union in Australia and to ensure that all members of the public are given equal access to rugby tickets so far as possible.",
      "id": "s191"
    },
    {
      "text": "I do not think it likely that the purpose was, as CSA contends, to \"lock-out\" CSA from supplying corporate hospitality at the Perth Test match.",
      "id": "s192"
    },
    {
      "text": "61 CSA submits that it cannot be adequately compensated by an award of damages because it has entered into contracts to supply the tickets to third parties and without the aid of the Court it will be unable to supply these tickets.",
      "id": "s193"
    },
    {
      "text": "It says this will cause damage to its reputation which is incapable of accurate assessment and will also cause a windfall to the ARU by securing to itself, the SFC or to Matchpoint a transfer of the customers who would otherwise seek corporate hospitality packages from it.",
      "id": "s194"
    },
    {
      "text": "It also submits that there is no evidence that these third parties will be adequately accommodated or dealt with in a manner suitable to them.",
      "id": "s195"
    },
    {
      "text": "62 It is relevant to consider the reasons why these third parties find themselves in this position.",
      "id": "s196"
    },
    {
      "text": "Paul Nash of CSA in his email of 22 October 2007 to Mr Matt Brand at the ARU made it clear in effect that it was not financially viable for CSA to continue its relationship with ARU.",
      "id": "s197"
    },
    {
      "text": "The ARU wrote a letter to CSA stating that ARU's contract with it had ended because its term had expired.",
      "id": "s198"
    },
    {
      "text": "The letter stated expressly, if it were necessary, that CSA's entitlement to market or sell hospitality functions packaged for rugby test match tickets and its rights to associate with ARU was at an end.",
      "id": "s199"
    },
    {
      "text": "However on 6 November 2007, CSA's agreement with the SFC to acquire a minimum of 125 packages for international rugby union test matches to be played at Subiaco including the Perth Test was confirmed in a letter from CSA to the SFC.",
      "id": "s200"
    },
    {
      "text": "The ARU did not know at that time that this had occurred.",
      "id": "s201"
    },
    {
      "text": "63 Despite this, CSA, no doubt advisedly, decided to challenge what counsel for CSA described as the ARU business model.",
      "id": "s202"
    },
    {
      "text": "The challenge, as I have indicated, goes well beyond the immediate s 45 case in respect of the Perth Test.",
      "id": "s203"
    },
    {
      "text": "These proceedings are the manifestation of that decision.",
      "id": "s204"
    },
    {
      "text": "It was unnecessary in my opinion, in order to pursue such challenge, for CSA to enter into contracts with its corporate clients for the supply of hospitality packages, including tickets, for the Perth Test.",
      "id": "s205"
    },
    {
      "text": "The proceedings might simply have sought declarations without deliberately involving third parties.",
      "id": "s206"
    },
    {
      "text": "The proceedings could also have been instituted as early as November last year when CSA and the ARU terminated their contractual relationship, if it had wanted to obtain relevant discretionary relief in time for the Perth Test.",
      "id": "s207"
    },
    {
      "text": "There has been an unreasonable delay on the part of CSA in bringing this application.",
      "id": "s208"
    },
    {
      "text": "I would, for that reason alone, have refused to grant the relief sought: Carlton &amp; United Breweries (NSW) Pty Ltd v Bond Brewing New South Wales Ltd (1978) 76 ALR 633 at 638-9.",
      "id": "s209"
    },
    {
      "text": "64 Further it is clear that when CSA entered into its contract with SFC for the acquisition of packages in order to access tickets, at a significant premium, for its own packages, it was aware that this was a contravention of the Ticket Condition.",
      "id": "s210"
    },
    {
      "text": "65 The position of the purchasers of corporate hospitality packages from CSA is of course regrettable.",
      "id": "s211"
    },
    {
      "text": "However, there is a consideration which outweighs their personal position.",
      "id": "s212"
    },
    {
      "text": "In my opinion, a Court should be alert not to give weight to circumstances, deliberately and unnecessarily created by the moving party, which were then sought to be relied upon as a relevant ingredient in the consideration of the balance of convenience.",
      "id": "s213"
    },
    {
      "text": "I consider this to be so, even where it involves third parties.",
      "id": "s214"
    },
    {
      "text": "There may be occasions when, despite the wilful nature of the moving party's conduct that the position of third parties will nonetheless be a determining factor.",
      "id": "s215"
    },
    {
      "text": "This is not such a case.",
      "id": "s216"
    },
    {
      "text": "66 The ARU made open offers to CSA to resolve the dispute on 12 and 30 May 2008 and 13 June 2008 the effect of which is that the ARU has offered to make available to CSA, tickets to the Perth Test in sufficient numbers to accommodate the members of the public to whom CSA has allegedly contracted to provide corporate hospitality services for these events.",
      "id": "s217"
    },
    {
      "text": "The ARU would also permit CSA to host corporate hospitality functions using those tickets in connection with the Perth Test in consideration of payments to the ARU equivalent to those which would have been payable by CSA if it had entered into the agency agreement proffered by the ARU.",
      "id": "s218"
    },
    {
      "text": "67 By these offers the ARU submits that it has addressed any prejudice to the interests of third parties together with any alleged loss to CSA not compensable by damages.",
      "id": "s219"
    },
    {
      "text": "The difficulty with this submission is that the last and therefore, as I was told, the only presently effective offer contains a term which, upon acceptance of the offer by CSA, would require it to discontinue the present proceedings.",
      "id": "s220"
    },
    {
      "text": "Its refusal to accept the offer is understandable in the circumstances.",
      "id": "s221"
    },
    {
      "text": "68 Nonetheless the ARU has advised CSA in writing that it has put aside 125 corporate hospitality packages at its \"Gold Dining\", Kitchener Park function for purchase by CSA clients who are said to have purchased packages from CSA for the Perth Test.",
      "id": "s222"
    },
    {
      "text": "The Gold Dining packages retail through the ARU's official hospitality agent for $825 inclusive of GST.",
      "id": "s223"
    },
    {
      "text": "These tickets are to be put aside until the determination of this interlocutory application or until the day of the Perth Test if necessary.",
      "id": "s224"
    },
    {
      "text": "This, whilst perhaps not ideal from the perspective of the third parties, nonetheless will ensure that they have access to corporate hospitality packages for the Perth Test.",
      "id": "s225"
    },
    {
      "text": "69 This also addresses CSA's concerns, to an extent, as to its reputation, although as I have said, its commercial predicament is of its own making.",
      "id": "s226"
    },
    {
      "text": "Furthermore, it will still be able to prosecute its claim for damages.",
      "id": "s227"
    },
    {
      "text": "70 The ARU submits that if the interlocutory injunctions are granted and it is unable to enforce the Ticket Condition, its losses, comprising the undermining of its objectives, to which I have already referred, will not be compensable in damages.",
      "id": "s228"
    },
    {
      "text": "This consideration, in my opinion, tends strongly in favour of the ARU on the balance of convenience.",
      "id": "s229"
    },
    {
      "text": "Conclusion \n \n71 For these reasons, although I am satisfied that CSA has established a prima facie case based on s 45 , I am of the view, on the evidence before me, that it is of little strength and when combined with my other conclusions concerning the balance of convenience, the claimed interlocutory relief ought be refused.",
      "id": "s230"
    },
    {
      "text": "CSA should pay the ARU's costs.",
      "id": "s231"
    },
    {
      "text": "I certify that the preceding seventy-one (71) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gilmour.",
      "id": "s232"
    },
    {
      "text": "Associate:\n\nDated: 2 July 2008 \n\n Counsel for the Applicant: Mr M Bennett \n \n Solicitor for the Applicant: Lavan Legal \n \n Counsel for the Respondent: Mr R Dick \n \n Solicitor for the Respondent: Freehills \n\n Date of Hearing: 17 June 2008 \n \n Date of Judgment: 2 July 2008 \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/993.html",
      "id": "s233"
    }
  ]
}