{
  "name": "Barrett Property Group Pty Ltd v Carlisle Homes Pty Ltd (No 2) [2008] FCA 930 (17 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/930.html",
  "catchphrases": [
    {
      "text": "disclosure of confidential information to trade rival",
      "id": "c0"
    },
    {
      "text": "practice and procedure",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 On 20 March 2008 I found in favour of the applicant Barrett Property Group Pty Ltd in its claim for copyright infringement: Barrett Property Group Pty Ltd v Carlisle Homes Pty Ltd [2008] FCA 375.",
      "id": "s0"
    },
    {
      "text": "Barrett now wishes to make an election between damages and an account of profits.",
      "id": "s1"
    },
    {
      "text": "For that purpose, consequent on earlier orders I have made, Mr David Taylor, a director of Carlisle, has sworn an affidavit which exhibits as confidential exhibit \"DJT-2\" a report which includes estimates of sums received and receivable, costs, overheads and profits attributable to the 65 \"Provence\" houses found to have infringed Barrett's copyright.",
      "id": "s2"
    },
    {
      "text": "2 Carlisle does not object to making the confidential report available to Barrett's solicitors and counsel, and to Mr Darren Goodwin, who is the Chief Financial Officer of Barrett, upon appropriate confidentiality undertakings being given.",
      "id": "s3"
    },
    {
      "text": "3 The contentious issue is whether the confidential report should also be made available to Mr Anthony Roberts.",
      "id": "s4"
    },
    {
      "text": "Mr Roberts is the Chief Executive Officer of Barrett.",
      "id": "s5"
    },
    {
      "text": "He and his family are the controlling shareholders of the company.",
      "id": "s6"
    },
    {
      "text": "It is said on behalf of Barrett that Mr Roberts wishes to review the confidential report himself to review the claimed expenditure figures and methodology used to calculate the profit figures to\n ...benchmark them against his industry experience, and consider if there may be any anomalies.",
      "id": "s7"
    },
    {
      "text": "He says that he is unable to properly discuss the claimed expenditure figures with Mr Goodwin if the latter cannot disclose to him any of the contents of the confidential exhibit.",
      "id": "s8"
    },
    {
      "text": "Mr Roberts is the person who will make the final decision on behalf of Barrett as to the election.",
      "id": "s9"
    },
    {
      "text": "4 This sort of question has arisen before, and in particular is the subject of a decision of the Court of Appeal of Victoria, Mobil Oil Australia Ltd v Guina Developments Pty Ltd [1996] 2 VR 34.",
      "id": "s10"
    },
    {
      "text": "The decision of the court was given by Hayne JA.",
      "id": "s11"
    },
    {
      "text": "His Honour pointed out at 38 that when the question of disclosure of confidential information to a trade rival arises, it must be remembered that confidential information once received cannot be forgotten, and may be used in a way in which the party disclosing the information never becomes aware.",
      "id": "s12"
    },
    {
      "text": "5 I think that is an important consideration in the present case.",
      "id": "s13"
    },
    {
      "text": "I am satisfied that the information in question is genuinely confidential.",
      "id": "s14"
    },
    {
      "text": "The evidence in the substantive hearing disclosed there is very close competition in the project homes market.",
      "id": "s15"
    },
    {
      "text": "Knowledge to a competitor of costings and margins would be very valuable for the purpose of setting prices.",
      "id": "s16"
    },
    {
      "text": "6 I do not think Barrett are seriously disadvantaged for the purpose of making its election because, as already mentioned, their Chief Financial Officer will have access to the report.",
      "id": "s17"
    },
    {
      "text": "If they wish, they could also retain some independent expert with knowledge of this particular industry.",
      "id": "s18"
    },
    {
      "text": "7 I note in particular that Mr Roberts is a person who is involved in the day-to-day operations of the business, and so the more likely to be in a position to take advantage of the information.",
      "id": "s19"
    },
    {
      "text": "This is not necessarily a case of any dishonest or improper use of information.",
      "id": "s20"
    },
    {
      "text": "As is stressed in Mobil Oil , once information is disclosed it becomes part of the person's stock of knowledge and it is unrealistic to expect that knowledge to be ignored.",
      "id": "s21"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Heerey.",
      "id": "s22"
    },
    {
      "text": "Associate:\n\nDated: 17 June 2008\n\n Counsel for the Applicants: C D Golvan SC \n \n Solicitor for the Applicants: Middletons \n \n Counsel for the Respondent: S M Rebikoff \n \n Solicitor for the Respondent: Mallesons Stephen Jaques \n\n Date of Hearing: 17 June 2008 \n \n Date of Judgment: 17 June 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/930.html",
      "id": "s23"
    }
  ]
}