{
  "name": "Thompson v IGT (Australia) Pty Limited [2008] FCA 994 (5 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/994.html",
  "catchphrases": [
    {
      "text": "allegations by employee of discrimination arising out of employee's medical disability relating to back condition and employer's response thereto",
      "id": "c0"
    },
    {
      "text": "whether direction of employer to employee to undergo medical examination constitutes a detriment within the meaning of s 15(2)(d) of the disability discrimination act 1992 (cth)",
      "id": "c1"
    },
    {
      "text": "causation issue",
      "id": "c2"
    },
    {
      "text": "circumstances to be considered in determining whether employer's direction to attend medical examination is made because of disability",
      "id": "c3"
    },
    {
      "text": "comparator issue",
      "id": "c4"
    },
    {
      "text": "whether the relevant comparator to use in determining whether differential treatment has been meted out to an employee",
      "id": "c5"
    },
    {
      "text": "whether requirement to provide medical information to one's employer that might be relevant to the performance of one's work is a necessary or incident part of the employment relationship",
      "id": "c6"
    },
    {
      "text": "whether a direction to provide such information by submitting to psychiatric assessment is lawful and reasonable where employee has a history of unexplained absences and there are inconsistencies in the information available in relation to the state of the employee's health",
      "id": "c7"
    },
    {
      "text": "costs",
      "id": "c8"
    },
    {
      "text": "whether a costs order should be made where an application for interlocutory relief is dismissed pursuant to the generally applicable principles governing the grant or refusal of such relief",
      "id": "c9"
    },
    {
      "text": "whether a costs order should be made where an application for interlocutory relief succeeds",
      "id": "c10"
    },
    {
      "text": "discrimination law",
      "id": "c11"
    },
    {
      "text": "industrial relations",
      "id": "c12"
    },
    {
      "text": "preliminary injunctions",
      "id": "c13"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant, Mr Darren Thompson, has been employed by the respondent, IGT (Australia) Pty Limited, since 5 March 2001 as a graphic artist and animator.",
      "id": "s0"
    },
    {
      "text": "The respondent is part of the IGT Group whose parent company is International Game Technology Inc, a company with headquarters in the United States.",
      "id": "s1"
    },
    {
      "text": "The respondent is one of its wholly-owned subsidiaries.",
      "id": "s2"
    },
    {
      "text": "2 On 20 May 2008 the applicant filed an application in the Court claiming compensation and other relief under ss 5 , 6 and 15 of the Disability Discrimination Act 1992 (Cth).",
      "id": "s3"
    },
    {
      "text": "There are issues raised in that application in relation to bullying and other treatment alleged by the applicant which did not arise for consideration on the interlocutory application which was argued before me today.",
      "id": "s4"
    },
    {
      "text": "3 In the application the applicant claimed the following interlocutory relief: \n \n \n \"1.",
      "id": "s5"
    },
    {
      "text": "That the Court order the respondent to withdraw its request/demand for the applicant to undertake a psychiatric assessment with Dr Lester Walton on 17 June 2008 at 9:00am as specified in their letter to the applicant dated 14 May 2008; \n \n \n \n 2.",
      "id": "s6"
    },
    {
      "text": "That the Court order that the Respondent by its servants or agents or otherwise does not demand/request that the applicant undertake any other psychiatric assessment; \n \n \n \n 3.",
      "id": "s7"
    },
    {
      "text": "That the Court order that the Respondent by its servants or agents or otherwise not take disciplinary action (including, but not limited to, termination of employment) against the applicant for failure to attend the psychiatric assessment mentioned in [paragraph] (1) as specified in clause 5.2 of their letter to the applicant dated 14 May 2008.",
      "id": "s8"
    },
    {
      "text": "4.",
      "id": "s9"
    },
    {
      "text": "The Court make an interim order that the Respondent per its servants or agents or otherwise be restrained from disciplining the Applicant for failure to attend for psychiatric and/or psychological assessment.",
      "id": "s10"
    },
    {
      "text": "5.",
      "id": "s11"
    },
    {
      "text": "Such further or other order as the Court deems appropriate.",
      "id": "s12"
    },
    {
      "text": "6.",
      "id": "s13"
    },
    {
      "text": "Costs.",
      "id": "s14"
    },
    {
      "text": "\" \n4 As this is an application for interlocutory relief I am not required to make a final determination of the issues which are argued before me.",
      "id": "s15"
    },
    {
      "text": "The relevant test, well established by authority, is that I have to determine whether there is a serious question to be tried on the issues raised by the applicant and if I am satisfied that there is such a serious question to be tried then I have to consider the balance of convenience in favour of, or against, the grant of injunctive relief.",
      "id": "s16"
    },
    {
      "text": "5 The circumstances giving rise to the application for interlocutory injunction arise out of a letter sent by the respondent to the applicant on 14 May 2008.",
      "id": "s17"
    },
    {
      "text": "It was signed by Ms Louisa Baldo, the General Manager (Human Resources) of the respondent, and presented a direction that the applicant undergo a psychiatric assessment in the following terms:\n \"Medical assessment, the requirement to provide detailed medical certificates and leave requests 1 Direction to attend medical appointment \n \n \n 1.1 We refer to previous correspondence relating to your absences from work, and particularly to IGT's requirement that you undergo a psychiatric assessment.",
      "id": "s18"
    },
    {
      "text": "1.2 We note that we first directed you to attend an appointment with an independent psychiatrist in correspondence dated 9 October 2007.",
      "id": "s19"
    },
    {
      "text": "The appointment was originally scheduled for 11 December 2007 but you failed to attend.",
      "id": "s20"
    },
    {
      "text": "1.3 IGT continues to have concerns about your fitness for work.",
      "id": "s21"
    },
    {
      "text": "Our concerns remain those that we have addressed in previous correspondence.",
      "id": "s22"
    },
    {
      "text": "1.4 IGT reconfirms its position and entitlement to make lawful and reasonable directions to its employees (under Common Law), including directing an employee to attend a medical appointment in circumstances where the employee's fitness for work is in question.",
      "id": "s23"
    },
    {
      "text": "1.5 Based on this and the continued frequency of unexplained medical/personal leave, we confirm IGT's direction that you attend the following appointment with the independent medical practitioner below: \n \n Name: Dr Lester Walton \n \n Speciality: Psychiatrist \n Address: 1 st Floor, 443 Little Collins Street, \n Melbourne VIC 3000 \n \n Date: Tuesday, 17 June 2008 \n \n Time: 9.00 am \n \n 1.6 IGT confirms that the above mentioned medical practitioner is not an employee of IGT and does not have an ongoing relationship with IGT.",
      "id": "s24"
    },
    {
      "text": "1.7 IGT also confirms that it will bear the costs associated with you attending this appointment, which will include the following: \n \n \n \n \n \n \n (a) IGT will pay the practitioner's fees for conducting an assessment and producing a report.",
      "id": "s25"
    },
    {
      "text": "(b) You will be reimbursed for any reasonable costs incurred in attending an appointment (eg.",
      "id": "s26"
    },
    {
      "text": "Bus Fares, Taxi Fares etc).",
      "id": "s27"
    },
    {
      "text": "(c) You will be paid your normal rate of pay to attend an appointment during work hours.",
      "id": "s28"
    },
    {
      "text": "1.8 Please let us know in writing by 5.00 pm on Friday, 23 May 2008 if you will have any difficulties attending this appointment at this particular time.",
      "id": "s29"
    },
    {
      "text": "2.",
      "id": "s30"
    },
    {
      "text": "Consent to release of medical information \n \n \n \n To facilitate the release of necessary information to assess your complete medical situation, IGT seeks the completion and return of the attached consent form by 5.00 pm on Friday, 23 May 2008.",
      "id": "s31"
    },
    {
      "text": "3.",
      "id": "s32"
    },
    {
      "text": "Medical certificates and request for personal leave \n \n \n 3.1 We refer to various communications on this matter over the past months and particularly to our letter dated 8 November 2007 which states (at paragraph 5.3): \n \n '... IGT are on notice of your ailment/s and medication, we will require a medical certificate to accompany each application of leave relating to illness or injury and these certificates are to provide specific details of your ailment/s.",
      "id": "s33"
    },
    {
      "text": "Certificates provided with 'medical condition' are not satisfactory do not assist IGT in complying with its obligations under occupational health and safety laws and its duty of care at common law.",
      "id": "s34"
    },
    {
      "text": "' \n \n \n \n \n \n \n \n \n \n 3.2 IGT reconfirms its requirement that you must provide details for each occurrence of leave and that specific details about the reason(s) for any absence on medical grounds are required on each and every medical certificate.",
      "id": "s35"
    },
    {
      "text": "The medical certificate must include a statement as to the specific reason(s) why you will be unfit for work during the period covered by the certificate and provide specific details of the illness, injury or condition.",
      "id": "s36"
    },
    {
      "text": "Any certificate provided by you which does not include this information will be deemed unsatisfactory.",
      "id": "s37"
    },
    {
      "text": "3.3 Additionally, we note that any sick leave taken can only be provided if you have accrued sufficient amounts of leave.",
      "id": "s38"
    },
    {
      "text": "Should there be any shortfall or medical certificates which do not address our direction then this will be processed as 'leave without pay' or 'leave without pay --- without valid reason' respectively.",
      "id": "s39"
    },
    {
      "text": "4.",
      "id": "s40"
    },
    {
      "text": "Request for Annual Leave \n \n As per IGT's policy, applications for annual leave should be submitted in writing to your line manager at least two (2) weeks prior to its occurrence so as to ensure the smooth running of its business and business outputs.",
      "id": "s41"
    },
    {
      "text": "5.",
      "id": "s42"
    },
    {
      "text": "Failure to comply with directions \n \n \n 5.1 We note that you have previously failed to comply with our reasonable and lawful directions (relating to your failure to attend a previously arranged medical examination and failing to provide the properly substantiated medical certificates).",
      "id": "s43"
    },
    {
      "text": "We hope that this will not continue, but please note that we reserve our position in relation to those earlier breaches of your employment contract.",
      "id": "s44"
    },
    {
      "text": "5.2 We do hope that this will not be necessary, but please note in the event of you failing to attend the medical appointment arranged with Dr Lester Walton on 17 June 2008 or you failing to provide properly substantiated medical certificates in relation to any future absences, disciplinary action may be taken.",
      "id": "s45"
    },
    {
      "text": "You should be aware that this could include termination of your employment.",
      "id": "s46"
    },
    {
      "text": "We look forward to progressing with the above matters.",
      "id": "s47"
    },
    {
      "text": "\" \n6 The applicant contends that the direction and requirement of the respondent that he attend the medical appointment discriminates against him on the ground of his disability, which I may describe generally as a back injury, and that accordingly, the direction and requirement constitutes a contravention of ss 5 , 6 and 15 of the Disability Discrimination Act 1992 (Cth) (\"the Disability Discrimination Act \").",
      "id": "s48"
    },
    {
      "text": "The applicant has sworn an affidavit in which he contends that over the past twelve months he has had increasing levels of difficulty with the respondent and that he believes that the respondent's treatment of him constitutes discrimination as \"it is clear that the respondent's conduct has been by reason of my need to take time off due to my back problems.",
      "id": "s49"
    },
    {
      "text": "\" Some of the propositions advanced by the applicant are contested by the respondent.",
      "id": "s50"
    },
    {
      "text": "7 The background to the applicant's complaint is as follows.",
      "id": "s51"
    },
    {
      "text": "The applicant has had a history of back pain resulting in surgery and migraine headaches which date back to before his employment commenced with the respondent.",
      "id": "s52"
    },
    {
      "text": "In March 2003, he had two discs removed from his neck which the surgeon did not relate to his previous back surgery.",
      "id": "s53"
    },
    {
      "text": "In 2004, the applicant underwent open heart surgery to resolve a condition of cardiopulmonary fistula which was apparently congenital.",
      "id": "s54"
    },
    {
      "text": "Both procedures required him to take time away from work.",
      "id": "s55"
    },
    {
      "text": "At the beginning of 2006, the applicant began to experience further degenerative back symptoms much like those he had experienced prior to his employment with the respondent.",
      "id": "s56"
    },
    {
      "text": "These symptoms required him to take further time away from work over the subsequent two years for treatment, including periods of hospitalisation.",
      "id": "s57"
    },
    {
      "text": "8 Between March 2001 and May 2008, the applicant has been away from work on a number of occasions.",
      "id": "s58"
    },
    {
      "text": "Some of those occasions related to personal leave which were either sick leave or carer's leave.",
      "id": "s59"
    },
    {
      "text": "Some of that leave was compassionate leave, some was leave without pay, some was unspecified leave.",
      "id": "s60"
    },
    {
      "text": "There was also special leave and there were a number of occasions when the sick leave which was taken by the applicant was amended to, and taken as, annual leave or leave without pay because of a lack of accrued sick leave entitlement available.",
      "id": "s61"
    },
    {
      "text": "9 Ms Baldo has sworn an affidavit in which she sets out in some detail the periods of leave which the applicant has taken.",
      "id": "s62"
    },
    {
      "text": "A number of those periods of leave have been leave without pay.",
      "id": "s63"
    },
    {
      "text": "Not all of them are relevant to the proceeding before me for interlocutory relief, but I will refer to such as are particularly relevant in due course.",
      "id": "s64"
    },
    {
      "text": "10 In May 2007, Ms Baldo was made aware of the applicant's absences from work which were considered to be excessive.",
      "id": "s65"
    },
    {
      "text": "Ms Baldo became aware that the applicant had had a history of absences due to various medical and personal issues and she noted that the applicant had, on some occasions, used his annual leave accruals and leave without pay for periods of illness due to insufficient balances of accrued personal or sick leave.",
      "id": "s66"
    },
    {
      "text": "Ms Baldo was concerned about the absences of the applicant from work.",
      "id": "s67"
    },
    {
      "text": "Over the ensuing period after May 2007, Ms Baldo received information about the applicant's condition which was contradictory.",
      "id": "s68"
    },
    {
      "text": "During the same period the applicant took amounts of leave, some of which were without pay, which were considered by the respondent to be excessive and some of which were unexplained.",
      "id": "s69"
    },
    {
      "text": "I will come to these in due course.",
      "id": "s70"
    },
    {
      "text": "11 On 17 September 2007, the applicant had a meeting with Ms Baldo and Mr David Slattery, his supervisor or line manager.",
      "id": "s71"
    },
    {
      "text": "The applicant says that this meeting was very hostile to him.",
      "id": "s72"
    },
    {
      "text": "Ms Baldo denies that the meeting was hostile.",
      "id": "s73"
    },
    {
      "text": "Whether the meeting was hostile or not is not relevant for present purposes; what is relevant is a number of the matters which were raised and discussed in the meeting.",
      "id": "s74"
    },
    {
      "text": "12 According to a file note of the meeting made by Ms Baldo, she and Mr Slattery told the applicant of the purpose of the meeting which is identified in the file note as follows: \n \"Based upon the longevity and continuation of this situation, the lack of definitive medical information or guidance and the continued over usage of leave, IGT is seeking to obtain information to better understand this situation, its duty of care responsibilities, its impact of his medical condition/s on the current and future delivery of his role and what can be expected to be delivered from him moving forward.",
      "id": "s75"
    },
    {
      "text": "\" Discuss request to obtain detailed medical report.",
      "id": "s76"
    },
    {
      "text": "Discuss ongoing issue of leave usage.",
      "id": "s77"
    },
    {
      "text": "\" \n\nAccording to Ms Baldo's file note, the applicant advised that he had a degenerative back problem, was on Ketamine medication, and was undertaking some pain management therapy.",
      "id": "s78"
    },
    {
      "text": "According to Ms Baldo's file note she said that:\n\n \"... to date no definitive medical report had been received/requested hence current request.",
      "id": "s79"
    },
    {
      "text": "\" \n\n \nShe said that:\n \"From duty of care perspective, IGT needs to fully understand the situation, its impact on both parties to ensure we are working together.",
      "id": "s80"
    },
    {
      "text": "\" \n\n \n13 Ms Baldo said that with the request they would be seeking information regarding current medical conditions, medication and a therapeutic regime and any work restrictions which they needed to consider.",
      "id": "s81"
    },
    {
      "text": "She said that she would write to the applicant after the meeting to confirm the details requested.",
      "id": "s82"
    },
    {
      "text": "According to the file note, the applicant agreed at the meeting to work with the respondent to obtain and provide this information.",
      "id": "s83"
    },
    {
      "text": "14 On 25 September 2007, Ms Baldo wrote to the applicant in relation to the meeting and said, relevantly: \n \"Further to this conversation and those previously held with your line manager regarding your regular absenteeism and your Performance Review, IGT would like to attain clarity as to your current medical situation and its impact on your ability to undertake your role of Video Artist/Animator on a full-time basis within the Product Development &amp; Compliance department at our site in Mulgrave, Victoria.",
      "id": "s84"
    },
    {
      "text": "...",
      "id": "s85"
    },
    {
      "text": "In order for IGT to assess your situation against its duties and responsibilities to you, IGT requires you to provide a detailed medical report from your primary physician or specialist by Friday 26 October 2007 which details the following: 1. your current medical condition/s; \n \n \n 2. current and anticipated future medication and therapeutic regime including dosage, frequency and duration of treatment, and estimates of work time lost as a result; \n \n \n \n 3 any work restrictions which may apply to you undertaking your role currently or in the foreseeable future, and \n \n 4 an estimated time for recovery.",
      "id": "s86"
    },
    {
      "text": "\" \n 15 On 1 October 2007 the applicant wrote to Ms Baldo saying he would consider the respondent's request that he undergo a medical examination subject to a number of conditions which were set out in the letter.",
      "id": "s87"
    },
    {
      "text": "Those conditions are not presently relevant.",
      "id": "s88"
    },
    {
      "text": "16 On 9 October 2007, Ms Baldo sent a letter to the applicant headed \"Medical Clarification\".",
      "id": "s89"
    },
    {
      "text": "She referred to the applicant's letter of 1 October 2007 and a subsequent email and said:\n \"In light of your correspondence we thought you would find it helpful if we set out the process that IGT follows in circumstances where an employee is suffering from an illness or injury and there are concerns about that employee's fitness for work.",
      "id": "s90"
    },
    {
      "text": "1.",
      "id": "s91"
    },
    {
      "text": "IGT will ordinarily approach the employee to discuss the injury/illness and concerns about capacity.",
      "id": "s92"
    },
    {
      "text": "2.",
      "id": "s93"
    },
    {
      "text": "The employee may be invited to provide information about their capacity and matters that impact upon capacity (including medical information).",
      "id": "s94"
    },
    {
      "text": "A report from your treating practitioner is not mandatory but in our view will assist.",
      "id": "s95"
    },
    {
      "text": "3.",
      "id": "s96"
    },
    {
      "text": "IGT may refer the employee to an independent medical practitioner who is not an employee of IGT and is not part of an ongoing relationship with IGT.",
      "id": "s97"
    },
    {
      "text": "...\" \n \n...",
      "id": "s98"
    },
    {
      "text": "In addition, if you also choose to obtain a medical report from your treating practitioner/s, then IGT will cover the reasonable costs of your treating practitioner/s for producing such a report.",
      "id": "s99"
    },
    {
      "text": "\" \n\n \n17 In the letter Ms Baldo set out appointments that had been made for the applicant to see two doctors, Dr Edward Schutz, a general surgeon, on 13 November 2007 and Dr Nigel Strauss, a psychiatrist, on 11 December 2007.",
      "id": "s100"
    },
    {
      "text": "18 On 19 October 2007, the applicant sent an email to Ms Baldo referring to previous correspondence and stated: \n \"...",
      "id": "s101"
    },
    {
      "text": "I acknowledge the meeting that I was called in to with you and David Slattery but given the content of your follow up letter I do not believe you took on board what I said.",
      "id": "s102"
    },
    {
      "text": "I pointed out to both you and David (facts that David already knew), that my current health issues, as referred to by you, and David, were largely resolved.",
      "id": "s103"
    },
    {
      "text": "All of the effort and expense I went to resolve this problem (of which David was kept completely up to date) appear to have come to fruition and I am now enjoying robust health and have been able to return happily and successfully to my work.",
      "id": "s104"
    },
    {
      "text": "...\" (emphasis in original) \n\n \n19 On 31 October 2007, the applicant sent an email to Mr Slattery saying that he would be attending a medical examination.",
      "id": "s105"
    },
    {
      "text": "On the same day, he had a meeting with Mr John Duffy, the General Manger (Product Development &amp; Compliance) of the respondent.",
      "id": "s106"
    },
    {
      "text": "In the course of that meeting, according to a minute of the meeting prepared by the respondent, the applicant referred to medication he was taking.",
      "id": "s107"
    },
    {
      "text": "The file note discloses that he said:\n \"...",
      "id": "s108"
    },
    {
      "text": "Requires 5 times over two years but for obvious reason cancelled latest appointment.",
      "id": "s109"
    },
    {
      "text": "Hospital treatment is IV.",
      "id": "s110"
    },
    {
      "text": "Once disconnected any effects dispate [sic] within half an hour, side effect is a severe headache for one day afterward and then completely normal.",
      "id": "s111"
    },
    {
      "text": "Couple more of this treatment is required.",
      "id": "s112"
    },
    {
      "text": "...\" \n\n \n20 At that meeting, the applicant told Mr Duffy that he would attend the medical appointment.",
      "id": "s113"
    },
    {
      "text": "His health matters were discussed.",
      "id": "s114"
    },
    {
      "text": "The matters set out in the minute appear to be inconsistent with his statement on 19 October 2007 that he was in \"robust health\".",
      "id": "s115"
    },
    {
      "text": "21 On 8 November 2007, Ms Baldo wrote again to the applicant in similar terms to her letter of 9 October 2007.",
      "id": "s116"
    },
    {
      "text": "She confirmed the medical appointments with Dr Schutz and Dr Strauss, and said:\n \"IGT is concerned about your fitness for work and your ability to perform the inherent requirements of your position.",
      "id": "s117"
    },
    {
      "text": "IGTs concerns are not unfounded, and I note that, at the Meeting on 31 October 2007, you stated that: (a) You have a 'slightly prolapsed disk which triggers pain'.",
      "id": "s118"
    },
    {
      "text": "(b) You take 'Anti-epileptic medication for neurogenic pain'.",
      "id": "s119"
    },
    {
      "text": "(c) You are given 'Ketamine injections, which are administered in hospital, intravenously over 1 week to 10 days'.",
      "id": "s120"
    },
    {
      "text": "(d) You attend hydrotherapy 3 times a week.",
      "id": "s121"
    },
    {
      "text": "(e) You undertake exercises at home.",
      "id": "s122"
    },
    {
      "text": "(f) At least on one occasion, you lay on the floor several times during the day and this enabled you to get through a full week.",
      "id": "s123"
    },
    {
      "text": "(g) You have had operations: \n \n (1) to block nerve responses to pain; \n (2) to burn the nerves to stop pain; and \n \n (3) a discectomy prior to your employment at IGT.",
      "id": "s124"
    },
    {
      "text": "In addition to this, you have consistently taken excessive amounts of leave.",
      "id": "s125"
    },
    {
      "text": "This year so far, your total leave has been in excess of 50 days (or 10 weeks).",
      "id": "s126"
    },
    {
      "text": "... Moving forward and for the foreseeable future, IGT is seeking specific details for future occurrences of leave where possible prior to it occurring especially in a case of annual leave.",
      "id": "s127"
    },
    {
      "text": "Additionally, as IGT are on notice of your ailment/s and medication, we will require a medical certificate to accompany each application of leave relating to illness or injury and these certificates are to provide specific details of your ailment/s.",
      "id": "s128"
    },
    {
      "text": "Certificates provided with 'medical condition' are not satisfactory do not assist IGT in complying with its obligations under occupational health and safety laws and its duty of care at common law.",
      "id": "s129"
    },
    {
      "text": "\" \n\n \n22 The applicant kept the appointment with Dr Schutz on 13 November 2007.",
      "id": "s130"
    },
    {
      "text": "Dr Schutz sent a report to the respondent's solicitors on 22 November 2007 in which he set out the history that he had obtained from the applicant.",
      "id": "s131"
    },
    {
      "text": "In the course of the letter, Dr Schutz wrote: \n \"Mr Thompson stated he last saw Dr McCarthy [an anaesthetist/pain management specialist] in June 2007.",
      "id": "s132"
    },
    {
      "text": "Following the treatment to that point Dr McCarthy considered he would 'be right by September 2007' and according to Mr Thompson that has been the case.",
      "id": "s133"
    },
    {
      "text": "Mr Thompson did have an appointment to see Dr McCarthy in September 2007 but that appointment was cancelled.",
      "id": "s134"
    },
    {
      "text": "Mr Thompson made reference to this being in some way determined by 'how I was being treated ...(at IGT)' as his reason for cancelling that appointment.",
      "id": "s135"
    },
    {
      "text": "Apparently it was planned that he have several more Ketamine or similar injections but this was not necessary because he recovered and he stated his result as being 'stunning' and he believes he is practically normal to all intents and purposes.",
      "id": "s136"
    },
    {
      "text": "... Having had 35 days off work for reasons of his low back in 2007 he believes he has now concluded his course of medical treatment.",
      "id": "s137"
    },
    {
      "text": "He is cautious about lifting.",
      "id": "s138"
    },
    {
      "text": "He has bought himself an ergonomic chair which he finds very comfortable and supporting.",
      "id": "s139"
    },
    {
      "text": "\" \n\nLater in the letter, under the heading,\n \"Please provide your diagnosis and your opinion on the following: \n \n (a) Is Mr Thompson fit to perform the full range of duties as a full-time Video Artist?",
      "id": "s140"
    },
    {
      "text": "\" \n \n\n\n \nDr Schutz wrote:\n \"Yes.",
      "id": "s141"
    },
    {
      "text": "On the current findings and on the history given of improvements/practical recovery from the back pain commencing in mid 2006, and the treated and resolved neck and cardiac conditions, it is considered he has recovered and is fit to perform the full range of duties.",
      "id": "s142"
    },
    {
      "text": "\" \n\n \n23 The applicant challenges a number of the observations made by Dr Schutz which are attributed to him.",
      "id": "s143"
    },
    {
      "text": "He states in an affidavit: \n \"...",
      "id": "s144"
    },
    {
      "text": "In a medical report, commissioned by the Respondent, Dr Schutz states that further appointments with Dr McCarthy were indicated for management.",
      "id": "s145"
    },
    {
      "text": "Dr Schutz uses terms like 'near normal' but does not state cured.",
      "id": "s146"
    },
    {
      "text": "I have never claimed that my condition was anything other than ongoing.",
      "id": "s147"
    },
    {
      "text": "What I have said is that there are times of near normality and that with the Respondent's support I definitely have the ability to perform the inherent requirements of my job.",
      "id": "s148"
    },
    {
      "text": "...\" \n\n \n24 I do not need to resolve this factual issue at this stage of the proceeding.",
      "id": "s149"
    },
    {
      "text": "It is sufficient for present purposes that there is an issue about the state of the applicant's health and his absences for work.",
      "id": "s150"
    },
    {
      "text": "25 On 30 November 2007, the respondent's solicitors confirmed to the applicant's solicitors the appointment with the psychiatrist on 11 December 2007.",
      "id": "s151"
    },
    {
      "text": "On 6 December 2007, the applicant's solicitors said the applicant would not be attending the appointment on 11 December 2007 and that intimation was repeated on 10 December 2007.",
      "id": "s152"
    },
    {
      "text": "In the meantime, on 5 December 2007, the applicant took leave without pay for what were said to be \"medical reasons\".",
      "id": "s153"
    },
    {
      "text": "The respondent was not given any details of what the medical reasons were and the certificate which was supplied to the respondent simply stated: \"Medical condition.",
      "id": "s154"
    },
    {
      "text": "\" Subsequently, the respondent deducted money from the applicant's pay in respect of his absence that day.",
      "id": "s155"
    },
    {
      "text": "26 On 14 December 2007, Ms Baldo wrote to the applicant under the heading \"Recent absences and fitness for work\" and said:\n \"We refer to your medical examination with Dr Schutz on 13 November 2007 and enclose a copy of his report dated 22 November 2007 ('Report').",
      "id": "s156"
    },
    {
      "text": "We note that the Report states that your recent extensive absences from work are attributable to receiving treatment for low back symptoms which presented in about mid 2006.",
      "id": "s157"
    },
    {
      "text": "In this regard, our records indicate that you have been absent from work during 2007 as follows: &#8226; Paid personal leave: 5 days &#8226; Unpaid leave: 39 days.",
      "id": "s158"
    },
    {
      "text": "We are pleased to note that Dr Schutz has indicated that your treatment has progressed well and that your condition is recovered satisfactorily.",
      "id": "s159"
    },
    {
      "text": "In particular, we note that Dr Schutz has stated that you are currently fit to perform the full range of your duties as a Computer Animator.",
      "id": "s160"
    },
    {
      "text": "...",
      "id": "s161"
    },
    {
      "text": "I refer to the medical certificate you have provided, dated 5 December 2007, which states you are suffering from a 'medical condition' when you failed to attend for work on 5 December 2007.",
      "id": "s162"
    },
    {
      "text": "I refer to my letter dated 8 November 2007, and in particular paragraph 5.3 which states: \n \n \n '... IGT are on notice of your ailment/s and medication, we will require a medical certificate to accompany each application of leave relating to illness or injury and these certificates are to provide specific details of your ailment/s.",
      "id": "s163"
    },
    {
      "text": "Certificates provided with 'medical condition' are not satisfactory and do not assist IGT in complying with its obligations under occupational health and safety laws and its duty of care at common law.",
      "id": "s164"
    },
    {
      "text": "' \n \n You have failed to comply with this requirement.",
      "id": "s165"
    },
    {
      "text": "IGT requires you to provide a medical certificate that complies with the above by 12noon on Thursday 20 December 2007 otherwise, IGT will consider you were absent without a valid reason and you will not be paid for that day.",
      "id": "s166"
    },
    {
      "text": "\" \n\nSuch a medical certificate was not given or provided by the applicant.",
      "id": "s167"
    },
    {
      "text": "27 On 18 December 2007, the respondent's solicitors wrote to the applicant's solicitors.",
      "id": "s168"
    },
    {
      "text": "Under a heading \"Medical Certificate dated 5 December 2007\" they said: \n \"We confirm that during 2007 alone, Mr Thompson has been absent from work on leave without pay and personal leave for a total of 44 days.",
      "id": "s169"
    },
    {
      "text": "Dr Schutz's report dated 22 November 2007 indicates that Mr Thompson is physically fit to perform his duties.",
      "id": "s170"
    },
    {
      "text": "Despite this assessment, your client was absent on 5 December 2007 citing a 'medical condition'.",
      "id": "s171"
    },
    {
      "text": "In these circumstances, it is entirely appropriate that our client request a medical certificate which indicates the nature of Mr Thompson's 'medical condition' and how it is referable to his duties.",
      "id": "s172"
    },
    {
      "text": "Given privacy considerations, the certificate does not have to disclose personal information but should assist our client to understand why Mr Thompson is medically unfit to perform his normal duties or other modified duties.",
      "id": "s173"
    },
    {
      "text": "\" \n\n \n28 On 4 January 2008 the applicant took leave without pay.",
      "id": "s174"
    },
    {
      "text": "No medical evidence was provided and subsequently pay was deducted.",
      "id": "s175"
    },
    {
      "text": "29 On 25 January 2008 the applicant took leave without pay.",
      "id": "s176"
    },
    {
      "text": "No medical evidence was provided and pay was subsequently deducted.",
      "id": "s177"
    },
    {
      "text": "30 On 29 January 2008 the applicant sent an email to Mr Slattery saying that he required treatment for seven to ten days.",
      "id": "s178"
    },
    {
      "text": "The email read: \n \"As per John Duffys consent to my receiving ongoing medical treatment, in our meeting last year, and in light of the fact that I have delayed this treatment due to discrimination, harassment and differential treatment, of me, by IGT, and as advised by my specialist, I now require treatment in order to maintain my own general health and my own ability to function as a 3D Animator and Video Artist.",
      "id": "s179"
    },
    {
      "text": "It had been my intent to delay treatment, until Easter, so that IGT was minimally disturbed however it would appear it is both my and IGTs best interest to proceed sooner rather than later.",
      "id": "s180"
    },
    {
      "text": "As discussed with John Duffy previously, this may require a period of between to [sic] 7-10 days, away from work, to undertake the surgical and/or medical treatment required.",
      "id": "s181"
    },
    {
      "text": "...\" \n\nThese observations were inconsistent with what had been said earlier by Dr Schutz as with the applicant's earlier statement that he was in robust health.",
      "id": "s182"
    },
    {
      "text": "31 On 4 February 2008, Ms Baldo sought clarification from the applicant in respect of the leave which he had sought in the following terms: \n \"We seek clarification from you that the application for this period of leave (7 days) is for further medical treatment for your previous back condition.",
      "id": "s183"
    },
    {
      "text": "\" \n\nIt does not appear that that clarification was given.",
      "id": "s184"
    },
    {
      "text": "32 On 7 February 2008 Ms Baldo again sought clarification as to why leave was sought from 7 to 15 February 2008, but that clarification was not given.",
      "id": "s185"
    },
    {
      "text": "Between 7 and 15 February 2008 the applicant took leave without pay and he gave no reason why he was taking that leave.",
      "id": "s186"
    },
    {
      "text": "33 On 29 February 2008 the applicant took leave without pay and again no reason was given for the taking of that leave.",
      "id": "s187"
    },
    {
      "text": "34 On 18 March 2008 the applicant took leave but gave medical reasons and provided a sufficient medical certificate to the respondent as to why the leave was being taken.",
      "id": "s188"
    },
    {
      "text": "In substance, the reason for the leave was \"severe back pain.",
      "id": "s189"
    },
    {
      "text": "\" This was in contrast to the five earlier occasions, and two subsequent occasions, when the applicant took leave without pay but gave no medical reason for the taking of the leave.",
      "id": "s190"
    },
    {
      "text": "35 On 9 April 2008 the applicant took leave without pay and again no medical reason was given.",
      "id": "s191"
    },
    {
      "text": "On 5 and 6 May 2008 the applicant took leave without pay and no medical reason was given.",
      "id": "s192"
    },
    {
      "text": "36 On 14 May 2008 Ms Baldo wrote to the applicant requiring him to attend an appointment with Dr Lester Walton, a psychiatrist, on 17 June 2008.",
      "id": "s193"
    },
    {
      "text": "That letter is set out in par [5] above.",
      "id": "s194"
    },
    {
      "text": "37 The applicant objects to seeing the psychiatrist.",
      "id": "s195"
    },
    {
      "text": "He says he can see no reason for it.",
      "id": "s196"
    },
    {
      "text": "In his affidavit he says: \n \"...",
      "id": "s197"
    },
    {
      "text": "The scope of the psychiatrist's assessment falls far beyond what is relevant to my condition, which is entirely physical in nature.",
      "id": "s198"
    },
    {
      "text": "I believe that I have been discriminated against by the Respondent through such requirements having been made of me.",
      "id": "s199"
    },
    {
      "text": "... No other employee of the Respondent, to my knowledge, has been required to have a psychiatric assessment.",
      "id": "s200"
    },
    {
      "text": "Since my condition is a purely physical one, such a requirement is clearly unnecessary differential treatment.",
      "id": "s201"
    },
    {
      "text": "\" \n\n \n38 The difficulty with those observations of the applicant is that he is not a doctor.",
      "id": "s202"
    },
    {
      "text": "Whether it is appropriate or necessary for him to have a psychiatric assessment or to have a meeting with a psychiatrist is a matter ultimately for the doctors to determine, but having regard to his history and the matters to which I have referred, I do not consider that it is unreasonable that there be such a request made by the respondent.",
      "id": "s203"
    },
    {
      "text": "39 On the material before me there are inconsistencies in the statements made to, and received by, the respondent as to the applicant's state of health.",
      "id": "s204"
    },
    {
      "text": "There is a considerable history of absences from work.",
      "id": "s205"
    },
    {
      "text": "More recently, between 5 December 2007 and 6 May 2008 absences have occurred which have been unexplained.",
      "id": "s206"
    },
    {
      "text": "The respondent has only been told by, or on behalf of, the applicant that he is away due to a \"medical condition\".",
      "id": "s207"
    },
    {
      "text": "The applicant could quite easily have responded to Ms Baldo and said something along the lines, if it be the fact, \"I am absent because of my back condition\", but he said nothing on those occasions.",
      "id": "s208"
    },
    {
      "text": "That is to be contrasted with what the respondent was told by, or on behalf of, the applicant on 18 March 2008 that he took leave because of severe back pain.",
      "id": "s209"
    },
    {
      "text": "40 Having regard to all the matters to which I have referred, I am satisfied that the respondent is entitled to be concerned about the reasons for the unexplained medical absences of the applicant and the inconsistencies in the information that it has received in relation to his health to which I have already referred.",
      "id": "s210"
    },
    {
      "text": "41 The applicant made the following submissions: \n \n&#8226; he has been subjected to less favourable treatment because of his disability;\n \n&#8226; the requirement to attend the psychiatric examination is discriminatory;\n \n&#8226; the conduct engaged in by the respondent is on account of his disability;\n \n&#8226; the request to see the psychiatrist is extraneous to his condition;\n \n&#8226; he said at the meeting on 1 October 2007 that he needed blocks of time off for further treatment.",
      "id": "s211"
    },
    {
      "text": "I observe in relation to this last submission that the applicant did not say that this was the reason for his absences on and after 5 December 2007, save for his absence on 18 March 2008.",
      "id": "s212"
    },
    {
      "text": "42 The applicant submitted further that the time he has taken off since 5 December 2007 is consistent with the reason being that it relates to his back injury.",
      "id": "s213"
    },
    {
      "text": "The difficulty with that submission is that the applicant has not said so, nor has he supplied medical certificates to that effect.",
      "id": "s214"
    },
    {
      "text": "So it does not follow that I should conclude that the time taken off since 5 December 2007 is consistent with the reason being for his back injury.",
      "id": "s215"
    },
    {
      "text": "43 The applicant also submitted that the request for the psychiatric examination is not rationally connected to the history of his back injury.",
      "id": "s216"
    },
    {
      "text": "As I noted earlier, that is not a matter in respect of which he is necessarily competent to judge.",
      "id": "s217"
    },
    {
      "text": "Certainly, having regard to the history to which I have referred, it is not an unreasonable request by the respondent.",
      "id": "s218"
    },
    {
      "text": "44 The respondent submitted that:\n \n&#8226; there was no serious question to be tried as to whether the direction to attend the medical examination constitutes disability discrimination; \n \n&#8226; the balance of convenience did not favour the grant of the interlocutory relief sought; \nThe respondent submitted that there was no serious question to be tried because the direction to attend the medical examination did not constitute a \"detriment\" for the purposes of s 15(2)(d) of the Disability Discrimination Act and that in giving the direction the respondent did not treat the applicant less favourably, whether or because of his disability or at all.",
      "id": "s219"
    },
    {
      "text": "45 The respondent submitted further that there was no discrimination in relation to what it called the causation issue and the comparator issue.",
      "id": "s220"
    },
    {
      "text": "This terminology picks up what the High Court identified as two of the the three issues involved in determining whether there has been a contravention of the Disability Discrimination Act in Purvis v State of New South Wales (Department of Education and Training) [2003] HCA 62 ; (2003) 217 CLR 92 at 152, and in particular, [194].",
      "id": "s221"
    },
    {
      "text": "46 The relevant provision of the Disability Discrimination Act on which the applicant relies is s 15(2) of the Act, which reads as follows:\n \"It is unlawful for an employer or a person acting or purporting to act on behalf of an employer to discriminate against an employee on the ground of the employee's disability or a disability of any of that employee's associates: (a) ... (b) ... (c) by dismissing the employee; (d) by subjecting the employee to any other detriment.",
      "id": "s222"
    },
    {
      "text": "\" \n\nThat provision requires a reference to s 5(1) of the Act which is headed \"Disability discrimination\" and provides:\n \"For the purpose of this Act, a person (discriminator) discriminates against another person (aggrieved person) on the ground of a disability of the aggrieved person if, because of the aggrieved person's disability, the discriminator treats or proposes to treat the aggrieved person less favourably than, in circumstances that are the same or are not materially different, the discriminator treats or would treat a person without the disability.",
      "id": "s223"
    },
    {
      "text": "\" \n\nIt is also important when looking at relevant provisions of the Disability Discrimination Act to refer to s 15(4) of the Act, which provides: \n \"Neither paragraph (1)(b) nor (2)(c) renders unlawful discrimination by an employer against a person on the ground of the person's disability, if taking into account the person's past training, qualifications and experience relevant to the particular employment and, if the person is already employed by the employer, the person's performance as an employee, and all other relevant factors that it is reasonable to take into account, the person because of his or her disability: \n \n (a) would be unable to carry out the inherent requirements of the particular employment;\" \n \n\n\n \n47 The first question to ask by reference to the provisions of the Disability Discrimination Act , is has the applicant been subjected to a detriment?",
      "id": "s224"
    },
    {
      "text": "The answer to that question depends upon the entitlement of the respondent to require the applicant to undergo an examination by a psychiatrist.",
      "id": "s225"
    },
    {
      "text": "48 The following principles are well established.",
      "id": "s226"
    },
    {
      "text": "An employer may give an employee a lawful and reasonable direction, and it is the common law obligation of an employee to obey the lawful and reasonable commands or directions of the employer.",
      "id": "s227"
    },
    {
      "text": "In McManus v Scott-Charlton (1996) 70 FCR 16 , Finn J said at 21:\n \"The accepted view in this Court is that it is the common law obligation of an employee to obey the lawful and reasonable commands or directions of the employer: see Australian Telecommunications Commission v Hart (1982) 65 ALR 41 ; Bayley v Osborne (1984) 4 FCR 141 ; for a different view on the matter of reasonableness see 10 Halsbury's Laws of Australia, 'Employment', par 165-265, but cf W B Creighton, W J Ford and R J Mitchell, Labour Law (2nd ed, 1993), pars 8.2-8.8.",
      "id": "s228"
    },
    {
      "text": "...",
      "id": "s229"
    },
    {
      "text": "The 'standard or test' of the lawfulness of a command or direction that has been adopted in this Court for common law purposes is that of Dixon J in R v Darling Island Stevedoring and Lighterage Co Ltd; Ex parte Halliday [1938] HCA 44 ; (1938) 60 CLR 601 at 621-622: \n \n \n If a command relates to the subject matter of the employment and involves no illegality , the obligation of the servant to obey it depends at common law upon its being reasonable.",
      "id": "s230"
    },
    {
      "text": "In other words the lawful commands of an employer which an employee must obey are those which fall within the scope of the contract of services and are reasonable.",
      "id": "s231"
    },
    {
      "text": "' \n (Emphasis added).",
      "id": "s232"
    },
    {
      "text": "...",
      "id": "s233"
    },
    {
      "text": "The need for some such limitation is patent: employment does not entail the total subordination of an employee's autonomy to the commands of the employer.",
      "id": "s234"
    },
    {
      "text": "As was said by the President in Australian Tramways Employees' Association v Brisbane Tramways Co Ltd (1912) 6 CAR 35 at 42: \n \n 'A servant has to obey lawful commands, not all commands.",
      "id": "s235"
    },
    {
      "text": "The servant does not commit a breach of duty if he refuse[s] to attend a particular church, or to wear a certain maker's singlets.",
      "id": "s236"
    },
    {
      "text": "The common law right of an employee is a right to wear what he chooses, to act as he chooses, in matters not affecting his work.",
      "id": "s237"
    },
    {
      "text": "' \n \n There are obvious, and powerful, considerations of civil rights and liberties and of due process which inform this.",
      "id": "s238"
    },
    {
      "text": "These need not be laboured here although they are of no little significance in the resolution of this case.",
      "id": "s239"
    },
    {
      "text": "\" \n\n \n49 It is also an established principle that it is reasonable to direct an employee to attend a medical examination to determine whether the employee is fit to perform his or her duties and whether he or she can do so safely.",
      "id": "s240"
    },
    {
      "text": "In Victoria, duties are cast upon employers by the Occupational Health and Safety Act 2004 (Vic).",
      "id": "s241"
    },
    {
      "text": "Section 21 provides:\n \n \n \"(1) An employer must, so far as is reasonably practicable, provide and maintain for employees of the employer a working environment that is safe and without risks to health.",
      "id": "s242"
    },
    {
      "text": "\" \n \n (2) Without limiting sub-section (1), an employer contravenes that sub-section if the employer fails to do any of the following --- \n ... \n \n \n \n \n (d) provide, so far as is reasonably practicable, adequate facilities for the welfare of employees at any workplace under the management and control of the employer; \n \n (e) provide such information, instruction, training or supervision to employees of the employer as is necessary to enable those persons to perform their work in a way that is safe and without risks to health.",
      "id": "s243"
    },
    {
      "text": "\" \n \n \n\n\n \n Section 22(1) provides:\n \"An employer must, so far as is reasonably practicable (a) monitor the health of employees of the employer; and \n \n (b) monitor conditions at any workplace under the employer's management and control; and \n \n \n \n (c) provide information to employees of the employer (in such other languages as appropriate) concerning health and safety at the workplace, including the names of persons to whom an employee may make an enquiry or complaint about health and safety.",
      "id": "s244"
    },
    {
      "text": "\" \n \n\n\n \n50 In Blackadder v Ramsay Butchering Services Pty Ltd [2002] FCA 603 ; (2002) 118 FCR 395 , Madgwick J considered the issue of a requirement of an employer in New South Wales for a reinstated employee to undergo a medical examination before reporting for work on reinstatement.",
      "id": "s245"
    },
    {
      "text": "Madgwick J said, at 411:\n \"An employer has, as indicated above, strict obligations under the NSW legislation to ensure the safety and well-being of its employees.",
      "id": "s246"
    },
    {
      "text": "The importance of occupational health and safety is also reflected in the Act.",
      "id": "s247"
    },
    {
      "text": "Whilst an AWA, in general, prevails over conditions of employment specified in State laws to the extent of any inconsistency, provisions which relate to certain matters, such as occupational health and safety, operate subject to any relevant State law (see s 170VR(2) of the Act).",
      "id": "s248"
    },
    {
      "text": "It is in my opinion, essential for compliance with the above duties, that an employer be able, where necessary, to require an employee to furnish particulars and/or medical evidence affirming the employee's continuing fitness to undertake duties.",
      "id": "s249"
    },
    {
      "text": "Likewise, an employer should, where there is a genuine indication of a need for it, also be able to require an employee, on reasonable terms, to attend a medical examination to confirm his or her fitness.",
      "id": "s250"
    },
    {
      "text": "This is likely to be particularly pertinent in dangerous work environments.",
      "id": "s251"
    },
    {
      "text": "Abattoirs entail obvious risks, among other things, of injuries from the repetitive use of knives at speed, and to the spinal column from the necessity to twist, bend and/or lift.",
      "id": "s252"
    },
    {
      "text": "The question whether it is reasonable for an employer to request an employee to attend a medical examination will always be a question of fact as will the question of what are reasonable terms for the undertaking of the medical examination.",
      "id": "s253"
    },
    {
      "text": "The matters will generally require a sensitive approach including, as far as possible, respect for privacy.",
      "id": "s254"
    },
    {
      "text": "Nevertheless, I assume that there now should be implied by law into contracts of employment terms such as those set out in the first two sentences of the preceding paragraph, on the basis that such terms pass the test of 'necessity' accepted by McHugh and Gummow JJ in Byrne v Australian Airlines Ltd [1995] HCA 24 ; (1995) 185 CLR 410 at 450.",
      "id": "s255"
    },
    {
      "text": "\" \n\nThose observations of Madgwick J were not disturbed on appeal to the Full Court of the Federal Court and finally on appeal to the High Court, which upheld Madgwick J's decision in whole: [2005] HCA 22 ; (2005) 221 CLR 539.",
      "id": "s256"
    },
    {
      "text": "51 As I have already noted, an employer has an obligation under the Occupational Health and Safety Act 2004 (Vic) to provide a safe place of work.",
      "id": "s257"
    },
    {
      "text": "In carrying out and discharging that obligation, an employer may, from time to time, need to assess and determine whether an employee suffers from a disability that might affect his work.",
      "id": "s258"
    },
    {
      "text": "The employer might need to have regard to the nature and consequences of the employee's disability in relation to the workplace in which the employee works.",
      "id": "s259"
    },
    {
      "text": "52 As I noted earlier, s 15(4)(a) of the Disability and Discrimination Act does not render a dismissal unlawful where the disability prevents the employee from carrying out inherent requirements of his or her work.",
      "id": "s260"
    },
    {
      "text": "It is because of those matters that it is appropriate that an employer be able to obtain medical information about an employee that might be relevant to the performance of his or her work.",
      "id": "s261"
    },
    {
      "text": "It follows, in my view, that there are circumstances in which a requirement to provide medical information to one's employer, provided it is made on reasonable terms and is shown to be reasonably necessary, does not constitute a detriment in employment but is, as Madgwick J observed, a necessary part or an incident of the employment.",
      "id": "s262"
    },
    {
      "text": "53 I consider such circumstances to be present here, where there is a history of absences due to a medical condition, where there are inconsistencies in the information available to the employer in relation to the state of the employee's health, and where there are a number of absences for which no details or reasons have been given.",
      "id": "s263"
    },
    {
      "text": "In this respect, I refer again to the absences that occurred on and between 5 December 2007 and 6 May 2008.",
      "id": "s264"
    },
    {
      "text": "54 In my opinion, it was reasonable, and probably necessary, for the respondent in this case to find out more about the applicant's condition, which included the obtaining of a report from a psychiatrist, especially having regard to the unexplained absences.",
      "id": "s265"
    },
    {
      "text": "55 I am satisfied that there is no serious issue to be tried as to whether the respondent has subjected the applicant to a detriment within the meaning of that expression in s 15(2) of the Disability Discrimination Act .",
      "id": "s266"
    },
    {
      "text": "56 Even if there was a serious issue that the respondent has subjected the applicant to a detriment, it is necessary also for the applicant to establish that there is a serious issue to be tried as to whether the requirement of the employer entails discrimination on the ground of the disability.",
      "id": "s267"
    },
    {
      "text": "In this respect, I refer to s 5(1) of the Disability Discrimination Act , which requires there to be established that the applicant has been treated less favourably than the employer would treat a person without the disability.",
      "id": "s268"
    },
    {
      "text": "This raises what I called earlier the causation issue and the comparator issue.",
      "id": "s269"
    },
    {
      "text": "57 The material before me shows that the requirement to attend the two medical examinations, with a general surgeon and a psychiatrist, was not made because of a disability, which I take to be the back injury which the applicant had sustained, but rather, for other reasons: first, to find an explanation for the continued absences, particularly those which had occurred without reasons being given; secondly, to enable the respondent to comply with its occupational health and safety obligations and duties; and thirdly, to find out about the extent to which the applicant can perform inherent requirements of his work.",
      "id": "s270"
    },
    {
      "text": "58 This is made clear, in my view, from the letters Ms Baldo sent to the applicant setting up the various medical appointments.",
      "id": "s271"
    },
    {
      "text": "I refer in particular to the meeting held on 17 September 2007.",
      "id": "s272"
    },
    {
      "text": "As I noted earlier, even if that meeting was hostile, such hostility as existed does not detract from the issues which had been raised.",
      "id": "s273"
    },
    {
      "text": "The reasons to which I have referred for the requirement for the applicant to attend the medical examinations was also made clear in the letters of 25 September 2007, 9 October 2007,and 8 November 2007, as well as the meeting on 31 October 2007.",
      "id": "s274"
    },
    {
      "text": "In relation to the requirement for the applicant to have the psychiatric assessment, it is also relevant to take into account the examination by Dr Schutz on 13 November 2007 and the matters dealt with in his report.",
      "id": "s275"
    },
    {
      "text": "59 I am satisfied that there is no serious issue to be tried as to whether the respondent has discriminated against the applicant on the ground of his disability.",
      "id": "s276"
    },
    {
      "text": "60 With respect to the comparator issue, the applicant also must show that there has been differential treatment meted out to him --- that is, differential from the treatment that would be otherwise meted out to a person in similar circumstances but without being burdened by the same or any disability.",
      "id": "s277"
    },
    {
      "text": "In this particular case, the person with whom the applicant is to be compared would be an employee who had taken a large amount of leave, including a large amount of unexplained and periodic leave.",
      "id": "s278"
    },
    {
      "text": "I consider that in those circumstances it is clear that, having regard to the leave to which I have referred, the respondent would still have required an employee without any disability to provide a particular explanation and to provide evidence which excluded a medical condition.",
      "id": "s279"
    },
    {
      "text": "Accordingly, I am satisfied there is no serious issue to be tried as to whether the applicant has been shown, or has been subjected to, differential treatment within the terms of s 5 of the Disability Discrimination Act .",
      "id": "s280"
    },
    {
      "text": "61 It follows that the applicant does not satisfy the first requirement in seeking to obtain an interlocutory injunction; that is, that there is a serious issue to be tried in the material respects to which I have referred.",
      "id": "s281"
    },
    {
      "text": "On that basis, there is no need to address the balance of convenience because that issue only arises in circumstances where the court is satisfied there is a serious issue to be tried.",
      "id": "s282"
    },
    {
      "text": "62 For all of these reasons, the application for interlocutory relief will be refused and dismissed.",
      "id": "s283"
    },
    {
      "text": "63 The respondent seeks an order that the applicant pay its costs of the application for interlocutory relief.",
      "id": "s284"
    },
    {
      "text": "A distinction needs to be drawn between cases where an application for interlocutory relief succeeds and cases where an application for interlocutory relief is refused and dismissed on the application of the principles applicable to the grant or refusal of interlocutory relief.",
      "id": "s285"
    },
    {
      "text": "If the interlocutory relief is granted all the Court has determined is that there is a serious question to be tried in respect of the particular relevant matter.",
      "id": "s286"
    },
    {
      "text": "In those circumstances the ultimate merits remain to be determined at final trial on examination of all the facts.",
      "id": "s287"
    },
    {
      "text": "In those circumstances the usual order in relation to the costs of the successful application for interlocutory relief is that the costs either be costs in the cause or that the costs be reserved.",
      "id": "s288"
    },
    {
      "text": "64 Where an application for interlocutory relief is refused and dismissed, different considerations apply, particularly where the application is dismissed having regard to the discrete set of principles applicable to applications for interlocutory relief.",
      "id": "s289"
    },
    {
      "text": "That is the general two-barrel test; whether there is a serious issue to be tried in relation to relevant matters and, if so, whether the balance of convenience is in favour or against the grant of interlocutory relief.",
      "id": "s290"
    },
    {
      "text": "65 Once the matter is determined adversely to the applicant in relation to those principles, the principles which inform the decision of the court do not arise again in the subsequent final hearing; the interlocutory stage of the proceeding is concluded.",
      "id": "s291"
    },
    {
      "text": "In those circumstances I consider it is appropriate that the applicant pay the respondent's costs of and incidental to the application for interlocutory relief and I so order.",
      "id": "s292"
    },
    {
      "text": "I certify that the preceding sixty-five (65) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Goldberg.",
      "id": "s293"
    },
    {
      "text": "Associate:\n\nDated: 1 July 2008\n\n Counsel for the Applicant: R Sorensen \n \n Solicitor for the Applicant DEAC Legal Service \n \n Counsel for the Respondent: R M Niall \n \n Solicitor for the Respondent: Sparke Helmore \n\n Date of Hearing: 5 June 2008 \n \n Date of Judgment: 5 June 2008 \n\n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/994.html",
      "id": "s294"
    }
  ]
}