{
  "name": "SZGUW v Minister for Immigration &amp; Citizenship [2008] FCA 91 (21 February 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/91.html",
  "catchphrases": [
    {
      "text": "chinese national protested the illegal expropriation of his farmland",
      "id": "c0"
    },
    {
      "text": "tribunal found his subsequent arrest, detention and physical mistreatment amounted to persecution for convention reason",
      "id": "c1"
    },
    {
      "text": "application for protection visa refused",
      "id": "c2"
    },
    {
      "text": "leave to raise fresh grounds of appeal",
      "id": "c3"
    },
    {
      "text": "no failure to notify applicant of relevant issues",
      "id": "c4"
    },
    {
      "text": "effective state protection",
      "id": "c5"
    },
    {
      "text": "failure to take cumulative approach to 'serious harm' test",
      "id": "c6"
    },
    {
      "text": "constructive failure to exercise jurisdiction",
      "id": "c7"
    },
    {
      "text": "migration",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "Introduction \n\n \n1 The appellant is a citizen of the People's Republic of China (\"the PRC\") who seeks refugee status in Australia.",
      "id": "s0"
    },
    {
      "text": "He claims to have a well-founded fear of persecution on Convention grounds by reason of events which commenced in 1992 when his farmland was confiscated by a local government authority for the benefit of developers.",
      "id": "s1"
    },
    {
      "text": "2 The Refugee Review Tribunal (\"the Tribunal\") found that the appellant was offered inadequate compensation for his land and that, as a result, he had participated in a protest demonstration with a group of 400 farmers from his region.",
      "id": "s2"
    },
    {
      "text": "The Tribunal accepted that the appellant's:\n \n 10 day detention and mistreatment following the demonstration was serious enough to amount to persecution for the reason of a political opinion imputed to him.",
      "id": "s3"
    },
    {
      "text": "3 Nevertheless, the Tribunal was satisfied that the appellant's fear of persecution in China is not well-founded.",
      "id": "s4"
    },
    {
      "text": "4 On 4 July 2007, Scarlett FM dismissed the appellant's application for judicial review of the Tribunal's decision.",
      "id": "s5"
    },
    {
      "text": "His Honour found no jurisdictional error on the part of the Tribunal.",
      "id": "s6"
    },
    {
      "text": "5 The appellant appeals from the decision of the Federal Magistrate.",
      "id": "s7"
    },
    {
      "text": "The appellant seeks to raise five grounds of appeal that were not agitated before Scarlett FM.",
      "id": "s8"
    },
    {
      "text": "Each of the proposed grounds relies upon a contention of jurisdictional error by the Tribunal.",
      "id": "s9"
    },
    {
      "text": "The Tribunal's decision \n \n6 The Tribunal was not satisfied that the appellant suffered serious harm, including serious economic harm, as a consequence of the confiscation of his land.",
      "id": "s10"
    },
    {
      "text": "This was because, after the confiscation of his land in the Fuqing Economic Zone, he continued to farm on other land owned by him.",
      "id": "s11"
    },
    {
      "text": "7 The Tribunal also found that the act of confiscation was not carried out for a Convention reason.",
      "id": "s12"
    },
    {
      "text": "Rather, the confiscation:\n \n was an opportunistic, if not criminal, act by the local government and the developers.",
      "id": "s13"
    },
    {
      "text": "8 The Tribunal referred to country information reports about unrest and conflict in China over land issues, particularly over compensation for land expropriated by local governments on behalf of developers.",
      "id": "s14"
    },
    {
      "text": "The Tribunal considered that these reports suggested that expropriation and the conflicts over these issues were commonplace, as was \"the police's quick and violent reaction\".",
      "id": "s15"
    },
    {
      "text": "It therefore accepted that the appellant was detained and mistreated as a result of his participation in the demonstrations.",
      "id": "s16"
    },
    {
      "text": "9 However, the Tribunal's decision discloses five reasons why it was not satisfied that the appellant's fear of persecution was well-founded.",
      "id": "s17"
    },
    {
      "text": "10 First, it rejected a claim made by the appellant that his house was demolished and his belongings confiscated.",
      "id": "s18"
    },
    {
      "text": "11 Second, the appellant was released from detention in 2003 without charge and did not claim to have experienced adverse attention in the remaining eighteen months before his departure for Australia.",
      "id": "s19"
    },
    {
      "text": "12 Third, the appellant did not claim to have participated in any protest action after his release from detention and did not claim to have avoided those activities because he feared harm.",
      "id": "s20"
    },
    {
      "text": "13 Fourth, the Tribunal considered that the appellant's failure to make these claims suggested that he did not have any ongoing interest in pursuing the compensation claim.",
      "id": "s21"
    },
    {
      "text": "14 Fifth, the Tribunal was not satisfied that the appellant's risk of being investigated was exacerbated as a consequence of a fresh appeal in relation to his compensation lodged by his relatives in China.",
      "id": "s22"
    },
    {
      "text": "This was because the appellant did not claim that any of his relatives had been arrested, or had experienced harm, for lodging the appeal.",
      "id": "s23"
    },
    {
      "text": "15 Accordingly, the Tribunal affirmed the decision of a delegate of the Minister, dated 23 February 2005, refusing to grant the appellant a protection visa.",
      "id": "s24"
    },
    {
      "text": "Excerpts of transcript of hearing in the Tribunal \n \n16 Counsel for the Minister relies upon two excerpts of the transcript of the hearing in the Tribunal in relation to the first proposed ground of appeal referred to below.",
      "id": "s25"
    },
    {
      "text": "17 It was an agreed fact between the parties that words to the following effect were exchanged between the Tribunal member and the appellant in the following chronological sequence:\n \n Excerpt 1 \n \" Tribunal: So why are you afraid to go back to China?",
      "id": "s26"
    },
    {
      "text": "Appellant: Because I am a member of the \n Tribunal: You are a member of what?",
      "id": "s27"
    },
    {
      "text": "Appellant: An ordinary member.",
      "id": "s28"
    },
    {
      "text": "Or a [major] member.",
      "id": "s29"
    },
    {
      "text": "Tribunal: Ordinary member of what?",
      "id": "s30"
    },
    {
      "text": "Appellant: The land depart --- part of the --- owner --- of the --- holder of the land.",
      "id": "s31"
    },
    {
      "text": "Tribunal: You mean you are an ordinary member of the group of farmers who owned land?",
      "id": "s32"
    },
    {
      "text": "Appellant: No, no.",
      "id": "s33"
    },
    {
      "text": "It's like --- \n Tribunal: What do you mean?",
      "id": "s34"
    },
    {
      "text": "I don't know you are a member --- what you are talking about?",
      "id": "s35"
    },
    {
      "text": "What --- you said you were a member of --- something.",
      "id": "s36"
    },
    {
      "text": "I don't understand.",
      "id": "s37"
    },
    {
      "text": "You were a member of what?",
      "id": "s38"
    },
    {
      "text": "All right.",
      "id": "s39"
    },
    {
      "text": "Let me tell you what I understand you to be telling me.",
      "id": "s40"
    },
    {
      "text": "Tell me if this is correct or not.",
      "id": "s41"
    },
    {
      "text": "You and some other farmers you owned land in 1992.",
      "id": "s42"
    },
    {
      "text": "A developer comes and without your consent they take over the farm land.",
      "id": "s43"
    },
    {
      "text": "Appellant: Yes.",
      "id": "s44"
    },
    {
      "text": "Tribunal: So we understand each other so far.",
      "id": "s45"
    },
    {
      "text": "What I don't understand is that: how is that --- how is what happened in 1992 relevant to you coming to Australia in 2004?",
      "id": "s46"
    },
    {
      "text": "Appellant: The land was taken by the government.",
      "id": "s47"
    },
    {
      "text": "Tribunal: OK.",
      "id": "s48"
    },
    {
      "text": "The land was taken by the government.",
      "id": "s49"
    },
    {
      "text": "So why don't you want to go back to China?",
      "id": "s50"
    },
    {
      "text": "Appellant: Um.",
      "id": "s51"
    },
    {
      "text": "The land was taken by the --- we farmers had to protect our rights.",
      "id": "s52"
    },
    {
      "text": "So we joined --- er --- kind of organisation of the farmers to protect our rights.",
      "id": "s53"
    },
    {
      "text": "And I was a member.",
      "id": "s54"
    },
    {
      "text": "Tribunal: OK.",
      "id": "s55"
    },
    {
      "text": "So.",
      "id": "s56"
    },
    {
      "text": "I still don't understand why you don't want to go back to China.",
      "id": "s57"
    },
    {
      "text": "Appellant: The government.",
      "id": "s58"
    },
    {
      "text": "If I go to --- go back to China, the government, I mean --- arrest.",
      "id": "s59"
    },
    {
      "text": "Tribunal: And why will you be arrested?",
      "id": "s60"
    },
    {
      "text": "Appellant: The --- my relatives in China appeal, and --- to the [Fu Chin] people's government.",
      "id": "s61"
    },
    {
      "text": "So if I return to China, I'll be arrested.",
      "id": "s62"
    },
    {
      "text": "Tribunal: Why will you be arrested?",
      "id": "s63"
    },
    {
      "text": "Appellant: Land.",
      "id": "s64"
    },
    {
      "text": "Together the land.",
      "id": "s65"
    },
    {
      "text": "Tribunal: OK. Let me repeat the question again.",
      "id": "s66"
    },
    {
      "text": "Why will you be arrested if you go back to China?",
      "id": "s67"
    },
    {
      "text": "Appellant: Land.",
      "id": "s68"
    },
    {
      "text": "Land's taken.",
      "id": "s69"
    },
    {
      "text": "[That's a sale and a] land.",
      "id": "s70"
    },
    {
      "text": "By force.",
      "id": "s71"
    },
    {
      "text": "By the government.",
      "id": "s72"
    },
    {
      "text": "Tribunal: Yes.",
      "id": "s73"
    },
    {
      "text": "But what's got --- that --- what's that got to do with you being arrested?",
      "id": "s74"
    },
    {
      "text": "I don't understand.",
      "id": "s75"
    },
    {
      "text": "Appellant: Several of us, we are --- we were shareholders, or stakeholders, of the land.",
      "id": "s76"
    },
    {
      "text": "We are --- we were related to each other.",
      "id": "s77"
    },
    {
      "text": "\"\n Excerpt 2 \n \" Tribunal: Why were you released?",
      "id": "s78"
    },
    {
      "text": "Appellant: I told them my story about the land and then I was temporarily released.",
      "id": "s79"
    },
    {
      "text": "Tribunal: Just because you told them your story they temporarily released you?",
      "id": "s80"
    },
    {
      "text": "Appellant: Yes, yes.",
      "id": "s81"
    },
    {
      "text": "Tribunal: After this - did anything else happen to you?",
      "id": "s82"
    },
    {
      "text": "Appellant: I have been &#9608;\n Tribunal: What about after this?",
      "id": "s83"
    },
    {
      "text": "Did anything else happen to you after this?",
      "id": "s84"
    },
    {
      "text": "Appellant: After one month.",
      "id": "s85"
    },
    {
      "text": "We received the decision from the provincial government, &#9608; Province - they refused to accept our application.",
      "id": "s86"
    },
    {
      "text": "Tribunal: Ok so nothing else happened to you after you were released from prison in July 2003?",
      "id": "s87"
    },
    {
      "text": "Appellant: Temporarily released but there was still investigating.",
      "id": "s88"
    },
    {
      "text": "Tribunal: Okay so the land was confiscated in 1992 and you wanted compensation and you got compensation.",
      "id": "s89"
    },
    {
      "text": "What was the problem?",
      "id": "s90"
    },
    {
      "text": "Appellant: 143 yuan is not enough so we appealed.",
      "id": "s91"
    },
    {
      "text": "In 1992 the &#9608; economic doom without the consent of the farmers confiscated took away.",
      "id": "s92"
    },
    {
      "text": "Tribunal: Yeah I know that.",
      "id": "s93"
    },
    {
      "text": "You've already said.",
      "id": "s94"
    },
    {
      "text": "Alright so you weren't happy with the compensation.",
      "id": "s95"
    },
    {
      "text": "You appealed that compensation and the government refused the compensation.",
      "id": "s96"
    },
    {
      "text": "So what's the problem?",
      "id": "s97"
    },
    {
      "text": "You own a farm you were farming.",
      "id": "s98"
    },
    {
      "text": "You were earning good money.",
      "id": "s99"
    },
    {
      "text": "What's the problem?",
      "id": "s100"
    },
    {
      "text": "You were working right up to the day that you came to Australia.",
      "id": "s101"
    },
    {
      "text": "You said that you were farming a variety of different products.",
      "id": "s102"
    },
    {
      "text": "You were selling it to wholesalers.",
      "id": "s103"
    },
    {
      "text": "So you just wanted more money from the government and the government didn't pay you more money.",
      "id": "s104"
    },
    {
      "text": "Appellant: For 8 years - past 8 years.",
      "id": "s105"
    },
    {
      "text": "I appealed 6 times, 4 times it went to the High Court.",
      "id": "s106"
    },
    {
      "text": "Tribunal: Ok the last time you were arrested was in 2003 and that's because you went as part of a big group and protested in the government building.",
      "id": "s107"
    },
    {
      "text": "Nothing else happened to you after that.",
      "id": "s108"
    },
    {
      "text": "So why do you think the government is interested in you now?",
      "id": "s109"
    },
    {
      "text": "Appellant: I'm not satisfied and I went to appeal to the government so the government believes that - it's not settled yet.",
      "id": "s110"
    },
    {
      "text": "That's why they still want to arrest me.",
      "id": "s111"
    },
    {
      "text": "\"\n Note: \"&#9608;\" denotes words not transcribed due to a lack of clarity in the hearing tapes.",
      "id": "s112"
    },
    {
      "text": "The decision of the Federal Magistrate \n \n18 The appellant appeared in person before the learned Federal Magistrate.",
      "id": "s113"
    },
    {
      "text": "The grounds of review were stated in general terms.",
      "id": "s114"
    },
    {
      "text": "Scarlett FM said he had read the decision carefully and was satisfied that there was no jurisdictional error.",
      "id": "s115"
    },
    {
      "text": "The proposed grounds of appeal \n \n19 When the appeal came on for hearing, the appellant appeared in person but I made an order for the appointment of counsel under O 80 and stood the matter over to 30 November 2007.",
      "id": "s116"
    },
    {
      "text": "20 Mr Mantziaris, who accepted the brief for the appellant, filed an amended notice of appeal on 26 November 2007.",
      "id": "s117"
    },
    {
      "text": "He accepted that leave is required to raise the grounds stated in the amended notice.",
      "id": "s118"
    },
    {
      "text": "The five grounds sought to be raised are as follows.",
      "id": "s119"
    },
    {
      "text": "21 First, the Tribunal is said to have contravened s 425 of the Migration Act 1958 (Cth) by failing to inform the appellant of issues arising in relation to the decision under review, that is to say, the decision of the delegate, thereby depriving the appellant of the opportunity to give evidence and present arguments in relation to those issues.",
      "id": "s120"
    },
    {
      "text": "22 This ground of review is based upon the decision of the High Court in SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs (2006) 228 CLR 152.",
      "id": "s121"
    },
    {
      "text": "The High Court characterised this species of error as a failure to accord procedural fairness.",
      "id": "s122"
    },
    {
      "text": "23 The issues in relation to which the Tribunal is said to have denied the appellant procedural fairness are: \n \n &#8226; whether the appellant had an ongoing interest in pursuing the compensation claim;\n &#8226; whether the appellant avoided protest activities or the pursuit of his compensation claims after he was released from detention because he feared harm from the authorities;\n &#8226; whether the appellant's relatives had been arrested or had experienced harm, or were likely to, for lodging an appeal in the compensation claim.",
      "id": "s123"
    },
    {
      "text": "24 The second proposed ground is said to be a breach of s 91R(1) of the Act.",
      "id": "s124"
    },
    {
      "text": "The appellant contends that the Tribunal was in error of failing to find that the confiscation of the appellant's land amounted to persecution for a Convention reason.",
      "id": "s125"
    },
    {
      "text": "The appellant also contends that the Tribunal failed to consider the question of state protection ie.",
      "id": "s126"
    },
    {
      "text": "that state acquiescence in the use of private power may constitute persecution for a Convention reason: Minister for Immigration and Multicultural Affairs v Khawar [2002] HCA 14 ; (2002) 210 CLR 1.",
      "id": "s127"
    },
    {
      "text": "25 The third ground is failure to properly apply the provisions of s 91R(2) of the Act.",
      "id": "s128"
    },
    {
      "text": "In particular, the appellant contends that the Tribunal's finding that he did not suffer serious harm was flawed by a failure to consider the cumulative effect of various matters including the confiscation, his arrest and mistreatment and his inability to pursue his compensation claim.",
      "id": "s129"
    },
    {
      "text": "26 The fourth ground is related to the second and third grounds.",
      "id": "s130"
    },
    {
      "text": "It is that the Tribunal failed, either actually or constructively, to exercise its jurisdiction under s 414 of the Act.",
      "id": "s131"
    },
    {
      "text": "In particular, the appellant contends that the Tribunal failed to consider the issue of state protection and the cumulative effect of the matters referred to in the third ground.",
      "id": "s132"
    },
    {
      "text": "27 The fifth ground is illogicality in the sense referred to by Gummow J in Minister for Immigration and Multicultural Affairs v Eshetu [1999] HCA 21 ; (1999) 197 CLR 611 at [145] , ie.",
      "id": "s133"
    },
    {
      "text": "that the satisfaction of the decision-maker was based on findings which were not supported by logical grounds.",
      "id": "s134"
    },
    {
      "text": "Whether leave to raise new grounds of appeal should be granted \n \n28 Without departing from the principles stated by the High Court in Coulton v Holcombe [1986] HCA 33 ; (1986) 162 CLR 1, and by a Full Court in Branir Pty Ltd v Owston Nominees \n (No 2) Pty Limited [2001] FCA 1833 ; (2001) 117 FCR 424, a Full Court in VUAX v Minister for Immigration and Multicultural and Indigenous Affairs [2004] FCAFC 158 commented on the practice of raising arguments for the first time on appeals in migration matters.",
      "id": "s135"
    },
    {
      "text": "29 The approach stated by the Court in VUAX at [48] is that leave may be granted if a point is advanced \"which clearly has merit\" and the respondent suffers \"no real prejudice\".",
      "id": "s136"
    },
    {
      "text": "An adequate explanation is also required for the failure to take the point at first instance.",
      "id": "s137"
    },
    {
      "text": "30 Here, the appellant is represented for the first time by counsel.",
      "id": "s138"
    },
    {
      "text": "The Minister does not point to any prejudice other than costs.",
      "id": "s139"
    },
    {
      "text": "The essential question is whether the grounds have merit.",
      "id": "s140"
    },
    {
      "text": "I will deal with that when addressing each of the grounds.",
      "id": "s141"
    },
    {
      "text": "Ground 1 --- s 425 of the Act \n \n31 The principles of procedural fairness which the High Court identified in s 425 of the Act are as follows:\n \n But if the Tribunal takes no step to identify some issue other than those that the delegate considered dispositive, and does not tell the applicant what that other issue is, the applicant is entitled to assume that the issues the delegate considered dispositive are \"the issues arising in relation to the decision under review\".",
      "id": "s142"
    },
    {
      "text": "... unless the Tribunal tells the applicant something different, the applicant would be entitled to assume that the reasons given by the delegate for refusing to grant the application will identify the issues that arise in relation to that decision.",
      "id": "s143"
    },
    {
      "text": "See SZBEL at [35]-[36].",
      "id": "s144"
    },
    {
      "text": "32 The effect of the appellant's submission in the present proceeding is that the Tribunal failed to identify the third, fourth and fifth reasons for rejecting the appellant's claims, which I have set out at [12] to [14], as issues arising on the review.",
      "id": "s145"
    },
    {
      "text": "The appellant submits that this has the effect of stultifying the operation of the legislative scheme to provide natural justice embodied in Part 7 , Division 4 of the Act: SZFDE v Minister for Immigration &amp; Citizenship (2007) 81 ALJR 1401 at [32] and [49].",
      "id": "s146"
    },
    {
      "text": "33 It is an agreed fact between the parties that at the hearing before the Tribunal on 17 November 2006, the Tribunal member did not ask the appellant whether:\n \n &#8226; he had an ongoing interest in pursuing the compensation claim after his release from detention;\n &#8226; he avoided protest activities or the pursuit of his compensation claim after his release from detention because he feared harm from the authorities;\n &#8226; his relatives had been arrested or had experienced any harm for lodging an appeal in respect of his compensation claim.",
      "id": "s147"
    },
    {
      "text": "34 These \"issues\" correspond to the third, fourth and fifth reasons given by the Tribunal for rejecting the appellant's claim.",
      "id": "s148"
    },
    {
      "text": "It may therefore be accepted that the Tribunal considered them to be dispositive of the application.",
      "id": "s149"
    },
    {
      "text": "35 The delegate's reasons do not contain any express reference to these \"issues\".",
      "id": "s150"
    },
    {
      "text": "The delegate's sole stated reason for refusing to grant a protection visa was that the appellant departed from China legally; it was therefore \"far-fetched\" to claim that in China's highly scrutinised society, the appellant would be of interest to the authorities.",
      "id": "s151"
    },
    {
      "text": "36 The High Court accepted in SZBEL at [35] that it is open to the Tribunal to identify additional issues to those identified by the original decision-maker.",
      "id": "s152"
    },
    {
      "text": "Two questions therefore arise.",
      "id": "s153"
    },
    {
      "text": "First, are the \"issues\" to which the appellant refers issues in the sense stated in s 425 of the Act?",
      "id": "s154"
    },
    {
      "text": "Second, if so, did the Tribunal sufficiently identify them?",
      "id": "s155"
    },
    {
      "text": "37 It seems to me that the effect of the High Court's explanation of the statutory scheme is that the issues to which s 425 refers are particular factual aspects of an applicant's claim in respect of which the Tribunal is not persuaded when it extends to an applicant an invitation to attend the hearing: SZBEL at [34] --- [40].",
      "id": "s156"
    },
    {
      "text": "38 In some cases everything may be in issue; in others, the issues may be specific aspects of the material that is already before the Tribunal: SZBEL at [36], [47].",
      "id": "s157"
    },
    {
      "text": "39 Here, although the delegate did not make express reference to the three \"issues\", it is apparent from the strong terms in which he rejected the claim that the appellant should have been sufficiently on notice that the entirety of his factual account was in issue in the review.",
      "id": "s158"
    },
    {
      "text": "40 Moreover, the exchanges between the appellant and the Tribunal were in my view sufficient to bring home to the appellant that the entire factual basis of his claim was in issue.",
      "id": "s159"
    },
    {
      "text": "The Tribunal member said in plain terms on several occasions that he did not understand how the confiscation of the appellant's land in 1992 was relevant to his claim to have a well-founded fear of persecution when he left China in December 2004.",
      "id": "s160"
    },
    {
      "text": "41 It may be thought that the appellant's statement in support of his protection visa application at pp 27-29 of the Appeal Book would have been read and understood by the Tribunal member before the start of the hearing and that this sufficiently apprised the Tribunal of the appellant's claim to have a well-founded fear on political grounds or upon membership of a social group.",
      "id": "s161"
    },
    {
      "text": "42 Nevertheless, the Tribunal's questions and the apparent testiness of the Tribunal member's remarks in the second excerpt must have put the appellant on notice that the foundation of his claim was in issue.",
      "id": "s162"
    },
    {
      "text": "It is well-established that it is for an applicant to make out his or her claims: SZBEL at [40].",
      "id": "s163"
    },
    {
      "text": "That was what the Tribunal's questions called for.",
      "id": "s164"
    },
    {
      "text": "43 In my view, the \"issues\" which the appellant identifies do not fall within the principle stated in SZBEL.",
      "id": "s165"
    },
    {
      "text": "Rather, they are either gaps in the appellant's account of his claim or part of the mental processes of the Tribunal.",
      "id": "s166"
    },
    {
      "text": "The Tribunal member was not required to disclose them to the appellant: SZBEL at [48]; Commissioner for Australian Capital Territory Revenue v Alphaone Pty Ltd (1994) 49 FCR 576 at 592; Minister for Immigration &amp; Citizenship v Applicant A 125 of 2003 [2007] FCAFC 162 at [89] .",
      "id": "s167"
    },
    {
      "text": "44 This is not a case in which there were specific aspects of the appellant's account that may have been open to doubt and as to which the Tribunal was found to ask the appellant to explain: SZBEL at [47].",
      "id": "s168"
    },
    {
      "text": "Rather, as I have said, the reasons given by the Tribunal addressed gaps in the applicant's evidence.",
      "id": "s169"
    },
    {
      "text": "It was for him to give his full account and for the Tribunal to determine whether to accept it: Abebe v The Commonwealth [1999] HCA 14 ; (1999) 197 CLR 510 at [187] .",
      "id": "s170"
    },
    {
      "text": "45 A full consideration of this ground of review indicates that it has sufficient merit to warrant the grant of leave.",
      "id": "s171"
    },
    {
      "text": "However, for reasons set out above, I do not consider that the ground is established.",
      "id": "s172"
    },
    {
      "text": "Ground 2 --- s 91R(1) of the Act and the ambit of the Convention protection \n \n46 Proposed ground 2 seeks to attack the Tribunal's finding that it was not satisfied that the confiscation of the appellant's land amounted to serious harm for a Convention reason.",
      "id": "s173"
    },
    {
      "text": "47 The essence of the appellant's submission is that the Tribunal misapplied the law because in making this finding it failed to appreciate that persecution may result from the conduct of private persons and the state or its agents: Khawar at [30] per Gleeson CJ.",
      "id": "s174"
    },
    {
      "text": "48 As the Chief Justice observed in Khawar at [30]---[31], tolerance or condonation by the state of the criminal conduct of private persons resulting in the withholding of protection may amount to persecution on one of the Convention grounds.",
      "id": "s175"
    },
    {
      "text": "49 However, the difficulty with the appellant's submission on this ground of appeal is that it focuses upon the issue of the state's apparent acquiescence in the act of confiscation without addressing the question of whether the act of confiscation amounted to serious harm.",
      "id": "s176"
    },
    {
      "text": "50 The confiscation of the appellant's land was the starting point of his claim to have a well-founded fear of persecution.",
      "id": "s177"
    },
    {
      "text": "It was an essential part of the claim but it was not to be considered in isolation.",
      "id": "s178"
    },
    {
      "text": "51 I do not consider that there is sufficient merit in the second ground of appeal to grant leave in accordance with the approach taken in VUAX .",
      "id": "s179"
    },
    {
      "text": "Nevertheless, the question of whether the Tribunal's finding in relation to the confiscation of the land was flawed falls for consideration under grounds 3 and 4.",
      "id": "s180"
    },
    {
      "text": "Grounds 3 &amp; 4 --- \"Serious harm\" and constructive failure to exercise jurisdiction \n \n52 Grounds 3 and 4 may be considered together.",
      "id": "s181"
    },
    {
      "text": "Mr Mantziaris put three submissions in support of them: first, that the Tribunal failed to consider the appellant's claims in their totality; second, that the Tribunal looked only at the question of past conduct without considering whether it gave rise to a real chance of persecution in the future; third, that the Tribunal erred in law in inferring that the appellant's post 2003 inactivity meant that he had no fear of persecution.",
      "id": "s182"
    },
    {
      "text": "53 It is well established that in determining whether the persecutory conduct claimed by an applicant amounts to serious harm, the Tribunal is under a duty to consider the \"totality of the case put forward\": NBFP v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 95 at [54] --- [62]; VTAO v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 81 ALD 332 at [62]; Khan v Minister for Immigration and Multicultural Affairs [2000] FCA 1478 at [31] .",
      "id": "s183"
    },
    {
      "text": "In doing so, it must consider each integer of the claims: VTAO at [62]; Htun v Minister for Immigration and Multicultural Affairs (2001) 194 ALR 244.",
      "id": "s184"
    },
    {
      "text": "54 As Weinberg J said in MZWPD v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 1095 at [69] , the Tribunal was bound to consider each incident of alleged persecution, not merely in isolation but also in conjunction with the others.",
      "id": "s185"
    },
    {
      "text": "An act that might not amount to persecutory conduct involving serious harm when viewed in isolation may do so when considered in its full context.",
      "id": "s186"
    },
    {
      "text": "55 In my opinion, the essential error in the Tribunal's decision is that it failed to consider the appellant's claims in their totality.",
      "id": "s187"
    },
    {
      "text": "In doing so, it failed to complete the exercise of its jurisdiction.",
      "id": "s188"
    },
    {
      "text": "56 This error appears from a careful, but not over-zealous reading of the Tribunal's findings and reasons set out at pp 13 and 14 of its decision.",
      "id": "s189"
    },
    {
      "text": "57 The Tribunal commenced by considering whether the confiscation of the appellant's land amounted to persecution involving serious harm.",
      "id": "s190"
    },
    {
      "text": "It was not satisfied that the appellant suffered serious harm because he continued to farm in his own village.",
      "id": "s191"
    },
    {
      "text": "It considered that even if the appellant suffered serious harm, there was no Convention nexus because the action was an opportunistic or criminal one by the local government and developers.",
      "id": "s192"
    },
    {
      "text": "58 The Tribunal then turned to the appellant's claim that his house was demolished.",
      "id": "s193"
    },
    {
      "text": "It was not satisfied that this claim had been made out.",
      "id": "s194"
    },
    {
      "text": "59 The Tribunal returned briefly to the confiscation of the land.",
      "id": "s195"
    },
    {
      "text": "It recognised that the appellant's claimed fear of persecution stemmed from his involvement in the protest demonstration in 2003.",
      "id": "s196"
    },
    {
      "text": "It accepted that his mistreatment following the demonstration amounted to persecution for a Convention reason.",
      "id": "s197"
    },
    {
      "text": "60 Although the Tribunal went on to find that the appellant's fear was not well-founded, it failed to consider the totality of the serious harm alleged by the appellant and the significance of the allegations of state participation in the conduct.",
      "id": "s198"
    },
    {
      "text": "61 These allegations included a claim that the leader of the team appointed by the provincial government to determine the amount of compensation payable to the farmers was the \"organiser and initiator\" of the original act of confiscation of the lands in 1992.",
      "id": "s199"
    },
    {
      "text": "62 In my opinion, the substance of the appellant's complaint is similar to that which was made in Khawar .",
      "id": "s200"
    },
    {
      "text": "It is that he suffered serious harm, albeit economic harm, that he is unable to take action to redress that harm without threat to his life or liberty because of the involvement of state authorities in the infliction of the harm, and that this amounts to persecution by those authorities: Khawar at [79]---[80].",
      "id": "s201"
    },
    {
      "text": "63 The necessary Convention nexus is said to be imputed political opinion or membership of a particular social group, namely dispossessed farmers from the Fuqing Economic Zone.",
      "id": "s202"
    },
    {
      "text": "64 In accepting that the appellant's mistreatment following the demonstration was serious enough to amount to persecution, the Tribunal must be taken to have formed the view that the appellant had suffered serious harm.",
      "id": "s203"
    },
    {
      "text": "But it failed to deal with the relationship between these events and the initial act of confiscation which it apparently regarded as a criminal act by the local government and the developers.",
      "id": "s204"
    },
    {
      "text": "65 I do not see how the Tribunal could have proceeded to deal with the question of whether the appellant had a well-founded fear without first considering the full impact of the harm alleged by the appellant, taken in its full context.",
      "id": "s205"
    },
    {
      "text": "66 Here, the context was not confined to the appellant's detention and mistreatment following the demonstration in 2003.",
      "id": "s206"
    },
    {
      "text": "The appellant's claim, taken as a whole, was that he was unable to obtain state protection for his right to protest against the illegal confiscation of his land because the state, or its authorities, were involved in the confiscation and in the appointment of the beneficiaries of the illegal act to determine the amount of the compensation.",
      "id": "s207"
    },
    {
      "text": "I do not consider that this approach wrongly conflates the concepts of \"serious harm\" and \"well-founded fear\".",
      "id": "s208"
    },
    {
      "text": "67 It is true that \"overall, based on the evidence\" the Tribunal was satisfied that the appellant's fear was not well-founded.",
      "id": "s209"
    },
    {
      "text": "But the difficulty with this statement is that it appears after the Tribunal had considered each step in the claim in isolation and without considering the impact of state involvement in the conduct: MZWPD at [72] --- [73].",
      "id": "s210"
    },
    {
      "text": "68 It follows in my view that the Tribunal failed to consider a substantial aspect or integer of the appellant's case that was sufficiently plain on the facts that were established: Dranichnikov v Minister for Immigration and Multicultural and Indigenous Affairs [2003] HCA 26 ; (2003) 197 ALR 389 at [24] ; NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2004) 144 FCR 1 at [55] --- [57].",
      "id": "s211"
    },
    {
      "text": "69 This amounted to a constructive failure to exercise the Tribunal's jurisdiction: Minister for Immigration and Multicultural Affairs v Bhardwaj [2002] HCA 11 ; (2002) 209 CLR 597; NABE at [48] --- [49]; WAEE v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 75 ALD 630 at [44].",
      "id": "s212"
    },
    {
      "text": "70 It is no answer to the finding of jurisdictional error that the Tribunal inferred from the appellant's post-2003 inactivity that he did not have a fear of persecution.",
      "id": "s213"
    },
    {
      "text": "Its reasoning process included the drawing of an inference that the appellant had no ongoing interest in pursuing his compensation claim.",
      "id": "s214"
    },
    {
      "text": "71 In my view, it was not open to the Tribunal to take that step for the reasons I have set out above.",
      "id": "s215"
    },
    {
      "text": "The drawing of an inference that the claimed fear was not well-founded was infected by the Tribunal's failure to consider the totality of the harm and the state's apparent involvement in it.",
      "id": "s216"
    },
    {
      "text": "72 What the Tribunal was required to do to complete the exercise of its jurisdiction was to apply the \"real chance test\" that was stated by the High Court in Chan v Minister for Immigration and Ethnic Affairs [1989] HCA 62 ; (1989) 169 CLR 379 and Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559.",
      "id": "s217"
    },
    {
      "text": "It was for the decision-maker to determine whether the past events relied upon by the appellant gave rise to a likelihood of future harm: VBAO v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 60 ; (2006) 231 ALR 544 at [3] .",
      "id": "s218"
    },
    {
      "text": "73 As Gleeson CJ and Kirby J said in VBAO at [3], the decision-maker is required to consider the likelihood of future persecution that involves serious harm, and one instance of this is a threat to a person's life or liberty.",
      "id": "s219"
    },
    {
      "text": "74 Although the Tribunal came to the view that there was no real likelihood of such a threat, it did so without considering all the integers of the claim.",
      "id": "s220"
    },
    {
      "text": "It is well-established that this vitiates the purported exercise of the power.",
      "id": "s221"
    },
    {
      "text": "75 I propose therefore to grant leave to raise grounds 3 and 4 and to allow the appeal on that basis.",
      "id": "s222"
    },
    {
      "text": "Ground 5 --- irrationality or illogicality \n \n76 Grounds 3 and 4 sufficiently dispose of the appeal.",
      "id": "s223"
    },
    {
      "text": "It is therefore unnecessary for me to consider the fifth ground.",
      "id": "s224"
    },
    {
      "text": "This is that the satisfaction of the decision-maker was based on the findings of fact which were not supported by probative material or logical grounds: Minister for Immigration and Multicultural and Indigenous Affairs v SGLB [2004] HCA 32 ; (2004) 207 ALR 12 at [37] --- [38]; Re Minister for Immigration and Multicultural Affairs; Ex parte Applicant S20/2002 (2003) 198 ALR 59 at [34] --- [37]; Eshetu at [131] --- [145].",
      "id": "s225"
    },
    {
      "text": "77 Reference was also made to the observations of Dixon J in Avon Downs Pty Limited v Federal Commissioner of Taxation [1949] HCA 26 ; (1949) 78 CLR 353 at 360.",
      "id": "s226"
    },
    {
      "text": "78 I have already found that the Tribunal's conclusion was affected by a mistake of law and a failure to take into consideration an aspect of the claim that the Tribunal was required to consider.",
      "id": "s227"
    },
    {
      "text": "I do not consider that it is necessary to proceed to determine whether this also amounts to irrationality or illogicality in the sense referred to in the authorities.",
      "id": "s228"
    },
    {
      "text": "79 There is sufficient merit in the appellant's submissions to permit the grant of leave to raise this ground.",
      "id": "s229"
    },
    {
      "text": "However, I do not propose to decide the appeal on this basis.",
      "id": "s230"
    },
    {
      "text": "Orders \n \n80 I will make orders 1 --- 3 as sought in the amended notice of appeal filed on 26 November 2007.",
      "id": "s231"
    },
    {
      "text": "I certify that the preceding eighty (80) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s232"
    },
    {
      "text": "Associate:\n\nDate: 21 February 2008\n\n\n Counsel for the Applicant: Dr C Mantziaris \n \n Counsel for the Respondent: Mr P Cleary \n \n Solicitor for the Respondent: Clayton Utz \n \n Date of Hearing: 30 November 2007 \n \n Date of Judgment: 21 February 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/91.html",
      "id": "s233"
    }
  ]
}