{
  "name": "Australian Securities and Investments Commission v Mining Projects Group Limited (No 3) [2008] FCA 952 (24 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/952.html",
  "catchphrases": [
    {
      "text": "application for costs of interlocutory applications to be made payable forthwith",
      "id": "c0"
    },
    {
      "text": "federal court rules o 62 r 3",
      "id": "c1"
    },
    {
      "text": "defendants made late filings of affidavit material causing vacation of trial date",
      "id": "c2"
    },
    {
      "text": "costs thrown away",
      "id": "c3"
    },
    {
      "text": "final judgment not \"far away\"",
      "id": "c4"
    },
    {
      "text": "not appropriate that costs be payable forthwith.",
      "id": "c5"
    },
    {
      "text": "costs",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 These are civil proceedings in which penalties are sought: s 1331 of the Corporations Act 2001 (Cth) (\"the Corporations Act \").",
      "id": "s0"
    },
    {
      "text": "They have been the subject of previous interlocutory decisions: Australian Securities and Investments Commission v Mining Projects Group Ltd (2007) 164 FCR 32 at [1] (\" ASIC No.",
      "id": "s1"
    },
    {
      "text": "1 \") at [1] and Australian Securities and Investments Commission v Mining Projects Group Ltd (No 2) [2008] FCA 951 (\" ASIC No.",
      "id": "s2"
    },
    {
      "text": "2 \") at [5].",
      "id": "s3"
    },
    {
      "text": "Those reasons for decision adequately describe the nature of the proceedings.",
      "id": "s4"
    },
    {
      "text": "2 For present purposes, it is sufficient to refer to Finkelstein J's description of the proceedings in ASIC No.",
      "id": "s5"
    },
    {
      "text": "1 at [1]:\n In this action, which is still in its interlocutory phase, the plaintiff, Australian Securities and Investments Commission [(\"ASIC\")], seeks various forms of relief in respect of alleged contraventions of the Corporations Act 2001 (Cth).",
      "id": "s6"
    },
    {
      "text": "The defendants are Mining Projects Group Limited (MPG), a minerals exploration company, and two of its directors, Mr Frost and Mr Revelins.",
      "id": "s7"
    },
    {
      "text": "ASIC contends that in breach of s 1041H MPG made misleading public announcements about the mineralisation and exploration potential for uranium mining at Niue Island in the South Pacific.",
      "id": "s8"
    },
    {
      "text": "The nub of the complaint is that the potential was overstated.",
      "id": "s9"
    },
    {
      "text": "The directors are alleged to have knowingly procured the breach and thereby contravened ss 180 and 181 , the directors' duties sections.",
      "id": "s10"
    },
    {
      "text": "There are also claims that the directors engaged in insider trading (s 1043A) and improperly used company information (s 183).",
      "id": "s11"
    },
    {
      "text": "The only relief sought against MPG is a declaration that it contravened s 1041H.",
      "id": "s12"
    },
    {
      "text": "But ASIC seeks the imposition of pecuniary penalties against the directors (s 1317G) and an order that they be disqualified from managing a corporation (s 206C).",
      "id": "s13"
    },
    {
      "text": "... \n3 At risk of undue abbreviation, ASIC's pleaded claim is that a Mr Blackburn, a geologist, was retained by MPG \" to assist in considering information provided ... and to assess the potential mineralisation and exploration of the Niue Island (\"the Blackburn Retainer \")\" (par 9) and that, pursuant to that Blackburn Retainer, certain representations were made by Blackburn (pars 10, 11 and 13) (\"the Blackburn Adverse Comments\").",
      "id": "s14"
    },
    {
      "text": "The substance of the Blackburn Adverse Comments is alleged to be such as would raise questions about the potential mineralisation and exploration of the Niue Island.",
      "id": "s15"
    },
    {
      "text": "ASIC further pleads that although the Blackburn representations were recorded in emails from Blackburn to one of the directors of MPG and were \"adverse\", the ASX released a company announcement about the Niue Island Project issued by MPG (\"the Principal Announcement\") which, inter alia , did not include one or more of the Blackburn Adverse Comments (par 20).",
      "id": "s16"
    },
    {
      "text": "4 On 24 January 2008, the proceedings were set down for hearing on 16 June 2008 (a date fixed by consent) with an estimate of 10 days.",
      "id": "s17"
    },
    {
      "text": "On 11 June 2008, the second and third defendants, the two directors referred to in [2], filed an affidavit from Mr Stoker, a geologist, and an affidavit from a Mr Whitehead, a scientist, each exhibiting a report.",
      "id": "s18"
    },
    {
      "text": "Senior Counsel for the defendants conceded that \"these [were] lengthy and complex reports ... [that] take digestion time\".",
      "id": "s19"
    },
    {
      "text": "Senior Counsel stated that they took him a day just to read them.",
      "id": "s20"
    },
    {
      "text": "That was not surprising.",
      "id": "s21"
    },
    {
      "text": "The reports comprised 171 pages and were concerned with complex and technical subjects.",
      "id": "s22"
    },
    {
      "text": "I was informed that the affidavits were served on ASIC by the directors under cover of a letter in which the directors sought to maintain the penalty privilege or privilege against self incrimination.",
      "id": "s23"
    },
    {
      "text": "5 The parties came before me for urgent directions.",
      "id": "s24"
    },
    {
      "text": "ASIC wanted to know whether the affidavits and reports exhibited to them would form part of MPG's own case at trial.",
      "id": "s25"
    },
    {
      "text": "If not, ASIC was willing and able to open its case on 16 June 2008.",
      "id": "s26"
    },
    {
      "text": "The response from Senior Counsel for MPG and the directors was twofold.",
      "id": "s27"
    },
    {
      "text": "First, he said that MPG did intend to rely upon these reports at the hearing, and secondly, he said that in addition to those two expert reports, two additional expert reports (from Messrs Rutter (a geophysicist) and Lawrence (a geologist)) were still to be filed and served.",
      "id": "s28"
    },
    {
      "text": "At that time, Senior Counsel for MPG informed the Court that one of those additional reports, comprising 161 pages, was to be filed and served that afternoon and that the other would be available no earlier than the second day of trial.",
      "id": "s29"
    },
    {
      "text": "6 In light of those developments and submissions, the trial date was vacated.",
      "id": "s30"
    },
    {
      "text": "These reasons for decision are concerned with determining which party or parties (if any) should pay the costs thrown away by reason of the trial date being vacated.",
      "id": "s31"
    },
    {
      "text": "ASIC submits that MPG should pay ASIC's costs thrown away and, in addition, seeks an order pursuant to O 62 r 3(2) of the Federal Court Rules that those costs be paid forthwith.",
      "id": "s32"
    },
    {
      "text": "The defendants, on the other hand, seek an order that ASIC pay their costs thrown away.",
      "id": "s33"
    },
    {
      "text": "7 For the detailed reasons which follow, I consider that MPG should pay ASIC's costs thrown away by reason of the trial being vacated but that those costs should not be paid forthwith.",
      "id": "s34"
    },
    {
      "text": "HISTORY OF THE PROCEEDINGS \n \n8 These proceedings were issued by ASIC on 9 January 2007.",
      "id": "s35"
    },
    {
      "text": "9 The first directions hearing was held on 20 February 2007.",
      "id": "s36"
    },
    {
      "text": "At that hearing, Senior Counsel for the defendants sought a variety of orders against ASIC directed at gaining access to material that they assumed was then in the possession of ASIC.",
      "id": "s37"
    },
    {
      "text": "Finkelstein J refused.",
      "id": "s38"
    },
    {
      "text": "Instead, his Honour made orders allowing the defendants to seek further and better particulars of the claim and, after considering those particulars, for the defendants to file defences.",
      "id": "s39"
    },
    {
      "text": "Orders for discovery were also made.",
      "id": "s40"
    },
    {
      "text": "Each of the defendants filed a defence and ASIC and MPG each filed a list of documents.",
      "id": "s41"
    },
    {
      "text": "10 After the defences were filed, two issues arose - whether penalty privilege or privilege against self incrimination would ordinarily relieve the directors from any obligation to provide further details of their defence and, secondly, assuming the privileges could be relied upon, whether the directors had waived, in whole or in part, their right to assert either privilege by filing detailed defences.",
      "id": "s42"
    },
    {
      "text": "Those applications were heard and determined by Finkelstein J: see ASIC No.",
      "id": "s43"
    },
    {
      "text": "1 (2007) 164 FCR 32 at [1].",
      "id": "s44"
    },
    {
      "text": "In those reasons for decision, Finkelstein J described the content of the defences filed by the directors and the position of MPG in the following terms (at [5]):\n When going into the detail they did in their respective defences the directors were mindful of penalty privilege.",
      "id": "s45"
    },
    {
      "text": "Each of their defences opens with a statement that the director \"claims and reserves his right to claim penalty privilege in the proceeding.",
      "id": "s46"
    },
    {
      "text": "\" No such statement was made by MPG for it is accepted that a corporation cannot claim the benefit of penalty privilege (Trade Practices Commission v Abbco Iceworks Pty Ltd [1994] FCA 1279 ; (1994) 52 FCR 96) or self-incrimination privilege (see Environment Protection Authority v Caltex Refining Co Pty Ltd ... [1993] HCA 74 ; (1993) 178 CLR 477).",
      "id": "s47"
    },
    {
      "text": "That MPG cannot claim the benefit of either privilege may not be of much assistance to ASIC if it successfully attacks the company's defence.",
      "id": "s48"
    },
    {
      "text": "If MPG's defence is defective and it is required to provide further information, it may not be able to satisfy that requirement if the only source of its information is the director defendants and they are entitled to remain silent.",
      "id": "s49"
    },
    {
      "text": "(Emphasis added).",
      "id": "s50"
    },
    {
      "text": "11 In January 2008, the defendants sought a stay of the claims made against MPG by ASIC pending the hearing and determination of the claims made against the directors or a stay of the claims made against MPG by ASIC until the Court has made findings of fact in relation to the claims against the directors but before final orders.",
      "id": "s51"
    },
    {
      "text": "The application was supported by an affidavit sworn by a Mr Babbage, a non-executive director of MPG.",
      "id": "s52"
    },
    {
      "text": "The application was refused: ASIC No.",
      "id": "s53"
    },
    {
      "text": "2 .",
      "id": "s54"
    },
    {
      "text": "In considering the application for stay, a number of principles informed that decision: see ASIC No.",
      "id": "s55"
    },
    {
      "text": "2 at [5] to [7].",
      "id": "s56"
    },
    {
      "text": "They included:\n \n1.",
      "id": "s57"
    },
    {
      "text": "The privilege against self-incrimination and penalty privilege apply to the directors but not MPG: ASIC No.",
      "id": "s58"
    },
    {
      "text": "1 at [5] and ASIC No.",
      "id": "s59"
    },
    {
      "text": "2 at [7].",
      "id": "s60"
    },
    {
      "text": "2.",
      "id": "s61"
    },
    {
      "text": "A corporate defendant (such as MPG) may be required to provide documents and information which may tend to incriminate its officers: Trade Practices Commission v Abbco Iceworks Pty Ltd [1994] FCA 1279 ; (1994) 52 FCR 96 at 116.",
      "id": "s62"
    },
    {
      "text": "3.",
      "id": "s63"
    },
    {
      "text": "A corporate defendant cannot invoke privilege on the grounds that an order or requirement to produce documents or information might tend to incriminate a natural person, such as a director: Microsoft Corporation v CX Computer Pty Ltd [2002] FCA 3 ; (2002) 116 FCR 372 at [32] - [33] (per Lindgren J) and ASIC No.",
      "id": "s64"
    },
    {
      "text": "1 at [5].",
      "id": "s65"
    },
    {
      "text": "4.",
      "id": "s66"
    },
    {
      "text": "A natural person cannot complain that a corporate defendant's compliance with an order or requirement to produce documents or information might tend to incriminate him or her: Microsoft Corporation v CX Computer Pty Ltd [2002] FCA 3 ; (2002) 116 FCR 372 at [32] - [33] (per Lindgren J) and ASIC No.",
      "id": "s67"
    },
    {
      "text": "1 at [5].",
      "id": "s68"
    },
    {
      "text": "5.",
      "id": "s69"
    },
    {
      "text": "The relevant enquiry is whether an order directed to the corporate defendant will require that a natural person tend to incriminate himself or herself: Microsoft Corporation v CX Computer Pty Ltd [2002] FCA 3 ; (2002) 116 FCR 372 at [32] - [33] (per Lindgren J) and ASIC No.",
      "id": "s70"
    },
    {
      "text": "1 at [5].",
      "id": "s71"
    },
    {
      "text": "No submission has been made to that effect in this case.",
      "id": "s72"
    },
    {
      "text": "6.",
      "id": "s73"
    },
    {
      "text": "A corporate defendant cannot refuse to comply with a direction for the filing of evidence on the basis that its evidence may incriminate other natural person defendants or expose them to a penalty: Chief Executive Officer of Customs v Camile Trading Pty Ltd [2004] NSWSC 1256 ; (2004) 58 ATR 163 at 170.",
      "id": "s74"
    },
    {
      "text": "However, a corporate defendant will not breach such a direction if it fails to file a statement or an affidavit from a witness where that witness claims privilege: ACCC v J McPhee &amp; Son (Australia) Pty Ltd (1997) 77 FCR 217 at 220 and ACCC v Eurong Beach Resort Ltd [2005] FCA 1134 at [10] , [12] and [13].",
      "id": "s75"
    },
    {
      "text": "That is to say, compliance is not required \" if the only source of the information is the director defendants and they are entitled to remain silent \": ASIC No.",
      "id": "s76"
    },
    {
      "text": "1 at [5] (emphasis added).",
      "id": "s77"
    },
    {
      "text": "If the corporate defendant has other sources of information available from which it can comply with the direction, then it must do so.",
      "id": "s78"
    },
    {
      "text": "12 There was, and could be, no dispute that MPG could choose whether or not to lead evidence.",
      "id": "s79"
    },
    {
      "text": "However, if MPG intended at trial to rely on a statement or affidavit from a witness that could not or did not claim privilege, it could not refuse to comply with a direction for the filing of that evidence prior to trial: see [11(6)] above.",
      "id": "s80"
    },
    {
      "text": "13 Against that background, orders were made by consent for the completion of interlocutory steps including a trial date.",
      "id": "s81"
    },
    {
      "text": "Of particular relevance to the current dispute, ASIC was ordered to (1) file and serve a list of proposed witnesses by 29 February 2008 and (2) to file and serve any affidavits upon which it intended to rely by 4:00pm on 28 March 2008.",
      "id": "s82"
    },
    {
      "text": "MPG was ordered to file and serve any affidavits upon which it intended to rely by 4:00pm on 28 April 2008.",
      "id": "s83"
    },
    {
      "text": "14 On 4 March 2008, ASIC filed and served its list of proposed witnesses.",
      "id": "s84"
    },
    {
      "text": "Mr Blackburn, MPG's consulting geologist on the Niue Island project, was not on the list.",
      "id": "s85"
    },
    {
      "text": "15 On 31 March 2008, the proceedings were listed for mention.",
      "id": "s86"
    },
    {
      "text": "ASIC informed the Court that it would be late in filing the balance of its affidavit material and sought an extension until 7 April 2008 to file additional affidavits, including an affidavit from an expert geologist, Mr Onley.",
      "id": "s87"
    },
    {
      "text": "That request for an extension was not opposed.",
      "id": "s88"
    },
    {
      "text": "MPG was then granted an extension until 5 May 2008 to file and serve any affidavits upon which it intended to rely at trial.",
      "id": "s89"
    },
    {
      "text": "16 At the same time, an application pursuant to s 169 of the Evidence Act 1995 (Cth) (\"the Evidence Act \") was foreshadowed by the defendants in relation to Mr Blackburn and two other individuals because they were not on ASIC's list of witnesses which had been provided to the defendants on 4 March 2008.",
      "id": "s90"
    },
    {
      "text": "During the hearing of the current dispute I was informed by counsel for ASIC that prior to the foreshadowed application under s 169 of the Evidence Act , ASIC had formed the view that it was unnecessary for Mr Blackburn to be called because the documents of which he was the author and which were referred to in ASIC's claim were admissible under one or more of s 1305 of the Corporations Act and s 69 of the Evidence Act .",
      "id": "s91"
    },
    {
      "text": "In any event, that issue was resolved by ASIC agreeing to call Mr Blackburn and on 30 April and 2 May 2008, ASIC filed and served affidavits of Mr Blackburn.",
      "id": "s92"
    },
    {
      "text": "The defendants did not pursue their application in relation to the other individuals.",
      "id": "s93"
    },
    {
      "text": "17 At no time, until 12 June 2008, did the defendants (and in particular, MPG) suggest that this course of events had caused them any difficulty in preparing for a trial on 16 June 2008.",
      "id": "s94"
    },
    {
      "text": "18 MPG complied, at least in part, with the directions made by consent and on 9 May 2008 filed a further substantive affidavit from Mr Babbage (\"the Babbage Affidavit\").",
      "id": "s95"
    },
    {
      "text": "Of course, the filing of the Babbage Affidavit does not make it evidence in the proceeding.",
      "id": "s96"
    },
    {
      "text": "That is not the purpose of filing it.",
      "id": "s97"
    },
    {
      "text": "What filing does, consistent with modern litigation practice, is to inform ASIC of the case that MPG may put at trial.",
      "id": "s98"
    },
    {
      "text": "And that is what the Babbage Affidavit does.",
      "id": "s99"
    },
    {
      "text": "It described MPG and the nature of its business, the roles of the respective directors in MPG, the investments and projects in which MPG was involved at the relevant time and also explained Mr Babbage's involvement in the Niue Island Project.",
      "id": "s100"
    },
    {
      "text": "The affidavit also dealt substantively with the fact that Mr Blackburn had been retained by MPG to provide independent expert advice about geological matters in respect of certain matters concerned with the Niue project, that he had been previously been retained by MPG and that he was aware of his reputation as an expert geological consultant.",
      "id": "s101"
    },
    {
      "text": "Moreover, the Babbage Affidavit goes on to set out, in some detail: (1) Mr Babbage's involvement in the announcements the subject of the proceedings; (2) Mr Babbage's awareness that MPG \"would take advice about technical and geological aspects of the announcements as it had done so in making prior announcements in the resources area\"; (3) the involvement of Mr Blackburn in the due diligence program that MPG had put in place; and (4) and the steps taken by MPG in reliance upon Mr Blackburn's technical advice.",
      "id": "s102"
    },
    {
      "text": "19 What this necessarily truncated description makes clear is that the accuracy of the Principal Announcement and the Blackburn Adverse Comments were, and at this stage of the proceedings remain, some of the central issues in the proceedings.",
      "id": "s103"
    },
    {
      "text": "It is to these issues that the four new expert reports are directed.",
      "id": "s104"
    },
    {
      "text": "However, at no time did any of the defendants inform the Court or ASIC that it intended or even might intend to file and serve these expert reports.",
      "id": "s105"
    },
    {
      "text": "Of course, there was no obligation on the directors to file any evidence.",
      "id": "s106"
    },
    {
      "text": "MPG, too, could have stood mute, not gone into evidence and simply relied upon whatever positive case the directors ran.",
      "id": "s107"
    },
    {
      "text": "But if MPG intended to go into evidence, it was subject to the principles summarised in [11(6)] above.",
      "id": "s108"
    },
    {
      "text": "20 What then did the defendants do?",
      "id": "s109"
    },
    {
      "text": "The affidavits exhibiting the reports state that the directors retained Mr Rutter, a geophysicist, on 4 June 2007, Mr Stoker, also a geologist, on 29 November 2007, Mr Lawrence, also a geologist, on 5 February 2008 and Mr Whitehead, on 9 April 2008.",
      "id": "s110"
    },
    {
      "text": "Moreover, the affidavit of Mr Whitehead disclosed that a preliminary written response was provided on 24 April 2008, some two weeks before the date for MPG to file and serve its material.",
      "id": "s111"
    },
    {
      "text": "The affidavits and reports were filed and served on behalf of the directors under cover of a letter seeking to maintain privilege.",
      "id": "s112"
    },
    {
      "text": "The explanation provided by the defendants' counsel for the late filing was that:\n ... we have flagged to [ASIC] expert reports attacking their expert position when they are not entitled to [such notice].",
      "id": "s113"
    },
    {
      "text": "We've put ourselves at some disadvantage in terms of preparing their expert for them.",
      "id": "s114"
    },
    {
      "text": "He at least has a notion of what's coming, without a limitation on it.",
      "id": "s115"
    },
    {
      "text": "They are not entitled to that advantage.",
      "id": "s116"
    },
    {
      "text": "We were entitled to cross-examine their experts without them knowing what our experts were saying.",
      "id": "s117"
    },
    {
      "text": "That was the fact.",
      "id": "s118"
    },
    {
      "text": "We've given that away.",
      "id": "s119"
    },
    {
      "text": "In the interests of trying to resolve this matter, [ASIC] could have a quick look at it and decide whether they want [to proceed].",
      "id": "s120"
    },
    {
      "text": "21 That submission was incomplete and not wholly accurate.",
      "id": "s121"
    },
    {
      "text": "First, as I have already noted, at the directions hearing on 12 June 2008, what ASIC wanted to know was not about the directors' case, but whether the affidavits and reports from the four experts were intended to form part of MPG's own case at trial.",
      "id": "s122"
    },
    {
      "text": "The response from MPG's Senior Counsel was that they were: see [5].",
      "id": "s123"
    },
    {
      "text": "That fact was further reiterated by counsel for the defendants, who not only conceded (properly) that the affidavits and reports were late, but asserted that they were provided \"in the interests of trying to resolve this matter\".",
      "id": "s124"
    },
    {
      "text": "The subsequent submission on behalf of the defendants that MPG only intended to rely upon the affidavits if they were ultimately tendered by the directors is rejected.",
      "id": "s125"
    },
    {
      "text": "It ignores, first, that the sole reason why the matter came before me for directions on 12 June was to ascertain whether MPG intended to rely on the reports as part of its own case and, secondly, the submissions made by Senior Counsel for MPG in response to those enquiries.",
      "id": "s126"
    },
    {
      "text": "22 That is, I reject the defendants' submission that it was ASIC that sought an indulgence of the Court to enable it to consider expert reports filed in the proceeding by the directors.",
      "id": "s127"
    },
    {
      "text": "Rather, I consider that it was MPG that was seeking the Court's indulgence.",
      "id": "s128"
    },
    {
      "text": "ASIC's stated position was that it did not need an adjournment if the affidavits were not part of MPG's case.",
      "id": "s129"
    },
    {
      "text": "MPG's position on 12 June 2008 was that MPG did intend to rely on the reports, in which case the reports should have been filed and served by no later than 9 May 2008.",
      "id": "s130"
    },
    {
      "text": "To put it another way, ASIC required the adjournment as a result of MPG's conduct in seeking to rely on affidavits filed more than one month late.",
      "id": "s131"
    },
    {
      "text": "23 In view of the foregoing conclusion, it is neither necessary nor appropriate to address each individual aspect of the defendants' submissions.",
      "id": "s132"
    },
    {
      "text": "It is sufficient to state that in a number of respects the submissions were factually inaccurate.",
      "id": "s133"
    },
    {
      "text": "Some statements alleged to be made by or attributed to ASIC and ASIC's counsel were taken out of context and / or misquoted.",
      "id": "s134"
    },
    {
      "text": "Moreover, the defendants' reliance upon ASIC's conduct in 2007 and early 2008 as providing justification for their conduct in June 2008 is misconceived.",
      "id": "s135"
    },
    {
      "text": "As I noted earlier, if the defendants were prejudiced or hampered by the manner in which the case was being conducted including, for example, the fact that the affidavit of Mr Blackburn was filed by ASIC on 30 April 2008, they could have made application to the Court.",
      "id": "s136"
    },
    {
      "text": "They did not.",
      "id": "s137"
    },
    {
      "text": "Instead, the defendants consented to directions and extensions of time for the filing and service of documents by ASIC and MPG.",
      "id": "s138"
    },
    {
      "text": "In the circumstances, MPG should pay ASIC's costs thrown away by reason of the trial date being vacated, including the costs of the directions hearings on 12 and 19 June 2008.",
      "id": "s139"
    },
    {
      "text": "24 ASIC also sought an order that the costs be paid forthwith: O 62 r3(3) of the Federal Court Rules .",
      "id": "s140"
    },
    {
      "text": "In support of its application, ASIC referred to the fact that additional costs had been incurred in making arrangements for Mr Blackburn to give his evidence from Peru.",
      "id": "s141"
    },
    {
      "text": "The principles which govern the exercise of the discretion under O 62 r 3 were set out by Branson J in Life Airbag Company of Australia Pty Ltd v Life Airbag Company (New Zealand) Ltd (22 May 1998, unreported) and Allstate Life Insurance Co v Australia &amp; New Zealand Banking Group Limited (No.14) (Lindgren J, 18 August 1995, unreported) as cited in McKellar v Container Terminal Management Services Ltd [1999] FCA 1639 at [13] ---[20].",
      "id": "s142"
    },
    {
      "text": "The effect of those cases is to suggest that courts will depart from the general rule and order payment forthwith principally where final judgment is \"far away\" and thus the eventuality of payment is remote.",
      "id": "s143"
    },
    {
      "text": "Consistent with those authorities, it is inappropriate in this case to order payment forthwith of the costs thrown away.",
      "id": "s144"
    },
    {
      "text": "The trial is now set for September, and final resolution of the proceeding is therefore not too far away.",
      "id": "s145"
    },
    {
      "text": "Moreover, the costs incurred were not quantified and the plaintiff is ASIC, a government entity with sufficient funding to meet its costs in the interim.",
      "id": "s146"
    },
    {
      "text": "25 Accordingly, I will order that MPG pay ASIC's costs thrown away but make no order for immediate payment or taxation.",
      "id": "s147"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s148"
    },
    {
      "text": "Associate:\n\nDated: 24 June 2008\n\n Counsel for the Plaintiff: Mr J Elliott SC and Mr D Bennett \n \n Solicitor for the Plaintiff: Australian Securities and Investments Commission \n \n Counsel for the Defendants: Mr R Richter QC and Mr H Carmichael \n \n Solicitor for the Defendants: Oakley Thompson &amp; Co \n\n Date of Hearing: 12 June 2008, 19 June 2008 \n \n Date of Judgment: 24 June 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/952.html",
      "id": "s149"
    }
  ]
}