{
  "name": "Sydney Ferries Corporation v Australian Maritime Officers Union (No 2) [2008] FCA 954 (25 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/954.html",
  "catchphrases": [
    {
      "text": "collective agreement between sydney ferries corporation (' sfc ') and union",
      "id": "c0"
    },
    {
      "text": "whether on proper construction of agreement sfc can unilaterally introduce crew based rosters",
      "id": "c1"
    },
    {
      "text": "construction",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 The applicant (' SFC ') came into existence on 1 July 2004 as a consequence of the enactment of s 35A(1) of the Transport Administration Amendment (Sydney Ferries) Act 2003 (NSW) .",
      "id": "s0"
    },
    {
      "text": "It is a ' State Owned Corporation ': State Owned Corporations Act 1989 (NSW) , s 20A , Sch 5.",
      "id": "s1"
    },
    {
      "text": "2 SFC operates an extensive ferry service on Sydney Harbour and the Parramatta River every day of the year.",
      "id": "s2"
    },
    {
      "text": "On any given week day, SFC carries about 35,000 passengers.",
      "id": "s3"
    },
    {
      "text": "As at 30 April 2008, it employed 742 staff.",
      "id": "s4"
    },
    {
      "text": "Its principal statutory objective is ' to deliver safe and reliable Sydney ferry services in an efficient, effective and financially responsible manner '.",
      "id": "s5"
    },
    {
      "text": "3 The first respondent (' AMOU ') represents the Masters and Inner Harbour Engineers (collectively ' Maritime Officers ') employed by SFC.",
      "id": "s6"
    },
    {
      "text": "AMOU is an organisation registered under the Workplace Relations Act 1996 (Cth) (' WR Act ') and has corporate status conferred by the WR Act.",
      "id": "s7"
    },
    {
      "text": "4 The second-named second respondent (' SUA ') represents the General Purpose Hands (' GPHs ') employed by SFC.",
      "id": "s8"
    },
    {
      "text": "The SUA is an organisation registered under the Industrial Relations Act 1996 (NSW) (' NSW Act ') and is not registered under the WR Act.",
      "id": "s9"
    },
    {
      "text": "(The first-named second respondent (' MUA ') has been represented in the proceedings by the same solicitors and counsel as SUA and there is no need to refer further to it separately.",
      "id": "s10"
    },
    {
      "text": ") \n \n5 The third respondent (' AIMPE '), an organisation registered under the WR Act, represents the Outer Harbour Engineers (' OHEs ') employed by SFC.",
      "id": "s11"
    },
    {
      "text": "6 The present litigation arises out of SFC's attempts to introduce a new ' crew based ' rostering system for its employees.",
      "id": "s12"
    },
    {
      "text": "The evidence indicates that it has endeavoured unsuccessfully to reach agreement with the respondents for the introduction of such a roster over a protracted period.",
      "id": "s13"
    },
    {
      "text": "The negotiations between SFC and the respondents having apparently broken down, SFC decided that it would introduce a crew based system unilaterally, although not necessarily in precisely the form that had been the subject of negotiations.",
      "id": "s14"
    },
    {
      "text": "To that end, on 2 May 2008, SFC gave notice to its employees that it intended to introduce new crew based rosters on and from 2 June 2008.",
      "id": "s15"
    },
    {
      "text": "7 One issue that has arisen is whether SFC is entitled under the terms of the relevant Enterprise Agreements to introduce the new crew based rosters without the agreement of the respondents.",
      "id": "s16"
    },
    {
      "text": "In these proceedings, as originally framed, SFC sought declarations to the effect that, on the proper construction of the Enterprise Agreements, it is not required to obtain the agreement of each of the respondents before giving notice of its intention to introduce the new roster.",
      "id": "s17"
    },
    {
      "text": "As I shall explain, SFC now seeks relief only against AMOU.",
      "id": "s18"
    },
    {
      "text": "8 SFC seeks the relief pursuant to s 849 of the WR Act , which provides as follows:\n \n ' 849 (1) The Court ... may give an interpretation of a collective agreement on application by: \n \n (a) the Minister; or \n \n (b) an organisation or person bound by the agreement; or \n \n (c) an employee whose employment is subject to the agreement.",
      "id": "s19"
    },
    {
      "text": "(2) The decision of the Court ... is final and conclusive and is binding on: \n \n (a) the organisations and persons bound by the agreement; and \n \n (b) the employees whose employment is subject to the agreement; \n \n who have been given an opportunity of being heard by the Court ...' \n \n BACKGROUND TO THESE PROCEEDINGS \n \n9 SFC is a party to the following Enterprise Agreements:\n \n&#8226; Sydney Ferries Corporation Maritime Officers Enterprise Agreement 2006-2008 (' AMOU Agreement ').",
      "id": "s20"
    },
    {
      "text": "The AMOU Agreement is a ' collective agreement ' for the purposes of s 328 of the WR Act and is expressed to bind SFC, AMOU and Maritime Officers employed by SFC (cl 1.2).",
      "id": "s21"
    },
    {
      "text": "The AMOU Agreement commenced in July 2006 and has a ' nominal expiry date ' of 30 December 2008 (cl 1.4.1, 1.4.2).",
      "id": "s22"
    },
    {
      "text": "This is the critical Enterprise Agreement for the purposes of the live issues in these proceedings.",
      "id": "s23"
    },
    {
      "text": "&#8226; Sydney Ferries Corporation General Purpose Hands Enterprise Agreement 2006-2008 (' SUA Agreement ') .",
      "id": "s24"
    },
    {
      "text": "The SUA Agreement is expressed to bind SFC, SUA and GPHs employed at SFC (cl 1.2.1).",
      "id": "s25"
    },
    {
      "text": "&#8226; Sydney Ferries Corporation Outer Harbour Engineers Enterprise Agreement 2005 (' AIMPE Agreement ').",
      "id": "s26"
    },
    {
      "text": "The AIMPE Agreement is expressed to bind SFC, AIMPE and Outer Harbour Engineers employed by SFC (cl 1.2.1).",
      "id": "s27"
    },
    {
      "text": "10 The issue of construction I am required to resolve does not directly concern the remuneration of Maritime Officers.",
      "id": "s28"
    },
    {
      "text": "Nonetheless, it is relevant to note that the current remuneration arrangements under the AMOU Agreement incorporate what is known as the ' aggregate wage ', a concept introduced for Maritime Officers in 1995.",
      "id": "s29"
    },
    {
      "text": "The components of the aggregate wage system were explained by Ms Hryce, the General Manager, Human Resources and Industrial Relations of SFC, as follows:\n \n \n '(a) The afloat employees provide coverage for up to a specified number of hours per fortnight, in order to cover all rostered work.",
      "id": "s30"
    },
    {
      "text": "These hours are called the employees' \"aggregate hours\".",
      "id": "s31"
    },
    {
      "text": "(b) The employee is paid for their aggregate hours, but is actually rostered to work a much smaller number of \"rostered hours\".",
      "id": "s32"
    },
    {
      "text": "The difference between aggregate hours and ordinary hours is called \"aggregate overtime\".",
      "id": "s33"
    },
    {
      "text": "(c) Aggregate hours [differ] between the afloat staff ... [In the case of Outer Harbour Masters, for example aggregate hours are 98 hours per fortnight, ordinary hours are 76 per fortnight and aggregate overtime 22 hours per fortnight.",
      "id": "s34"
    },
    {
      "text": "] \n \n (d) Employees may be called on by SFC to work some or all of the hours per fortnight/4 week cycle for which they have received prepayment as aggregate overtime.",
      "id": "s35"
    },
    {
      "text": "The 2004 [Enterprise Agreements] for the afloat staff contain an elaborate system under which some work for which an employee may be called in will be covered by the aggregate wage (and therefore not be the subject of additional payment, commonly called \"the Sting\") and other work to be undertaken will be the subject of overtime and penalty rates.",
      "id": "s36"
    },
    {
      "text": "The features of the aggregate wage system applicable to Maritime Officers in the 2004 AMOU Agreement were placed in Annexure C to the AMOU Agreement.",
      "id": "s37"
    },
    {
      "text": "' \n \n \n\n11 On 2 May 2008, SFC sent letters to each employee bound by any one of the three Enterprise Agreements notifying the employee that SFC had decided to introduce ' significantly changed rosters ' for all ' afloat staff ' and certain shore-based staff.",
      "id": "s38"
    },
    {
      "text": "The significant roster changes were said to constitute a ' major initiative under the Ferries 2010 reform program ' that would deliver ' vital safety improvements '.",
      "id": "s39"
    },
    {
      "text": "Each employee received a copy of his or her new roster to commence on 2 June 2008 and was told to attend at work in accordance with the roster.",
      "id": "s40"
    },
    {
      "text": "12 The fundamental differences between current roster arrangements and the proposed crew based system were identified by Ms Hryce:\n \n 'Current rostering arrangements for the \"afloat staff\", being those staff who work on vessels on the water, do not roster individual employees to work the same shift on particular vessels or ferry routes.",
      "id": "s41"
    },
    {
      "text": "The current rosters are not \"crew-based\".",
      "id": "s42"
    },
    {
      "text": "This is largely the result of the different financial entitlements and the 3 separate roster lines that have been negotiated by the different groups of staff and the Respondents over the years.",
      "id": "s43"
    },
    {
      "text": "The overall effect of having 3 separate roster lines is that, for any given vessel in the SFC fleet, the Master, Engineer and one or more GPHs work on and off vessels at different times on different days, and even have different meal break times.",
      "id": "s44"
    },
    {
      "text": "This means that individual employees on a vessel have few opportunities to develop an understanding of the work methods applicable to a particular vessel, and do not have the ability to work cohesively with others as part of a regular crew.",
      "id": "s45"
    },
    {
      "text": "Crew based rosters will assign a number of crews to a particular vessel or small number of vessels and roster them to work a specific group of shifts which are confined to that vessel or small group of vessels.",
      "id": "s46"
    },
    {
      "text": "The crew members will also be rostered to take their maritime and leisure leave at the same time.",
      "id": "s47"
    },
    {
      "text": "As a result, individuals will work together as part of the same crew, and on the same vessel(s) for most of the year.",
      "id": "s48"
    },
    {
      "text": "' \n \n\n13 The characteristics of the changed rosters of which SFC has given notice were summarised in SFC's submissions.",
      "id": "s49"
    },
    {
      "text": "Mr Crawshaw SC, who appeared with Mr Gibian for AMOU, accepted that the following summary is substantially accurate, although not necessarily exhaustive:\n \n \n '(a) in contrast to current individual rosters, the changed rosters roster each employee to work as part of a crew, which is assigned to a particular vessel(s) and rotated through a group of shifts that are specific to the particular vessel(s) and each employee who works on a particular vessel will have the same starting and finishing times each day; \n \n \n \n \n \n (b) all members of the same crew are required to take their maritime and leisure days at the same time, in contrast to the current rosters which permit individual employees to take maritime and leisure days at times requested by each individual employee; \n \n \n \n \n \n (c) the rosters provide for an increase in \"Work as Directed\" ( WAD ) or spare crews from an average of 1 to 2 WAD crews available each weekday under the current rosters to an average of 9.5 WAD crews available each weekday under the changed rosters; \n \n (d) reducing the variability of days worked between afloat employees from a range of 131 days (minimum) to 210 days (maximum) worked in a year under the current rosters, to a range of 168 days (minimum) to 200 days (maximum) worked in a year under the changed rosters; and \n \n (e) an increase in the average number of days worked by afloat employees from 177 days per year under the current rosters to 192 days per year under the changed rosters.",
      "id": "s50"
    },
    {
      "text": "' \n \n \n \n\n14 On 26 May 2008, SFC commenced proceedings in this Court seeking: \n \n&#8226; declarations pursuant to s 849(1) of the WR Act as to the proper construction of certain clauses in each of the three Enterprise Agreements relating to the proposed roster changes;\n \n&#8226; penalties under s 494(5)(a) of the WR Act for alleged contraventions by the respondents of s 494(1) of the WR Act (which prohibits an organisation organising or engaging in industrial action while a collective agreement is in operation); and \n \n&#8226; injunctions under ss 494(5)(b) and 838 of the WR Act to restrain further contraventions of s 494(1) of the WR Act.",
      "id": "s51"
    },
    {
      "text": "15 On 28 May 2008, I heard an application by SFC for interlocutory relief.",
      "id": "s52"
    },
    {
      "text": "The principal relief sought by it was an order restraining AMOU and SUA from engaging in or organising or encouraging employees to engage in industrial action in contravention of s 494(1) of the WR Act.",
      "id": "s53"
    },
    {
      "text": "In the event, SFC withdrew its application for interlocutory relief before argument on the application had concluded.",
      "id": "s54"
    },
    {
      "text": "16 On the following day, 29 May 2008, SFC served an application on the respondents by which it sought orders from the Australian Industrial Relations Commission (' AIRC ') pursuant to s 496 of the WR Act , requiring actual or threatened industrial action to stop or not take place.",
      "id": "s55"
    },
    {
      "text": "Before that application could be heard by the AIRC, I granted AMOU and SUA what is commonly known as an anti-suit injunction.",
      "id": "s56"
    },
    {
      "text": "This restrained SFC, pending the determination of proceedings in this Court, from taking further action in the AIRC to obtain orders pursuant to s 496 of the WR Act : Sydney Ferries Corporation v Australian Maritime Officers Union [2008] FCA 817.",
      "id": "s57"
    },
    {
      "text": "However, I set an early date of 13 June 2008 for the hearing of SFC's claims for final relief in this Court.",
      "id": "s58"
    },
    {
      "text": "17 SFC subsequently filed an amended application in this Court which eliminated its claims for injunctions and penalties against the respondents.",
      "id": "s59"
    },
    {
      "text": "The amended application confined SFC's claim to declaratory relief in relation to the proper construction of the three Enterprise Agreements.",
      "id": "s60"
    },
    {
      "text": "18 At the commencement of the hearing on 13 June 2008 the parties handed up consent short minutes of order resolving the proceedings between SFC and SUA and between SFC and AIMPE.",
      "id": "s61"
    },
    {
      "text": "After being satisfied that I had power to do so, I duly made declarations in accordance with the short minutes of order.",
      "id": "s62"
    },
    {
      "text": "19 The only issues remaining for determination in these proceedings, therefore, concern SFC's application for declaratory relief against AMOU.",
      "id": "s63"
    },
    {
      "text": "SFC now seeks the following:\n \n \n '1.",
      "id": "s64"
    },
    {
      "text": "A declaration that on the proper construction of clause 7.5.3 of the AMOU Agreement, the Applicant's proposed changes to the rosters for all Permanent and Temporary Maritime Officers employed by the Applicant and about which the Applicant gave notice to all Permanent and Temporary Maritime Officers on 2 May 2008, are a \"significant roster change\".",
      "id": "s65"
    },
    {
      "text": "1A.",
      "id": "s66"
    },
    {
      "text": "in the alternative to 1, a declaration that on the proper construction of clause 7.5.3 of the AMOU Agreement changes to the rosters for Permanent and Temporary Maritime Officers employed by the Applicant which: \n \n \n \n \n (a) in contrast to current individual rosters, roster each employee to work as part of a crew, which is assigned to a particular vessel(s) and rotated through a group of shifts that are specific to the particular vessel(s), and/or \n (b) roster all members of the same crew to take their maritime and leisure leave days at the same time, in contrast to the current rosters which permit individual employees to take maritime and leisure leave days at times requested by each individual employee, and/or \n (c) provide for an increase in \"Work as Directed\" (WAD) or spare crews from the current average of 1 to 2 WAD crews each weekday to an average of 9.5 WAD crews available each weekday, and/or \n (d) reduce the variability between employees of days worked per year from a range of 131 days (minimum) to 210 days (maximum) under the current rosters, to a range of 168 days (minimum) to 200 days (maximum), and/or \n (e) increase the average number of days worked by employees from 177 days per year under the current rosters to 192 days per year, \n are a \"significant roster change\".",
      "id": "s67"
    },
    {
      "text": "2.",
      "id": "s68"
    },
    {
      "text": "A declaration that on the proper construction of clause 7.5.3 of the AMOU Agreement, the Applicant is required to give 21 days' notice to all Permanent and Temporary Maritime Officers employed by the Applicant of a \"significant roster change\" before introducing it.",
      "id": "s69"
    },
    {
      "text": "3.",
      "id": "s70"
    },
    {
      "text": "A declaration that on the proper construction of the provisions of the AMOU Agreement, the Applicant is not required to obtain the agreement of the First Respondent before giving notice of a \"significant roster change\" and introducing such roster change.",
      "id": "s71"
    },
    {
      "text": "' \n \n\n20 Clause 7.5.3 of the AMOU Agreement provides that:\n \n 'SFC shall provide 21 days notice to Permanent and Temporary Maritime Officers of a significant roster change.",
      "id": "s72"
    },
    {
      "text": "' \n \n\nSFC contends that it is entitled under the AMOU Agreement to introduce the proposed crew based rosters simply by giving notice to Maritime Officers pursuant to cl 7.5.3 and that no prior consent from the AMOU is required.",
      "id": "s73"
    },
    {
      "text": "THE ENTERPRISE AGREEMENT \n \n21 SFC places considerable reliance on the relationship between the AMOU Agreement and its predecessor, the Sydney Ferries and Australian Maritime Officers' Enterprise Agreement 2004 (' AMOU Agreement 2004 '), which was expressed to operate from 31 December 2003 to 30 December 2005.",
      "id": "s74"
    },
    {
      "text": "It is therefore convenient to commence with an overview of the terms of the AMOU Agreement 2004.",
      "id": "s75"
    },
    {
      "text": "AMOU Agreement 2004 \n \n22 The AMOU Agreement 2004 included the following provisions:\n \n \n &#8226; Ordinary hours of duty were to be as rostered and were to be not less than 38 hours per week in any work cycle (cl 10).",
      "id": "s76"
    },
    {
      "text": "&#8226; Based on existing rosters, the annual ' aggregate wage' was to provide a shift system.",
      "id": "s77"
    },
    {
      "text": "The system was to include, for Outer Harbour Masters, a coverage of 98 hours per fortnight averaged over a two-week cycle, such hours to incorporate the current shifts and an aggregate level of overtime (cl 13.1.1(i), (iii)).",
      "id": "s78"
    },
    {
      "text": "Where coverage of unscheduled trips could not be accommodated within the 98 hours per fortnight regime, overtime would apply (cl 13.1.1(vii)).",
      "id": "s79"
    },
    {
      "text": "The maximum hours to be worked on any one day was to be 12 hours, except in emergencies (cl 13.8.1).",
      "id": "s80"
    },
    {
      "text": "&#8226; The aggregate wage for Outer Harbour Masters ($84,267 per annum) was set out in Attachment A.",
      "id": "s81"
    },
    {
      "text": "It was to incorporate all shift allowances and weekend penalties (cl 13.6.1).",
      "id": "s82"
    },
    {
      "text": "&#8226; Overtime was to be worked by Outer Harbour Masters only in exceptional circumstances and only where the work could not be accommodated within the 98 hours per fortnight span (cl 13.5.1).",
      "id": "s83"
    },
    {
      "text": "All overtime was to be paid at the base rate set out in Attachment A ($900.40 per week), but attracted penalties (cl 15.1).",
      "id": "s84"
    },
    {
      "text": "&#8226; The aggregate wage was also specified in Attachment A for Inner Harbour Masters and Engineers ($81,991).",
      "id": "s85"
    },
    {
      "text": "It was to include coverage of normal rostered hours to an average maximum of 104 hours, averaged over a two week period (cl 14.1).",
      "id": "s86"
    },
    {
      "text": "However, hours worked in certain circumstances, such as during periods of approved leave without pay or on Christmas Day, were not to form part of the aggregate wage and were to attract payment of overtime rates (cl 14.1).",
      "id": "s87"
    },
    {
      "text": "Overtime was to be paid at the normal weekly base rate ($802.00) but, as in the case of Outer Harbour Masters, was to attract penalties (cl 15.1).",
      "id": "s88"
    },
    {
      "text": "23 The parties to the AMOU Agreement 2004 acknowledged that the aggregate wage system introduced in earlier agreements was intended to incorporate aggregated levels of overtime and to minimise the need for paid overtime outside the aggregated wage (cl 16.1).",
      "id": "s89"
    },
    {
      "text": "Consistently with ' the original intention of the aggregate wage system ', the parties also agreed to identify reasons for any increase in the level of paid overtime outside the aggregate wage system and also to identify strategies and implement strategies to reduce the necessity for paid overtime (cl 16.2).",
      "id": "s90"
    },
    {
      "text": "It can be inferred from the terms of cl 16 that SFC considered that the amount of overtime worked by employees and for which they received penalty rates was a continuing problem that required remedial action.",
      "id": "s91"
    },
    {
      "text": "24 Clause 25 of the AMOU Agreement 2004 dealt with ' VESSEL TEAMS ', as follows:\n \n \n '25.1 The aggregate wage sponsors a levelling effect amongst staff and hence a more co-operative approach between Officers and Sydney Ferries to satisfy operational and customer service requirements.",
      "id": "s92"
    },
    {
      "text": "It also represents all crews taking responsibility for the performance of their vessels.",
      "id": "s93"
    },
    {
      "text": "... \n \n 25.2 Crews shall be left to work together as a team, they will retain the same vessel unless in emergencies, refit or out of service.",
      "id": "s94"
    },
    {
      "text": "This will help instill pride of ownership in the vessels and will contribute greatly toward providing a cleaner, safer more reliable service.",
      "id": "s95"
    },
    {
      "text": "...' \n \n \n\n25 Clause 44 of the AMOU Agreement was headed ' SHIFT WORK ROSTERS ' and provided as follows:\n \n \n '44.1 Rosters showing ordinary, daily, weekly and fortnightly hours of work of all employees shall be exhibited by the employer at a place reasonably accessible to the employees and unless for good and sufficient reasons shall not be altered and without seven days notice being given to the employee or employees concerned.",
      "id": "s96"
    },
    {
      "text": "... \n \n 44.3 An employee who is not given the notice, of change as provided in sub clauses (44.1) ... hereof shall be paid at overtime rates for the time worked outside the hours previously rostered.",
      "id": "s97"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s98"
    },
    {
      "text": ")\n \n \n AMOU Agreement \n \n26 The AMOU Agreement replaces the AMOU Agreement 2004 (cl 1.3.2).",
      "id": "s99"
    },
    {
      "text": "27 The procedure for resolving grievances and disputes under the AMOU Agreement is set out in cl 4 (cl 1.6.2).",
      "id": "s100"
    },
    {
      "text": "Clause 4 prescribes a seven step process, commencing with discussions between employees and management and ending with an agreed referral to a third party to resolve the dispute ' by facilitation, mediation or conciliation where appropriate '.",
      "id": "s101"
    },
    {
      "text": "28 Clause 5 states that SFC shall provide employment on a full time, part time or temporary basis (cl 5.1.1).",
      "id": "s102"
    },
    {
      "text": "' Temporary Employees ' are ' engaged on a Full-Time basis for a fixed term ' (cl 5.4.1).",
      "id": "s103"
    },
    {
      "text": "29 Clause 6.2.2 is headed ' Annual Salary for Maritime Officers '.",
      "id": "s104"
    },
    {
      "text": "It relevantly provides as follows:\n \n '6.2.2.1 Upon the introduction of the new agreed hours of work and roster arrangements referred to in clauses 7 and 8 of this Agreement SFC shall pay Maritime Officers an annual salary.",
      "id": "s105"
    },
    {
      "text": "The annual salary covers all aspects of employment with the exception of those matters identified in clause 6.2.2.2 below.",
      "id": "s106"
    },
    {
      "text": "Salaries shall be increased over the duration of the Agreement as set out in Annexure A to this Agreement.",
      "id": "s107"
    },
    {
      "text": "6.2.2.2 The Employees annual salary does not include payments for Outside Port Voyages, a penalty for working on Christmas Day, meal allowances, or travel allowances.",
      "id": "s108"
    },
    {
      "text": "Provisions for payment for these issues are set out separately in this Agreement.",
      "id": "s109"
    },
    {
      "text": "... \n \n 6.2.2.4 SFC is committed to working with the New South Wales Government to effect legislative change which shall establish a \"notional superable\" salary for Employees who are members of the SASS Superannuation scheme on the basis that the introduction of a \"notional salary\" shall be cost neutral to SFC.",
      "id": "s110"
    },
    {
      "text": "The proposed notional salary for SASS employees is set out in Annexure A.",
      "id": "s111"
    },
    {
      "text": "The introduction of the proposed notional salary for SASS Employees shall occur after the necessary legislative change, the introduction of the new agreed hours of work and roster arrangements and the introduction of the annual salary as referred to in Clause 6.2.2.1 above.",
      "id": "s112"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s113"
    },
    {
      "text": ")\n \n\n30 The Annual Salary contemplated by cl 6.2.2 is set out in Annexure A to the AMOU Agreement (cll 6.2.1, 6.4.1).",
      "id": "s114"
    },
    {
      "text": "The Annual Salary for Outer Harbour Masters, for example, is stated to be $87,667 from 1 January 2006, increasing to $91,174 on 1 January 2007 and $94,821 on 1 January 2008.",
      "id": "s115"
    },
    {
      "text": "Each of the specified salaries for 2006 and 2007 incorporates an increase of 4 per cent over the previous year's annual salary.",
      "id": "s116"
    },
    {
      "text": "31 SFC is to increase the ' Employee's wages and salary ' by 4 per cent each year of the AMOU Agreement (cl 6.4.2).",
      "id": "s117"
    },
    {
      "text": "It is common ground that this increase applies to the aggregate wage, as distinct from the Annual Salary, although there is no reference to the aggregate wage in the body of the AMOU Agreement.",
      "id": "s118"
    },
    {
      "text": "(There are, however, references to the aggregate wage in Annexure C to the AMOU Agreement, to which I refer below.",
      "id": "s119"
    },
    {
      "text": ")\n \n32 Clause 6.4.3 provides as follows:\n \n 'The commencement date for the Annual Salary is the commencement of the newly agreed hours of work and roster arrangements referred to in Clauses 7 and 8 of this Agreement for the Employees in 2006.",
      "id": "s120"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s121"
    },
    {
      "text": ")\n \n\n33 Clause 7 deals with ' ROSTERING ARRANGEMENTS '.",
      "id": "s122"
    },
    {
      "text": "Since cl 7 is critical to the issue of construction presented by these proceedings, it is necessary to set out its provisions at length:\n \n \n ' 7.1 Rostering Consultation \n \n 7.1.1 The Parties are committed to working together to establish and reach agreement as soon as possible on new rosters for the purpose of introducing the Maritime Officer Annual Salary .",
      "id": "s123"
    },
    {
      "text": "Those rosters shall meet the operational needs in relation to timetables and services and offer SFC Maritime Officers adequate time off to enjoy their life outside of their work with SFC and effectively manage fatigue.",
      "id": "s124"
    },
    {
      "text": "7.1.2 The hours of work, rosters and overtime entitlements applying at the time of the signing of this Agreement are set out in Annexure C to this Agreement.",
      "id": "s125"
    },
    {
      "text": "These arrangements are based on a 38 hour ordinary working week.",
      "id": "s126"
    },
    {
      "text": "The provisions set out in Annexure C shall continue until the new agreed rosters and annual salaries are put into operation .",
      "id": "s127"
    },
    {
      "text": "7.1.3 SFC is committed to reviewing rosters on a regular basis and to meet with the Workplace Delegates Council to reach agreement on any proposed changes to the rosters.",
      "id": "s128"
    },
    {
      "text": "7.1.4 The Parties agree that rosters shall be developed to provide equity amongst the Maritime Officers.",
      "id": "s129"
    },
    {
      "text": "7.1.5 The Parties are committed to developing team-based rosters.",
      "id": "s130"
    },
    {
      "text": "7.2 Adherence to Rosters \n \n 7.2.1 The Employee is committed to attending work in accordance with his/her roster.",
      "id": "s131"
    },
    {
      "text": "The Employee shall report on and report off at the commencement and completion of each shift as agreed between the Parties.",
      "id": "s132"
    },
    {
      "text": "7.3 Roster Display \n \n 7.3.1 Rosters and leave rosters for all Employees shall be exhibited by SFC at a place reasonably accessible to the Employees and shall not be altered without the notice period set out in this Agreement.",
      "id": "s133"
    },
    {
      "text": "7.3.2 Rosters for all Permanent and Temporary Employees shall be prepared on a 4 or 6 weekly cycle based on maximum 12 hour and minimum 6 hour shifts.",
      "id": "s134"
    },
    {
      "text": "7.3.3 Subject to approval by SFC, Employees shall be entitled to vary their leave rosters allocation through the identification of a vacant slot or reaching an agreement to swap with another Employee.",
      "id": "s135"
    },
    {
      "text": "7.4 Roster Disputes \n \n 7.4.1 Following the implementation of the new agreed rosters (referred to in Clause 7.1 above) in the event that a dispute arises between the Parties concerning the implementation or proposed implementation of a roster, the dispute shall be progressed in accordance with the provisions roster change of the Disputes Settlement Procedure set out in this Agreement.",
      "id": "s136"
    },
    {
      "text": "7.5 Notification of Roster Changes \n \n 7.5.1 SFC shall provide 7 days notice to Maritime Officers of an agreed roster change.",
      "id": "s137"
    },
    {
      "text": "7.5.2 SFC shall provide 24 hours notice to a Maritime Officer undertaking work as a spare where there is a change in shift.",
      "id": "s138"
    },
    {
      "text": "7.5.3 SFC shall provide 21 days notice to Permanent and Temporary Maritime Officers of a significant roster change.",
      "id": "s139"
    },
    {
      "text": "' (Emphasis added, other than to sub-headings.",
      "id": "s140"
    },
    {
      "text": ")\n \n \n\n34 Clause 8 of the AMOU Agreement is concerned with ' HOURS OF WORK '.",
      "id": "s141"
    },
    {
      "text": "It relevantly provides as follows:\n \n '8.1 General \n \n \n \n 8.1.1 The hours of duty shall be set out in the agreed rosters .",
      "id": "s142"
    },
    {
      "text": "The AMOU and the Employees are committed to finalising the agreed rosters by 1 October 2006 in the interests of SFC operational requirements.",
      "id": "s143"
    },
    {
      "text": "Upon the introduction of the agreed rosters SFC shall introduce the annual salary and notional superable salary for SASS Employees as contained in Annexure A.",
      "id": "s144"
    },
    {
      "text": "8.1.2 Each Maritime Officer shall be entitled to a minimum of 165 Days free of duty and up to 200 days of duty over 365 days per year within an agreed roster .",
      "id": "s145"
    },
    {
      "text": "These hours of work shall be based on a 38 hour ordinary working week.",
      "id": "s146"
    },
    {
      "text": "8.1.3 Employees shall be rostered on and be available for duty as set out in rosters to be developed and agreed between the Parties in accordance with the provisions of this Agreement.",
      "id": "s147"
    },
    {
      "text": "8.1.4 Each and every Employee shall be available to undertake all work when rostered for duty.",
      "id": "s148"
    },
    {
      "text": "That work includes ferry operations, standbys, in-service maintenance, trials and drills, special projects, attending meetings and training.",
      "id": "s149"
    },
    {
      "text": "8.1.5 The agreed rostered shifts shall be up to a maximum of 12 hours per day with a minimum of 6 hours.",
      "id": "s150"
    },
    {
      "text": "... \n \n 8.1.7 Where an employee actually commences work and is not required for an entire shift the Employee shall be relocated to other work or shall be released from duty with payment for a minimum 6 hour shift.",
      "id": "s151"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s152"
    },
    {
      "text": ")\n \n \n\n35 Clause 11.1 addresses ' OVERTIME ' as follows:\n \n 'After the Parties agree and introduce new rosters (see clause 7.1) all Permanent and Temporary Employees who are on an Annual Salary will not entitled to overtime payments.",
      "id": "s153"
    },
    {
      "text": "' (Emphasis added.",
      "id": "s154"
    },
    {
      "text": ")\n \n\n36 The terms of cl 7.1.2, which refers to Annexure C, have been set out ([33]).",
      "id": "s155"
    },
    {
      "text": "Annexure C is headed ' WORK ARRANGEMENTS AT COMMENCEMENT OF AGREEMENT '.",
      "id": "s156"
    },
    {
      "text": "The provisions of Annexure C replicate, with some variations, the equivalent provisions of the AMOU Agreement 2004 and indeed incorporate cross-references to the latter.",
      "id": "s157"
    },
    {
      "text": "For example, cl 2 of Annexure C, which deals with hours of work, allowances and overtime for Outer Harbour Masters, more or less corresponds to cl 13 of the AMOU Agreement 2004.",
      "id": "s158"
    },
    {
      "text": "Similarly cl 4 of Annexure C, dealing with overtime, corresponds to cl 15 of the AMOU Agreement 2004, except that it specifies the precise penalties that must be paid for overtime (time and a half for the first two hours and then double time).",
      "id": "s159"
    },
    {
      "text": "37 Annexure C substantially replicates cll 10, 13, 14, 15, 16, 32 (' Call Ins ') and 45 (' Attending for Duty ') of the AMOU Agreement 2004.",
      "id": "s160"
    },
    {
      "text": "(I have referred to cll 10, 13, 14, 15 and 16 in [22]-[23] above.",
      "id": "s161"
    },
    {
      "text": ") Annexure C contains no equivalent to cl 44 of the AMOU Agreement 2004.",
      "id": "s162"
    },
    {
      "text": "SUBMISSIONS \n SFC's Submissions \n \n38 In its written submissions, SFC contends that cl 7.5 of the AMOU Agreement, when read with cl 7.3.1, governs the rights and obligations of the parties in relation to changes in rosters.",
      "id": "s163"
    },
    {
      "text": "According to SFC, there are two requirements for roster changes:\n \n&#8226; the giving of notice pursuant to cl 7.5; and\n \n \n &#8226; agreement being obtained from the AMOU but in respect of one form of roster change only, namely the introduction of ' new rosters for the purpose of introducing the Maritime Officer Annual Salary ' (cl 7.1.1).",
      "id": "s164"
    },
    {
      "text": "39 SFC submits that the notification provisions of cl 7.5 must be understood within this framework.",
      "id": "s165"
    },
    {
      "text": "Clause 7.5.1, so SFC argues, specifies the period of notice (seven days) required for an agreed roster change, while cl 7.5.2 and cl 7.5.3 specify the periods of notice applicable to different kinds of roster changes unilaterally imposed by SFC.",
      "id": "s166"
    },
    {
      "text": "In the case of a change in shift unilaterally imposed by SFC, only 24 hours notice is required (cl 7.5.2).",
      "id": "s167"
    },
    {
      "text": "In the case of ' a significant roster change ' unilaterally imposed by SFC, 21 days notice is required (cl 7.5.3).",
      "id": "s168"
    },
    {
      "text": "40 It follows, according to SFC, that AMOU's agreement to a new roster is necessary only where the new roster is for the purpose of introducing the Annual Salary.",
      "id": "s169"
    },
    {
      "text": "This conclusion is said to be supported by the different periods of notice specified in cl 7.5.",
      "id": "s170"
    },
    {
      "text": "A relatively short period (seven days) is required for an agreed change, no matter how important the change may be, while a significant roster change imposed unilaterally requires the longer period of 21 days.",
      "id": "s171"
    },
    {
      "text": "Moreover, the omission of the word ' agreed ' from cl 7.5.3 must be taken to be deliberate.",
      "id": "s172"
    },
    {
      "text": "41 SFC also relies on the position predating the AMOU Agreement.",
      "id": "s173"
    },
    {
      "text": "Clause 44 of the AMOU Agreement recognised SFC's existing right, founded on its entitlements as an employer, to change the rosters unilaterally for ' good and sufficient reasons ' on seven days notice.",
      "id": "s174"
    },
    {
      "text": "SFC submits that the AMOU Agreement could not have been intended to deprive SFC of its pre-existing right to introduce a crew based roster without the prior consent of the AMOU.",
      "id": "s175"
    },
    {
      "text": "Mr Dixon SC, who appeared with Mr Saunders for SFC, pointed out in argument that cl 7.3.1, which requires SFC to exhibit rosters and provides that they are not to be altered without the notice period set out in the Agreement, does not say that the rosters cannot be altered in the absence of agreement.",
      "id": "s176"
    },
    {
      "text": "42 SFC says that the aggregate wage system was introduced to limit the amount of overtime payable to employees but that, as cl 16 of the AMOU Agreement 2004 acknowledged, the system has not achieved its objective.",
      "id": "s177"
    },
    {
      "text": "The point of introducing the Maritime Officer Annual Salary is to deal with this problem.",
      "id": "s178"
    },
    {
      "text": "The AMOU Agreement links the introduction of the Annual Salary to changes in the roster system.",
      "id": "s179"
    },
    {
      "text": "This link reflects an expectation that, as part of the negotiations for the introduction of the Annual Salary, the parties might agree upon roster changes, perhaps to compensate for the loss of employees' overtime entitlements.",
      "id": "s180"
    },
    {
      "text": "SFC submits, however, that the fact that the AMOU Agreement contemplates agreed roster changes as part of the process leading to the Annual Salary does not detract from its right to introduce crew based rosters within the existing aggregate wage regime.",
      "id": "s181"
    },
    {
      "text": "43 In his oral submissions, Mr Dixon distinguished between provisions of general application contained in the AMOU Agreement and provisions which were intended to apply specifically to the new agreed rosters brought into force for the purpose of introducing the Annual Salary.",
      "id": "s182"
    },
    {
      "text": "Clause 8.1, for example, sets out hours of duty and other terms applicable to the agreed rosters , while other provisions, such as the maximum hours for shifts provided for in cl 7.3.2, are general in operation.",
      "id": "s183"
    },
    {
      "text": "Thus any agreed roster would have to provide for a minimum of 165 days free of duty, as required by cl 8.1.2 of the AMOU Agreement.",
      "id": "s184"
    },
    {
      "text": "44 Mr Dixon accepted in the course of argument that the AMOU Agreement does not give SFC free reign to impose unilaterally any roster changes it sees fit.",
      "id": "s185"
    },
    {
      "text": "When pressed to identify the precise limitation, he said that any roster changes unilaterally imposed by SFC must be consistent with the provisions of Annexure C to the AMOU Agreement.",
      "id": "s186"
    },
    {
      "text": "On this approach, a proposed roster change which is inconsistent with the provisions of Annexure C must receive the prior approval of AMOU.",
      "id": "s187"
    },
    {
      "text": "Mr Dixon gave as an example of such an inconsistency a proposed roster which departs from the average fortnightly hourly cycle mandated by cl 2.1.1(i) of Annexure C. Mr Dixon accepted that, in the absence of agreement by the AMOU to a proposed new roster which is inconsistent with Annexure C, the roster could not be introduced.",
      "id": "s188"
    },
    {
      "text": "The Annual Salary arrangements specified in Annexure A to the AMOU Agreement could not come into force.",
      "id": "s189"
    },
    {
      "text": "45 SFC accepts that the introduction of the new crew based roster is a ' significant roster change ' for the purposes of cl 7.5.3 of the AMOU Agreement.",
      "id": "s190"
    },
    {
      "text": "It follows, on its submissions, that the giving of 21 days notice to the employees of the new roster system is a necessary and sufficient condition for its introduction.",
      "id": "s191"
    },
    {
      "text": "This is because, so SFC contends, the proposed new roster is consistent with the provisions of Annexure C to the AMOU Agreement.",
      "id": "s192"
    },
    {
      "text": "AMOU's Submissions \n \n46 AMOU submits that the provisions of the AMOU Agreement provide clear evidence that changes to the rosters existing at the time the Agreement came into force must be made with the consent of AMOU and cannot be implemented by unilateral action on the part of SFC.",
      "id": "s193"
    },
    {
      "text": "AMOU refers to cl 6.2.2.1, 6.2.2.4, 7.1.1, 7.1.2, 7.1.3, 7.1.5, 7.4.1, 8.1.1, 8.1.3 and 11.1 of the AMOU Agreement as provisions indicating that the parties assumed that changes to the roster system could be introduced only by agreement.",
      "id": "s194"
    },
    {
      "text": "47 AMOU argues that cl 7, in particular, indicates that the parties to the AMOU Agreement contemplated that changes to the roster arrangements would require prior agreement with AMOU.",
      "id": "s195"
    },
    {
      "text": "It points out that cl 7.1.3 commits SFC to reviewing the rosters on a regular basis and to meet with the Delegates Council to reach agreement on any proposed changes to the rosters.",
      "id": "s196"
    },
    {
      "text": "SFC also says that cl 7.1.2 preserves existing roster arrangements until the new agreed rosters are put into operation and is inconsistent with the introduction of a new set of rosters without agreement being reached.",
      "id": "s197"
    },
    {
      "text": "It acknowledges that Annexure C, which is referred to in cl 7.1.2, does not set out the rosters themselves.",
      "id": "s198"
    },
    {
      "text": "However:\n \n 'the plain intention of [cl 7.1.2] is that existing arrangements of hours of work, rosters and overtime continue until agreement is reached on new rosters'.",
      "id": "s199"
    },
    {
      "text": "48 According to AMOU, SFC's construction of the AMOU Agreement would render otiose all the provisions referring to the implementation of ' agreed rosters '.",
      "id": "s200"
    },
    {
      "text": "There would have been no point in including elaborate provisions relating to the processes for reaching agreement if SFC could unilaterally impose significant changes on employees.",
      "id": "s201"
    },
    {
      "text": "AMOU submits that the AMOU Agreement expressly identifies the introduction of crew based rosters as a matter that is to be the subject of consultation and agreement between the parties (cll 7.1.3, 7.1.5).",
      "id": "s202"
    },
    {
      "text": "49 AMOU accepts that there is a ' degree of ambiguity ' in cl 7.5, which deals with notification of roster changes.",
      "id": "s203"
    },
    {
      "text": "But any ambiguity can be resolved by treating cl 7.5 as applying to the notification to individual officers of changes in their work arrangements, rather than to the notification to the workforce as a whole of the comprehensive alteration of all rosters.",
      "id": "s204"
    },
    {
      "text": "For example, the reference in cl 7.5.1 to ' an agreed roster change ' is apt to describe a change to an individual roster, as distinct from the expression ' new agreed rosters ' used elsewhere in the AMOU Agreement.",
      "id": "s205"
    },
    {
      "text": "Moreover, cl 7.5 makes no provision for notification of any change to AMOU, a party to the AMOU Agreement.",
      "id": "s206"
    },
    {
      "text": "In short, so AMOU argues, cl 7.5 is a mere notification provision that cannot control the construction of other parts of the AMOU Agreement.",
      "id": "s207"
    },
    {
      "text": "50 Mr Crawshaw accepted in oral argument that SFC was not completely powerless, in the absence of agreement from AMOU, to alter any element of the roster system.",
      "id": "s208"
    },
    {
      "text": "He agreed that it was permissible for SFC to give notice under cl 7.5 of unilateral changes to the roster system provided:\n \n 'it is not a change to the system itself but a change within the existing system ...",
      "id": "s209"
    },
    {
      "text": "Indeed, we accept that within the parameters of the existing system of rosters, there can be significant changes made.",
      "id": "s210"
    },
    {
      "text": "' \n \n\nMr Crawshaw gave as an example of a significant change that SFC can introduce unilaterally a requirement that an employee or employees move from one vessel to another.",
      "id": "s211"
    },
    {
      "text": "REASONING \n Principles \n \n51 There was no dispute as to the principles that apply to the construction of a collective agreement such as the AMOU Agreement.",
      "id": "s212"
    },
    {
      "text": "Both parties referred to the observations of Madgwick J in Kucks v CSR Ltd (1996) 66 IR 182, at 184, quoted with approval by Kirby and Callinan JJ in separate judgments in Amcor Ltd v Construction, Forestry, Mining and Energy Union [2005] HCA 10 ; (2005) 222 CLR 241 , at 270-271 [96], at 282-283 [129]-[130]:\n \n 'It is trite that narrow or pedantic approaches to the interpretation of an award are misplaced.",
      "id": "s213"
    },
    {
      "text": "The search is for the meaning intended by the framer(s) of the document, bearing in mind that such framer(s) were likely of a practical bent of mind: they may well have been more concerned with expressing an intention in ways likely to have been understood in the context of the relevant industry and industrial relations environment than with legal niceties or jargon.",
      "id": "s214"
    },
    {
      "text": "Thus, for example, it is justifiable to read the award to give effect to its evident purposes, having regard to such context, despite mere inconsistencies or infelicities of expression which might tend to some other reading.",
      "id": "s215"
    },
    {
      "text": "And meanings which avoid inconvenience or injustice may reasonably be strained for.",
      "id": "s216"
    },
    {
      "text": "For reasons such as these, expressions which have been held in the case of other instruments to have been used to mean particular things may sensibly and properly be held to mean something else in the document at hand.",
      "id": "s217"
    },
    {
      "text": "' \n \n\n52 As this passage implies, the language used in a collective agreement must be understood in context.",
      "id": "s218"
    },
    {
      "text": "The context includes the entire document of which the relevant provisions form part but it extends to the industrial context which gave rise to the agreement: Amcor v CFMEU, at 246 [2], per Gleeson CJ and McHugh J; Short v F W Hercus Pty Ltd [1993] FCA 51 ; (1993) 40 FCR 511 , at 518, per Burchett J (with whom Drummond J agreed).",
      "id": "s219"
    },
    {
      "text": "The words of the award or agreement cannot be interpreted in a vacuum divorced from industrial realities.",
      "id": "s220"
    },
    {
      "text": "Nonetheless, the words should make sense according to the conventions of the English language: City of Wanneroo v Holmes (1989) 30 IR 362, at 378-379, 380, per French J.",
      "id": "s221"
    },
    {
      "text": "The Relief Sought by SFC \n \n53 The form of the declaratory relief sought by SFC presents difficulties.",
      "id": "s222"
    },
    {
      "text": "For example, one of the declarations proposed by SFC is that, on the proper construction of the AMOU Agreement, SFC is not required to obtain the agreement of AMOU before giving notice of a ' significant roster change ' and introducing such roster change.",
      "id": "s223"
    },
    {
      "text": "The reference to ' significant roster change ' is presumably intended to be to the expression used in cl 7.5.3 of the AMOU Agreement.",
      "id": "s224"
    },
    {
      "text": "54 On SFC's own argument, certain roster changes require the prior agreement of AMOU, namely those that incorporate terms inconsistent with the provisions of Annexure C to the AMOU Agreement.",
      "id": "s225"
    },
    {
      "text": "A new roster incorporating such terms may well involve ' significant roster changes ', assuming that expression is to be given its ordinary meaning.",
      "id": "s226"
    },
    {
      "text": "55 SFC's arguments seem to proceed on the basis that an agreed change to the roster system requires seven days notice pursuant to cl 7.5.1 while cl 7.5.3, which requires 21 days notice, is concerned only with roster changes unilaterally imposed by SFC.",
      "id": "s227"
    },
    {
      "text": "But even if SFC's arguments are correct, it is difficult to see how a declaration in the form proposed would be appropriate.",
      "id": "s228"
    },
    {
      "text": "On SFC's case not all ' significant roster changes ' (giving that phrase its ordinary English meaning) can be introduced by it unilaterally.",
      "id": "s229"
    },
    {
      "text": "Yet the proposed declaration seems to suggest that SFC is entitled to introduce unilaterally any significant roster change simply by giving notice pursuant to cl 7.5.3.",
      "id": "s230"
    },
    {
      "text": "Presumably on SFC's construction argument, the proposed declarations should distinguish between significant roster changes that are consistent with Annexure C and those that are not.",
      "id": "s231"
    },
    {
      "text": "But in their current form the declarations make no such distinction.",
      "id": "s232"
    },
    {
      "text": "56 The substantive issue in dispute between the parties seems to be whether SFC requires the prior agreement of AMOU in order to introduce the crew based rosters the subject of SFC's notification on 2 May 2008.",
      "id": "s233"
    },
    {
      "text": "Even that question is difficult to resolve on the material before me, since it does not depend simply on the correct construction of the AMOU Agreement.",
      "id": "s234"
    },
    {
      "text": "While the parties agree on the broad effect of SFC's proposed crew based rosters, they disagree as to whether, as a matter of fact, the proposed rosters are consistent with the provisions of Annexure C to the AMOU Agreement.",
      "id": "s235"
    },
    {
      "text": "Mr Dixon asserted in argument that they are; Mr Crawshaw asserted that they are not.",
      "id": "s236"
    },
    {
      "text": "The evidence appears to be inconclusive (at least without explanation and analysis) and was not the subject of detailed submissions.",
      "id": "s237"
    },
    {
      "text": "57 The reason that it may be important to ascertain whether SFC's proposed crew based rosters are consistent with the provisions of Annexure C is that, if they are not, SFC accepts that the rosters cannot be introduced without AMOU's agreement.",
      "id": "s238"
    },
    {
      "text": "In that situation, even if SFC's construction arguments are correct, it would not be entitled to a declaration stating or implying that it could introduce its proposed crew based rosters without SFC's prior agreement.",
      "id": "s239"
    },
    {
      "text": "58 There may be something to be said for dismissing the proceedings on the ground that, even if SFC's construction arguments are correct, it is not entitled to the declaratory relief it seeks.",
      "id": "s240"
    },
    {
      "text": "(I leave to one side whether s 849(1) of the WR Act authorises the declarations sought by SFC insofar as they do not relate solely to an ' interpretation of a collective agreement '.",
      "id": "s241"
    },
    {
      "text": ") However, the parties have debated the question of whether the AMOU Agreement, on its proper construction, precludes SFC from introducing a crew based roster system without the prior agreement of AMOU.",
      "id": "s242"
    },
    {
      "text": "Not only would the time and costs devoted to the debate be wasted if I do not address the question, but the evidence suggests that the public has an interest in having the issue determined because of possible safety consequences for passengers if SFC cannot act unilaterally.",
      "id": "s243"
    },
    {
      "text": "If SFC's construction argument is correct, it may be able to reframe the declaratory relief it seeks to avoid the difficulties I have identified.",
      "id": "s244"
    },
    {
      "text": "If it is incorrect at least the parties will have a better idea of where they stand.",
      "id": "s245"
    },
    {
      "text": "I therefore consider it appropriate to address the question I have identified in this paragraph.",
      "id": "s246"
    },
    {
      "text": "The Construction Issue \n \n59 The resolution of the question of construction posed by the competing submissions is not easy.",
      "id": "s247"
    },
    {
      "text": "The many provisions referred to in argument are not free from the ' apparent inconsistencies ', if not ' illogicality ', that often characterise collective agreements negotiated between employers and employees' organisations: cf City of Wanneroo v Australian Municipal, Administrative, Clerical and Services Union (2006) 153 IR 426, at 440 [57], per French J.",
      "id": "s248"
    },
    {
      "text": "The difficulties of construction are compounded by the fact that the AMOU Agreement does not specifically (let alone unambiguously) address whether or not SFC needs the prior agreement of AMOU to introduce crew based rosters.",
      "id": "s249"
    },
    {
      "text": "60 Of course there is nothing unusual in an agreement, even one drafted with the benefit of considered legal advice, not specifically addressing an issue that turns out to be critical to the resolution of a dispute between the parties to the agreement.",
      "id": "s250"
    },
    {
      "text": "In this case, however, the omission of any explicit reference to SFC's ability (or inability) to introduce unilaterally crew based rosters is surprising.",
      "id": "s251"
    },
    {
      "text": "After all, the AMOU Agreement 2004 extolled the virtues of ' Vessel Teams ' (an expression similar in meaning to ' crew based rosters ') (cl 25.2).",
      "id": "s252"
    },
    {
      "text": "Moreover, I infer that SFC has been well aware for a considerable period of the safety benefits it says will flow from crew based rosters.",
      "id": "s253"
    },
    {
      "text": "Yet the AMOU Agreement apparently leaves the issue to be determined on the basis of inferences to be drawn from provisions not specifically concerned with the introduction of crew based rosters.",
      "id": "s254"
    },
    {
      "text": "61 In order to evaluate the competing arguments it is necessary to consider the terms of the AMOU Agreement in the light of the surrounding circumstances and in the context of the Agreement as a whole.",
      "id": "s255"
    },
    {
      "text": "There are a number of matters that require careful consideration.",
      "id": "s256"
    },
    {
      "text": "62 First , there is no dispute that under the AMOU Agreement 2004, SFC could have unilaterally introduced a crew based roster system in place of the system it had inherited.",
      "id": "s257"
    },
    {
      "text": "As I have noted, the virtues of ' Vessel Teams ' were expressly identified in cl 25.2 of the AMOU Agreement 2004, which also recorded that ' [SFC] and Officers [were] committed to working towards having self-managed work groups '.",
      "id": "s258"
    },
    {
      "text": "Apart from a notice provision, the only apparent qualifications to SFC's power as an employer unilaterally to introduce crew based rosters were the requirements that the changes:\n \n&#8226; be for ' good and sufficient reason ' (cl 44.1); and\n \n \n &#8226; not be inconsistent with any other provisions of the AMOU Agreement 2004 (none of which appear to have imposed restrictions on the introduction of crew based rosters as such).",
      "id": "s259"
    },
    {
      "text": "63 Secondly , despite apparently having the power to introduce crew based rosters during the currency of the AMOU Agreement 2004, SFC did not do so.",
      "id": "s260"
    },
    {
      "text": "The reasons for SFC's unwillingness or inability to introduce the rosters were not revealed by the evidence.",
      "id": "s261"
    },
    {
      "text": "64 Thirdly , the fact that SFC had the unilateral power under the AMOU Agreement 2004 to impose crew based rosters on employees does not necessarily mean that a later collective agreement between the parties should be interpreted in the same way.",
      "id": "s262"
    },
    {
      "text": "It cannot be assumed, regardless of the language used in the AMOU Agreement, that it was drafted on the basis that SFC would retain pre-existing powers.",
      "id": "s263"
    },
    {
      "text": "There are many reasons (hypothetically speaking) why SFC might have chosen to relinquish any powers that it may have had.",
      "id": "s264"
    },
    {
      "text": "SFC might have realised, for example, that roster changes it imposed unilaterally would provoke serious industrial disputation and accepted that it was better to recognise the industrial realities.",
      "id": "s265"
    },
    {
      "text": "65 Fourthly , as AMOU points out, the AMOU Agreement incorporates many references to ' new agreed ... roster arrangements ', ' new agreed rosters ' and 'agreed rosters ' (see cll 6.2.2.1, 6.2.2.4, 6.4.3, 7.1.2, 7.4.1, 8.1.1, 11.1).",
      "id": "s266"
    },
    {
      "text": "These expressions have no equivalent in the AMOU Agreement 2004.",
      "id": "s267"
    },
    {
      "text": "The language used by the parties cannot be ignored.",
      "id": "s268"
    },
    {
      "text": "66 Fifthly , the AMOU Agreement expressly links the introduction of the new agreed hours of work and roster arrangements with the payment of the Annual Salary to employees in lieu of overtime entitlements.",
      "id": "s269"
    },
    {
      "text": "The parties record their commitment to working together to reach an early agreement on new rosters ' for the purpose of introducing ' the Annual Salary (cl 7.1.1).",
      "id": "s270"
    },
    {
      "text": "Once the new arrangements are introduced, Maritime Officers receive the annual salary and lose their entitlement to overtime payments (cll 6.2.2.1, 11.1).",
      "id": "s271"
    },
    {
      "text": "67 Sixthly , the AMOU Agreement does not expressly link the introduction of new agreed hours and rosters to the introduction of a crew based roster.",
      "id": "s272"
    },
    {
      "text": "In particular, neither cl 7 nor cl 8 expressly requires the new agreed rosters to incorporate a crew based arrangement.",
      "id": "s273"
    },
    {
      "text": "Clause 8 specifies certain principles with which the ' agreed rosters ' must comply, but none necessarily involves a crew based roster.",
      "id": "s274"
    },
    {
      "text": "On the other hand, nothing in cl 8 is inconsistent with the introduction of crew based rosters should the parties choose to incorporate them in the new agreed rosters.",
      "id": "s275"
    },
    {
      "text": "68 Seventhly , the AMOU Agreement records that the ' Parties are committed to developing team-based rosters ' (cl 7.1.5).",
      "id": "s276"
    },
    {
      "text": "Clause 7.1.5 is one of five provisions included under the heading ' Rostering Consultation '.",
      "id": "s277"
    },
    {
      "text": "The first of these is cl 7.1.1, which commits the parties to work together to reach agreement on new rosters for the purpose of introducing the Annual Salary.",
      "id": "s278"
    },
    {
      "text": "69 Eighthly , the AMOU Agreement records that SFC is committed to reviewing rosters on a regular basis and to meet with the Workplace Delegates Council to ' reach agreement on any proposed changes to the rosters ' (cl 7.1.3).",
      "id": "s279"
    },
    {
      "text": "It is true, as SFC points out, that a provision in this form does not necessarily mean that agreement is required for any changes to be implemented.",
      "id": "s280"
    },
    {
      "text": "But, at the least, the provision is consistent with the parties assuming that the prior agreement of AMOU is required to change rosters that incorporate crew based arrangements.",
      "id": "s281"
    },
    {
      "text": "70 Ninthly , the AMOU Agreement contemplates that the provisions set out in Annexure C will continue until the new rosters and the Annual Salary are put into operation (cl 7.1.2).",
      "id": "s282"
    },
    {
      "text": "The language used in cl 7.1.2 is somewhat opaque, if not confusing.",
      "id": "s283"
    },
    {
      "text": "For example, it is not correct to record, as cl 7.1.2 does, that the hours of work, rosters and overtime entitlements are set out in Annexure C. Further cl 7.1.2 says that the provisions set out in Annexure C , not the particular rosters then in force, continue to apply until the new agreed rosters and annual salaries come into operation.",
      "id": "s284"
    },
    {
      "text": "Moreover, although Annexure C replicates provisions found in the AMOU Agreement 2004, it does not replicate all the provisions.",
      "id": "s285"
    },
    {
      "text": "In particular, there is no equivalent in Annexure C to cl 44 (reproduced [25] above) and there is no reference to ' Vessel Teams ' or any similar expression referring to crew based rosters.",
      "id": "s286"
    },
    {
      "text": "71 Tenthly , both SFC and AMOU qualify the scope of their submissions by reference to what can fairly be described as pragmatic considerations.",
      "id": "s287"
    },
    {
      "text": "SFC accepts that the AMOU Agreement does not allow it to impose unilaterally any roster changes it sees fit.",
      "id": "s288"
    },
    {
      "text": "As I have explained ([44] above), Mr Dixon acknowledged in oral argument that any roster changes unilaterally imposed by SFC must be consistent with the provisions of Annexure C and that any proposed roster changes that are inconsistent require the agreement of AMOU.",
      "id": "s289"
    },
    {
      "text": "For its part, AMOU accepts that SFC can unilaterally impose some changes to the current roster system, provided that the changes do not alter the system itself.",
      "id": "s290"
    },
    {
      "text": "In other words, AMOU accepts that SFC can impose changes that affect only individual employees, rather than the system as a whole.",
      "id": "s291"
    },
    {
      "text": "72 It seems to me that, having regard to the matters I have identified, the better construction of the AMOU Agreement is that SFC cannot introduce a crew based rostering system except with the prior agreement of AMOU.",
      "id": "s292"
    },
    {
      "text": "The AMOU Agreement does not expressly preserve or continue any pre-existing power SFC had under the AMOU Agreement 2004 to impose a crew based roster system unilaterally.",
      "id": "s293"
    },
    {
      "text": "Had the parties intended to preserve that power in SFC, they might have been expected to make some reference to their intention, either in the body of the Agreement or in Annexure C (which replicates some, but not all, of the provisions of the AMOU Agreement 2004).",
      "id": "s294"
    },
    {
      "text": "The omission of any reference in Annexure C to ' Vessel Teams ' or crew based rosters seems to me significant, although not decisive, on the issue of construction I have identified.",
      "id": "s295"
    },
    {
      "text": "73 As I have observed, cl 8 of the AMOU Agreement does not require the new agreed rosters to incorporate crew based rosters, but nor does it prevent such rosters being incorporated.",
      "id": "s296"
    },
    {
      "text": "The parties' ability to include or exclude crew based rosters in the agreed arrangements that trigger the Annual Salary does not, however, resolve the question of whether SFC is entitled to introduce crew based rosters without prior approval of AMOU.",
      "id": "s297"
    },
    {
      "text": "In my opinion, cll 7.1.3 and 7.1.5 are of particular significance on this question.",
      "id": "s298"
    },
    {
      "text": "They appear in the AMOU Agreement under the heading ' Rostering Consultation '.",
      "id": "s299"
    },
    {
      "text": "Clause 7.1.5, which has no equivalent in the AMOU Agreement 2004, states that the parties are committed to developing team-based rosters.",
      "id": "s300"
    },
    {
      "text": "This is an odd provision to include in the AMOU Agreement if the parties intended SFC to retain its power to require employees to work to crew based rosters regardless of the opposition of AMOU.",
      "id": "s301"
    },
    {
      "text": "The language of cl 7.1.5 suggests that the parties contemplated that they would work together to reach agreement on crew based rosters, whether or not the agreement would ultimately form part of the agreed rosters that would trigger the introduction of the Annual Salary.",
      "id": "s302"
    },
    {
      "text": "74 Similarly, cl 7.1.3 commits SFC to review rosters on a regular basis and to meet with the Workplace Delegates Council to reach agreement on any changes to proposed rosters.",
      "id": "s303"
    },
    {
      "text": "The commitment referred to in this provision does not apply only to changes to the new agreed rosters, but to changes to existing rosters.",
      "id": "s304"
    },
    {
      "text": "This follows from the fact that cl 7.1.2, which immediately precedes cl 7.1.3, preserves in operation the provisions in Annexure C until new agreed rosters are put in operation.",
      "id": "s305"
    },
    {
      "text": "As I have explained, cl 7.1.3 does not mean that all changes to existing rosters, no matter how minor, must be agreed.",
      "id": "s306"
    },
    {
      "text": "But it tends to add some support to the conclusion that the introduction of crew based rosters requires AMOU's prior agreement.",
      "id": "s307"
    },
    {
      "text": "75 SFC places particular reliance on cl 7.5 of the AMOU Agreement.",
      "id": "s308"
    },
    {
      "text": "In this respect, I think that SFC's submissions place a burden on the language used by the parties that the language cannot bear.",
      "id": "s309"
    },
    {
      "text": "The heading to cl 7.5 is ' Notification of Roster Changes '.",
      "id": "s310"
    },
    {
      "text": "It is a subsidiary provision, in the sense that it simply sets out the periods of notice required for particular categories of changes to rosters.",
      "id": "s311"
    },
    {
      "text": "Seven days notice must be given to Maritime Officers for an ' agreed change ' and 21 days for ' a significant roster change '.",
      "id": "s312"
    },
    {
      "text": "It is difficult to see how a notice provision can shed light on the anterior question of whether AMOU's agreement is required for the introduction of crew based rosters.",
      "id": "s313"
    },
    {
      "text": "76 It may be correct, as SFC contends, that 21 days notice under cl 7.5.3 is required for a unilaterally imposed ' significant roster change ', but not for an agreed significant roster change.",
      "id": "s314"
    },
    {
      "text": "But this does not mean that cl 7.5.3 has no work to do.",
      "id": "s315"
    },
    {
      "text": "As Mr Dixon appeared to accept, SFC might well unilaterally impose roster changes on employees (not including the introduction of a crew based roster system) consistently with the provisions of Annexure C, the operation of which is preserved by cl 7.1.2.",
      "id": "s316"
    },
    {
      "text": "Some of these might be significant so far as the affected employees are concerned and thus require 21 days notice pursuant to cl 7.5.3.",
      "id": "s317"
    },
    {
      "text": "Indeed new agreed rosters, depending on their terms, might permit SFC to make further ' significant ' roster changes without the agreement of AMOU.",
      "id": "s318"
    },
    {
      "text": "In that case, cl 7.5.3 would presumably specify the period of notice to be given to Maritime Officers of those changes.",
      "id": "s319"
    },
    {
      "text": "77 For these reasons I think that the preferable construction of the AMOU Agreement is that SFC cannot introduce the crew based roster (or ' team-based rosters ', as they are referred to in cl 7.1.5) without the prior agreement of AMOU.",
      "id": "s320"
    },
    {
      "text": "If such agreement is forthcoming, the crew based roster can be incorporated into the ' new agreed rosters ' that trigger payment of the Annual Salary.",
      "id": "s321"
    },
    {
      "text": "Alternatively, they can be introduced independent of the arrangements that will result in the Annual Salary becoming payable to employees.",
      "id": "s322"
    },
    {
      "text": "But prior agreement by the AMOU to proposed crew based rosters is required.",
      "id": "s323"
    },
    {
      "text": "78 It is unnecessary to decide the precise extent of SFC's power to alter unilaterally the current roster system.",
      "id": "s324"
    },
    {
      "text": "In particular, it is unnecessary to determine whether Mr Crawshaw's formulation of the limits of such a power ([50] above) is correct.",
      "id": "s325"
    },
    {
      "text": "CONCLUSION \n \n79 SFC has not made out its contention that the AMOU Agreement, on its proper construction, permits it to introduce crew based rostering arrangements without the prior agreement of AMOU.",
      "id": "s326"
    },
    {
      "text": "It has therefore not made out its claim for declaratory relief.",
      "id": "s327"
    },
    {
      "text": "I have reached this conclusion independently of any difficulties presented by the form of the proposed declarations.",
      "id": "s328"
    },
    {
      "text": "80 Since there is no cross-claim, the appropriate course would seem to be to dismiss the application.",
      "id": "s329"
    },
    {
      "text": "My present view is that there should be no order as to costs (see WR Act , s 824(1)).",
      "id": "s330"
    },
    {
      "text": "Unless either party files written submissions within seven days contending for different orders, these are the orders I propose to make.",
      "id": "s331"
    },
    {
      "text": "81 I wish to add one observation.",
      "id": "s332"
    },
    {
      "text": "The task of the Court is to interpret the collective agreement which the parties, for better or worse, have negotiated.",
      "id": "s333"
    },
    {
      "text": "The evidence before me indicates that independent inquiries conducted into the operations of SFC have concluded that there are powerful public safety reasons why it should introduce a crew based rostering system.",
      "id": "s334"
    },
    {
      "text": "I am not in a position to know why such a system has not yet been introduced.",
      "id": "s335"
    },
    {
      "text": "Nor do I know what obstacles, if any, now stand in the path of an agreement being reached between SFC and AMOU concerning crew based rosters.",
      "id": "s336"
    },
    {
      "text": "But this judgment should not be understood as expressing judicial support for further delays in introducing measures that will be essential in the interests of the safety and well-being of passengers.",
      "id": "s337"
    },
    {
      "text": "I certify that the preceding eighty-one (81) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sackville.",
      "id": "s338"
    },
    {
      "text": "Associate:\n\nDated: 25 June 2008\n\n Counsel for the Applicant: Mr H Dixon SC, with Mr T Saunders \n \n Solicitor for the Applicant: Allens Arthur Robinson \n \n Counsel for the First Respondent: Mr S Crawshaw SC, with Mr M Gibian \n \n Solicitor for the First Respondent: Australian Maritime Officers Union \nCounsel for the Second and Third Respondents\n\nSolicitor for the Second and Third Respondents \nMr A Hatcher\n\n\nW G McNally Jones Staff Date of Hearing: 13 June 2008 \n \n Date of Judgment: 25 June 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/954.html",
      "id": "s339"
    }
  ]
}