{
  "name": "SZJBD v Minister for Immigration and Citizenship (includes corrigendum dated 24 June 2008) [2008] FCA 922 (20 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/922.html",
  "catchphrases": [
    {
      "text": "judicial review",
      "id": "c0"
    },
    {
      "text": "allegation of apprehended bias by the refugee review tribunal",
      "id": "c1"
    },
    {
      "text": "applicant tried to tender the tape recording of hearing before the tribunal",
      "id": "c2"
    },
    {
      "text": "federal magistrate refused to admit tape recording into evidence",
      "id": "c3"
    },
    {
      "text": "migration",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The appellant is a citizen of People's Republic of China who arrived in Australia on 19 May 2003.",
      "id": "s0"
    },
    {
      "text": "On 30 June 2003 the appellant lodged an application for a protection visa with the Department of Immigration Multicultural and Indigenous Affairs on the grounds that she feared persecution because she was a Falun Gong practitioner.",
      "id": "s1"
    },
    {
      "text": "A delegate of the first respondent refused the application for a protection visa.",
      "id": "s2"
    },
    {
      "text": "The appellant applied to the Refugee Review Tribunal (the Tribunal) for a review of that decision.",
      "id": "s3"
    },
    {
      "text": "The decision of the Tribunal as originally constituted was set aside and the review application was referred back to the Tribunal for rehearing.",
      "id": "s4"
    },
    {
      "text": "The appellant attended a hearing before a differently constituted Tribunal.",
      "id": "s5"
    },
    {
      "text": "The Tribunal asked the appellant a number of questions about Falun Gong.",
      "id": "s6"
    },
    {
      "text": "The Tribunal found the appellant to be an unreliable and untruthful witness and rejected her application.",
      "id": "s7"
    },
    {
      "text": "The appellant sought judicial review of the Tribunal's decision in the Federal Magistrates Court.",
      "id": "s8"
    },
    {
      "text": "One of the grounds relied on was bias.",
      "id": "s9"
    },
    {
      "text": "Before the Federal Magistrate, the appellant claimed that the Tribunal asked her \"misleading questions\" and that she had been \"bullied\" by the interpreter.",
      "id": "s10"
    },
    {
      "text": "The appellant asked that the Federal Magistrate listen to the tape of the Tribunal hearing, which she had with her, to substantiate her claims.",
      "id": "s11"
    },
    {
      "text": "The Federal Magistrate declined to listen to the tape.",
      "id": "s12"
    },
    {
      "text": "The Federal Magistrate dismissed the appellant's application for judicial review.",
      "id": "s13"
    },
    {
      "text": "The appellant appeared in person before me.",
      "id": "s14"
    },
    {
      "text": "She complained that the Tribunal had been biased and that the Federal Magistrate should have listened to the tape.",
      "id": "s15"
    },
    {
      "text": "I have construed the appellant's contention to be that the Federal Magistrate erred in failing to receive into evidence the tape recording of the proceeding which the appellant relied upon in support of the ground of review founded on apprehended bias.",
      "id": "s16"
    },
    {
      "text": "In my view, the appeal should be allowed.",
      "id": "s17"
    },
    {
      "text": "The Tribunal\n The reasons of the Tribunal contain the following passage: \n The applicant stated at hearing that she has been involved with Falun Gong --- as a practitioner - since 1996 - ten years.",
      "id": "s18"
    },
    {
      "text": "She gave evidence that she practiced (in China) at least three times a week and that she practices in Australia at least once a week.",
      "id": "s19"
    },
    {
      "text": "The Tribunal asked the applicant a series of questions about the background of Falun Gong, the philosophy of Falun Gong, the symbol of Falun Gong, and the actual practice of Falun Gong.",
      "id": "s20"
    },
    {
      "text": "The applicant's knowledge in all of these areas was minimal.",
      "id": "s21"
    },
    {
      "text": "The applicant either did not know, or in many instances was wrong in her answers.",
      "id": "s22"
    },
    {
      "text": "For example: \n\n \n The Tribunal asked the applicant how she would describe the philosophical basis of Falun Gong --- what is the philosophy behind it.",
      "id": "s23"
    },
    {
      "text": "The applicant stated that she cannot say.",
      "id": "s24"
    },
    {
      "text": "The Tribunal asked where the master got the ideas of Falun Gong from.",
      "id": "s25"
    },
    {
      "text": "The applicant stated that she does not know.",
      "id": "s26"
    },
    {
      "text": "The Tribunal asked the applicant the name of the Falun Gong symbol (the Wan symbol).",
      "id": "s27"
    },
    {
      "text": "The applicant stated that she does not know.",
      "id": "s28"
    },
    {
      "text": "The Tribunal asked the applicant the importance of the symbol for Falun Gong.",
      "id": "s29"
    },
    {
      "text": "The applicant stated that she cannot say.",
      "id": "s30"
    },
    {
      "text": "The Tribunal asked the applicant when the leader of Falun Gong left China for the US.",
      "id": "s31"
    },
    {
      "text": "The applicant stated that \"she forgot\".",
      "id": "s32"
    },
    {
      "text": "The Tribunal asked the applicant where he currently resides.",
      "id": "s33"
    },
    {
      "text": "The applicant stated that she does not know.",
      "id": "s34"
    },
    {
      "text": "The Tribunal asked the applicant what are the \"key\" events in the life of Falun Gong for example: \n\n \n The Tribunal asked the applicant when was Li Hongzhi born.",
      "id": "s35"
    },
    {
      "text": "The applicant stated that she does not know.",
      "id": "s36"
    },
    {
      "text": "When exactly did he found Falun Gong.",
      "id": "s37"
    },
    {
      "text": "The applicant stated that it was in 1992.",
      "id": "s38"
    },
    {
      "text": "The Tribunal asked when in 1992.",
      "id": "s39"
    },
    {
      "text": "The applicant stated that it was September, (independent evidence states that it was 22 May 1992).",
      "id": "s40"
    },
    {
      "text": "The Tribunal asked when Zhuan Falun was banned.",
      "id": "s41"
    },
    {
      "text": "The applicant stated that it was in 1999 (evidence shows that it was 24 July 1996).",
      "id": "s42"
    },
    {
      "text": "When was an arrest warrant issued for Li Hongzhi by the PRC authorities.",
      "id": "s43"
    },
    {
      "text": "The applicant stated it was 1999.",
      "id": "s44"
    },
    {
      "text": "The Tribunal asked the applicant when in 1999.",
      "id": "s45"
    },
    {
      "text": "The applicant stated that it was 21 September 1999 (independent evidence shows it was 29 July 1999).",
      "id": "s46"
    },
    {
      "text": "Whilst the applicant knew there are five exercises, she could only name one of them, stating that she has \"forgotten the others\".",
      "id": "s47"
    },
    {
      "text": "The Tribunal asked the applicant the principal publications of Falun Gong.",
      "id": "s48"
    },
    {
      "text": "The applicant stated that she has forgotten.",
      "id": "s49"
    },
    {
      "text": "The Tribunal asked the name of any book Li Hongzhi has written.",
      "id": "s50"
    },
    {
      "text": "The applicant stated that she cannot.",
      "id": "s51"
    },
    {
      "text": "The applicant claimed at hearing to have been involved in Falun Gong since 1996 - ten years - and yet her knowledge of almost all aspects of Falun Gong was infinitesimal.",
      "id": "s52"
    },
    {
      "text": "The Tribunal asked the applicant if she wished to give an explanation for her lack of knowledge about the organisation she claimed to have been involved in for ten years.",
      "id": "s53"
    },
    {
      "text": "The applicant declined to do so.",
      "id": "s54"
    },
    {
      "text": "In dismissing her application, the Tribunal stated that there were also other inconsistencies in the appellant's evidence relating to her residence which undermined her credibility.",
      "id": "s55"
    },
    {
      "text": "The Federal Magistrate\n As already mentioned, one of the appellant's grounds of review was that the Tribunal was biased.",
      "id": "s56"
    },
    {
      "text": "The appellant appeared in person before the Federal Magistrate.",
      "id": "s57"
    },
    {
      "text": "The transcript of the hearing before the Federal Magistrate was not in evidence.",
      "id": "s58"
    },
    {
      "text": "However, it is evident from the reasons of the Federal Magistrate that the appellant complained to the Federal Magistrate about the way she had been questioned by the Tribunal - which she characterised as \"misleading\" --- and that she had been bullied by the interpreter.",
      "id": "s59"
    },
    {
      "text": "It is also apparent that the Federal Magistrate refused the appellant's application that he listen to the tape of the Tribunal hearing which the appellant had with her.",
      "id": "s60"
    },
    {
      "text": "The Federal Magistrate explained why he did not admit the tape into evidence.",
      "id": "s61"
    },
    {
      "text": "The Federal Magistrate said at [3]-[4]: \n In the course of the Tribunal hearing the applicant was asked a series of questions which have been helpfully set out at [CB 94-96].",
      "id": "s62"
    },
    {
      "text": "They were questions both about the applicant's actual knowledge of the Falun Gong movement and the master Li Hongzhi and her own association with the movement.",
      "id": "s63"
    },
    {
      "text": "During the course of the hearing today the applicant told me that she wished the court to hear the tape because, she said, a lot of the questions that were asked by the Tribunal were misleading.",
      "id": "s64"
    },
    {
      "text": "I asked her if she could give an example and she gave me one which, so far as I now recall, was when the master left China for the United States.",
      "id": "s65"
    },
    {
      "text": "That question is contained in the court book as were some of the other questions that she referred me to.",
      "id": "s66"
    },
    {
      "text": "In the end the applicant indicated that as these questions appeared to be available to me from the court book it was not necessary to listen to the tape.",
      "id": "s67"
    },
    {
      "text": "I have looked at the questions.",
      "id": "s68"
    },
    {
      "text": "I cannot say that any of them are misleading and I cannot really say that any of them are totally irrelevant although one might be forgiven for questioning whether knowledge of when the master left China for the United States, his date of birth and the date that an arrest warrant was issued for him by the PRC authorities are necessarily relevant in determining whether an applicant is a genuine adherent.",
      "id": "s69"
    },
    {
      "text": "As to the relevance of the tape to the appellant's complaint that she was bullied by the interpreter, the Federal Magistrate said at [12]: \n Finally, before me the applicant claimed that she was badly treated by the interpreter who, she said, was rude to her and treated her as if she was a prisoner.",
      "id": "s70"
    },
    {
      "text": "She does not tell the court that she made any complaint about the interpreter until today to anyone.",
      "id": "s71"
    },
    {
      "text": "She has not produced any independent evidence of this allegation.",
      "id": "s72"
    },
    {
      "text": "To the extent that the bullying might be manifested in the tape recording I would gain nothing from listening to that because I do not understand the Mandarin language and it would definitely require some expert opinion being provided from a person who does understand Mandarin and the nuances of interpretation.",
      "id": "s73"
    },
    {
      "text": "I am, therefore, unable to take this complaint of the applicant's any further although I note that it is unlikely to constitute the type of conduct that would allow a court to find that the provisions of s 425 of the Migration Act 1958 (the \"Act\") had not been complied with.",
      "id": "s74"
    },
    {
      "text": "The Federal Magistrate also expressed some disquiet about the use by the Tribunal of the word \"infinitesimal\" in describing the appellant's lack of knowledge of Falun Gong.",
      "id": "s75"
    },
    {
      "text": "The Federal Magistrate treated the appellant's complaint about the nature of questioning by the Tribunal and the allegations of \"bullying\" by the interpreter as being separate to the allegation of bias.",
      "id": "s76"
    },
    {
      "text": "The Federal Magistrate went on to consider the question of bias and said he was not satisfied that the appellant had established either actual or ostensible bias in the actions of the Tribunal.",
      "id": "s77"
    },
    {
      "text": "The Federal Magistrate found that the appellant had \"not assisted the court by the provision of any particulars\" from which a conclusion of bias could be drawn.",
      "id": "s78"
    },
    {
      "text": "The Federal Magistrate dismissed the application.",
      "id": "s79"
    },
    {
      "text": "The appeal\n On 7 November 2007 the appellant filed a notice of appeal.",
      "id": "s80"
    },
    {
      "text": "The first ground was that the Tribunal was biased.",
      "id": "s81"
    },
    {
      "text": "The effect of what the appellant said to me by way of oral submission was that the Tribunal had asked questions which indicated that it had a closed mind on whether she was a Falun Gong practitioner and that the Tribunal and interpreter had acted oppressively during the hearing.",
      "id": "s82"
    },
    {
      "text": "The appellant also said that the Federal Magistrate should have listened to the tape of the hearing before the Tribunal.",
      "id": "s83"
    },
    {
      "text": "As I have previously mentioned, I have treated the appellant's complaint to be that the Federal Magistrate erred in failing to accept the tender of evidence advanced to support the appellant's complaint of apprehended bias.",
      "id": "s84"
    },
    {
      "text": "In the case of Re Refugee Review Tribunal and Another; Ex parte H and Another [2001] HCA 28 ; (2001) 179 ALR 425 , the High Court stated at 435 ([30]-[31]): \n Where, as in the present case, credibility is in issue, the person conducting inquisitorial proceedings will necessarily have to test the evidence presented - often vigorously.",
      "id": "s85"
    },
    {
      "text": "Moreover, the need to ensure that the person who will be affected by the decision is accorded procedural fairness will often require that he or she be plainly confronted with matters which bear adversely on his or her credit or which bring his or her account into question.",
      "id": "s86"
    },
    {
      "text": "Similar questions by a judge in curial proceedings in which the parties are legally represented may more readily give rise to an apprehension of bias than in the case of inquisitorial proceedings.",
      "id": "s87"
    },
    {
      "text": "Where, however, parties are not legally represented in inquisitorial proceedings, care must be taken to ensure that vigorous testing of the evidence and frank exposure of its weaknesses do not result in the person whose evidence is in question being overborne or intimidated.",
      "id": "s88"
    },
    {
      "text": "If that should happen, a fair-minded lay observer or a properly informed lay person might readily infer that there is no evidence that the witness can give which can change the decision-maker's view.",
      "id": "s89"
    },
    {
      "text": "In my view, the true nature of the complaint which the appellant was making before the Federal Magistrate, when she referred to the \"misleading\" nature of the Tribunal's questions and the alleged bullying by the interpreter, was a complaint of the nature referred to in these observations of the High Court.",
      "id": "s90"
    },
    {
      "text": "That is, that the hearing was conducted in a matter that might give rise to the inference in the mind of a fair-minded lay observer that the Tribunal did not have an open mind on the question of whether she was a Falun Gong practitioner.",
      "id": "s91"
    },
    {
      "text": "In my view, in the overall context of the appellant's complaint, the Federal Magistrate took too literal a view of the appellant's complaint by treating the complaints as to the \"misleading\" questions and the bullying by the interpreter as discrete complaints rather than incidents of a complaint of apprehended bias.",
      "id": "s92"
    },
    {
      "text": "Some of the questions the Tribunal asked of the appellant appeared to be sufficiently peripheral as to cause some concern to the Federal Magistrate.",
      "id": "s93"
    },
    {
      "text": "It was at least arguable that the questions were capable of causing a fair-minded lay observer to query whether questions of this kind would be asked by a person seeking fairly to test whether the appellant was an adherent to Falun Gong.",
      "id": "s94"
    },
    {
      "text": "Further, the Federal Magistrate correctly expressed some disquiet about the use of the word \"infinitesimal\" by the Tribunal in describing the appellant's knowledge of Falun Gong.",
      "id": "s95"
    },
    {
      "text": "In other words, there was enough before the Federal Magistrate to preclude a finding that the appellant's claim of apprehended bias was so frivolous or otherwise devoid of merit, that she should not be permitted to advance evidence in support of it.",
      "id": "s96"
    },
    {
      "text": "Although new evidence will not generally be admitted on the hearing of an application for judicial review, evidence of what occurred at a hearing in support of a complaint about the absence of procedural fairness or bias in relation to the hearing, is an exception to the general rule, and may be admitted.",
      "id": "s97"
    },
    {
      "text": "(See MZXLD v Minister for Citizenship [2007] FCA 1912 at [10]-[11]).",
      "id": "s98"
    },
    {
      "text": "In my view, the Federal Magistrate erred, in the circumstances of this case, in failing to admit the tape of the hearing as evidence in support of an allegation of apprehended bias.",
      "id": "s99"
    },
    {
      "text": "This occurred because the Federal Magistrate failed to treat the complaint about the so called \"misleading\" questioning and oppressive behaviour by the interpreter as comprising incidents of a complaint of apprehended basis.",
      "id": "s100"
    },
    {
      "text": "It was not a sufficient answer to the appellant's real concern to point out, as did the Federal Magistrate, that the questions which the appellant could remember as being objectionable, were recorded in the Tribunal's reasons and that there was, therefore, no need to listen to the tape.",
      "id": "s101"
    },
    {
      "text": "This missed the point that the appellant was trying to make, namely, that the unreasonableness of some of the questions indicated a predisposition on the part of the Tribunal to find that the appellant was not a Falun Gong practitioner and the hearing was conducted in a way that reflected that attitude.",
      "id": "s102"
    },
    {
      "text": "Further, it was no answer for the Federal Magistrate to say that he would derive no assistance from the tape because he did not understand Mandarin.",
      "id": "s103"
    },
    {
      "text": "It may have been possible for the Federal Magistrate at the very least to discern from the tone of the interchanges whether there was substance to the appellant's complaint.",
      "id": "s104"
    },
    {
      "text": "In any event, the Federal Magistrate could have used the services of an interpreter.",
      "id": "s105"
    },
    {
      "text": "In other words, the Federal Magistrate erred in determining, as he, in effect, determined, that the tape could not possibly be of any probative value in respect of the allegation of apprehended bias.",
      "id": "s106"
    },
    {
      "text": "In my view, therefore, the appeal should be allowed and the application for judicial review should be referred back to the Federal Magistrate for rehearing.",
      "id": "s107"
    },
    {
      "text": "I certify that the preceding twenty-six (26) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Siopis.",
      "id": "s108"
    },
    {
      "text": "Associate:\nDated: 20 June 2008\n \n Counsel for the Appellant: Appellant appeared in person.",
      "id": "s109"
    },
    {
      "text": "Counsel for the Respondent: Ms S Kaur-Bains \n \n Solicitor for the Respondent: DLA Phillips Fox \n Date of Hearing: 28 February 2008 \n \n Date of Judgment: 20 June 2008 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/922.html",
      "id": "s110"
    }
  ]
}