{
  "name": "Smith v Australian Electoral Commission [2008] FCA 953 (27 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/953.html",
  "catchphrases": [
    {
      "text": "senate election",
      "id": "c0"
    },
    {
      "text": "petition filed under s 355 of commonwealth electoral act 1918 (cth) claiming political party obtained registration from respondent by fraud or misrepresentation",
      "id": "c1"
    },
    {
      "text": "whether petition complies with requirements of the act",
      "id": "c2"
    },
    {
      "text": "section 358 provides that no proceedings shall be had on the petition unless requirements of s 355 are complied with",
      "id": "c3"
    },
    {
      "text": "petition does not contain necessary facts as required under s 355(a)",
      "id": "c4"
    },
    {
      "text": "facts must raise matters by which the election is likely to be affected",
      "id": "c5"
    },
    {
      "text": "section 355(e) requires petition to be filed within forty days",
      "id": "c6"
    },
    {
      "text": "amendment to petition not available as forty day period has expired",
      "id": "c7"
    },
    {
      "text": "parliamentary elections",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n \n1 Mr Smith has filed a petition under s 355 of the Commonwealth Electoral Act 1918 (Cth) ('the Act') in respect of the half Senate election held on 24 November 2007 ('the election').",
      "id": "s0"
    },
    {
      "text": "The petition was filed in the High Court on 25 January 2008 as the Court of Disputed Returns (s 354 of the Act).",
      "id": "s1"
    },
    {
      "text": "On 8 April 2008 Gummow J referred the matter to this Court on the application of the respondent ('the Commission').",
      "id": "s2"
    },
    {
      "text": "The Commission also sought an order that the petition be dismissed, on the grounds that:\n \n1.",
      "id": "s3"
    },
    {
      "text": "First, as a matter of form, the petition fails to comply with s 358 of the Act.",
      "id": "s4"
    },
    {
      "text": "2.",
      "id": "s5"
    },
    {
      "text": "Secondly, as a matter of substance, the petition is doomed to failure.",
      "id": "s6"
    },
    {
      "text": "2 As the first of those grounds may be determinative of the petition, I proceeded to consider it separately.",
      "id": "s7"
    },
    {
      "text": "3 Mr Smith was the No 1 Senate candidate for The Fishing Party, contesting the election in Queensland in the above the line group ticket G. He alleges in the petition that the Commission registered a political party that contested the election for Queensland, New South Wales and South Australia, named the Australian Fishing and Lifestyle Party ('the Fishing and Lifestyle Party').",
      "id": "s8"
    },
    {
      "text": "He alleges that the Fishing and Lifestyle Party obtained Federal political party registration by \"fraud or misrepresentation\".",
      "id": "s9"
    },
    {
      "text": "For the purposes of considering the form of the petition and compliance with the Act, that allegation is accepted, as is the fact that it constitutes \"illegal practice\" within the meaning of the Act.",
      "id": "s10"
    },
    {
      "text": "\"Illegal practice\" is defined in s 352(1) as '... a contravention of this Act or the regulations ' and is a ground for voiding an election (s 362 of the Act).",
      "id": "s11"
    },
    {
      "text": "DOES THE PETITION COMPLY WITH THE REQUIREMENTS OF THE ACT?",
      "id": "s12"
    },
    {
      "text": "4 The Court has the power to declare an election void (s 360(1)(vii) of the Act).",
      "id": "s13"
    },
    {
      "text": "Section 358(1) of the Act provides that subject to subs (2), no proceedings shall be had on a petition unless the requirements of s 355 are complied with.",
      "id": "s14"
    },
    {
      "text": "5 Section 355 sets out the pre-requisites of a petition under the Act.",
      "id": "s15"
    },
    {
      "text": "That section relevantly provides:\n ...every petition disputing an election or return in this Part called the petition shall: (a) set out the facts relied on to invalidate the election or return; \n \n (aa) subject to subsection 358(2), set out those facts with sufficient particularity to identify the specific matter or matters on which the petitioner relies as justifying the grant of relief; \n \n ... \n \n (e) be filed in the Registry of the High Court within 40 days after: \n \n ... \n \n \n (ii) if the polling day for the election in dispute is also the polling day for another election or other elections --- the return of whichever of the writs for the election in dispute and that other election or those other elections is returned last \n \n \n \n6 It is also necessary to record s 362 of the Act which relevantly provides in subs (3):\n The Court of Disputed Returns shall not declare...any election void...unless the Court is satisfied that the result of the election was likely to be affected, and that it is just...that the election should be declared void.",
      "id": "s16"
    },
    {
      "text": "Does the petition set out the facts relied on?",
      "id": "s17"
    },
    {
      "text": "7 The Commission contends that:\n \n&#8226; s 355(a) requires that the petition contain a set of facts that will arguably lead to invalidation of the election and that it does not do so;\n \n&#8226; where the basis for declaring the election void under s 362 is illegal practice, the petition must establish, to the satisfaction of the Court, that the result of the election was likely to be affected (s 362(3));\n \n&#8226; no facts alleged in the petition give any indication of the actual or potential outcome of the illegal practice;\n \n&#8226; there are no facts or assertions that the result of the election was likely to be affected; and\n \n&#8226; therefore the petition fails to comply with s 355(a) of the Act and must be dismissed.",
      "id": "s18"
    },
    {
      "text": "8 Examples of facts said by Mr Kennett, counsel for the Commission, to be necessary, that are not alleged in the petition included:\n \n&#8226; the need to state the number of votes received by the Fishing and Lifestyle Party;\n \n&#8226; the proportion of the overall vote and how those votes were distributed; and\n \n&#8226; whether the share of the vote by the Fishing and Lifestyle Party was sufficiently large to affect the outcome, if those votes had been given either directly or by the distribution of preferences to another person or persons.",
      "id": "s19"
    },
    {
      "text": "9 The Commission submits that, as pointed out by Gaudron J in Webster v Deahm [1993] HCA 38 ; (1993) 116 ALR 223 at 225, the very minimum assertion necessary to constitute a fact which will invalidate an election or return for the purposes of s 355(a) of the Act is one that raises a matter or matters by which the election was likely to be affected, such as an assertion ' that goes to or bears upon the casting or counting of votes '.",
      "id": "s20"
    },
    {
      "text": "10 The petition does include some alleged facts under the heading \"The Senate Election Facts\".",
      "id": "s21"
    },
    {
      "text": "Apart from setting out some general matters about \"above and below the line\" voting, the following facts are alleged, described as \"particulars\":\n \n \n (xxxi) The above the line groups especially like minded ones are known for doing preference swaps or deals which create preference flows that either enhance or restrict a group vote tally to reach the required Quota to become elected or excluded, so the preference flow is most important to parties who fail to gain the quota at first preference.",
      "id": "s22"
    },
    {
      "text": "(xxxii) The inclusion or exclusion of above the line groups with their preference \"deals\" is crucial in the Senate preference system for any group to achieve quota or deciding last Senate spots.",
      "id": "s23"
    },
    {
      "text": "Is there a remedy for unscrambling election Senate results if a group is removed from the election after the votes have been cast and counted?",
      "id": "s24"
    },
    {
      "text": "(original emphasis)\n \n \n\n11 These alleged facts do not address the matters raised in Webster .",
      "id": "s25"
    },
    {
      "text": "Read beneficially to Mr Smith, they do suggest that the existence of a party as a group affects the actual votes recorded and also the directed distribution of preferences.",
      "id": "s26"
    },
    {
      "text": "That distribution may be influenced and affected as alleged by ' deals done prior to the election for the distribution of preferences '.",
      "id": "s27"
    },
    {
      "text": "12 Mr Smith, in his submissions, made it very clear that in questioning whether there was a way of \"unscrambling\" election results, his case as set out in those alleged facts is that the Senate election is a complex system of preference votes that are ' non-lineal '.",
      "id": "s28"
    },
    {
      "text": "He says that if a party is removed, there is no process available by any ' lineal means ' to know what would happen and that, if the party were not on the ballot paper, the outcome in terms of the likely voter pattern would be ' unpredictable '.",
      "id": "s29"
    },
    {
      "text": "He submits that there is an infinite list of variables that are likely to affect the outcome of the election and that the result of the change of one of those variables would result ' in chaos ' which, he said, would flow from the change in just one variable before the election.",
      "id": "s30"
    },
    {
      "text": "13 The Commission points out that this amounts to a case based on the contention that one variable can ' change anything and everything '.",
      "id": "s31"
    },
    {
      "text": "It submits that the statutory threshold necessary is that the election is likely to be affected .",
      "id": "s32"
    },
    {
      "text": "Accordingly, the facts relied on to invalidate the election or return under s 355(a) must be sufficient to establish, as a threshold, that the election is likely to be affected.",
      "id": "s33"
    },
    {
      "text": "An allegation of chaos that may affect the outcome is, it submits, insufficient.",
      "id": "s34"
    },
    {
      "text": "14 In a case where the relief sought is an order under s 360(1)(v) or (vii) of the Act (declaring that a person who was returned as elected was not duly elected or declaring an election void) on the ground that there has been a contravention of the Act, the consequence of s 362(3) of the Act is that, relevantly, the facts which would justify the relief must include facts which would allow the Court to be satisfied that the result of the election is likely to have been affected.",
      "id": "s35"
    },
    {
      "text": "The minimum assertion necessary to constitute such a fact is one raising the matter or matters by which the election is likely to be affected ( Webster at 225 per Gaudron J; McClure v Australian Electoral Commission [1999] HCA 31 ; (1999) 163 ALR 734 at [23] ---[24] per Hayne J).",
      "id": "s36"
    },
    {
      "text": "As Dawson J outlined in Sykes v Australian Electoral Commission [1993] HCA 36 ; (1993) 115 ALR 645 at 649, paragraph (a) requires not only the essential facts relied on to be set out but also those facts must be sufficient to justify a finding in invalidity.",
      "id": "s37"
    },
    {
      "text": "As his Honour pointed out, otherwise s 355(a) in conjunction with s 358(1) would achieve little.",
      "id": "s38"
    },
    {
      "text": "15 Whether or not the requirements of s 355(a) are complied with is to be determined solely by reference to what appears on the face of the petition ( Wheeley v Australian Electoral Commission [2005] FCA 473 at [13] per Kiefel J).",
      "id": "s39"
    },
    {
      "text": "In the present case there are no facts set out or assertions made in the petition as to the likely outcome of the election other than the possibility that, because of a preference deal, the quota or a Senate position may have been achieved for some other, unspecified, group.",
      "id": "s40"
    },
    {
      "text": "The facts alleged emphasise the difficulty of \"unscrambling\" the Senate results if a group were to be removed.",
      "id": "s41"
    },
    {
      "text": "As Dawson J said in Sykes at 649, it is not sufficient for a petitioner to allege insufficient facts to justify relief under the Act but nevertheless contend that as they were the only facts upon which he or she relied, the requirements of paragraph (a) were satisfied.",
      "id": "s42"
    },
    {
      "text": "16 I accept the Commission's submissions that the statutory threshold has not been established.",
      "id": "s43"
    },
    {
      "text": "The petition does not set out the essential facts relied on to invalidate the election as required by s 355(a).",
      "id": "s44"
    },
    {
      "text": "Filing within 40 days \n \n17 There is no dispute that the 40 day period referred to in s 355(e) expired on 30 January 2008 or that the petition was filed within that time.",
      "id": "s45"
    },
    {
      "text": "It is also not in dispute that no amendment was made to the petition as filed prior to the expiry of the 40 day period.",
      "id": "s46"
    },
    {
      "text": "While Mr Smith does not apply to amend the petition, it is necessary to consider whether an amendment would be available if the petition were found not to comply with the Act.",
      "id": "s47"
    },
    {
      "text": "18 As noted above, s 358(1) of the Act provides that, subject to subs (2), no proceedings shall be had on the petition unless the requirements of, relevantly, s 355, are complied with.",
      "id": "s48"
    },
    {
      "text": "The 40 day requirement of s 355(e) is one which must be complied with if proceedings are to be had on the petition within the meaning of s 358(1).",
      "id": "s49"
    },
    {
      "text": "In Nile v Wood [1988] HCA 30 ; (1987-1988) 167 CLR 133 the petition failed to include a prayer for relief as required by s 355(b).",
      "id": "s50"
    },
    {
      "text": "Justices Brennan, Deane and Toohey stated at 137 that if there are defects in the petition in a failure to comply with s 355, those defects are not capable, by reason of s 358, of being cured by amendment after the period of 40 days fixed by paragraph (e) for the filing of a petition.",
      "id": "s51"
    },
    {
      "text": "Accordingly the petition was held to be incurably defective and no proceedings could be had on it (at 140).",
      "id": "s52"
    },
    {
      "text": "19 Accordingly, as the 40 day period has now expired, any amendment to the petition is not available as the petition does not comply with s 355(a) of the Act.",
      "id": "s53"
    },
    {
      "text": "Permissible amendment \n \n20 The Act does provide one exception to the requirements of s 355.",
      "id": "s54"
    },
    {
      "text": "Section 358(2) provides that the Court may, at any time after filing the petition and on such terms (if any) as it thinks fit, relieve the petitioner wholly or in part from compliance with s 355(aa).",
      "id": "s55"
    },
    {
      "text": "21 Section 358(3) provides:\n The Court shall not grant relief under subsection (2) unless it is satisfied that: \n \n (a) in spite of the failure of the petition to comply with paragraph 355(aa), the petition sufficiently identifies the specific matters on which the petitioner relies; and \n \n \n \n (b) the grant of relief would not unreasonably prejudice the interests of another party to the petition.",
      "id": "s56"
    },
    {
      "text": "22 It should be noted that relief is not available for a failure to comply with s 355(a).",
      "id": "s57"
    },
    {
      "text": "23 There are some difficulties in distinguishing between the facts required by s 355(a), as to which no amendments are to be made after the 40 day period and the facts needed to comply with s 355(aa), where compliance can be dispensed with at any time after the filing of the petition.",
      "id": "s58"
    },
    {
      "text": "As Dawson J observed in Sykes at 648, the precise distinction between those two subparagraphs ' is a matter of some obscurity '.",
      "id": "s59"
    },
    {
      "text": "His Honour continued, in a passage adopted by Toohey J in Robertson v Australian Electoral Commission [1993] HCA 50 ; (1993) 116 ALR 407 at 409:\n ...it appears that under para (a) the essential facts may be stated with a degree of generality and it is para (aa) which requires sufficient particularity to identify the specific matter or matters relied on.",
      "id": "s60"
    },
    {
      "text": "24 This is not a case of a lack of particularisation.",
      "id": "s61"
    },
    {
      "text": "The facts in the petition do not comply with s 355(a) of the Act even at a level of generality.",
      "id": "s62"
    },
    {
      "text": "The inclusion of s 355(aa), which refers to the particularity of the content of the petition emphasises the imperative nature of the other provisions of s 355 ( Rudolphy v Lightfoot [1999] HCA 61 ; (1999) 197 CLR 500 at [9] per Gleeson CJ, Gaudron, McHugh, Gummow and Hayne JJ) including s 355(a).",
      "id": "s63"
    },
    {
      "text": "25 In Rudolphy , the High Court confirmed that ' once the forty day period has expired, it is not possible thereafter to amend the petition which has been filed within time so as to cure any non-compliance with the requirement of section 355 ' (at [12]).",
      "id": "s64"
    },
    {
      "text": "Amendment to the petition is not available.",
      "id": "s65"
    },
    {
      "text": "CONCLUSION \n \n26 Mr Smith seeks by the petition an order that the Senate elections be declared void on the ground that the registration of the Fishing and Lifestyle Party contravened Part XI of the Act.",
      "id": "s66"
    },
    {
      "text": "However, his petition does not allege sufficient facts that would be capable of showing that any such wrongful registration is likely to have had any effect on the outcome of the elections in question.",
      "id": "s67"
    },
    {
      "text": "Any amendment to the petition is not available as the 40 day period referred to in s 355(e) has now expired.",
      "id": "s68"
    },
    {
      "text": "27 The petition fails to comply with s 355(a) of the Act and must therefore be dismissed.",
      "id": "s69"
    },
    {
      "text": "I will hear the parties as to costs.",
      "id": "s70"
    },
    {
      "text": "I certify that the preceding twenty-seven (27) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s71"
    },
    {
      "text": "Associate:\n\nDated: 26 June 2008\n\n The Petitioner was self represented \n \n Counsel for the Respondent: G R Kennett \n \n Solicitor for the Respondent: Australian Government Solicitor \n\n Date of Hearing: 20 June 2008 \n \n Date of Judgment: 27 June 2008 \n\n \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/953.html",
      "id": "s72"
    }
  ]
}