{
  "name": "Burns v Jopema Pty Ltd [2008] FCA 977 (27 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/977.html",
  "catchphrases": [
    {
      "text": "application for leave to amend an application seeking orders for the imposition of a penalty and an order for the payment of an award underpayment pursuant to the provisions of the workplace relations act 1996 (cth)",
      "id": "c0"
    },
    {
      "text": "industrial law",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "1 The applicant is a Workplace Inspector appointed by the Workplace Ombudsman under the provisions of the Workplace Relations Act 1996 (Cth) (see: s 166A , s 166B , s 166P and s 167 of the Act).",
      "id": "s0"
    },
    {
      "text": "2 A workplace inspector has standing to apply to the Federal Court of Australia to seek the imposition of a penalty or other remedy in relation to a breach of a term of an award (see: s 4 , s 717 , s 718(1) Item 3, s 847(1)).",
      "id": "s1"
    },
    {
      "text": "Section 719(1) provides for the imposition of a penalty in accordance with Division 2 of Part 14 of the Act, in respect of such breach.",
      "id": "s2"
    },
    {
      "text": "Section 719(6) confers a power on the Court to order an employer to pay the amount of any award underpayment, to an employee.",
      "id": "s3"
    },
    {
      "text": "No order for an award underpayment can be made for so much of an underpayment as relates to any period more than six years before the commencement of a proceeding (s 719(9)).",
      "id": "s4"
    },
    {
      "text": "3 The applicant by this proceeding seeks the imposition of a penalty on the respondent and orders for the payment of an award underpayment in respect of a number of contended breaches by the respondent of the Plumbing Industry (Qld and WA) Award 1999 ('the award').",
      "id": "s5"
    },
    {
      "text": "The applicant contends that the respondent failed to pay Jason Cornwell entitlements due to him under the award as a plumber, drainer and gas fitter during three periods between 2 July 2001 to 7 August 2005.",
      "id": "s6"
    },
    {
      "text": "4 The applicant also relies, in the alternative, upon ss 178(1) and 178 (6) of the Act in force prior to its amendment by the Workplace Relations Amendment (Work Choices) Act 2005 on 27 March 2006.",
      "id": "s7"
    },
    {
      "text": "5 The proceeding was commenced on 13 July 2007 supported by an affidavit of the applicant sworn that day.",
      "id": "s8"
    },
    {
      "text": "In that affidavit, the applicant asserted that Jason Cornwell became a full time employee of the respondent on 16 July 2001 and remained such an employee until 17 August 2001 (the first full time period).",
      "id": "s9"
    },
    {
      "text": "Secondly, Cornwell again became an employee of the respondent on 17 October 2001 and was a casual employee until 20 January 2002 (the casual period).",
      "id": "s10"
    },
    {
      "text": "Thirdly, Cornwell again became a full time employee of the respondent on 21 January 2002 and remained so until 7 August 2005 (the second full time period).",
      "id": "s11"
    },
    {
      "text": "6 Having regard to those contended facts, the applicant on 13 July 2007 asserted that the respondent had breached award provisions binding upon the respondent in the following respects.",
      "id": "s12"
    },
    {
      "text": "First, the respondent failed to pay Cornwell the appropriate overtime rates for time worked in addition to ordinary hours worked during each of the first full time period, the casual period and the second full time period, as required by clause 18.1 of the award, resulting in an underpayment of $2,415.28.",
      "id": "s13"
    },
    {
      "text": "Further, the respondent failed to pay Cornwell the appropriate overtime rates for all hours worked between 7.00am Monday to Friday during each of the first full time period, the casual period and the second full time period, as required by clause 18.1 of the award, resulting in an underpayment of $1,779.72.",
      "id": "s14"
    },
    {
      "text": "7 The clause 18.1 breach was said to result in an underpayment of $4,195.00 in all.",
      "id": "s15"
    },
    {
      "text": "8 Secondly, the respondent failed to provide Cornwell with paid public holidays during each of the first full time period and the second full time period, as required by clause 20.1 of the award resulting in an underpayment of $3,808.00.",
      "id": "s16"
    },
    {
      "text": "Thirdly, the respondent failed to pay Cornwell the appropriate penalty rates for time worked on public holidays during the first full time period and the second full time period as required by clause 20.9 of the award, resulting in an underpayment of $765.43.",
      "id": "s17"
    },
    {
      "text": "9 Fourthly, the respondent failed to pay Cornwell the appropriate penalty rates for all ordinary hours worked on Saturdays and Sundays during each of the first full time period, the casual period and the second full time period as required by clauses 19.1 and 19.2 of the award, resulting in an underpayment of $288.32.",
      "id": "s18"
    },
    {
      "text": "10 Fifthly, the respondent failed to pay Cornwell annual leave in respect of the first full time period upon termination of his employment on 17 August 2001, as required by clause 23.4.1 of the award, resulting in an underpayment of $212.97.",
      "id": "s19"
    },
    {
      "text": "Further, the respondent failed to pay Cornwell annual leave in respect of the second full time period upon termination of his employment on 7 August 2005, in accordance with clause 23.4.1, resulting in an underpayment of $9,639.19.",
      "id": "s20"
    },
    {
      "text": "11 The total underpayment in respect of clause 23.4.1 of the award was said to be $9,852.16.",
      "id": "s21"
    },
    {
      "text": "12 Sixthly, the respondent failed to pay Cornwell an annual leave loading of 17.5% upon termination of his employment on 17 August 2001, as required by clause 23.4.2 of the award, resulting in an underpayment of $37.27.",
      "id": "s22"
    },
    {
      "text": "Further, the respondent failed to pay Cornwell an annual leave loading of 17.5% upon termination of his employment on 7 August 2005 as required by clause 23.4.2, resulting in an underpayment of $1,686.86.",
      "id": "s23"
    },
    {
      "text": "13 The total underpayment in respect of clause 23.4.2 was said to be $1,724.13.",
      "id": "s24"
    },
    {
      "text": "14 Seventhly, the respondent failed to provide Cornwell with paid rostered days off during each of the first and second full time periods of employment, as required by clause 16.1 and clause 16.2.1, resulting in an underpayment of $384.44.",
      "id": "s25"
    },
    {
      "text": "15 Eighthly, the respondent failed to pay Cornwell the appropriate penalty rates for time worked on rostered days off during the first full time period and the second full time period, as required by clause 16.6 of the award, resulting in an underpayment of $8,700.70.",
      "id": "s26"
    },
    {
      "text": "16 Ninthly, the respondent failed to pay Cornwell the appropriate penalty rates for time worked as a casual employee during the casual period, as required by clause 10.11 of the award, resulting in an underpayment of $57.09.",
      "id": "s27"
    },
    {
      "text": "17 Lastly, the respondent failed to pay Cornwell redundancy payments in respect of the first full time period upon termination of Cornwell's employment on 17 August 2001 as required by clause 34.2 of the award resulting in an underpayment of $126.37.",
      "id": "s28"
    },
    {
      "text": "Further, the respondent failed to pay Cornwell redundancy payments in respect of the second full time period upon termination on 7 August 2005, as required by clause 34.2, resulting in an underpayment of $5,152.56.",
      "id": "s29"
    },
    {
      "text": "18 The total underpayment in respect of clause 34.2 was said to be $5,728.93.",
      "id": "s30"
    },
    {
      "text": "19 Each contention is denied by the respondent and is in controversy in the proceedings.",
      "id": "s31"
    },
    {
      "text": "20 The fundament of the present application is this.",
      "id": "s32"
    },
    {
      "text": "21 The applicant seeks leave to amend the application to delete particular paragraphs of the application and effect a recalculation of the amounts claimed in respect of those paragraphs of the application to be pressed.",
      "id": "s33"
    },
    {
      "text": "Leave was given to amend the application on 25 February 2008.",
      "id": "s34"
    },
    {
      "text": "However, the application was not amended pursuant to leave in part because the parties undertook discussions with a view to reaching an agreed set of facts.",
      "id": "s35"
    },
    {
      "text": "No agreement could be reached.",
      "id": "s36"
    },
    {
      "text": "During the period of those exchanges, the applicant failed to effect the amendments the subject of leave on 25 February 2008.",
      "id": "s37"
    },
    {
      "text": "The applicant now seeks leave to amend the application in terms of the leave previously given subject to one further matter, namely, a further amendment to the claim for an underpayment in respect of a contended breach of clauses 16.1 and 16.6 of the award in an amount of $4,602.06 rather than $4,223.82.",
      "id": "s38"
    },
    {
      "text": "22 Leave was not opposed by the respondent on 25 February 2008 although that position was in part due to an expectation that agreement would be reached about particular factual matters.",
      "id": "s39"
    },
    {
      "text": "The respondent opposes leave to amend and does so on the basis that each amended claim offends the limitation period.",
      "id": "s40"
    },
    {
      "text": "The respondent says each amendment, if now made with leave, is beyond the six year limitation period provided for by s 719(9).",
      "id": "s41"
    },
    {
      "text": "Thus, leave ought not to be given, it is said.",
      "id": "s42"
    },
    {
      "text": "Apart from the limitation point, the applicant says the history of the amendments proposed by the applicant is such that the Court should refuse leave as a matter of discretion.",
      "id": "s43"
    },
    {
      "text": "The respondent says the material as originally filed did not reveal the basis upon which each claim was formulated and, in particular, the period of the contended breaches.",
      "id": "s44"
    },
    {
      "text": "Now that the respondent has the benefit of a schedule of underpayments annexed to the affidavit of the applicant sworn 16 June 2008 (KTB-6) in support of the leave application, the respondent says it is clear that the content of each claim reaches back to a period prior to the expiration of the limitation period and leave ought not to be allowed, that is, to a period six years prior to the date of the leave application.",
      "id": "s45"
    },
    {
      "text": "The respondent says no claim based upon a contended breach any earlier than six years prior to the date of the application for leave should be granted.",
      "id": "s46"
    },
    {
      "text": "The applicant says the proposed amendments simply effect a recalculation of the amount of each claim the subject of the proceeding as filed.",
      "id": "s47"
    },
    {
      "text": "23 Accordingly, it is necessary to examine the claim as originally formulated and determine whether the proposed amendments seek to join one or more claims which are beyond the limitation period and, if so, whether leave ought to be refused on that ground apart from any discretionary issue.",
      "id": "s48"
    },
    {
      "text": "24 On 13 December 2007, the applicant filed a notice of motion seeking leave to amend the application to alter the amount of the contended underpayments in respect of the various contended breaches of the award.",
      "id": "s49"
    },
    {
      "text": "The proposed amendment sought to incorporate orders for the imposition of a penalty and an order for the payment of an underpayment ($2,528.36) to Cornwell in respect of a contended breach of clause 24.1 of the award.",
      "id": "s50"
    },
    {
      "text": "The application was supported by an affidavit sworn by the applicant on 6 December 2007 (filed 7 December 2007) in which he said that a review of time and wages records provided by the respondent revealed that the amount of each underpayment described in the affidavit of 13 July 2007 supporting the application as filed, was incorrect.",
      "id": "s51"
    },
    {
      "text": "The applicant prepared spreadsheets identifying the contended correct calculation in respect of each claim.",
      "id": "s52"
    },
    {
      "text": "25 The proposed amended claim sought an order for the payment of these underpayments: clause 18.1, $1,089.30 rather than $4,195.00; clause 20.1, $4,482.74 rather than $3,808.00; clause 20.9, $171.68 rather than $765.43; clauses 19.1 and 19.2, an amount of $167.84 rather than $288.32; clause 23.4.1, an amount of $9,416.56 rather than $9,852.00; clause 23.4.2, an amount of $1,647.90 rather than $1,724.13; clauses 16.1 and 16.6, an amount of $3,004.18 rather than $8,700.70; clause 10.11, an amount of $404.51 rather than $57.09; clause 34.2, an amount of $5,044.23 rather than $5,278.93.",
      "id": "s53"
    },
    {
      "text": "26 The applicant's affidavit filed 7 December 2007 in support of the application for leave to amend, annexes the spreadsheets in support of the calculation and a schedule setting out particulars of each calculation of the contended underpayment in respect of each clause of the award in issue.",
      "id": "s54"
    },
    {
      "text": "The particulars identify the period in which the contended underpayment occurred and the method of calculation of the underpayment.",
      "id": "s55"
    },
    {
      "text": "27 In respect of the clause 18.1 claim, the applicant contended in the application as filed that the respondent failed to pay Cornwell throughout the three identified periods spanning a period from 16 July 2001 to 7 August 2005.",
      "id": "s56"
    },
    {
      "text": "The schedule of underpayments annexed to the applicant's affidavit set out a calculation commencing on 26 July 2001 and ending on 7 April 2005 and a second calculation commencing on 5 July 2001 and ending on 23 June 2005.",
      "id": "s57"
    },
    {
      "text": "But for items on 5 July 2001 and 12 July 2001, the schedule effects a recalculation of the amount of the clause 18 breach within the period previously identified in the material filed on 13 July 2007.",
      "id": "s58"
    },
    {
      "text": "28 In respect of the clause 20.1 claim, the proceeding as filed claimed the respondent failed to provide Cornwell with paid public holidays during the first full time period and the second full time period that is, in the period 16 July 2001 to 17 August 2001 and in the period 21 January 2002 to 7 August 2005.",
      "id": "s59"
    },
    {
      "text": "The schedule of underpayments effects a recalculation of the contended clause 20.1 breach for the period 13 July 2001 to 4 August 2005 which is within the period previously identified in the material filed on 13 July 2007 but for three days.",
      "id": "s60"
    },
    {
      "text": "Similarly, the schedule effects a recalculation of the claim under clause 20.9 with the first entry commencing on 16 August 2001.",
      "id": "s61"
    },
    {
      "text": "29 In respect of the claim based on clauses 19.1 and 19.2, the applicant initially formulated a claim based upon a breach during the first full time period, the casual period and the second full time period.",
      "id": "s62"
    },
    {
      "text": "The schedule recalculates the amount of the claim by reference to three entries from 20 December 2001 to 3 January 2002.",
      "id": "s63"
    },
    {
      "text": "30 In respect of clause 23.4.1, the applicant contended the respondent failed to pay Cornwell entitlements upon termination on 17 August 2001 and upon termination on 7 August 2005.",
      "id": "s64"
    },
    {
      "text": "The schedule effects a recalculation of the claimed entitlements for the period 14 March 2002 to 16 June 2005 being a period within the period originally claimed.",
      "id": "s65"
    },
    {
      "text": "As to annual leave entitlements, the schedule effects a recalculation for the period 13 July 2001 to 16 August 2001.",
      "id": "s66"
    },
    {
      "text": "The claim as originally framed formulated an underpayment by reference to the period 16 July 2001 to 7 August 2005 being the total scope of the first and second full time employment periods.",
      "id": "s67"
    },
    {
      "text": "31 In respect of clause 23.4.2, the schedule effects the calculation in the period 13 July 2001 to 16 August 2001 and 18 January 2002 to 4 August 2005.",
      "id": "s68"
    },
    {
      "text": "The claim as originally formulated related to a period from 16 July 2001 to 7 August 2005.",
      "id": "s69"
    },
    {
      "text": "32 In respect of clauses 16.1 and 16.2, the applicant originally formulated a claim based on a failure to provide Cornwell with paid rostered days off during the first and second full time periods.",
      "id": "s70"
    },
    {
      "text": "The schedule effects a recalculation in the period 16 May 2002 to 22 April 2004.",
      "id": "s71"
    },
    {
      "text": "33 In respect of clause 16.6, the applicant originally formulated a claim based on a failure to pay Cornwell appropriate penalty rates for time worked on rostered days off during the first and second full time employment periods.",
      "id": "s72"
    },
    {
      "text": "The schedule effects a recalculation for the period 9 August 2002 to 27 July 2005.",
      "id": "s73"
    },
    {
      "text": "34 In respect of clause 10.11, the applicant originally formulated a claim based on a failure to pay Cornwell appropriate penalty rates for time worked as a casual employee during the casual period, that is, 17 October 2001 to 20 January 2002.",
      "id": "s74"
    },
    {
      "text": "The schedule effects a recalculation in the period 29 June 2001 to 17 January 2002.",
      "id": "s75"
    },
    {
      "text": "35 In respect of clause 34.2, the applicant originally formulated a claim based on a failure to pay redundancy payments in respect of the first full time period and a similar failure in respect of the second full time period.",
      "id": "s76"
    },
    {
      "text": "The schedule effects a recalculation of a redundancy payment upon termination for each termination date.",
      "id": "s77"
    },
    {
      "text": "36 It can be seen that but for the two items the subject of the clause 18.1 contention and a claim under clause 10.11 relating back to 29 June 2001 rather than commencing on 17 October 2001 and the three days differential in relation to clause 20.1, each proposed amendment as at 13 December 2007 simply sought to effect a recalculation of the amount of the underpayment said to have been payable to Cornwell consistent with the period of the claim for each clause of the award reflected in the proceeding as formulated and filed on 13 July 2007.",
      "id": "s78"
    },
    {
      "text": "The application for leave to amend filed on 13 December 2007 did not seek to add claims out of time but for the items previously mentioned.",
      "id": "s79"
    },
    {
      "text": "37 The application to amend in terms of the motion filed on 13 December 2007 was adjourned to 25 February 2008.",
      "id": "s80"
    },
    {
      "text": "38 On that day leave was given to amend the application in terms of the amended application attached to the notice of motion (effecting the changes at [25]) subject to further amendments made on 25 February 2008.",
      "id": "s81"
    },
    {
      "text": "The further amendments were these.",
      "id": "s82"
    },
    {
      "text": "First, the amount of the underpayment claimed by the applicant in respect of a contended breach of clause 18.1 was amended to $524.89 rather than $1,089.30.",
      "id": "s83"
    },
    {
      "text": "Secondly, the claims for the imposition of a penalty and an order for the payment of an award underpayment based upon clauses 20.1 and 20.9 were abandoned.",
      "id": "s84"
    },
    {
      "text": "Thirdly, the claim based upon clause 23.4.1 was also abandoned.",
      "id": "s85"
    },
    {
      "text": "Fourthly, the claim for the payment of an underpayment based upon clauses 16.1 and 16.2.1 of the award was abandoned.",
      "id": "s86"
    },
    {
      "text": "Fifthly, the claim for an underpayment based upon a contended breach of clauses 16.1 and 16.6 of the award was amended from $3,004.18 to $4,223.82.",
      "id": "s87"
    },
    {
      "text": "Sixthly, the claim based upon a contended breach of clause 34.2 of the award was abandoned.",
      "id": "s88"
    },
    {
      "text": "A claim for orders based upon s 178(1) and s 178(6) of the Act in its pre-amendment terms (see: [4]) was also abandoned.",
      "id": "s89"
    },
    {
      "text": "39 The applicant now seeks leave to amend the application in terms of the leave granted on 25 February 2008 subject to the additional matter that the claim for an underpayment based upon a contended breach of clauses 16.1 and 16.6 in an amount of $4,223.82 be further amended to $4,602.06.",
      "id": "s90"
    },
    {
      "text": "The applicant relies upon his further affidavit filed on 16 June 2008 which exhibits a further schedule of underpayments (KTB-6).",
      "id": "s91"
    },
    {
      "text": "The affidavit explains the recalculation of the amount claimed based upon a contended breach of clause 16 of the award and thus explains the additional amendment from $4,223.82 to $4,602.06.",
      "id": "s92"
    },
    {
      "text": "The schedule recalculates the clause 16.6 claim by reference to a period commencing on 9 August 2001 and concluding on 28 July 2005.",
      "id": "s93"
    },
    {
      "text": "That period represents a period within the period the subject of the claim as originally filed.",
      "id": "s94"
    },
    {
      "text": "The applicant had originally claimed an amount representing an underpayment of penalty rates for time worked on rostered days off during the first full time period and the second full time period.",
      "id": "s95"
    },
    {
      "text": "The first period commenced on 16 July 2001.",
      "id": "s96"
    },
    {
      "text": "The second period commenced on 21 January 2002.",
      "id": "s97"
    },
    {
      "text": "The amendment simply effects a recalculation of an existing claim as filed rather than the joinder of a claim outside the limitation period.",
      "id": "s98"
    },
    {
      "text": "40 As the proceeding was filed on 13 July 2007, all claims of contended breaches of the award contained in the application reaching back to 13 July 2001 are within time.",
      "id": "s99"
    },
    {
      "text": "The present application simply effects a recalculation of those claims but for the following matter.",
      "id": "s100"
    },
    {
      "text": "In the course of argument, the applicant abandoned any claim in the period 29 June 2001 to 12 July 2001 in respect of a contended breach of clause 10.11.",
      "id": "s101"
    },
    {
      "text": "The applicant also abandoned any claim based upon a contended breach of clause 18.1 in respect of the weeks ending 5 July 2001, 12 July 2001 and 19 July 2001.",
      "id": "s102"
    },
    {
      "text": "41 It is true that the applicant failed to amend the application in accordance with the order made on 25 February 2008 within 14 days of that date.",
      "id": "s103"
    },
    {
      "text": "Accordingly, the order giving the applicant leave to amend ceased to have effect.",
      "id": "s104"
    },
    {
      "text": "Nevertheless, it is clear that the present application for leave simply involves granting leave in terms of the earlier order subject to a further amendment to claim an amount of $4,602.06 in respect of a contended breach of clause 16 rather than $4,223.82.",
      "id": "s105"
    },
    {
      "text": "Since the amendments effect a recalculation of an existing claim rather than the joinder of further claims out of time, it seems to me that the correct approach is to ensure that those claims to be abandoned are abandoned with leave and secondly, leave is given to amend the application to reflect the amended calculation of the remaining claims so as to achieve the purpose of enabling the real questions raised by the proceeding to be determined between the parties.",
      "id": "s106"
    },
    {
      "text": "The order for leave will reflect the abandonment of those items of claim mentioned at [40].",
      "id": "s107"
    },
    {
      "text": "42 The respondent says that part of the difficulty with the application for leave to amend is that the respondent has not been able to determine the precise period of the conduct relied upon by the applicant to support the contended breaches of the award.",
      "id": "s108"
    },
    {
      "text": "The respondent says the application should have been supported by a statement of claim.",
      "id": "s109"
    },
    {
      "text": "However, the application is supported by a schedule of underpayments which has been sworn to by the applicant.",
      "id": "s110"
    },
    {
      "text": "Changes to the schedule have been reflected in a further affidavit of the applicant.",
      "id": "s111"
    },
    {
      "text": "In addition, I have had the benefit of reading the affidavits of David Bruce Crollick.",
      "id": "s112"
    },
    {
      "text": "The first is sworn 14 December 2007 and filed 20 May 2008.",
      "id": "s113"
    },
    {
      "text": "The second affidavit is sworn 12 May 2008 and also filed on 20 May 2008.",
      "id": "s114"
    },
    {
      "text": "Mr Crollick's affidavits raise a series of contentions which puts the claims of the applicant in controversy in respect of each clause of the award and exhibits a series of calculations based upon the respondent's records.",
      "id": "s115"
    },
    {
      "text": "It is clear therefore that the respondent has engaged with the applicant on the content of the various claims and the merits of the respondent's position that no breaches of the award have occurred or alternatively that a proper basis is made out upon which no penalty or underpayment ought to be ordered.",
      "id": "s116"
    },
    {
      "text": "43 Accordingly, I propose to make the following orders.",
      "id": "s117"
    },
    {
      "text": "First, leave is given to the applicant to amend the application filed on 13 July 2007 in terms of the amended application handed to the Court and provided to the respondent, in the course of the application for leave to amend, subject to a further amendment to reflect those items of claim abandoned by the applicant described at [40] of these reasons.",
      "id": "s118"
    },
    {
      "text": "Secondly, I direct the applicant to file and serve an amended schedule of underpayments setting out the content of the calculation of each contended breach of each clause of the award.",
      "id": "s119"
    },
    {
      "text": "Thirdly, costs of the application for leave to amend will be reserved.",
      "id": "s120"
    },
    {
      "text": "There may well be a body of costs which have been unnecessarily incurred by reason of the various steps involved in reformulating the amount of the claims.",
      "id": "s121"
    },
    {
      "text": "44 I propose to make the following further directions.",
      "id": "s122"
    },
    {
      "text": "First, the applicant shall file and serve any further affidavits (if any) upon which it proposes to rely by 31 July 2008.",
      "id": "s123"
    },
    {
      "text": "Secondly, the respondent shall file and serve any further affidavits (if any) upon which it proposes to rely by 28 August 2008.",
      "id": "s124"
    },
    {
      "text": "Thirdly, the application shall be set down for hearing on 22 September 2008.",
      "id": "s125"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s126"
    },
    {
      "text": "Associate:\n\nDated: 27 June 2008\n\n Counsel for the Applicant: Mr Horneman-Wren \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondent: Respondent represented by Mr A Abaza \n \n Solicitor for the Respondent: Mr A Abaza \n\n Date of Hearing: 20 June 2008 \n \n Date of Judgment: 27 June 2008 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/977.html",
      "id": "s127"
    }
  ]
}