{
  "name": "SZLAN v Minister for Immigration and Citizenship [2008] FCA 904 (13 June 2008)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2008/904.html",
  "catchphrases": [
    {
      "text": "'satisfaction' distinguished from balance of probabilities",
      "id": "c0"
    },
    {
      "text": "obligation upon an applicant for a protection visa to satisfy the refugee review tribunal that the applicant had taken all possible steps to avail himself of a right to enter and reside in another country",
      "id": "c1"
    },
    {
      "text": "meaning of 'right to enter and reside'",
      "id": "c2"
    },
    {
      "text": "use by tribunal of the expression 'if the tribunal is wrong about this'",
      "id": "c3"
    },
    {
      "text": "persecution for reason of membership of a particular social group",
      "id": "c4"
    },
    {
      "text": "need to consider whether extortive activity had a dual character",
      "id": "c5"
    },
    {
      "text": "whether the essential and significant reason for the persecution was a convention reason",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "1 The appellants who are identified for the purposes of these proceedings as 'SZLAN' and 'SZLAO' are husband and wife.",
      "id": "s0"
    },
    {
      "text": "SZLAN was born in Kathmandu, Nepal on 8 April 1962 and SZLAO was born in Kathmandu, Nepal on 2 April 1965.",
      "id": "s1"
    },
    {
      "text": "They have two children, a daughter born on 9 May 1988 and a son born on 5 February 1993.",
      "id": "s2"
    },
    {
      "text": "According to a letter from the appellants' migration agent dated 4 April 2007 the children are in boarding school, so it would seem, in Nepal, living in the school's hostel.",
      "id": "s3"
    },
    {
      "text": "The first appellant obtained a Nepalese passport on 5 April 2005 and the second appellant obtained a Nepalese passport on 23 June 2006.",
      "id": "s4"
    },
    {
      "text": "2 The first appellant has had two Australian temporary business visas.",
      "id": "s5"
    },
    {
      "text": "The first was issued to him on 7 June 2005.",
      "id": "s6"
    },
    {
      "text": "On 8 August 2005 he entered Australia travelling on his Nepalese passport and his first Australian visa.",
      "id": "s7"
    },
    {
      "text": "He departed Australia on 4 September 2005.",
      "id": "s8"
    },
    {
      "text": "3 In a letter dated 4 April 2007 the appellants' migration agent asserted that the first appellant was a prominent business person in Nepal who was a wholesaler of various foreign food and beverage products which he supplied to over 200 retail outlets.",
      "id": "s9"
    },
    {
      "text": "One such product which he supplied as a wholesaler was fruit juice.",
      "id": "s10"
    },
    {
      "text": "It seems clear that the first appellant obtained supplies of fruit juice from time to time from P&amp;N Beverages Australia Pty Limited of Condell Park in Sydney.",
      "id": "s11"
    },
    {
      "text": "The first appellant claimed that one cargo of fruit juice (elsewhere referred to as two consignments, being lots 8 and 9) supplied by P&amp;N Beverages Australia Pty Limited was contaminated.",
      "id": "s12"
    },
    {
      "text": "A letter of demand appears to have been written by Newman &amp; Associates, Solicitors, of Sydney to P&amp;N Beverages Pty Ltd on behalf of the first appellant as the managing director of a Nepalese trading company on 16 April 2006 (sic).",
      "id": "s13"
    },
    {
      "text": "The letter of demand included:\n 'I am instructed that a cargo of juice manufactured by your company was contaminated with what appears to be rubbish, newspaper and whatnot causing irredeemable damage to ... [the] company's good name and goodwill.",
      "id": "s14"
    },
    {
      "text": "' The company was a wholesaler in the highly volatile market that is Nepal.",
      "id": "s15"
    },
    {
      "text": "The business is now ruined, and compounding this calamity they have been targeted by Maoists for distributing poisoned juice and have had to flee the country and seek refuge here.",
      "id": "s16"
    },
    {
      "text": "...' \nIt was claimed that the first appellant had been a director of the Nepalese trading company from January 1980 to August 2006.",
      "id": "s17"
    },
    {
      "text": "4 On 26 August 2006 the first appellant obtained his second temporary Australian business visa and on the same day the second appellant also obtained an Australian temporary business visa.",
      "id": "s18"
    },
    {
      "text": "5 The appellants left Nepal on 18 November 2006 and arrived in Australia on 19 November 2006.",
      "id": "s19"
    },
    {
      "text": "On about 29 November 2006 the first appellant lodged an application for a Protection (Class XA) visa which included the second appellant, as a member of the family unit, in the relevant visa application although no claim to refugee status was made in respect of the second appellant.",
      "id": "s20"
    },
    {
      "text": "6 On 22 January 2007 a delegate of the Minister decided that the application for protection visas for the appellants should be refused.",
      "id": "s21"
    },
    {
      "text": "7 On 14 February 2007 the appellants lodged an application for review with the Refugee Review Tribunal ('the Tribunal).",
      "id": "s22"
    },
    {
      "text": "On 5 March 2007 the Tribunal wrote to the appellants' migration agent indicating that the Tribunal had considered the material before it but was unable to make a decision favourable to the appellants on that information alone.",
      "id": "s23"
    },
    {
      "text": "Accordingly the Tribunal invited the appellants to appear before the Tribunal to give oral evidence and present arguments on 4 April 2007.",
      "id": "s24"
    },
    {
      "text": "The appellants attended the Tribunal hearing so appointed with their registered migration agent.",
      "id": "s25"
    },
    {
      "text": "8 On 4 April 2007 the appellants' migration agent wrote a letter to the Tribunal providing a 'Short Submission' on the appellants' behalf.",
      "id": "s26"
    },
    {
      "text": "On 28 May 2007 the appellants' migration agent submitted a further letter to the Tribunal on their behalf.",
      "id": "s27"
    },
    {
      "text": "9 On 31 May 2007 the Tribunal decided to affirm the decision of the Minister's delegate not to grant the appellants Protection (Class XA) visas.",
      "id": "s28"
    },
    {
      "text": "That decision was handed down on 12 June 2007.",
      "id": "s29"
    },
    {
      "text": "10 On 5 July 2007 the appellants filed an Application in the Federal Magistrates Court seeking constitutional writ relief in respect of the decision of the Tribunal.",
      "id": "s30"
    },
    {
      "text": "On 24 October 2007 they filed an Amended Application in the Federal Magistrates Court which came before the Court constituted by Federal Magistrate Emmett on 7 February and 3 March 2008.",
      "id": "s31"
    },
    {
      "text": "On 7 March 2008 her Honour ordered that the proceeding before the Court commenced by way of Application filed 5 July 2007 be dismissed and that the applicant (sic) pay the costs of the first respondent fixed in the amount of $5,000.00.",
      "id": "s32"
    },
    {
      "text": "11 The grounds specified in the Amended Application were as follows:\n \n \n '1.",
      "id": "s33"
    },
    {
      "text": "That the RRT applied the wrong test for determining whether the applicant's (sic) had a legally enforceable right to enter and reside in India for the purposes of s36(3) of the Act; \n \n 2.",
      "id": "s34"
    },
    {
      "text": "That the decision of the second respondent was affected by jurisdictional error: \n \n (a) the Second Respondent failed to complete its jurisdictional task \n \n Particulars \n \n \n(i) When it assessed whether the applicants faced a real chance of persecution in Nepal the RRT failed to assess whether the applicants would face persecution from the Maoists as part of the Nepalese Government.",
      "id": "s35"
    },
    {
      "text": "Further, the RRT made a factual finding that the complicity of the Maoists would make it unlikely that the applicants would receive a fair trial or that the penalty would be proportionate to the crime.",
      "id": "s36"
    },
    {
      "text": "This finding was not addressed when the RRT assessed the chance of the applicants being persecuted as part of a particular social group when they returned to Nepal.",
      "id": "s37"
    },
    {
      "text": "(ii) In the alternative to ground 1, The RRT did not make any finding, when considering whether s36(3) of the Act applied, as to whether the applicants had taken reasonable steps to avail themselves of a right to enter into and reside in India.",
      "id": "s38"
    },
    {
      "text": "' \n\n \n12 On 26 March 2008 the appellants filed a Notice of Appeal in this Court by which they appealed from the whole of the judgment of Federal Magistrate Emmett given on 7 March 2008.",
      "id": "s39"
    },
    {
      "text": "The grounds of appeal were as follows:\n '1.",
      "id": "s40"
    },
    {
      "text": "Her Honour erred in finding that the RRT's conclusions: \n \n \n a. that the appellants would be afforded effective state protection if they returned to Nepal, and \n \n b. that they had a right to enter and reside in India for the purposes of s 36(3) of the Migration Act 1958 \n \n \n \n \n \n were not made by the RRT in the event that it was wrong to conclude that there was no Convention nexus for the persecution they feared.",
      "id": "s41"
    },
    {
      "text": "2.",
      "id": "s42"
    },
    {
      "text": "Her Honour erred in not concluding that the RRT had failed to complete the exercise of its jurisdiction because it failed to address the appellants' particular circumstances when it found that they would be afforded effective state protection if they returned to Nepal.",
      "id": "s43"
    },
    {
      "text": "3.",
      "id": "s44"
    },
    {
      "text": "Her Honour erred in not concluding that the RRT had failed to make any finding, when considering whether s 36(3) applied, as to whether the appellants had taken reasonable steps to avail themselves of a right to enter into and reside in India.",
      "id": "s45"
    },
    {
      "text": "4.",
      "id": "s46"
    },
    {
      "text": "Her Honour erred in not concluding that the RRT had failed to apply the right test in determining whether the appellants had a right to enter India, when considering whether s36(3) of the Act applied.",
      "id": "s47"
    },
    {
      "text": "' \n \n \n\nOn 26 May 2008 leave was granted to the appellants to file an Amended Notice of Appeal in the form of a draft Notice of Appeal which was produced to the Court at that time.",
      "id": "s48"
    },
    {
      "text": "The Amended Notice of Appeal incorporated an additional ground 1A as follows:\n '1A.",
      "id": "s49"
    },
    {
      "text": "Her Honour erred in not concluding that the RRT had failed to complete the exercise of its jurisdiction because it failed to make a determination of whether the appellants had a well founded fear of persecution by reason of their membership of a particular social group constituted by wealthy Nepalis.",
      "id": "s50"
    },
    {
      "text": "' \n\n \n13 On 21 May 2008 the first respondent filed a Notice of Contention in which it was contended that the decision of the learned Federal Magistrate should be affirmed on a ground other than that relied upon by the learned Federal Magistrate.",
      "id": "s51"
    },
    {
      "text": "The Notice of Contention included the following grounds:\n 'The further grounds upon which the decision of the Court below should be affirmed are that: \n \n 1.",
      "id": "s52"
    },
    {
      "text": "The Tribunal found that the appellant (sic) would be afforded effective State protection by the Nepalese authorities if he returned to Nepal; and \n \n 2.",
      "id": "s53"
    },
    {
      "text": "The Tribunal found that the appellant (sic) had a right to enter and reside in another country, namely India, pursuant to s 36(3) of the Act.",
      "id": "s54"
    },
    {
      "text": "' \n \n \n\nIt was conceded by counsel for the appellants that ground of appeal 2 called for consideration of the issues raised in paragraph 1 of the Notice of Contention and that grounds of appeal 3 and 4 called for consideration of the issues raised in paragraph 2 of the Notice of Contention.",
      "id": "s55"
    },
    {
      "text": "14 In a statutory declaration made 29 December 2006 which formed part of the appellants' application for Protection (Class XA) visas the first appellant stated that he had to flee Nepal because he could not face his creditors and a Maoist trade union was threatening to seize all his properties and take physical actions.",
      "id": "s56"
    },
    {
      "text": "He also said that the reason for his application for a protection visa was that:\n '...",
      "id": "s57"
    },
    {
      "text": "I did not have protection of the law in Nepal and Maoists \"an illegal element\" was able to seize my receivable[s] through its network of trade unions and the Law of the country was unable to help me therefore I did not have the option to live there.",
      "id": "s58"
    },
    {
      "text": "...' \n\n \n15 The appellants' migration agent's letter to the Tribunal of 4 April 2007 said amongst other things:\n 'They [referring to the appellants] contacted the company P&amp;N Beverage in Australia.",
      "id": "s59"
    },
    {
      "text": "P&amp;N Said that they will refund the money.",
      "id": "s60"
    },
    {
      "text": "The applicant [referring to the first appellant] with the hope of getting the money and with the hope of settling disputes with the maoist came here to settle this juice matter.",
      "id": "s61"
    },
    {
      "text": "Once they arrive in Australia they contacted the Juice Company and the juice company told them to accept few thousand dollars (Less then (sic) 10) and go.",
      "id": "s62"
    },
    {
      "text": "They came here with the hope of getting their money refunded, and upon return they could pay the maoists and retailers as well, and also settle some of the debts of them arisen from the disputed business environment.",
      "id": "s63"
    },
    {
      "text": "When they were told that they will get less than 10000.00 they became instant refugees, unable to return home and unable to settle their business affairs and unable to silence the Maoists.",
      "id": "s64"
    },
    {
      "text": "They could not return home because of the fear of the Maoists.",
      "id": "s65"
    },
    {
      "text": "The Maoists will not let him go easily without getting their money and they will not instruct the retailers to pay money to the applicant unless the applicant pays huge sum of money to the Maoists therefore, without money it was not safe for the applicant to return specially when there was a letter delivered to the applicant in the form of decision of the maoist trade union's letter stating that they will punish the applicant physically.",
      "id": "s66"
    },
    {
      "text": "They have been paying money to the maoist since the Maoists started collecting the donation.",
      "id": "s67"
    },
    {
      "text": "The applicant had kept Maoists happy and had been paying in the past 10 years but in this instance the Maoists asked the amount of money that the applicant and his family could not pay and was not within their reach to pay the maoist.",
      "id": "s68"
    },
    {
      "text": "He (sic) applicant is not a politician and does not have any association with a political party.",
      "id": "s69"
    },
    {
      "text": "The applicant is a simple and straight forward and honest business person.",
      "id": "s70"
    },
    {
      "text": "' \nThe first appellant told the Tribunal member that the Maoists wanted 15 lakhs from him ($30,000).",
      "id": "s71"
    },
    {
      "text": "16 The 'maoist trade union's letter' referred to in the migration agent's letter to the Tribunal of 4 April 2007 would appear to have been a letter dated 27 August 2006 on the letterhead of the 'Central Committee' of 'United Trade &amp; Traders Organization Nepal' addressed to 'To Whom It May Concern'.",
      "id": "s72"
    },
    {
      "text": "That letter referred to complaints in relation to the supply of contaminated beverages imported from P&amp;N beverages in Australia.",
      "id": "s73"
    },
    {
      "text": "The letter included:\n '... when investigated it was found to be true.",
      "id": "s74"
    },
    {
      "text": "So, United Trade &amp; Traders Organization Nepal Central Committee has decided to penalise this businessman [referring to the first appellant].",
      "id": "s75"
    },
    {
      "text": "Retailers also have been notified that all the amount they owe to [the first appellant] are now to be submitted to United Trade &amp; Traders Organization.",
      "id": "s76"
    },
    {
      "text": "He has been informed of the consequent punishment.",
      "id": "s77"
    },
    {
      "text": "After receiving this letter if he leaves the country they will confiscate all the remaining properties.",
      "id": "s78"
    },
    {
      "text": "' \n\n \n17 The form of letter as translated would suggest that an address was provided upon it which clearly identified the first appellant's trading company operated from Kathmandu, as the provider of the contaminated juice.",
      "id": "s79"
    },
    {
      "text": "18 In the later letter sent by the appellants' migration agent to the Tribunal on 28 May 2007 it was stated:\n 'The applicant (sic) will not be able to relocate to India because he believes that he will not be able to exercise his rights and liberties, privileges as Citizens in India and he has not lived in India and has no proficiency in any of the Indian languages.",
      "id": "s80"
    },
    {
      "text": "In addition the applicant fears for the safety of the 2 Children that he has if he locates to India.",
      "id": "s81"
    },
    {
      "text": "In addition the applicant will find difficulties in employments and the business environment of India is not known to him to be able to do any business there.",
      "id": "s82"
    },
    {
      "text": "...' \n\n \n19 Country Information, to which the Tribunal referred, indicated that in April 2005 the total population of Nepal had been estimated at 24 million, with an additional 10 million Nepalis living in India.",
      "id": "s83"
    },
    {
      "text": "A December 2006 estimate suggested that around 12 million Nepalis were residing in various Indian States and an earlier September 2006 report referred to official records showing a million Nepalis working and living in India but a suggestion that the real figure was over 3 million.",
      "id": "s84"
    },
    {
      "text": "20 In his statutory declaration of 29 December 2006 the first appellant had said:\n 'Shop keeper complained to the Maoists that I was cheating people by the way of supplying rubbish juice to the people and Maoist trade union decided to take action to me.",
      "id": "s85"
    },
    {
      "text": "They told the entire my buyers to stop the entire payment of juice or non juice goods and they collected the payment, in addition I was informed that the district committee has also decided to take physical action against me.",
      "id": "s86"
    },
    {
      "text": "Millions of rupees were blocked by the Maoists which was my receivable payments, and due to this action I have been almost bankrupted.",
      "id": "s87"
    },
    {
      "text": "' \n\n \n21 Decisions upon the grant or refusal of protection visas are made, in the first instance, by the Minister, his or her powers normally being exercised by one or other of the Minister's delegates for the purposes of s 65 of the Migration Act 1958 (Cth) ('the Act').",
      "id": "s88"
    },
    {
      "text": "22 Section 65 of the Act relevantly provides:\n '65(1) After considering a valid application for a visa, the Minister: \n \n (a) if satisfied that: \n \n \n \n \n ... \n \n \n \n(ii) the other criteria for it prescribed by this Act or the regulations have been satisfied; ... ... \n \n \n is to grant the visa; or \n \n (b) if not so satisfied, is to refuse to grant the visa.",
      "id": "s89"
    },
    {
      "text": "' \n \n \n\n\n \n23 A decision to refuse to grant a visa is a RRT-reviewable decision within the meaning of the Act (see s 411(1)(c)).",
      "id": "s90"
    },
    {
      "text": "Section 412 makes provision for applications for review of RRT-reviewable decisions.",
      "id": "s91"
    },
    {
      "text": "Under s 415(1) of the Act the Tribunal may, for the purposes of the review of an RRT-reviewable decision, exercise all the powers and discretions that are conferred by the Act on the person who made the decision.",
      "id": "s92"
    },
    {
      "text": "24 Section 420 of the Act provided for the process whereby the Tribunal would exercise its powers, as follows:\n '420(1) The Tribunal, in carrying out its functions under this Act, is to pursue the objective of providing a mechanism of review that is fair, just, economical, informal and quick.",
      "id": "s93"
    },
    {
      "text": "(2) The Tribunal, in reviewing a decision: (a) is not bound by technicalities, legal forms or rules of evidence; and (b) must act according to substantial justice and the merits of the case.",
      "id": "s94"
    },
    {
      "text": "' \n\n \n25 The purpose of a provision such as s 420(2) was explained by Gummow and Heydon JJ, with whose reasons Gleeson CJ agreed, in Re RUDDOCK (in his capacity as Minister for Immigration and Multicultural Affairs; Ex parte applicant S154/2002 [2003] HCA 60 ; (2003) 201 ALR 437 ('Ruddock') at [56] as follows:\n '56 ...",
      "id": "s95"
    },
    {
      "text": "The purpose of a provision such as s 420(2) is to free bodies such as the tribunal from certain constraints otherwise applicable in courts of law which the legislature regards as inappropriate.",
      "id": "s96"
    },
    {
      "text": "Further, ... administrative decision-making is of a different nature from decisions to be made on civil litigation conducted under common law procedures.",
      "id": "s97"
    },
    {
      "text": "There, the court has to decide where, on the balance of probabilities, the truth lies as between the evidence the parties to the litigation have considered it in their respective interests to adduce at trial.",
      "id": "s98"
    },
    {
      "text": "' \n\n \n26 The relevant criterion for the grant of a protection visa to which s 65(1)(a)(ii) refers is to be found in s 36(2) of the Act, which relevantly, for present purposes, provides as follows:\n '36(2) A criterion for a protection visa is that the applicant for the visa is: \n \n \n (a) a non-citizen in Australia to whom the Minister is satisfied Australia has protection obligations under the Refugees Convention as amended by the Refugees Protocol; or \n \n \n \n \n \n \n \n \n \n (b) a non-citizen in Australia who is the spouse ... of a non-citizen who: \n \n \n \n \n \n \n \n \n \n (i) is mentioned in paragraph (a); and \n (ii) holds a protection visa.",
      "id": "s99"
    },
    {
      "text": "' \n \n \n\n\n \nThe Refugees Convention means the Convention relating to the Status of Refugees done at Geneva on 28 July 1951 and the Refugees Protocol means the Protocol relating to the Status of Refugees done at New York on 31 January 1967.",
      "id": "s100"
    },
    {
      "text": "Hereafter I will refer to the Refugees Convention as amended by the Refugees Protocol as 'the Convention'.",
      "id": "s101"
    },
    {
      "text": "27 Plainly, satisfaction under s 65(1) is not to be addressed by deciding where the truth lies on the balance of probabilities.",
      "id": "s102"
    },
    {
      "text": "Whilst cases such as Minister for Immigration and Multicultural Affairs v Rajalingam [1999] FCA 794 ; (1999) 93 FCR 220 ('Rajalingham') refer to the 'civil standard of proof' being not irrelevant to the process of fact-finding by the Refugee Review Tribunal and cases such as Kalala v Minister for Immigration and Multicultural Affairs [2001] FCA 1594 ; 114 FCR 212 ('Kalala') refer to the Tribunal being obliged to consider matters on 'a standard less than the balance of probabilities' (see at [25]), I doubt the utility of addressing matters on which the Tribunal has to be 'satisfied' by a standard which is related to the standard of proof required in adversarial civil litigation.",
      "id": "s103"
    },
    {
      "text": "28 As has been said many times, proceedings in the Tribunal are not adversarial, but rather, inquisitorial.",
      "id": "s104"
    },
    {
      "text": "The Tribunal is not in the position of a contradictor of the case being advanced by an applicant.",
      "id": "s105"
    },
    {
      "text": "The Tribunal member conducting the relevant inquiry is not an adversarial cross-examiner, but an inquisitor obliged to be fair (see per Gummow and Heydon JJ in Ruddock at [57]).",
      "id": "s106"
    },
    {
      "text": "The Tribunal conducting an inquisitorial hearing is not obliged to prompt and stimulate an elaboration which an applicant chooses not to embark on.",
      "id": "s107"
    },
    {
      "text": "It is for an applicant to advance whatever evidence or argument he or she may wish to advance before the Tribunal and for the Tribunal to decide whether the relevant claim has been made out (see per Gummow and Heydon JJ in Ruddock at [57]-[58]).",
      "id": "s108"
    },
    {
      "text": "29 In NAGV and NAGW of 2002 v Minister for Immigration and Multicultural and Indigenous Affairs [2005] HCA 6 ; (2005) 222 CLR 161 ('NAGV') the High Court considered s 36(2) of the Act in the form in which it existed prior to the passage of the Border Protection Legislation Amendment Act 1999 (Cth).",
      "id": "s109"
    },
    {
      "text": "Relevantly, for present purposes, Gleeson CJ, McHugh, Gummow, Hayne, Callinan and Heydon JJ said at [31]-[33]:\n '31 ... a perusal of the Convention shows that, Art 33 apart, there is a range of requirements imposed upon Contracting States with respect to refugees some of which can fairly be characterised as \"protection obligations\".",
      "id": "s110"
    },
    {
      "text": "Free access to courts of law (Art 16(1)), temporary admission to refugee seamen (Art 11), and the measure of religious freedom provided by Art 4 are examples.",
      "id": "s111"
    },
    {
      "text": "32 ...",
      "id": "s112"
    },
    {
      "text": "Section 36(2) does not use the term \"refugee\".",
      "id": "s113"
    },
    {
      "text": "But the \"protection obligations under [the Convention]\" of which it does speak are best understood as a general expression of the precept to which the Convention gives effect.",
      "id": "s114"
    },
    {
      "text": "The Convention provides for Contracting States to offer \"surrogate protection\" in the place of that of the country of nationality of which, in terms of Art 1A(2), the applicant is unwilling to avail himself.",
      "id": "s115"
    },
    {
      "text": "That directs attention to Art 1 and to the definition of the term \"refugee\".",
      "id": "s116"
    },
    {
      "text": "33 Such a construction of s 36(2) is consistent with the legislative history of the Act.",
      "id": "s117"
    },
    {
      "text": "This indicates that the terms in which s 36 is expressed were adopted to do no more than present a criterion that the applicant for the protection visa had the status of a refugee because that person answered the definition of \"refugee\" spelt out in Art 1 of the Convention.",
      "id": "s118"
    },
    {
      "text": "' (Footnotes omitted) \n\n \n30 Article 33(1) of the Convention, to which reference was made in NAGV , provides:\n \n \n '1.",
      "id": "s119"
    },
    {
      "text": "No Contracting State shall expel or return (\"refouler\") a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.",
      "id": "s120"
    },
    {
      "text": "' \n \n\n\n \n31 The question of who answers the description of a 'refugee' is relevantly determined by Article 1of the Convention which relevantly provides:\n \n \n 'A.",
      "id": "s121"
    },
    {
      "text": "For the purposes of the present Convention, the term \"refugee\" shall apply to any person who: \n \n \n \n \n ... \n \n (2) ... owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or, owing to such fear, is unwilling to avail himself of the protection of that country; or who, not having a nationality and being outside the country of his former habitual residence ... is unable or, owing to such fear, is unwilling to return to it.",
      "id": "s122"
    },
    {
      "text": "' \n \n \n\n\n \n32 The definition of 'refugee' is couched in the present tense and the text indicates that the position of the putative refugee is to be considered on the footing that that person is outside the country of nationality.",
      "id": "s123"
    },
    {
      "text": "The reference then made in the text to 'protection' is to 'external protection' by the country of nationality, for example by the provision of diplomatic or consular protection, and not to the provision of 'internal protection' provided inside the country of nationality from which the refugee has departed (per McHugh and Gummow JJ in Minister for Immigration and Multicultural Affairs v Khawar [2002] HCA 14 ; (2002) 210 CLR 1 ('Khawar') at [62], cited with approval by Gummow, Hayne and Crennan JJ in SZATV v Minister for Immigration and Citizenship [2007] HCA 40 ; (2007) 237 ALR 634 ('SZATV') at [16]).",
      "id": "s124"
    },
    {
      "text": "33 The definition of 'refugee' presents two cumulative conditions, the satisfaction of both of which is necessary for classification as a refugee.",
      "id": "s125"
    },
    {
      "text": "The first condition is that a person be outside the country of nationality 'owing to' fear of persecution for a relevant Convention reason, which is well-founded both in an objective and a subjective sense.",
      "id": "s126"
    },
    {
      "text": "The second condition is met if the person who satisfies the first condition is unable to avail himself or herself 'of the protection of' the country of nationality.",
      "id": "s127"
    },
    {
      "text": "This includes persons who find themselves outside the country of their nationality and in a country where the country of nationality has no representation to which the refugee may have recourse to obtain protection.",
      "id": "s128"
    },
    {
      "text": "The second condition also is satisfied by a person who meets the requirements of the first condition and who, for a particular reason, is unwilling to avail himself or herself of the protection of the country of nationality; that particular reason is that well-founded fear of persecution in the country of nationality which is identified in the first condition (per McHugh and Gummow JJ in Khawar at [61], cited with approval by Gummow, Hayne and Crennan JJ in SZATV at [16].",
      "id": "s129"
    },
    {
      "text": "See also Chan Yee Kin v The Minister for Immigration and Ethnic Affairs (1989) 169 CLR 379 ('Chan'), Applicant A v Minister for Immigration and Ethnic Affairs [1997] HCA 4 ; (1997) 190 CLR 225 ('Applicant A') at 283 and Minister for Immigration and Multicultural Affairs v Respondents S152/2003 [2004] HCA 18 ; (2004) 222 CLR 1 ('S152') at [19]).",
      "id": "s130"
    },
    {
      "text": "34 Where diplomatic or consular protection is available, a person must show, not merely that he is unwilling to avail himself of such protection, but that his unwillingness is owing to his fear of persecution.",
      "id": "s131"
    },
    {
      "text": "He must justify, not merely assert, his unwillingness.",
      "id": "s132"
    },
    {
      "text": "A claimant's unreasonable refusal to seek the protection of his home authorities would not satisfy the requirements of Art 1A(2) (per Gleeson CJ, Hayne and Heydon JJ in S152 at [19]).",
      "id": "s133"
    },
    {
      "text": "35 Because it is the primary responsibility of the country of nationality to safeguard fundamental human rights and freedoms, the international responsibility has been described as a form of 'surrogate protection'.",
      "id": "s134"
    },
    {
      "text": "'Protection' in that sense has a broader meaning than the narrower sense in which the term is used in Art 1A(2) but, so long as the two meanings are not confused, it is a concept that is relevant to the interpretation of Art 1A(2) (per Gleeson CJ, Hayne and Heydon JJ in S152 at [20].",
      "id": "s135"
    },
    {
      "text": "See also per Gummow, Hayne and Crennan JJ in SZATV at [20]).",
      "id": "s136"
    },
    {
      "text": "36 It is well settled since Chan and Minister for Immigration and Ethnic Affairs v Guo [1997] HCA 22 ; (1997) 191 CLR 559 ('Guo') at 571-2, 596 that the requirement that the 'fear' be 'well-founded' adds an objective requirement to the examination of the facts and that this examination is not confined to those facts which form the basis of the fear experienced by the particular applicant (per Gummow, Hayne and Crennan JJ in SZATV at [18]).",
      "id": "s137"
    },
    {
      "text": "A fear is 'well-founded' where there is a real substantial basis for it (see Guo at 572).",
      "id": "s138"
    },
    {
      "text": "37 Section 91R of the Act relevantly provides:\n \n \n \n '91R(1) For the purposes of the application of this Act and the regulations to a particular person, Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol does not apply in relation to persecution for one or more of the reasons mentioned in that Article unless: \n \n \n \n(a) that reason is the essential and significant reason, or those reasons are the essential and significant reasons, for the persecution; and (b) the persecution involves serious harm to the person; and (c) the persecution involves systematic and discriminatory conduct.",
      "id": "s139"
    },
    {
      "text": "' \n\n \n38 In s 91R(2) instances of 'serious harm' for the purposes of s 91R are identified.",
      "id": "s140"
    },
    {
      "text": "These include:\n '(b) significant physical harassment of the person; (c) significant physical ill-treatment of the person; \n \n (d) significant economic hardship that threatens the person's capacity to subsist;' \n \n \n\n39 When considering whether extortion has been practised upon a person for a Convention reason one needs to proceed with caution.",
      "id": "s141"
    },
    {
      "text": "Extortionate demands may be placed upon a person simply because of his or her perceived personal capacity to provide the particular advantage sought and for no other reason or purpose.",
      "id": "s142"
    },
    {
      "text": "In the usual case of extortion the extorting party will be acting for a self-interested reason, that is, to gain an advantage for himself or herself or for another.",
      "id": "s143"
    },
    {
      "text": "In this sense his or her interest in the person extorted can be said to be personal.",
      "id": "s144"
    },
    {
      "text": "40 Nevertheless, it needs to be recognised that the reason why an extorting party has an interest in another may or may not have foundation in a Convention reason.",
      "id": "s145"
    },
    {
      "text": "A person upon whom extortionate demands have been placed may have become the subject of extortion because he or she belongs to a social group identified by a Convention criterion.",
      "id": "s146"
    },
    {
      "text": "41 Any inquiry concerning causation arising in an extortion case must allow for the possibility that the extortive activity has a dual character --- it may be motivated by a personal interest on the perpetrator's part but may also be Convention-related (see Rajaratnam v Minister for Immigration and Multicultural Affairs (2000) 62 ALD 73 per Finn and Dowsett JJ at [46]-[48]).",
      "id": "s147"
    },
    {
      "text": "Where the extortive activity has a dual character, s 91R(1)(a) requires that the Convention reason must be the 'essential and significant reason'.",
      "id": "s148"
    },
    {
      "text": "42 In Chen Chi Hai v Minister for Immigration and Multicultural Affairs [2000] HCA 19 ; (2000) 201 CLR 293 ('Chen') at [13] Gleeson CJ, Gaudron, Gummow and Hayne JJ summarised the findings of the Court in Applicant A as follows:\n '13 It was held in Applicant A that the \"common thread\" which links \"persecuted\", \"for reasons of\" and \"membership of a particular social group\" in the Convention definition of \"refugee\" dictates that \"a shared fear of persecution [is not] sufficient to constitute a particular social group\".",
      "id": "s149"
    },
    {
      "text": "' (Footnotes omitted.",
      "id": "s150"
    },
    {
      "text": ") \n\n \n43 In relation to membership of a particular social group, McHugh J said in Applicant A at 259-260:\n 'Courts and jurists have taken widely differing views as to what constitutes \"membership of a particular social group\" for the purposes of the Convention.",
      "id": "s151"
    },
    {
      "text": "This is not surprising.",
      "id": "s152"
    },
    {
      "text": "The phrase is indeterminate and lacks a detailed legislative history and debate.",
      "id": "s153"
    },
    {
      "text": "Not only is it impossible to define the phrase exhaustively, it is pointless to attempt to do so.",
      "id": "s154"
    },
    {
      "text": "Records of the Convention's preparation, which are legitimate interpretative material under Australian law, reveal that the category of \"particular social group\" was the last of the enumerated grounds in Art 1A(2) to be added and that it was added with the intention to broaden the reach of the other four grounds.",
      "id": "s155"
    },
    {
      "text": "However, nothing in the prior history or the record of the Convention supports the conclusion that the category of \"particular social group\" was added to provide a safety-net for all persons subject to persecution who did not fall within the other enumerated grounds ...' \n\n \n44 In addressing the phrase 'particular social group' Dawson J said in Applicant A at 241:\n '...",
      "id": "s156"
    },
    {
      "text": "The adjoining of \"social\" to \"group\" suggests that the collection of persons must be of a social character, that is to say, the collection must be cognisable as a group in society such that its members share something which unites them and sets them apart from society at large.",
      "id": "s157"
    },
    {
      "text": "The word \"particular\" in the definition merely indicates that there must be an identifiable social group such that a group can be pointed to as a particular social group.",
      "id": "s158"
    },
    {
      "text": "A particular social group, therefore, is a collection of persons who share a certain characteristic or element which unites them and enables them to be set apart from society at large.",
      "id": "s159"
    },
    {
      "text": "That is to say, not only must such persons exhibit some common element; the element must unite them, making those who share it a cognisable group within their society.",
      "id": "s160"
    },
    {
      "text": "I can see no reason to confine a particular social group to small groups or to large ones; a family or a group of many millions may each be a particular social group.",
      "id": "s161"
    },
    {
      "text": "Nor is there anything which would suggest that the uniting particular must be voluntary.",
      "id": "s162"
    },
    {
      "text": "...' \n\n \n45 In Applicant A Gummow J expressed his agreement with the following observations of Burchett J in relation to the meaning of persecution in Ram v Minister for Immigration and Ethnic Affairs (1995) 57 FCR 565 at 568:\n 'Persecution involves the infliction of harm, but it implies something more: an element of an attitude on the part of those who persecute which leads to the infliction of harm, or an element of motivation (however twisted) for the infliction of harm.",
      "id": "s163"
    },
    {
      "text": "People are persecuted for something perceived about them or attributed to them by their persecutors.",
      "id": "s164"
    },
    {
      "text": "Not every isolated act of harm to a person is an act of persecution.",
      "id": "s165"
    },
    {
      "text": "' \n(see per Gummow J in Applicant A at 284.",
      "id": "s166"
    },
    {
      "text": ")\n\n \n46 In relation to membership of a particular social group, Gummow J opined at 285 that numerous individuals with similar characteristics or aspirations did not comprise a particular social group of which they were members.",
      "id": "s167"
    },
    {
      "text": "Once again, his Honour expressed agreement with a passage from the judgment of Burchett J in Ram at 569 as follows:\n 'There must be a common unifying element binding the members together before there is a social group of that kind.",
      "id": "s168"
    },
    {
      "text": "When a member of a social group is being persecuted for reasons of membership of the group, he is being attacked, not for himself alone or for what he owns or has done, but by virtue of his being one of those jointly condemned in the eyes of their persecutors, so that it is a fitting use of language to say that it is \"for reasons of\" his membership of that group.",
      "id": "s169"
    },
    {
      "text": "' \n\n \n47 After the applications for protection visas in NAGV were lodged, new subsections (3)-(7) were inserted into s 36 of the Act by the Border Protection Legislation Amendment Act 1999 (Cth), which new subsections commenced on 16 December 1999.",
      "id": "s170"
    },
    {
      "text": "These subsections were included as part of ' Part 6 --- Amendments to prevent forum shopping'.",
      "id": "s171"
    },
    {
      "text": "Another provision inserted into the Act as part of Part 6 was s 91M which formed part of a new 'Subdivision AK --- Non-citizens with access to protection from third countries'.",
      "id": "s172"
    },
    {
      "text": "That section provided:\n \n \n '91M This Subdivision is enacted because the Parliament considers that a non-citizen who can avail himself or herself of protection from a third country, because of nationality or some other right to re-enter and reside in the third country, should seek protection from the third country instead of applying in Australia for a protection visa, or, in some cases, any other visa.",
      "id": "s173"
    },
    {
      "text": "Any such non-citizen who is an unlawful non-citizen will be subject to removal under Division 8.",
      "id": "s174"
    },
    {
      "text": "' \n \n\n\n \n48 The legislative purpose recorded in s 91M is consistent with the legislative intention which is evident in s 36(3) of the Act i.e.",
      "id": "s175"
    },
    {
      "text": "to tighten up the circumstances in which non-citizens in Australia may become entitled to the grant of protection visas.",
      "id": "s176"
    },
    {
      "text": "49 Section 36(3) of the Act provides:\n \n \n '36(3) Australia is taken not to have protection obligations to a non-citizen who has not taken all possible steps to avail himself or herself of a right to enter and reside in, whether temporarily or permanently and however that right arose or is expressed, any country apart from Australia, including countries of which the non-citizen is a national.",
      "id": "s177"
    },
    {
      "text": "' \n \n\n\n \n50 When the Parliamentary Secretary to the Minister for Immigration and Multicultural Affairs introduced the amendments contained in Part 6 into the Parliament a 'Supplementary Explanatory Memorandum' was tabled and a 'Tabling Speech' was incorporated into Hansard.",
      "id": "s178"
    },
    {
      "text": "51 The Supplementary Explanatory Memorandum contained the following provisions in respect of the introduction of the new subsection (3) of the Act:\n \n \n '3 New subsection 36(3) is an interpretive provision relating to Australia's protection obligations.",
      "id": "s179"
    },
    {
      "text": "This provision provides that Australia does not owe protection obligations to a non-citizen who has not taken all possible steps to avail him or herself of a right to enter and reside in another country.",
      "id": "s180"
    },
    {
      "text": "... \n \n 5 The purpose of proposed subsections 36(3), (4) and (5) is to ensure that a protection visa applicant will not be considered to be lacking the protection of another country if without valid reason, based on a well-founded fear of persecution, he or she has not taken all possible steps to access that protection.",
      "id": "s181"
    },
    {
      "text": "' \n \n\n\n \n52 The tabling speech included the following:\n 'The amendments that I place before the chamber today are part of a package of tough new measures that the Minister for Immigration and Multicultural Affairs announced on the 13th of October 1999.",
      "id": "s182"
    },
    {
      "text": "These measures are aimed at curbing the growing number of people arriving illegally in Australia, often through people smuggling operations.",
      "id": "s183"
    },
    {
      "text": "The Refugees Convention and Protocol have, from inception, been intended to provide asylum for refugees with no other country to turn to.",
      "id": "s184"
    },
    {
      "text": "Increasingly, however, it has been observed that asylum seekers are taking advantage of the convention's arrangements.",
      "id": "s185"
    },
    {
      "text": "Some refugee claimants may ... have rights of return or entry to another country, where they would be protected against persecution.",
      "id": "s186"
    },
    {
      "text": "Such people attempt to use the refugee process as a means of obtaining residence in the country of their choice, without taking reasonable steps to avail themselves of protection which might already be available to them elsewhere.",
      "id": "s187"
    },
    {
      "text": "This practice, widely referred to as 'forum shopping', represents an increasing problem faced by Australia and other countries viewed as desirable migration destinations.",
      "id": "s188"
    },
    {
      "text": "...",
      "id": "s189"
    },
    {
      "text": "Domestic case law has generally re-inforced the principle that Australia does not owe protection obligations under the refugees convention, to those who have protection in other countries.",
      "id": "s190"
    },
    {
      "text": "It has also developed the principle that pre-existing avenues for protection should be ruled out before a person's claim to refugee status in Australia is considered.",
      "id": "s191"
    },
    {
      "text": "' \n\n \n53 Section 36(3) of the Act directs attention to taking steps to avail oneself of a right to enter and reside in a country.",
      "id": "s192"
    },
    {
      "text": "It is not directed to the consequences of entering and residing in a country.",
      "id": "s193"
    },
    {
      "text": "The relevant right in respect of which a non-citizen must take all possible steps to avail himself is the bare right, if it exists, to enter and reside in a country, not a right to enter and reside comfortably in a country.",
      "id": "s194"
    },
    {
      "text": "54 In 1950 a Treaty of Peace and Friendship was entered into between India and Nepal.",
      "id": "s195"
    },
    {
      "text": "The treaty was referred to during the appellants' hearing before the Tribunal when the Tribunal indicated that independent country information suggested that the two governments had agreed under the treaty to grant, on a reciprocal basis, to the nationals of one country in the territories of the other, the same privileges in the matter of residence, ownership of property, participation in trade and commerce, movement and other privileges of a similar nature.",
      "id": "s196"
    },
    {
      "text": "Apart from discussing the treaty with the first appellant the Tribunal drew attention to independent country information stating that Nepalese citizens did not require visas to enter India and that Nepalese nationals were not denied entry into India unless they were on the look-out list of security agencies suspected of involvement in terrorist activity, or under instruction from the intelligence agencies.",
      "id": "s197"
    },
    {
      "text": "When the Tribunal suggested to the first appellant that there was nothing preventing or restricting him from moving to India his response was, according to the Tribunal member, that the appellants had no relatives there, no links, and he would have to start from scratch.",
      "id": "s198"
    },
    {
      "text": "He apparently said 'we can't do business there'.",
      "id": "s199"
    },
    {
      "text": "55 In the present appeal the appellants submit that the Treaty of Peace and Friendship only confers a right of residence whereas s 36(3) of the Act requires, so it is said, that the qualification therein only applies where there is firstly a right to enter and secondly a right to reside in another country apart from Australia.",
      "id": "s200"
    },
    {
      "text": "It is submitted that a 'right to enter and reside' in another country within the meaning of s 36(3) of the Act is quite a different thing from a right to reside in another country.",
      "id": "s201"
    },
    {
      "text": "56 Three matters need to be addressed in relation to s 36(3) of the Act:\n \n(a) What is the significance of the words 'has not taken all possible steps to avail himself or herself' in the expression 'Australia is taken not to have protection obligations to a non-citizen who has not taken all possible steps to avail himself or herself of a right to enter and reside in, whether temporarily or permanently and however that right arose or is expressed, any country apart from Australia, including countries of which the non-citizen is a national'?",
      "id": "s202"
    },
    {
      "text": "(b) Is the subsection only engaged where the 'right to enter and reside in' another country is a legally enforceable right?",
      "id": "s203"
    },
    {
      "text": "and\n \n(c) Does the subsection apply only when the non-citizen has two rights, namely a right to enter and a right to reside in another country, or simply a right to 'enter and reside'?",
      "id": "s204"
    },
    {
      "text": "57 In SZHWI v Minister for Immigration and Multicultural Affairs [2007] 95 ALD 631 Allsop J considered the position of an appellant who was a citizen of Nepal and within the purview of the treaty with India.",
      "id": "s205"
    },
    {
      "text": "His Honour considered, at [23], that the Tribunal had failed to address one of the elements of s 36(3): that the appellant had not taken all possible steps to avail himself of a right to enter India.",
      "id": "s206"
    },
    {
      "text": "He was not prepared to draw the conclusion that the failure by the Tribunal to address the relevant element could be excused because it was effectively conceded or not in issue.",
      "id": "s207"
    },
    {
      "text": "58 With great respect to his Honour, I would take the view that it was for the first appellant to satisfy the Tribunal that the criterion for a protection visa prescribed by s 36(2)(a) of the Act had been satisfied and that required the first appellant to satisfy the Tribunal that he had not been excluded from eligibility for a protection visa by his failure to take all possible steps to avail himself of a right to enter and reside in, relevantly, India.",
      "id": "s208"
    },
    {
      "text": "59 No evidence was advanced by the first appellant to suggest that (say) there had been an outbreak of avian influenza in India with the consequence that there were no steps available to the first appellant to enter and reside in India.",
      "id": "s209"
    },
    {
      "text": "The finding of the Tribunal contained in its 'Conclusions' namely 'Having considered the evidence as a whole, the Tribunal is not satisfied that the first named applicant is a person to whom Australia has protection obligations under the Refugees Convention' was sufficient to support an inference that the Tribunal was not satisfied that the first appellant had taken all possible steps to avail himself of a right to enter and reside in India in circumstances where his evidence had been as recorded in the Tribunal's reasons:\n 'The applicant stated that they had no relatives there, no links, and he would have to start from scratch.",
      "id": "s210"
    },
    {
      "text": "He said \"we can't do business there\".",
      "id": "s211"
    },
    {
      "text": "' \nThe natural inference from this evidence is that, firstly, the first appellant took no steps and, secondly, he failed to establish that there were no possible steps available to him which he could have taken.",
      "id": "s212"
    },
    {
      "text": "60 In relation to (b) above, Allsop J said in V856/00A v Minister for Immigration and Multicultural Affairs [2001] FCA 1018 ; (2001) 114 FCR 408 at [31] that there was no reason to restrict the meaning of the word 'right' to a right in the strict sense which was legally enforceable.",
      "id": "s213"
    },
    {
      "text": "61 In Minister for Immigration and Multicultural Affairs v Applicant C [2001] FCA 1332 ; (2001) 116 FCR 154 ('Applicant C') Stone J, with whose reasons for judgment, Gray and Lee JJ relevantly agreed, held that the primary judge had been correct in his interpretation of s 36(3).",
      "id": "s214"
    },
    {
      "text": "The primary judge had said (see [2001] FCA 229 at [30] ):\n '30 A literal construction of the word \"right\" in a statute must, in my view, be that it is a legally enforceable right.",
      "id": "s215"
    },
    {
      "text": "The extraneous materials to which I have referred above tend to support a literal construction.",
      "id": "s216"
    },
    {
      "text": "So does the fact that a literal construction would advance the purposes of the Refugees Convention whereas to construe the word \"right\" as meaning something less than a legally enforceable right would place much greater obstacles in a refugee's path.",
      "id": "s217"
    },
    {
      "text": "' \n\n \n62 For my part I would have taken the view that the passages from the tabling speech referred to above demonstrate a clear intention on the part of the legislature that much greater obstacles should be placed in a putative refugee's path.",
      "id": "s218"
    },
    {
      "text": "Be that as it may, it is important to note that in Applicant C Stone J said at [60]:\n '60 It should also be recognised that a right of entry such as I have postulated may arise other than by grant of a visa.",
      "id": "s219"
    },
    {
      "text": "A country's entry requirements may be met by proof of identity and citizenship of a nominated country being provided at the border, for example by production of a valid passport, without the necessity for a visa.",
      "id": "s220"
    },
    {
      "text": "This would explain the use in s 36(3) of the phrase, \"however that right arose or is expressed\".",
      "id": "s221"
    },
    {
      "text": "' \n\n \n63 In WAGH v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 194 ; (2003) 131 FCR 269 ('WAGH') Lee J adhered to the construction of 'right' in s 36(3) which he had given when concurring with that part of the reasons of Stone J in Applicant C which addressed that matter.",
      "id": "s222"
    },
    {
      "text": "Carr J considered that Applicant C was authority for the proposition that the word 'right' in s 36(3) meant a legally enforceable right, albeit one that could be revoked (at [74]).",
      "id": "s223"
    },
    {
      "text": "64 Hill J dealt with the matter more extensively in WAGH at [54].",
      "id": "s224"
    },
    {
      "text": "His Honour said:\n '54 The word \"right\" tends to suggest, prima facie, a legally enforceable right.",
      "id": "s225"
    },
    {
      "text": "However, it was held by a Full Court of this court in V872/00A v Minister for Immigration and Multicultural Affairs [2002] FCAFC 185 ; (2002) 122 FCR 57 that \"right\" as used in the subsection did not mean legally enforceable right of entry and re-entry to a safe third country.",
      "id": "s226"
    },
    {
      "text": "The ratio of that decision in the narrowest sense is that s 36(3) will operate in a case where not only is there a legal right of entry but also where, absent a legally enforceable right of entry the person is likely to be allowed entry to the third country and is likely, as a matter of practical reality to have effective protection there and not be subject to refoulement contrary to Art 33 of the Convention: see per Black CJ at [5] and per Tamberlin J at [83], where his Honour said that the question is whether there was \"any real risk that the applicant would not be able to secure access to that country so as to attract its protection\".",
      "id": "s227"
    },
    {
      "text": "...' \n\n \n65 His Honour proceeded to refer to the leading judgment of Stone J in Applicant C and then said at [56]-[58]:\n '56 In the course of her judgment her Honour said, in a passage quoted by the learned primary judge at [65]: \n \n The combination of the amendments to s 36 and the doctrine of effective protection leads to [t] his position.",
      "id": "s228"
    },
    {
      "text": "Australia does not owe protection obligations under the Convention to: \n \n \n \n \n (a) a person who can, as a practical matter, obtain effective protection in a third country; or \n (b) a person who has not taken all possible steps to avail himself or herself of a legally enforceable right to enter and reside in a third country.",
      "id": "s229"
    },
    {
      "text": "57 It is true that the court affirmed the decision of the learned primary judge in that case.",
      "id": "s230"
    },
    {
      "text": "I am not sure that the reference to \"effective protection\" can, however, be ignored.",
      "id": "s231"
    },
    {
      "text": "In any event, after V872/200A the comments of Stone J should, in my view, be read so as to include (if not already comprehended by (a)), a category of persons of whom it can be said that while they have not, in a strict sense, a legally enforceable right, the factual situation is that they are likely to be afforded entry to the third country and as a matter of practical reality, have effective protection there.",
      "id": "s232"
    },
    {
      "text": "If there is any conflict between Applicant C and V872/00A I would follow the latter and later case.",
      "id": "s233"
    },
    {
      "text": "58 One reason why a strict construction can not be given to the word \"right\", so that it is to be read as \"legally enforceable right\" is that all countries retain as a matter of sovereignty a right to exclude persons from the country.",
      "id": "s234"
    },
    {
      "text": "It would be unlikely in many cases that a visa would give a legally enforceable right, although as a matter of practical reality it would be virtually certain that the person in question would be permitted entry.",
      "id": "s235"
    },
    {
      "text": "' \n\n \n66 In its reasons for decision in the present case, the Tribunal said in the section of its decision headed 'FINDINGS AND REASONS':\n 'DFAT advised on 23 October 2006 that Nepalese citizens do not require a visa to enter India, and if travelling by air, it is necessary only to produce a valid national passport ...",
      "id": "s236"
    },
    {
      "text": "The Tribunal also accepts that a Nepalese citizen can fly directly to India from Australia provided they are in possession of a valid Nepalese passport ...",
      "id": "s237"
    },
    {
      "text": "The Tribunal finds that the applicant and his wife have valid current Nepali passports, and they could fly directly to India from Australia.",
      "id": "s238"
    },
    {
      "text": "...",
      "id": "s239"
    },
    {
      "text": "The Tribunal finds that the applicant and his wife ... would not be denied entry to India, and they could live there indefinitely.",
      "id": "s240"
    },
    {
      "text": "' \n\n \n67 The Tribunal also found that India accepted the Treaty of Peace and Friendship between India and Nepal and that the Treaty had been incorporated into the domestic law of India and, as such, could be accessed by the first appellant.",
      "id": "s241"
    },
    {
      "text": "In the circumstances, if it were necessary to find that the first appellant had a right of entry as explained by Stone J in Applicant C then no more was required than the matters which the Tribunal found (see in particular at [60] in Applicant C ).",
      "id": "s242"
    },
    {
      "text": "68 Turning to (c), my attention has been drawn to the decision of Federal Magistrate Smith in SZFKD v Minister for Immigration [2006] FMCA 49 in which the learned Federal Magistrate expressed the view that s 36(3) required consideration to be given to whether there was relevantly a right to enter India as well as a right to reside in India.",
      "id": "s243"
    },
    {
      "text": "In my opinion s 36(3) does not call for a consideration of two separate rights.",
      "id": "s244"
    },
    {
      "text": "The issue is simply whether there was a right to 'enter and reside' in India.",
      "id": "s245"
    },
    {
      "text": "Apart from other considerations, if two rights were in contemplation, one would have expected the legislature to have expressed itself, later in the subsection, by referring to 'however those rights arose or are expressed' rather than, as it did, by using the singular, namely 'however that right arose or is expressed'.",
      "id": "s246"
    },
    {
      "text": "69 In WAGH at [66], Hill J expressed the opinion that the Tribunal had committed an error by ignoring altogether the requirement of s 36(3) that an applicant have not merely a right of entry, but also a right to reside in the other country.",
      "id": "s247"
    },
    {
      "text": "I respectfully agree that a right of residence within the meaning of the subsection is not sufficient.",
      "id": "s248"
    },
    {
      "text": "However, there can be no foundation for the suggestion that one has to find a separate right of entry and a separate right of residence.",
      "id": "s249"
    },
    {
      "text": "The Tribunal was entitled to find as it did that the appellants had a right to enter and reside in India.",
      "id": "s250"
    },
    {
      "text": "70 The STATEMENT OF DECISION AND REASONS of the Tribunal has been recorded on some 28 pages of closely typed script.",
      "id": "s251"
    },
    {
      "text": "For present purposes it is sufficient to note the following extracts from the country information referred to:\n 'Something interesting is happening these days in otherwise turbulent Nepal.",
      "id": "s252"
    },
    {
      "text": "Instead of incessant headlines about senseless killings and human-right abuses on a daily basis, there is news of peace parleys and multilateral dialogue.",
      "id": "s253"
    },
    {
      "text": "This seemingly non-violent face is a u-turn for a war-torn country so often described as a nation on the brink of collapse, a failing state.",
      "id": "s254"
    },
    {
      "text": "In what appears to be a major breakthrough in the decade-long civil war, the ruling pro-democratic seven-party alliance (SPA) and the insurgent Maoists decided on 8 November 2006 to disarm under United Nations supervision.",
      "id": "s255"
    },
    {
      "text": "The 35,000 \"regular\" Maoist guerrillas will be kept in seven cantonments around Nepal and their arms will be locked up.",
      "id": "s256"
    },
    {
      "text": "...' \n\n \n71 Another report referred to in the country information included:\n 'The Maoists' 10-year journey from the jungle to government was partly a result of compulsion and partly political wisdom.",
      "id": "s257"
    },
    {
      "text": "After 10 years of fighting, the loss of 13,000 lives and massive damage to the country's infrastructure and economy, they were still unable to capture even a district headquarters, let alone the power in the centre.",
      "id": "s258"
    },
    {
      "text": "...' \n72 In the FINDINGS AND REASONS section of the STATEMENT OF DECISION AND REASONS the Tribunal said, amongst other things:\n 'If [the first appellant] returns to Nepal with enough funds from a settlement or judgment against [P&amp;N Beverages Pty Limited], ... he will be able to make restitution to his retailers and financially satisfy the Maoists, who will then instruct his customers, the retailers, to recommence their payments to him.",
      "id": "s259"
    },
    {
      "text": "If this result does not occur, then he fears that the Maoists will take action against him.",
      "id": "s260"
    },
    {
      "text": "The applicant's wife stated that the risk she would face is the Maoists would not let her stay at home, and they would harass her and the applicant.",
      "id": "s261"
    },
    {
      "text": "...' \n\n \n73 Later, the Tribunal member made the following findings in respect of persecution for reason of political opinion and membership of a particular social group:\n '...",
      "id": "s262"
    },
    {
      "text": "The Tribunal finds that the applicant made donations to the Maoists.",
      "id": "s263"
    },
    {
      "text": "These 'donations' are in reality monies extorted from different parts of Nepali society, but particularly the business people in cities such as Kathmandu.",
      "id": "s264"
    },
    {
      "text": "The Tribunal accepts the evidence that this has been commonplace in Nepal, and the agent's evidence that 90% of businesses have been asked for donations by the Maoists.",
      "id": "s265"
    },
    {
      "text": "It is also accepted that even the government seeks 'donations'.",
      "id": "s266"
    },
    {
      "text": "The Tribunal also accepts that the Maoists were sympathetic to the [first appellant] in that they allowed him to leave Nepal, so he could recover funds to pay them money.",
      "id": "s267"
    },
    {
      "text": "The Tribunal finds that this gesture is not one provided to a person perceived to have a different political opinion, but simply to increase the chance that they will receive monies which they are attempting to extort from him.",
      "id": "s268"
    },
    {
      "text": "... ... the Tribunal finds that any possible claims relating to the applicant's political opinion do not engage the provisions of the Convention.",
      "id": "s269"
    },
    {
      "text": "The Tribunal finds that the Maoists are not targeting him for extortion for reasons of political opinion (actual or imputed).",
      "id": "s270"
    },
    {
      "text": "...' \n\n \n74 The Tribunal proceeded to find that the first appellant did not have a well-founded fear of persecution for reason of his political opinion.",
      "id": "s271"
    },
    {
      "text": "75 It then proceeded to address persecution for reason of membership of a particular social group.",
      "id": "s272"
    },
    {
      "text": "The Tribunal said:\n 'It was submitted that 'the victim of the Maoist atrocities can be classified as a particular social group ...' \nIn the light of Applicant A and Chen , as quoted above, it would seem to me that persons, albeit victims, with a shared fear of persecution could not constitute a particular social group.",
      "id": "s273"
    },
    {
      "text": "The Tribunal went on to say:\n '... Other possible particular social groups arising on the facts are 'business people in Nepal' and 'wealthy Nepalis.",
      "id": "s274"
    },
    {
      "text": "'' \n\n Ground of Appeal 1A \n \n76 Ground 1A of the grounds of appeal focuses upon the fact that, having identified 'wealthy Nepalis' as a possible particular social group, the Tribunal failed to give further consideration to whether persecution of the first appellant was for reason of his membership of such a particular social group.",
      "id": "s275"
    },
    {
      "text": "The Tribunal proceeded to make the following findings:\n '... Whilst the Tribunal accepts that the [first appellant] has been extorted in the way he claims from the Maoists, it finds that the essential and significant reason for any harm [the first appellant] fears from the Maoists is extortion or monetary gain.",
      "id": "s276"
    },
    {
      "text": "The Tribunal finds that there is no policy of Maoists targeting business people other than as suitably wealthy victims.",
      "id": "s277"
    },
    {
      "text": "...' \n\n \n77 I would interpose at this stage that a policy of targeting suitably wealthy victims would tend to support a finding that 'wealthy Nepalis' were a relevant particular social group that needed to be considered.",
      "id": "s278"
    },
    {
      "text": "78 The Tribunal proceeded to find that the first appellant's claims in relation to membership of a particular social group did not engage the provisions of the Convention.",
      "id": "s279"
    },
    {
      "text": "It then said:\n 'Overall, the Tribunal is satisfied that those claimed to be seeking retribution against the [first appellant] are not doing so as an aspect of a broader political campaign, or targeting him as a member of a particular social group, but for a non-Convention related reason.",
      "id": "s280"
    },
    {
      "text": "...",
      "id": "s281"
    },
    {
      "text": "The Tribunal finds that the [first appellant] does not have a well-founded fear of persecution for reason of his political opinion or for reason of his membership of a particular social group.",
      "id": "s282"
    },
    {
      "text": "' \n79 It would seem to me that the Tribunal identified a relevant particular social group, being wealthy Nepalis, but failed to address whether the extortionate demands placed upon the first appellant were simply because of his perceived personal capacity to provide an advantage for a self interested extorting party or whether the extortionate demands were placed upon the first appellant because he belonged to a particular social group.",
      "id": "s283"
    },
    {
      "text": "80 In an extortion case, as indicated above, there is the possibility that the extortive activity has a dual character; it may be motivated by a personal interest on the perpetrator's part but also may be Convention-related.",
      "id": "s284"
    },
    {
      "text": "Given that the demands placed upon the first appellant were said to be demands by a Maoist union, the Tribunal should, in my opinion, have addressed whether the persecution of the first appellant was for a Convention-related reason as a member of the particular social group made up of wealthy Nepalis and not simply motivated by a personal interest on the perpetrator's behalf.",
      "id": "s285"
    },
    {
      "text": "It should have recognised that extortive activity can have a dual character and considered whether the essential and significant reason for such activity was Convention based.",
      "id": "s286"
    },
    {
      "text": "Ground of Appeal 1 \n \n81 The first ground of appeal placed great emphasis on the Tribunal's progression to its consideration of whether, viewed objectively, the first appellant could have a well-founded fear of persecution for any Convention-related reason if back in Nepal and the question of entering and taking up residence in India.",
      "id": "s287"
    },
    {
      "text": "82 The Tribunal proceeded from a consideration of persecution for reason of political opinion or membership of a particular social group to the remaining issues by employing the words 'If the Tribunal is wrong about this'.",
      "id": "s288"
    },
    {
      "text": "83 The question is: did the Tribunal, by using those words, entertain doubt about the findings which it had made or simply use the phrase as a means of introducing independent bases upon which the application for review could be determined?",
      "id": "s289"
    },
    {
      "text": "The learned Federal Magistrate found that a fair reading of the Tribunal's decision made it clear that the Tribunal accepted the factual claims made by the first appellant of past harm and the difficulties he had faced at the hands of criminals.",
      "id": "s290"
    },
    {
      "text": "In the circumstances there was no basis for an expression of doubt on the Tribunal's behalf.",
      "id": "s291"
    },
    {
      "text": "The learned Federal Magistrate said in SZLAN &amp; Anor v Minister for Immigration &amp; Anor [2008] FMCA 262 at [34] :\n '34 ... the Tribunal was doing no more than intending to set out alternative bases for concluding that the [first appellant] did not have a well-founded fear of persecution for a Convention related reason, albeit an unnecessary exercise.",
      "id": "s292"
    },
    {
      "text": "' \n84 Reference was made to Sackville J's leading judgment in Rajalingam where 'what if I am wrong?",
      "id": "s293"
    },
    {
      "text": "' terminology had been used.",
      "id": "s294"
    },
    {
      "text": "In SZCOS v Minister for Immigration and Citizenship [2008] FCA 570 Bennett J referred to Sackville J's distillation of principle in Rajalingam as follows, at [46] and [48]:\n '46 In Rajalingam Sackville J, with whom North J agreed, discussed the various observations concerning the obligation of the Tribunal to consider, in its assessment of well-founded fear ..., whether there is \"real doubt\" that findings of fact as to past events were correct.",
      "id": "s295"
    },
    {
      "text": "At [60] Sackville J distilled those observations into the principle that there are circumstances in which the Tribunal must take into account the possibility that alleged past events occurred, even though it finds that those events probably did not occur.",
      "id": "s296"
    },
    {
      "text": "If the Tribunal makes an adverse finding in relation to a material claim of an appellant but is unable to make the claim with confidence, it must proceed to assess the claim on the basis that the claim may possibly be true.",
      "id": "s297"
    },
    {
      "text": "... ... 48 ... Where the Tribunal is unsure as to whether events occurred, as understood from its reasons, it is obliged to consider the possibility that its finding of fact might not have been correct.",
      "id": "s298"
    },
    {
      "text": "The Tribunal then considers the chance of an applicant's persecution in the future on a standard less than the balance of probabilities ...",
      "id": "s299"
    },
    {
      "text": "In Kalala conclusions reached by the Tribunal as to whether certain events did nor did not take place were attended by significant doubt.",
      "id": "s300"
    },
    {
      "text": "At [6]-[7] North and Madgwick JJ stated [in Kalala] that: \n \n There may be a real and substantial basis for thinking that past events, having a character relevant for the applicant's future, may have occurred notwithstanding either that the truth of the matter cannot be established or that it is actually unlikely that those events did occur.",
      "id": "s301"
    },
    {
      "text": "The same is true of imputing a relevant character to past events which themselves are either not in doubt or as to which it has been recognised that there is at least a real and substantial basis for concluding that they may have occurred.",
      "id": "s302"
    },
    {
      "text": "If there is, in the sense mentioned, an unacceptable risk that the events occurred or had such character, they are to be taken into account in assessing whether there is a real chance of Convention-related harm to the applicant.",
      "id": "s303"
    },
    {
      "text": "If there is a real chance that some event occurred or bore a certain character, that circumstance may powerfully affect the assessment of whether fear of future harm befalling an applicant, if returned to his or her country of nationality, is well-founded.",
      "id": "s304"
    },
    {
      "text": "' \n\n \n85 Whilst there is some attraction for the reasoning of the learned Federal Magistrate that in circumstances where no doubt was expressed as to matters of fact which the first appellant alleged and the Tribunal accepted, the 'what if I am wrong?",
      "id": "s305"
    },
    {
      "text": "' remark should be given no weight.",
      "id": "s306"
    },
    {
      "text": "However, I consider that the phrase used begs an inquiry as to what is meant 'about this'.",
      "id": "s307"
    },
    {
      "text": "It seems to me that the matter in relation to which the Tribunal expressed doubt was its finding that the first appellant did not have a well-founded fear of persecution for reason of his political opinion or for reason of his membership of a particular social group.",
      "id": "s308"
    },
    {
      "text": "By failing to address all of the particular social groups which the Tribunal had contemplated and disregarding the Tribunal's finding that the Maoists had a policy of targeting suitably wealthy victims, it seems to me that the Tribunal did indeed entertain doubt about its finding that the first appellant did not have a well-founded fear of persecution for reason of his membership of a particular social group as opposed to being a wealthy person who was targeted for extortion as nothing other than a criminal exploit.",
      "id": "s309"
    },
    {
      "text": "86 In my opinion, grounds 1 and 1A should be decided favourably to the appellants.",
      "id": "s310"
    },
    {
      "text": "However, in relation to ground 1, counsel for the appellant concedes that her Honour's error, such as it was, did not of itself mean that there had been jurisdictional error on the part of the Tribunal.",
      "id": "s311"
    },
    {
      "text": "Ground 2 \n \n87 This brings me to the additional matters which the Tribunal proceeded to address.",
      "id": "s312"
    },
    {
      "text": "It preferred the country information which suggested an improved situation in Nepal where with the seven party alliance (SPA) and the Communist Party of Nepal Maoists (CPN (Maoists)) agreeing to form a multi-party government with a number of the members of the CPN (Maoists) occupying powerful positions, some of them in cabinet, there was no longer a real chance of persecution confronting the first appellant were he to return to Nepal.",
      "id": "s313"
    },
    {
      "text": "On this basis the Tribunal was not satisfied that the first appellant was a refugee.",
      "id": "s314"
    },
    {
      "text": "88 As against this, the Tribunal said in relation to possible extradition of the first appellant from India to Nepal were he to enter and take up residence in India and were charges to be laid against him in Nepal:\n '... the Tribunal finds there is not a real chance that they will seek to expedite him [presumably intended to read \"extradite him\"].",
      "id": "s315"
    },
    {
      "text": "Further, having regard to the general legal principles relating to extradition ... the Tribunal finds that many of the usual elements which are required for extradition are not present.",
      "id": "s316"
    },
    {
      "text": "' \n\n \n89 If the passage had ended there, one could not suggest that the Tribunal had committed jurisdictional error in reaching the conclusion which it did about a return to Nepal.",
      "id": "s317"
    },
    {
      "text": "However the Tribunal continued:\n 'They include the following.",
      "id": "s318"
    },
    {
      "text": "The [first appellant's] actions in relation to the juice do not appear to be criminal in nature, and he is not a suspected or convicted criminal, it is unlikely due to the Maoist's complicity that he can reasonably expect a fair trial in Nepal, and the likely penalty will not be proportionate to the crime ....' \n\n \n90 The suggestion that it is unlikely that the first appellant could reasonably expect a fair trial in Nepal and the likelihood that any penalty imposed upon the fist appellant would not be proportionate to the crime, if any, seem to me to contradict, as the appellants claim, the finding that it would be safe for the first appellant to return to Nepal and that he would not face a real chance of persecution were he to do so.",
      "id": "s319"
    },
    {
      "text": "91 In my opinion the reasoning of the Tribunal is not consistent and ground of appeal 2 is made out.",
      "id": "s320"
    },
    {
      "text": "Grounds 3 and 4 \n \n92 This brings me, finally, to grounds 3 and 4 and the question of whether or not the first appellant could relocate to India.",
      "id": "s321"
    },
    {
      "text": "The Tribunal not only found that the appellants would not be denied entry to India but also that they could live there indefinitely.",
      "id": "s322"
    },
    {
      "text": "93 It is clear, as indicated above, that the first appellant did not satisfy the Tribunal that he had taken all possible steps to avail himself of the right to enter and reside in India for which the Treaty provided.",
      "id": "s323"
    },
    {
      "text": "94 In the circumstances, the final question considered by the Tribunal became whether or not the exclusion for which s 36(3) provided was itself excluded by s 36(5) which provided:\n '36(5) ... if the non-citizen has a well-founded fear that: \n \n (a) a country will return the non-citizen to another country; and \n \n \n \n \n \n (b) the non-citizen will be persecuted in that other country for reasons of race, religion, nationality, membership of a particular social group or political opinion; \n \n \n \n \n \n subsection (3) does not apply in relation to the first-mentioned country.",
      "id": "s324"
    },
    {
      "text": "' \n \n\n\n \n95 In relation to the application of this subsection the Tribunal found that there was not a real chance that the Maoists in Nepal would seek to extradite the first appellant and further found that any attempt to extradite him from India would fail as the necessary prerequisites would not be met.",
      "id": "s325"
    },
    {
      "text": "96 Finally, and unnecessarily in the circumstances, the Tribunal found that it was not satisfied that if the first appellant were to be extradited by India to Nepal he would have a well-founded fear of persecution in Nepal for a Convention reason.",
      "id": "s326"
    },
    {
      "text": "Given my observations in respect of ground 2, this last mentioned finding would appear to be equally contradictory for the reasons given in respect of that ground.",
      "id": "s327"
    },
    {
      "text": "But, as mentioned above, this finding was unnecessary in the circumstances.",
      "id": "s328"
    },
    {
      "text": "97 The Tribunal did not err in finding, as it did, that the first appellant had a legally enforceable right to enter and reside in India pursuant to the Treaty of Peace and Friendship between India and Nepal, in the sense which Stone J described in Applicant C at [60].",
      "id": "s329"
    },
    {
      "text": "98 In my opinion grounds 3 and 4 fail.",
      "id": "s330"
    },
    {
      "text": "Accordingly, the alternative basis for affirming the decision of the Federal Magistrates Court, as set out in paragraph 2 of the Notice of Contention, should be upheld.",
      "id": "s331"
    },
    {
      "text": "The appellants conceded that, if grounds 3 and 4 failed, the appeal should be dismissed.",
      "id": "s332"
    },
    {
      "text": "99 In all the circumstances, the appeal should be dismissed with costs.",
      "id": "s333"
    },
    {
      "text": "I certify that the preceding ninety-nine (99) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Graham.",
      "id": "s334"
    },
    {
      "text": "Associate:\nDated: 13 June 2008\n\n Counsel for the First and Second Appellants by direct client access: D H Godwin \n \n Counsel for the First Respondent: L Clegg \n \n Solicitor for the First Respondent: Clayton Utz \n \n The Second Respondent filed a submitting appearance.",
      "id": "s335"
    },
    {
      "text": "Date of Hearing: 26 and 28 May 2008 \n \n Date of Judgment: 13 June 2008 \n\n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2008/904.html",
      "id": "s336"
    }
  ]
}