{
  "name": "Secretary to the Department of Transport (Victoria) v Commissioner of Taxation [2009] FCA 1209 (28 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1209.html",
  "catchphrases": [
    {
      "text": "goods and services tax",
      "id": "c0"
    },
    {
      "text": "transport of disabled passenger via taxi-cab",
      "id": "c1"
    },
    {
      "text": "characterisation of \"taxable supply\" and \"acquisition\"",
      "id": "c2"
    },
    {
      "text": "taxation",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n All taxi-cabs in Victoria must be licensed and operated in accordance with the terms and conditions of an issued licence: ss 86 , 87 , 139 , 144 and 158 of the Transport Act 1983 (Vic) (the Transport Act ) (all references to the Transport Act are as it was in force at the time of the relevant events).",
      "id": "s0"
    },
    {
      "text": "In Victoria, the Department of Transport (Victoria) (the DOT ) (through the Victorian Taxi Directorate (the VTD )) administers taxi-cab licences: ss 140 , 143 , 143A and 2 (1) of the Transport Act .",
      "id": "s1"
    },
    {
      "text": "The \"Multi Purpose Taxi Program\" (the MPTP ) is a program administered by the DOT, through the VTD, which provides a 50% subsidy of the metered taxi-cab fare (up to a specified maximum per trip and a specified maximum per year) for taxi-cab travel to Victorian residents who suffer from a severe and permanent disability and are unable to independently access public transport (a MPTP Member ).",
      "id": "s2"
    },
    {
      "text": "Every taxi-cab licence requires the taxi-cab to be fitted out to facilitate the implementation of the MPTP and to be operated in accordance with the terms of the MPTP.",
      "id": "s3"
    },
    {
      "text": "The metered taxi-cab fare payable by a MPTP Member is calculated at the end of the taxi-cab ride.",
      "id": "s4"
    },
    {
      "text": "The MPTP Member pays the metered taxi-cab fare, less the subsidy.",
      "id": "s5"
    },
    {
      "text": "The taxi-cab trip undertaken by the MPTP Member is reported to the VTD.",
      "id": "s6"
    },
    {
      "text": "The DOT pays the MPTP subsidy to the taxi-cab operator (a taxi-cab operator ) (this term includes both a licence holder and an assignee of the rights under a licence --- see [8] and [15] below) or, if the MPTP Member paid the whole of the fare, the DOT pays the MPTP subsidy to the MPTP Member.",
      "id": "s7"
    },
    {
      "text": "The DOT was registered under the A New Tax System (Goods and Services Tax) Act 1999 (Cth) (the GST Act ).",
      "id": "s8"
    },
    {
      "text": "The question for determination is whether the DOT is entitled to input tax credits under s 11-1 of the GST Act for the GST component of the payments made to taxi-cab operators under the MPTP from October 2006 to April 2007?",
      "id": "s9"
    },
    {
      "text": "The DOT abandoned any claim for input tax credits with respect to the GST component of the payments of the MPTP subsidy paid directly to MPTP Members.",
      "id": "s10"
    },
    {
      "text": "For the reasons that follow, the question for determination should be answered \"Yes\".",
      "id": "s11"
    },
    {
      "text": "LEGISLATION \n The relevant legislative provisions were not in dispute.",
      "id": "s12"
    },
    {
      "text": "TRANSPORT ACT \n A function of the DOT is \"to develop, improve and co-ordinate the provision of transport services\": s 4(2)(a) of the Transport Act .",
      "id": "s13"
    },
    {
      "text": "One aspect of that function, of course, is the licensing and operating of taxi-cabs in Victoria.",
      "id": "s14"
    },
    {
      "text": "This is provided for in Pt VI of the Transport Act entitled \"Traffic Regulation, Registration and Licensing\".",
      "id": "s15"
    },
    {
      "text": "Two provisions of Pt VI should be noted.",
      "id": "s16"
    },
    {
      "text": "First, Pt VI binds the Crown in all its capacities (s 88) and, secondly, no compensation is payable to any person in respect of, or as a consequence of, any decision to grant, issue, renew, reject, cancel, suspend or revoke any licence under Pt VI or to add, alter or vary any condition or term of or attached to any licence under Pt VI (s 90).",
      "id": "s17"
    },
    {
      "text": "A motor vehicle is deemed to operate as a \"commercial passenger vehicle\" if passengers are carried for hire or reward: ss 87 and 86 (definition of commercial passenger vehicle).",
      "id": "s18"
    },
    {
      "text": "A \"taxi-cab\" is a commercial passenger vehicle used or intended to be used for hiring by the public on demand and which operates by being hailed, or from a taxi-cab stand or from being previously booked: s 86.",
      "id": "s19"
    },
    {
      "text": "A commercial passenger vehicle (which includes a taxi-cab) cannot operate unless it is licensed under Div 5 of Pt VI: s 139.",
      "id": "s20"
    },
    {
      "text": "In the case of a taxi-cab, \"operate\" means to carry passengers for hire or reward and includes to ply or stand for hire or to use the taxi-cab in any other way for the purpose of carrying passengers for hire or reward: s 86.",
      "id": "s21"
    },
    {
      "text": "An \"operator\" in relation to a taxi-cab means either the holder of a licence under which the taxi-cab is operated or if the right to operate has been assigned under the Transport Act , to that person while the assignment remains in force: s 86.",
      "id": "s22"
    },
    {
      "text": "A \"taxi-cab licence\" is defined to mean a commercial passenger vehicle licence in respect of a vehicle which operates or is to operate as a taxi-cab: s 86.",
      "id": "s23"
    },
    {
      "text": "On application by the owner of a commercial passenger vehicle, a commercial passenger vehicle licence is granted to the owner by the licensing authority: s 139(2).",
      "id": "s24"
    },
    {
      "text": "\"Owner\" includes every person who is the owner of a commercial passenger vehicle and any person who has the use of a commercial passenger vehicle: s 86.",
      "id": "s25"
    },
    {
      "text": "The form of the application for licence is prescribed and must be accompanied by the prescribed application fee: ss 140 and 147B .",
      "id": "s26"
    },
    {
      "text": "An annual licence fee is payable: ss 147A and 147B .",
      "id": "s27"
    },
    {
      "text": "There are currently 4,614 taxi-cab licences issued in Victoria.",
      "id": "s28"
    },
    {
      "text": "The grant of taxi-cab licences is provided for in s 143.",
      "id": "s29"
    },
    {
      "text": "Each commercial passenger vehicle licence has a number of implied conditions including that the vehicle is not to be operated by any person other than the owner or a person employed by the owner: s 144(1)(c).",
      "id": "s30"
    },
    {
      "text": "Moreover, other licence conditions may be imposed including: that reasonable fares or hiring rates be charged for taxi-cabs as determined by the Minister: s 144(2)(d)(i) ; \"such other conditions appropriate to the services to be provided as the licensing authority thinks proper to impose in the public interest\": s 144(2)(g).",
      "id": "s31"
    },
    {
      "text": "Twenty one different licences are currently in operation in Victoria.",
      "id": "s32"
    },
    {
      "text": "The conditions attached to each licence vary according to the type of licence issued.",
      "id": "s33"
    },
    {
      "text": "A copy of the various licence conditions imposed on taxi-cabs from October 2006 to April 2007 was tendered in evidence.",
      "id": "s34"
    },
    {
      "text": "By way of example, both the DOT and the respondent referred to the \"Conditions Governing Operation of Metropolitan Zone Taxi-Cabs\" which attached to taxi-cab licences operating in the metropolitan area and took effect from 1 April 2005.",
      "id": "s35"
    },
    {
      "text": "Conditions governing fares and hiring rates were set out in section 2 of that document and included that: The only fares and hiring rates permitted to be charged were those specified in the \"Schedule of Hiring Rates\" attached or approved by the VTD from time to time: condition 2.1.",
      "id": "s36"
    },
    {
      "text": "Licensed vehicles had to be fitted with: \n(a) an approved taxi-cab meter calibrated to record the hiring rates specified by the VTD: condition 2.3;\n \n(b) an electronic transmission terminal approved by the VTD for the purposes of electronically processing MPTP transactions: condition 2.4(i);\n Concessional cards authorised by the VTD under the MPTP had to be accepted in payment of not more than half the authorised, metered, agreed or specified fare provided that the concession be limited to total fares up to $60: condition 2.2.",
      "id": "s37"
    },
    {
      "text": "Mr Ellis, the Manager Operational Strategy and Policy for the DOT gave evidence that the phrase \"concessional cards\" included the MPTP Member card; Every taxi-cab fare subject to a subsidy under the MPTP had to be processed electronically in accordance with the schedule \"Processing taxi fares subsidised by the [MPTP]\" issued in conjunction with the licence conditions and the MPTP Driver Guide for electronic payments (see [13]-[14] below) issued by the VTD from time to time subject to two exceptions (condition 2.5): \n (a) if the electronic transaction processing system and terminal did not accept the transaction; or\n \n(b) where the MPTP Member suffered from a disability which prevented that member from independently being responsible for their membership card.",
      "id": "s38"
    },
    {
      "text": "Where the driver of the vehicle processed a non electronic MPTP transaction in accordance with condition 2.5 (see [11(4)] above), the driver was obliged to complete a paper voucher which the MPTP Member signed if able to do so: condition 2.6.",
      "id": "s39"
    },
    {
      "text": "The paper voucher could then only be submitted for reimbursement through an approved depot specified in the licence attached to the vehicle in which the hiring was undertaken: condition 2.7.",
      "id": "s40"
    },
    {
      "text": "As noted above, a schedule entitled \"Processing taxi fares subsidised by the [MPTP]\" was attached to the licence conditions.",
      "id": "s41"
    },
    {
      "text": "The \"General Requirements for MPTP Trips\" provided, in part, that: The taxi-cab meter must be switched on and operating for all trips and the metered fare must be used for payment claims, whether claims are made using the EFTPOS terminal or made using paper vouchers.",
      "id": "s42"
    },
    {
      "text": "Where the MPTP Member is capable of retaining the card, the Member and the Member's card relating to that payment must be present at the completion of the trip when the payment is processed.",
      "id": "s43"
    },
    {
      "text": "MPTP trips cannot be pre-paid using the EFTPOS system.",
      "id": "s44"
    },
    {
      "text": "If a MPTP Member is severely disabled and unable to retain possession of the card, and the card is held by the Member's carer at the trip start location, a paper voucher can be prepared at the commencement of the trip and the metered fare entered on the voucher at the end of the trip.",
      "id": "s45"
    },
    {
      "text": "If a MPTP Member is severely disabled and unable to retain possession of the card, and the card is held by the Member's carer at the end of trip location, the card must be presented at the end of trip location for processing on the terminal.",
      "id": "s46"
    },
    {
      "text": "The MPTP Driver Guide for electronic payments in operation during the relevant period was also in evidence.",
      "id": "s47"
    },
    {
      "text": "The Guide was given to taxi-cab drivers when they received an \"MPTP Driver Card\" (see [22] below).",
      "id": "s48"
    },
    {
      "text": "The Guide contains much of the same information as that set out in [13] above.",
      "id": "s49"
    },
    {
      "text": "At all times during the currency of the commercial passenger vehicle licence, the licensing authority retains the right to cancel the licence or alter the conditions attached to the licence (see s 146 and Banks v Transport Regulation Board (Victoria) [1968] HCA 23 ; (1968) 119 CLR 222) and, in stipulated situations, to revoke or suspend the licence (s 157) or cancel it (s 153).",
      "id": "s50"
    },
    {
      "text": "Commercial passenger vehicle licences can be subject to transfer and the right to operate a taxi-cab under a licence can be the subject of an assignment: ss 149 and 150.",
      "id": "s51"
    },
    {
      "text": "Mr Ellis described the distinction between a licence holder and an operator in the case of an assignment in the following terms: \n \n \n When a licence is under assignment, the assignor is often referred to as the \"licence holder\" and the assignee as the \"operator\" (although an operator is, strictly speaking, the licence holder for the period of the assignment).",
      "id": "s52"
    },
    {
      "text": "When a licence is not under assignment, the licence holder is both licence holder and \"operator\".",
      "id": "s53"
    },
    {
      "text": "Under the MPTP, the [DOT] is not concerned with assignors for licences under assignment (that is licence holders) but only with operators (whether or not the original licence holder or assignees).",
      "id": "s54"
    },
    {
      "text": "At the relevant time, a commercial passenger vehicle was permitted to be driven only by the holder of a driver's certificate: s 156.",
      "id": "s55"
    },
    {
      "text": "Any application by a driver for a certificate had to be in the approved form and accompanied by the appropriate application fee: s 156(1) and (1A).",
      "id": "s56"
    },
    {
      "text": "A driver's certificate could be granted subject to conditions: s 156(2).",
      "id": "s57"
    },
    {
      "text": "A pro-forma driver's certificate was tendered in evidence.",
      "id": "s58"
    },
    {
      "text": "The certificate provided for the imposition of conditions on the type of licensed vehicle the driver intended to drive.",
      "id": "s59"
    },
    {
      "text": "Although operators can themselves manage a taxi-cab, they can also do so through a separate agreement with an entity described as a \"driver\", such agreement usually being in the form of a bailment agreement.",
      "id": "s60"
    },
    {
      "text": "The licensing authority retained the right during the currency of the driver's certificate to vary, revoke or impose new conditions attached to the certificate (s 156(5)) and, in stipulated situations, to revoke or suspend the certificate (s 157).",
      "id": "s61"
    },
    {
      "text": "Finally, the driver and owner of any licensed commercial passenger vehicle which operates \"otherwise than in accordance with the provisions or conditions of any licence, permit or other authority\" under Div 5 of Pt VI is guilty of an offence: s 158(3).",
      "id": "s62"
    },
    {
      "text": "MPTP \n The MPTP in Victoria was established in 1983.",
      "id": "s63"
    },
    {
      "text": "As noted earlier, it is administered by the DOT, through the VTD.",
      "id": "s64"
    },
    {
      "text": "It provides a 50% subsidy of the metered taxi-cab fare (currently, up to a specified maximum per trip of $60 and a specified maximum per year of $2,180) for taxi-cab travel to MPTP Members.",
      "id": "s65"
    },
    {
      "text": "Other States operate similar programs although the rates of subsidy vary between States.",
      "id": "s66"
    },
    {
      "text": "In Victoria, the budget for the MPTP for the 2008 / 2009 financial year was $44.4 million.",
      "id": "s67"
    },
    {
      "text": "Approximately 4.44 million trips were taken by MPTP Members in the 2008 / 2009 financial year.",
      "id": "s68"
    },
    {
      "text": "There are presently 187,000 current MPTP Members.",
      "id": "s69"
    },
    {
      "text": "98,000 of those Members used their MPTP card more than once in the last twelve months.",
      "id": "s70"
    },
    {
      "text": "MPTP cards cost $16.50 and are valid for six years.",
      "id": "s71"
    },
    {
      "text": "A functional specification of the MPTP published by the VTD was in evidence (the Specification ).",
      "id": "s72"
    },
    {
      "text": "The administration of the MPTP was described as \"requir[ing] the cooperation of four distinct entities\": Taxi --- the taxi centralises the functions of the taxi driver, MPTP member taxi passenger trip, and the taxi depot;\n Data Collection Agency (DCA) --- the DCA (Cabcharge) is responsible for the central collection and processing of driver shift and taxi trip details, as well as the validation of taxi driver and Member Cards;\n Victorian Taxi Directorate (VTD) --- the VTD is responsible for the administration of the MPTP, applications from Members and administration of Drivers' Certificates, and processing of taxi trip data from the DCA; and\n Department of [Transport] [DOT] --- facilitates payment to taxi drivers via the depot.",
      "id": "s73"
    },
    {
      "text": "In summary, the structure supports the taxi driver being paid in full for trips taken by MPTP members.",
      "id": "s74"
    },
    {
      "text": "When an MPTP member takes a trip in a taxi they are only required to pay the taxi driver 50% of the fare up to a maximum value of $25.",
      "id": "s75"
    },
    {
      "text": "The trip data is sent via Cabcharge to the VTD.",
      "id": "s76"
    },
    {
      "text": "VTD process the trip data and calculates the amount due to the taxi driver on each MPTP trip, and authorises [DOT] to make the outstanding payment to the depot.",
      "id": "s77"
    },
    {
      "text": "The depot is responsible for reimbursing the taxi driver for the amount owed on MPTP trips.",
      "id": "s78"
    },
    {
      "text": "The Specification then described the functions of the four entities in further detail.",
      "id": "s79"
    },
    {
      "text": "Mr Ellis described how the MPTP works in practice in the following terms: \n \n \n Taxi Equipment: Each taxi-cab is equipped with an Electronic Funds Transfer Point of Sale (\"EFTPOS\") terminal consisting of a personal identification number pad and card reader, a small modem computer and a printer.",
      "id": "s80"
    },
    {
      "text": "In all taxi-cabs in the Melbourne metropolitan area ... the EFTPOS terminal is linked to the taxi-meter.",
      "id": "s81"
    },
    {
      "text": "This prevents the taxi driver from manually entering the metered fare onto the terminal.",
      "id": "s82"
    },
    {
      "text": "The fare is automatically transferred to the terminal at the completion of the hiring.",
      "id": "s83"
    },
    {
      "text": "Smart Cards: Each Victorian taxi driver is issued with a unique smart card by the VTD (\"Driver MPTP Card\").",
      "id": "s84"
    },
    {
      "text": "The card has the driver's unique Driver Accreditation number and name printed on the front or back.",
      "id": "s85"
    },
    {
      "text": "The Driver Accreditation number and the driver's unique pin are stored on the smart card chip.",
      "id": "s86"
    },
    {
      "text": "... \n \n \n\n \n \n \n All MPTP members are issued with a smart card (\"member MPTP Card\").",
      "id": "s87"
    },
    {
      "text": "The card has a unique number identifying the member and the member's name embossed on the front.",
      "id": "s88"
    },
    {
      "text": "The member number is stored on the smart card chip.",
      "id": "s89"
    },
    {
      "text": "... \n \n \n\n \n \n \n Driver Operation: To log on to the Cabcharge system, the driver inserts the Driver MPTP Card into the EFTPOS terminal and keys in a unique pin code.",
      "id": "s90"
    },
    {
      "text": "This is done at the start of a shift.",
      "id": "s91"
    },
    {
      "text": "The driver cannot use the EFTPOS systems unless it is logged on.",
      "id": "s92"
    },
    {
      "text": "The system checks that the Driver MPTP Card has not been cancelled or expired and that the pin code is correct before allowing a successful log on.",
      "id": "s93"
    },
    {
      "text": "At the beginning of an MPTP trip, the driver starts the taximeter and then inserts the Member MPTP Card into the EFTPOS terminal to authorise the trip.",
      "id": "s94"
    },
    {
      "text": "The system checks that the Member MPTP Card has not been cancelled or expired before authorising the card.",
      "id": "s95"
    },
    {
      "text": "When the trip is finished and the hiring complete, the driver presses a button on the EFTPOS terminal to identify that the trip has finished.",
      "id": "s96"
    },
    {
      "text": "If there is an interface between the taximeter and [the] EFTPOS terminal the fare displays automatically on the EFTPOS terminal.",
      "id": "s97"
    },
    {
      "text": "... \n \n \n\n \n \n \n When a trip is successfully authorised and completed, the EFTPOS printer prints a driver's receipt for the subsidy component of the fare.",
      "id": "s98"
    },
    {
      "text": "... \n \n \n\n \n \n \n The member can pay the balance of the fare by cash or EFTPOS.",
      "id": "s99"
    },
    {
      "text": "This is a separate transaction and the Member MPTP Card is not used in this transaction.",
      "id": "s100"
    },
    {
      "text": "When the shift is completed, the driver logs off from the Cabcharge system and a shift summary is produced showing all EFTPOS and MPTP trips processed during the shift.",
      "id": "s101"
    },
    {
      "text": "... \n \n \n\n If the MPTP Member uses a wheelchair, a $14.20 lifting fee is also paid by the DOT.",
      "id": "s102"
    },
    {
      "text": "MPTP Member cards identify whether a Member is a wheelchair user and any MPTP payment automatically attracts the wheelchair lifting fee.",
      "id": "s103"
    },
    {
      "text": "Details of trips (including the driver's Driver Accreditation number, taxi-cab number, the time the MPTP Member's card was inserted and authorised, the fare amount, the subsidy amount and the date and time the trip commenced and was completed) are stored on the EFTPOS modem computer in each taxi-cab and sent to the Cabcharge host computer whenever the taxi-cab is within range.",
      "id": "s104"
    },
    {
      "text": "Cabcharge then sends a file to the VTD every eight hours with the messages collected at the Cabcharge host as well as paper vouchers keyed into the system in the previous eight hours.",
      "id": "s105"
    },
    {
      "text": "The VTD processes these messages and makes electronic payments to the network service provider (the NSP ) used by the taxi-cab operator or Cabcharge (at the relevant time, the NSP was known as a \"depot\").",
      "id": "s106"
    },
    {
      "text": "The bulk amounts transmitted to the NSP or Cabcharge are supported by a remittance advice that details individual amounts for each relevant taxi-cab trip for each NSP for that day.",
      "id": "s107"
    },
    {
      "text": "Each payment made by the VTD under the MPTP includes GST.",
      "id": "s108"
    },
    {
      "text": "The GST paid flows through to the Business Activity Statement (the BAS ) reports of the DOT and on to the monthly BAS Return as an input tax credit.",
      "id": "s109"
    },
    {
      "text": "GST ACT\n GST is often described as an indirect broad-based consumption tax.",
      "id": "s110"
    },
    {
      "text": "The facts of this case demonstrate that proposition is easier to state than to apply.",
      "id": "s111"
    },
    {
      "text": "Liability for GST arises where a registered business entity supplies goods or services in the course of carrying on an enterprise to its customers.",
      "id": "s112"
    },
    {
      "text": "These are called \"taxable supplies\".",
      "id": "s113"
    },
    {
      "text": "The supplier accounts for the GST.",
      "id": "s114"
    },
    {
      "text": "If the recipient of the goods or services is a registered business entity, it will normally be able to claim a credit (described as an \"input tax credit\") for the amount of the GST it has paid.",
      "id": "s115"
    },
    {
      "text": "The input tax credits are then offset against any GST on goods and services that the recipient supplies to its own customers.",
      "id": "s116"
    },
    {
      "text": "Registered business entities are the collecting agencies of GST.",
      "id": "s117"
    },
    {
      "text": "Entities receive an amount representing GST but do not keep it, and when obliged to pay GST, get a credit for the amount paid.",
      "id": "s118"
    },
    {
      "text": "The ultimate burden of the GST falls on the private consumer of the goods and services who gets no credit for the GST they pay: see also HP Mercantile Pty Ltd v Commissioner of Taxation [2005] FCAFC 126 ; (2005) 143 FCR 553 at [10] - [13] and [20]-[23].",
      "id": "s119"
    },
    {
      "text": "The two central concepts of the GST Act are \"supply\" (s 9-10 definition of \"supply\") and \"acquisition\" (s 11-10 definition of \"acquisition\").",
      "id": "s120"
    },
    {
      "text": "The express words of the GST Act, together with the explanatory memorandum (paras 3.6 and 3.21) and the supplementary explanatory memorandum (collectively the memoranda ) which introduced the GST Act, indicate a legislative intent that the concepts of \"supply\" and \"acquisition\" are to be interpreted widely.",
      "id": "s121"
    },
    {
      "text": "The issue in this case concerns the entitlement of the DOT to input tax credits for the GST paid by it in the payment of the subsidy under the MPTP to taxi-cab operators (see [2]-[3] above).",
      "id": "s122"
    },
    {
      "text": "As Hill J stated in HP Mercantile [2005] FCAFC 126 ; 143 FCR 553 at [20] : \n \n \n The provisions dealing with the entitlement to input tax credits are to be found in Div 11 of the GST Act.",
      "id": "s123"
    },
    {
      "text": "Section 11-20 provides for there to be an entitlement to an input tax credit for any \"creditable acquisition\" made by a taxpayer.",
      "id": "s124"
    },
    {
      "text": "The expression \"creditable acquisition\" is defined in s 11-5.",
      "id": "s125"
    },
    {
      "text": "Relevantly, there must be an acquisition which is solely or partly for a creditable purpose: s 11-5(a).",
      "id": "s126"
    },
    {
      "text": "The acquisition must arise from a supply to the taxpayer which is a taxable supply: s 11-5(b).",
      "id": "s127"
    },
    {
      "text": "(Emphasis added).",
      "id": "s128"
    },
    {
      "text": "Section 11-5 provides: \n \n \n You make a creditable acquisition if: \n \n \n\n \n \n \n (a) you acquire anything solely or partly for a creditable purpose; and \n \n \n\n \n \n \n (b) the supply of the thing to you is a taxable supply; and \n \n \n\n \n \n \n (c) you provide, or are liable to provide, consideration for the supply; and \n \n \n\n \n \n \n (d) you are registered, or required to be registered.",
      "id": "s129"
    },
    {
      "text": "As the text of s 11-5 makes plain, each element must be satisfied.",
      "id": "s130"
    },
    {
      "text": "Thus, in addition to ss 11-5(a) and (b) referred to by Hill J in HP Mercantile [2005] FCAFC 126 ; 143 FCR 553 , it is necessary to refer to sub-paragraphs (c) and (d).",
      "id": "s131"
    },
    {
      "text": "The taxpayer must provide, or be liable to provide, consideration for the taxable supply (s 11-5(c)) and be registered for GST (s 11-5(d)).",
      "id": "s132"
    },
    {
      "text": "There is no dispute in this case in relation to sub-section (d).",
      "id": "s133"
    },
    {
      "text": "The dispute is whether the other paragraphs of the section are satisfied.",
      "id": "s134"
    },
    {
      "text": "More particularly: is there a acquisition which is solely or partly for a creditable purpose?",
      "id": "s135"
    },
    {
      "text": "(par (a)); does the acquisition arise from a supply to the taxpayer which is a taxable supply?",
      "id": "s136"
    },
    {
      "text": "(par (b)); and does the taxpayer provide, or is the taxpayer liable to provide, consideration for the taxable supply?",
      "id": "s137"
    },
    {
      "text": "(par (c)).",
      "id": "s138"
    },
    {
      "text": "Section 11-10(1) provides that \"[a]n acquisition is any form of acquisition whatsoever\".",
      "id": "s139"
    },
    {
      "text": "Sub-section 11-10(2) goes on to provide that: \n \n \n Without limiting subsection (1), acquisition includes any of these: \n \n \n\n \n \n \n (a) an acquisition of goods; \n \n \n\n \n \n \n (b) an acquisition of services; \n \n \n\n \n \n \n (c) a receipt of advice or information; \n \n \n\n \n \n \n (d) an acceptance of a grant, assignment or surrender of real property; \n \n \n\n \n \n \n (e) an acceptance of a grant, transfer, assignment or surrender of any right; \n \n \n\n \n \n \n (f) an acquisition of something the supply of which is a financial supply; \n \n \n\n \n \n \n (g) an acquisition of a right to require another person: \n \n \n\n \n \n \n (i) to do anything; or \n \n \n\n \n \n \n (ii) to refrain from an act; or \n \n \n\n \n \n \n (iii) to tolerate an act or situation; \n \n \n\n \n \n \n (h) any combination of any 2 or more of the matters referred to in paragraphs (a) to (g).",
      "id": "s140"
    },
    {
      "text": "Not only must there be an \"acquisition\", but the acquisition must be for a \"creditable purpose\".",
      "id": "s141"
    },
    {
      "text": "As Hill J said in HP Mercantile [2005] FCAFC 126 ; 143 FCR 553: .... What a creditable purpose is will be found from s 11-15.",
      "id": "s142"
    },
    {
      "text": "Relevantly, that section provides:\n \n \n \n (1) You acquire a thing for a creditable purpose to the extent that you acquire it in carrying on your enterprise.",
      "id": "s143"
    },
    {
      "text": "(2) However, you do not acquire the thing for a creditable purpose to the extent that: \n \n \n\n \n \n \n (a) the acquisition relates to making supplies that would be input taxed; or \n \n \n\n \n \n \n (b) the acquisition is of a private or domestic nature.",
      "id": "s144"
    },
    {
      "text": "(3) An acquisition is not treated, for the purpose of paragraph (2)(a), as relating to making supplies that would be input taxed to the extent that the supply is made through an enterprise, or a part of an enterprise, that you carry on outside Australia.",
      "id": "s145"
    },
    {
      "text": "(4) ... \n \n \n\n It is, perhaps, not unremarkable that s 11-15 of the GST Act bears, in its structure, some similarity to the general business deduction provisions of the Australian income tax law, ie, s 51(1) of the Income Tax Assessment Act 1936 (Cth) and s 8-1 of the Income Tax Assessment Act 1997 (Cth).",
      "id": "s146"
    },
    {
      "text": "In both the GST provision and the income tax provisions, there is a need to pass first through a positive test.",
      "id": "s147"
    },
    {
      "text": "In the case of GST, the positive test is the requirement that the acquisition has been in whole or in part acquired in carrying on an enterprise.",
      "id": "s148"
    },
    {
      "text": "In the income tax context, there is the need to find that the loss or outgoing be incurred in gaining or producing assessable income, or in carrying on a business.",
      "id": "s149"
    },
    {
      "text": "In both cases apportionment arises where the positive test is only partly satisfied.",
      "id": "s150"
    },
    {
      "text": "Next, both require consideration of negative tests which exclude the allowance of a credit in the GST context or the allowance of a deduction in the income tax context.",
      "id": "s151"
    },
    {
      "text": "In the GST context the negative tests are those set out in s 11 -15(2) of acquisitions relating to supplies that would be input taxed or acquisitions of a private and domestic nature.",
      "id": "s152"
    },
    {
      "text": "In the income tax context, the negative tests also involve the case where the loss or outgoing is of a private and domestic nature as well as where it is capital or of a capital nature.",
      "id": "s153"
    },
    {
      "text": "In both cases, a question of apportionment arises where the negative tests only partly apply.",
      "id": "s154"
    },
    {
      "text": "The legislature might have followed the value added tax model applicable in the United Kingdom, which for present purposes can be said to allow an input tax credit where the acquisition is one that relates to the making of taxable supplies (including within that expression, supplies which in Australian GST parlance are GST free, called, in European countries, zero rated supplies).",
      "id": "s155"
    },
    {
      "text": "...\n However, that is not the model which Parliament adopted in the GST Act.",
      "id": "s156"
    },
    {
      "text": "...\n \n \n \n (Emphasis in original).",
      "id": "s157"
    },
    {
      "text": "The express words, structure and purpose of the GST Act direct the questions to be asked in ascertaining whether the DOT is entitled to an input tax credit for the GST it paid as part of the payment of the MPTP subsidy to taxi-cab operators.",
      "id": "s158"
    },
    {
      "text": "First, the focus is the \"entity\" \"carrying on [the] enterprise\" --- here, the DOT: ss 184-1 and 7-10 of the GST Act.",
      "id": "s159"
    },
    {
      "text": "Secondly, the entity must pay the GST on any taxable supply that the entity makes: s 9-40.",
      "id": "s160"
    },
    {
      "text": "However, the entity is also entitled to input tax credit in respect of certain acquisitions.",
      "id": "s161"
    },
    {
      "text": "Having identified the \"entity\" \"carrying on [the] enterprise\", the next question to be asked is - did that entity acquire anything in carrying on its enterprise: s 11-15(1)?",
      "id": "s162"
    },
    {
      "text": "There is no dispute that the DOT is an enterprise within the meaning of the GST Act (see s 9-20 of the GST Act) and that the MPTP is an activity or series of activities done by the State through one of its executive arms, the DOT (s 9-20(1)(g) of the GST Act).",
      "id": "s163"
    },
    {
      "text": "As has been said on numerous occasions, acquisition by an entity in carrying on its enterprise will normally consist of the supply of goods or services to that entity.",
      "id": "s164"
    },
    {
      "text": "However, \"it may equally well consist of the right to have goods delivered or services rendered to a third party\" where \"[t]he grant of such a right is itself a supply of services\": Customs and Excise Commissioners v Redrow Group plc [1999] UKHL 4 ; [1999] 1 WLR 408 at 418.",
      "id": "s165"
    },
    {
      "text": "Subject to two matters, neither the GST Act nor the memoranda deal generally with arrangements involving more than a supplier and an ultimate consumer (sometimes described as tripartite or multi party transactions or arrangements) and, in particular, whether one set of acts may constitute two or more different supplies of services and may give rise to two or more different acquisitions.",
      "id": "s166"
    },
    {
      "text": "First, \"consideration\" as defined in s 9-15 of the GST Act expressly provides that \"the payment, act or forbearance\" may be by a person or entity other than \"the recipient of the supply\".",
      "id": "s167"
    },
    {
      "text": "Secondly, the GST Act contains special rules which deal with some tripartite arrangements: Div 78 deals with insurance and Div 111 deals with reimbursement of employees (it will be necessary to consider Div 111 in further detail below).",
      "id": "s168"
    },
    {
      "text": "The respondent contends that these special rules are confined to limited circumstances and do not provide a principle of general application to tripartite transactions.",
      "id": "s169"
    },
    {
      "text": "However, the respondent does accept that one set of acts can constitute two or more different supplies of services.",
      "id": "s170"
    },
    {
      "text": "In the United Kingdom, it is accepted that one set of acts can constitute two or more different supplies of services under the Value Added Tax Act 1994 (UK) and the Value Added Tax Act 1983 (UK): see Redrow [1999] UKHL 4 ; [1999] 1 WLR 408 and Customs and Excise Commissioners v Plantiflor Ltd [2002] UKHL 33 ; [2002] 1 WLR 2287 at [32] , [50] and [55].",
      "id": "s171"
    },
    {
      "text": "However, the Courts in the United Kingdom recognise that such arrangements involving more than a supplier and an ultimate consumer (a tripartite arrangement) \"call for close analysis in order to determine their [GST] consequences\": Plantiflor [2002] UKHL 33 ; [2002] 1 WLR 2287 at [49] .",
      "id": "s172"
    },
    {
      "text": "For a discussion of recourse to foreign authority in dealing with Australian tax cases see Edmonds J, Recourse to foreign authority in deciding Australian tax cases (2007) 36 AT Rev 5 and Lindgren J, The Courts' role in statutory interpretation: the relevance of overseas case law to Australia's GST , speech delivered at the 2009 National GST Intensive Conference, Melbourne, 3-4 September, 2009.",
      "id": "s173"
    },
    {
      "text": "Ultimately, we are driven back to the words of the GST Act and the fact that even in the case of multiple supplies, we are concerned with a limited set of relevant concepts: a taxable supply to the taxpayer for consideration (see for example the discussion of the proper characterisation of what was alleged to be two taxable supplies in Federal Commissioner of Taxation v Reliance Carpet Co Pty Ltd (2008) 236 CLR 342 at [42]) and an acquisition for a creditable purpose.",
      "id": "s174"
    },
    {
      "text": "The applicable principles may be summarised as follows: An entity is entitled to an input tax credit in respect of certain acquisitions, namely creditable acquisitions: s 11-20; A creditable acquisition will occur when (i) an \"entity\" taxpayer is registered and (ii) makes an acquisition for a creditable purpose, (iii) arising from a supply to that entity which is a taxable supply (iv) for which the entity does, or is liable to provide consideration: s 11-5 and HP Mercantile [2005] FCAFC 126 ; 143 FCR 553 at [20] .",
      "id": "s175"
    },
    {
      "text": "Each element must be satisfied; An acquisition will be made for a creditable purpose to the extent that it is acquired in carrying on the entity's enterprise: s 11-15; An acquisition can include the acquisition of services or the acquisition of a right to require another person to do anything, refrain from an act or tolerate an act or situation: s 11-10; The concepts of taxable supply and acquisition are related.",
      "id": "s176"
    },
    {
      "text": "In other words, a taxpayer makes an acquisition if the taxpayer is the recipient of the supply: see for example Sterling Guardian Pty Ltd v Commissioner of Taxation [2006] FCAFC 12 ; (2006) 149 FCR 255 at [15] .",
      "id": "s177"
    },
    {
      "text": "As a result, to determine the eligibility of entitlement to input tax credits, the relevant perspective is the standpoint of the entity: cf Redrow [1999] UKHL 4 ; [1999] 1 WLR 408 at 412; There is nothing in the GST Act or its explanatory material to prohibit one set of acts constituting two or more supplies.",
      "id": "s178"
    },
    {
      "text": "Relevantly, this may include \"the right to have goods delivered or services rendered to a third party...[where] the grant of such a right is itself a supply of services\": Redrow [1999] UKHL 4 ; [1999] 1 WLR 408 at 418; Plantiflor Ltd [2002] UKHL 33 ; [2002] 1 WLR 2287 at [32] , [50] and [55]; Ashfield District Council v Customs and Excise Commissioners [2001] STC 1706; The GST Act should be viewed as a \"practical business tax\": Saga Holidays Ltd v Commissioner of Taxation [2006] FCAFC 191 ; (2006) 156 FCR 256 at [29] - [30] ; Brady King Pty Ltd v Federal Commissioner of Taxation [2008] FCAFC 118 ; (2008) 168 FCR 558 at [22] - [24] ; Travelex Ltd v Commissioner of Taxation [2009] FCAFC 133 at [46] ; Westley Nominees Pty Ltd v Coles Supermarkets Australia Pty Ltd [2006] FCAFC 115 ; (2006) 152 FCR 461 at 477 and HP Mercantile [2005] FCAFC 126 ; 143 FCR 553 at 564-565 citing CIC Insurance Ltd v Bankstown Football Club Ltd (1997) 187 CLR 384.",
      "id": "s179"
    },
    {
      "text": "As such, it is unhelpful to focus on \"strict identity in juridical terms\" when attempting to ascertain whether each of the four elements (see [42(2)]) above has been satisfied: Brady King Pty Ltd [2008] FCAFC 118 ; 168 FCR 558 at [22] - [24] .",
      "id": "s180"
    },
    {
      "text": "ANALYSIS \n Here, the transactions in issue took place between more than two parties --- the DOT, a MPTP Member and a taxi-cab operator: see [19]-[25] above.",
      "id": "s181"
    },
    {
      "text": "The transactions between those participants may be illustrated by the following diagram:\n \n Taxi Ride \n TAXI-CAB \n DRIVER \n \n MPTP MEMBER / \n PASSENGER \n \n TAXI-CAB \n OPERATOR \n \n \n Metered taxi fare less MPTP subsidy \n \n \n Balance of metered taxi fare (ie MPTP subsidy) \n \n \n MPTP EFTPOS/ voucher recording MPTP subsidy \n Smart Card (6 years)\n \n $16.50\n \n \n MPTP \n SUBSIDY \n \n DOT \n \n As noted above, any analysis of these transactions requires consideration of what was supplied to the DOT or, to put it another way, what it acquired when the DOT pays the MPTP subsidy to a taxi-cab operator under the MPTP?",
      "id": "s182"
    },
    {
      "text": "The applicant submits that the \"thing\" acquired by the DOT was the right as against the taxi-cab operator to ensure that the MPTP was implemented, the services of the taxi-cab operator in implementing the MPTP or the cooperation of the taxi-cab operator in implementing the MPTP.",
      "id": "s183"
    },
    {
      "text": "The respondent's position, in both its initial submissions and in oral argument at the initial hearing, was that the applicant did not acquire anything.",
      "id": "s184"
    },
    {
      "text": "In further submissions filed after oral argument, the respondent departed from that position and submitted \"the respondent does not press the issue of whether the applicant made an acquisition\".",
      "id": "s185"
    },
    {
      "text": "What the DOT in fact acquired was not described or explained by the respondent.",
      "id": "s186"
    },
    {
      "text": "For the avoidance of doubt about the respondent's final position the matter was re-entered for further argument.",
      "id": "s187"
    },
    {
      "text": "The respondent submitted that what the applicant acquired was the obligation of the taxi-cab operator to comply with the MPTP and that that obligation, or those rights, were acquired by the DOT when it granted the licence to the taxi-cab operator and not when it made payments to taxi-cab operators under the MPTP.",
      "id": "s188"
    },
    {
      "text": "I reject the respondent's contentions.",
      "id": "s189"
    },
    {
      "text": "The construction of the GST Act contended for by the respondent ignores the express words of the GST Act, does not give the GST Act a \"practical and fair business operation\" (see Brady King [2008] FCAFC 118 ; 168 FCR 558 at [24] - [25] ) and would create, or at least has the potential to create, anomalies in the ability to claim input tax credits.",
      "id": "s190"
    },
    {
      "text": "It is to be observed that the questions now to be decided require application of terms in the GST Act that usually have their central operation in a commercial setting.",
      "id": "s191"
    },
    {
      "text": "Yet, in this case, the questions to be answered require application of the GST Act to a governmental setting in which a State executive department (the DOT) administers a program designed to give relief to persons suffering from disabilities.",
      "id": "s192"
    },
    {
      "text": "The program is administered by the DOT through the imposition of licence conditions, not through any commercial bargaining of the kind to which the GST Act finds most common application.",
      "id": "s193"
    },
    {
      "text": "It was not submitted that the GST Act cannot apply to dealings of a State Government.",
      "id": "s194"
    },
    {
      "text": "The DOT, as already noted, is registered for GST.",
      "id": "s195"
    },
    {
      "text": "This being the setting in which the GST Act is to be applied, is there any acquisition by the DOT?",
      "id": "s196"
    },
    {
      "text": "In considering whether there is an acquisition, the entire context of the relationship between the taxi-cab operator and the DOT must be considered: see Sterling Guardian Pty Ltd v Commissioner of Taxation [2005] FCA 1166 ; (2005) 220 ALR 550 at [38] - [39] ; Beynon and Partners v Customs and Excise Commissioners [2004] UKHL 53 ; [2005] 1 WLR 86 at [20] .",
      "id": "s197"
    },
    {
      "text": "However, it must be recalled that the GST Act is a \"practical business tax\": see [42(7)] above.",
      "id": "s198"
    },
    {
      "text": "The relationship between the DOT and the taxi-cab operator is governed by the licence conditions imposed by the DOT in accordance with the powers provided to it by the Transport Act : see [6] and [10] above.",
      "id": "s199"
    },
    {
      "text": "It is through the licence, and only through the direct or indirect enforcement of licence conditions, that the DOT is able to require a taxi-cab operator to facilitate compliance with, and in fact comply with, the MPTP.",
      "id": "s200"
    },
    {
      "text": "Should the operator fail to act in accordance with the licence conditions (which relevantly include their various obligations under the MPTP), the remedy available to DOT for breach of the licence conditions is to proceed for an offence or to cancel, suspend or revoke the licence: see [15] above.",
      "id": "s201"
    },
    {
      "text": "The DOT could not obtain an order for specific performance of the licence conditions and could not recover damages for a failure on the part of the taxi-cab operator to implement the MPTP.",
      "id": "s202"
    },
    {
      "text": "In other words, the taxi-cab operator applies for a licence, pays a licence fee, is granted a licence and is required to operate in accordance with that licence (including the obligations in relation to the MPTP).",
      "id": "s203"
    },
    {
      "text": "The respondent may well be correct in asserting that, from the DOT's perspective, it acquired rights within the meaning of s 11 - 10 (2)(g).",
      "id": "s204"
    },
    {
      "text": "But that is not the only \"acquisition\" or, in my view, the relevant acquisition.",
      "id": "s205"
    },
    {
      "text": "The DOT acquires from the taxi-cab operator who carried a MPTP Member a service --- the carriage of that person.",
      "id": "s206"
    },
    {
      "text": "That carriage is acquired by the DOT in implementation of the MPTP which is a particular form of State Government policy for the assistance of the disabled.",
      "id": "s207"
    },
    {
      "text": "The DOT, as an arm of the executive of the State Government, acquires that service for consideration because it agrees to pay and does pay the taxi-cab operator to carry the disabled person: see s 9-15 of the GST Act.",
      "id": "s208"
    },
    {
      "text": "The amount the DOT pays is not the whole of the amount the taxi-cab operator charges for the carriage but that does not deny the accuracy of the observation that the DOT pays the taxi-cab operator to carry the MPTP Member (a disabled person who participates in the MPTP).",
      "id": "s209"
    },
    {
      "text": "The taxable supply to it is the carriage of the disabled person --- that is what it acquired.",
      "id": "s210"
    },
    {
      "text": "Contrary to the respondent's contention, the supply by the taxi-cab operator is not just a supply to the MPTP Member.",
      "id": "s211"
    },
    {
      "text": "There is also a supply to the DOT --- the transport of the disabled person for part of the taxi-cab fare and other fees.",
      "id": "s212"
    },
    {
      "text": "In other words, there is an enterprise (a State Government department) that acquires a service (transport) for a creditable purpose (the carrying on of the business of the State Government department --- relevantly being \"to develop, improve and co-ordinate the provision of transport services\" which includes the provision of \"services ... in the public interest\" (ss 4(2)(a) and 144 (2)(g) of the Transport Act )) which is a taxable supply made to the DOT for consideration (the payment under the MPTP).",
      "id": "s213"
    },
    {
      "text": "The respondent's submissions sought to deny the conclusions just stated on a number of other bases.",
      "id": "s214"
    },
    {
      "text": "First, that the question of taxable supply for consideration must be determined \"from the perspective of the supplier, as it is the entity which has the liability for the GST\": para [7] of the Respondent's Further Submissions.",
      "id": "s215"
    },
    {
      "text": "Secondly, there is no contract between any taxi-cab operator and the DOT for the carriage of any particular passenger and that there is, so the argument proceeded, no consideration paid and an absence of \"some control\" by the DOT over the supply: paras [8] and [39] of the Respondent's Further Submissions.",
      "id": "s216"
    },
    {
      "text": "Thirdly, that the payment by the DOT was analogous to credit and charge card arrangements.",
      "id": "s217"
    },
    {
      "text": "Questions to be asked and perspective?",
      "id": "s218"
    },
    {
      "text": "Although acquisition and supply are the flip sides of the same transaction, the express words of the GST Act require the question of supply and acquisition to be looked at from the taxpayer's point of view --- here the DOT: see [42(5)] above.",
      "id": "s219"
    },
    {
      "text": "As Hill J said in HP Mercantile [2005] FCAFC 126 ; 143 FCR 553 , such an approach is not unusual: see [34] above.",
      "id": "s220"
    },
    {
      "text": "Put another way, as Lord Hope of Craighead said in Redrow [1999] UKHL 4 ; [1999] 1 WLR 408 at 412 (and the High Court has said in relation to deductibility under s 51(1) of the Income Tax Assessment Act 1936 (Cth) and s 8-1 of the Income Tax Assessment Act 1997 (Cth) in, for example, G.P.",
      "id": "s221"
    },
    {
      "text": "International Pipecoaters Pty Ltd v Federal Commissioner of Taxation [1990] HCA 25 ; (1990) 170 CLR 124 at 136 citing Scott v Federal Commissioner of Taxation [1966] HCA 48 ; (1966) 117 CLR 514 at 526), \"[ t]he answers [to the question posed] are likely to differ according to the interest which various people have in the transaction\" (see also Lord Millett at 418).",
      "id": "s222"
    },
    {
      "text": "In the end, the \"matter has to be looked at from the standpoint of the [entity] who is claiming the deduction by way of input tax\": Redrow [1999] UKHL 4 ; [1999] 1 WLR 408 at 412.",
      "id": "s223"
    },
    {
      "text": "Adopting the words of Lord Millett at 418: \n \n \n ... [O]ne should start with the taxpayer's claim to deduct tax.",
      "id": "s224"
    },
    {
      "text": "He must identify the payment of which the tax to be deducted formed part; if the goods or services are to be paid for by someone else he has no claim to deduction.",
      "id": "s225"
    },
    {
      "text": "Once the taxpayer has identified the payment the question to be asked is: did he obtain anything --- anything at all --- used or to be used for the purposes of his business in return for that payment?",
      "id": "s226"
    },
    {
      "text": "In the present case, the respondent accepts that there was a taxable supply but that the supply was from the taxi-cab operator to the MPTP Member, not to the DOT.",
      "id": "s227"
    },
    {
      "text": "As noted earlier (see [39]), the respondent accepts that one set of acts may constitute two or more different supplies of services and may give rise to two or more different acquisitions.",
      "id": "s228"
    },
    {
      "text": "That is what occurred here.",
      "id": "s229"
    },
    {
      "text": "Characterising the supply in the manner contended for by the respondent leads to error.",
      "id": "s230"
    },
    {
      "text": "It is characterisation of one set of acts from just one perspective --- the wrong perspective.",
      "id": "s231"
    },
    {
      "text": "Adopting the language of Lord Millett in Redrow [1999] 1 WLR 1999 , having identified the payment in question (the MPTP subsidy) from the DOT to the taxi-cab operator, the question to be asked is: did the DOT obtain anything --- anything at all --- used or to be used for the purposes of their enterprise in return for that payment?",
      "id": "s232"
    },
    {
      "text": "The answer is yes.",
      "id": "s233"
    },
    {
      "text": "Next, was the thing that it acquired a taxable supply to it?",
      "id": "s234"
    },
    {
      "text": "The answer is yes --- upon production of the MPTP card issued by the DOT, the taxi-cab operator carried the MPTP Member on the terms and conditions specified in the licence conditions.",
      "id": "s235"
    },
    {
      "text": "Finally, did the DOT provide consideration for that which it acquired?",
      "id": "s236"
    },
    {
      "text": "Yes --- it paid part of the taxi-cab fare.",
      "id": "s237"
    },
    {
      "text": "These conclusions do not deny that if the GST Act was applied to the same set of acts from the perspective of the MPTP Member, even if the MPTP Member satisfied s 11-5(d) of the GST Act, the answers to the questions (see [42(2)] above) may well be different.",
      "id": "s238"
    },
    {
      "text": "Why?",
      "id": "s239"
    },
    {
      "text": "Because one set of acts may constitute two or more different supplies of services and may give rise to two or more different acquisitions.",
      "id": "s240"
    },
    {
      "text": "Each may be a taxable supply --- a supply made for consideration: s 9-5(a).",
      "id": "s241"
    },
    {
      "text": "That is what occurred here.",
      "id": "s242"
    },
    {
      "text": "The GST consequences though are different for each.",
      "id": "s243"
    },
    {
      "text": "Contract?",
      "id": "s244"
    },
    {
      "text": "It may be doubted that the taxi-cab operator who picks up a MPTP Member has no contractual right to recover the amount due under the MPTP from the DOT.",
      "id": "s245"
    },
    {
      "text": "By taking the MPTP Member, the taxi-cab operator may be understood as accepting a standing offer made by the DOT to pay part of the fare incurred by such a passenger: Carlill v Carbolic Smoke Ball Co [1893] 1 QB 256 ; Australian Woollen Mills Pty Ltd v Commonwealth [1954] HCA 20 ; (1954) 92 CLR 424 at 455-456; Gippsreal Ltd v Registrar of Titles (2007) 20 VR 157 at [42].",
      "id": "s246"
    },
    {
      "text": "The available remedy was adroitly summarised in Mallinson v Scottish Australian Investment Co Ltd [1920] HCA 51 ; (1920) 28 CLR 66 at 70: \n \n \n 'Wherever an Act of Parliament creates a duty or obligation to pay money, an action will lie for its recovery, unless the Act contains some provision to the contrary'; and where the amount is liquidated the action of debt is appropriate.",
      "id": "s247"
    },
    {
      "text": "(Citations omitted).",
      "id": "s248"
    },
    {
      "text": "This principle has been repeatedly endorsed by the High Court over the last twenty years: see for example Commonwealth v SCI Operations Pty Ltd [1998] HCA 20 ; (1998) 192 CLR 285 at [40] (per Gaudron J) and [65] (per McHugh and Gummow JJ); Malika Holdings Pty Ltd v Stretton [2001] HCA 14 ; (2001) 204 CLR 290 at [83] (per Gummow and Callinan JJ, Gleeson CJ agreeing); Deputy Commissioner of Taxation v Broadbeach Properties Pty Ltd [2008] HCA 41 ; (2008) 248 ALR 693 at [51] (per Gummow ACJ, Heydon, Crennan and Kiefel JJ); Pape v Commissioner of Taxation (2009) 257 ALR 1 at [38] (per French CJ), [140] (per Gummow, Crennan and Bell JJ) and [452] (per Heydon J).",
      "id": "s249"
    },
    {
      "text": "Although the express provisions of the Transport Act limit the compensation payable to a person in respect of, or as a consequence of, alterations or variations of terms attached to a licence (see [7] above), this does not detract from the fact that if a MPTP Member is carried by a taxi-cab using their MPTP card, without some contrary provision in the legislation, a debt is owed by the DOT to the taxi-cab operator.",
      "id": "s250"
    },
    {
      "text": "Finally, the respondent's submission that there must be \"some control\" over the supply made to a payer in a tripartite arrangement is to be rejected.",
      "id": "s251"
    },
    {
      "text": "First, it imposes an additional element (to those listed at [42]) for which there is no legislative basis (see [28] and [33] above).",
      "id": "s252"
    },
    {
      "text": "Secondly, the concept of \"some control\" is nebulous (cf for example Stevens v Brodribb Sawmilling Co Pty Ltd [1986] HCA 1 ; 160 CLR 16 at 23-27 (per Mason J), 35-37 (per Wilson and Dawson JJ) and 47 (per Brennan J); Hollis v Vabu Pty Ltd [2001] HCA 44 ; (2001) 207 CLR 21 at [45] ).",
      "id": "s253"
    },
    {
      "text": "Thirdly, even if \"some control\" was an essential element (a proposition I do not accept), the DOT exercised \"some control\" over the supply (see [60] above) --- the DOT made a standing offer to pay to a taxi-cab operator a prescribed part of the fare incurred by a certain passenger --- a MPTP Member (cf for example Redrow [1999] 1 WLR 408 at 418H).",
      "id": "s254"
    },
    {
      "text": "In the end, though, resort to a juristic legal analysis of the arrangements is both unnecessary and likely to lead to error: Brady King [2008] FCAFC 118 ; 168 FCR 558 at [22] - [24] .",
      "id": "s255"
    },
    {
      "text": "Analogies\n Some analogies may or may not be apposite.",
      "id": "s256"
    },
    {
      "text": "Argument by analogy must never be allowed to obscure the particularity of the arrangements in question.",
      "id": "s257"
    },
    {
      "text": "However, the conclusions just stated about the application of the GST Act to the payments by the taxi-cab operator can be tested by looking at what would occur in a commercial context.",
      "id": "s258"
    },
    {
      "text": "Take, by way of example, a commercial law firm that provides a Cabcharge facility for the use of its employees who work after a certain hour.",
      "id": "s259"
    },
    {
      "text": "To use the facility, an employee is given a Cabcharge card.",
      "id": "s260"
    },
    {
      "text": "Subject to certain conditions, the fares charged to the card are paid for by the firm.",
      "id": "s261"
    },
    {
      "text": "The Cabcharge card bears the name of the employee and, usually, the name of the employer.",
      "id": "s262"
    },
    {
      "text": "Despite underlying conditions as to eligibility (namely, the card is to be used by the employee of the firm named on the card who has had to stay at work after a certain hour), the firm exercises no control over the use of the Cabcharge facility (namely, which taxi-cab is used or the destination to which the employee is travelling).",
      "id": "s263"
    },
    {
      "text": "The firm is operating an enterprise --- the provision of legal services.",
      "id": "s264"
    },
    {
      "text": "The enterprise requires attendance by its employees beyond standard working hours.",
      "id": "s265"
    },
    {
      "text": "In conducting that enterprise, the firm elects to acquire and does acquire a service --- taxi-cab transport --- to see its employees transported to their choice of destination when they are required to work late.",
      "id": "s266"
    },
    {
      "text": "The enterprise (the law firm) acquires a service (taxi-cab transport) for a creditable purpose (the carrying on of the business of the law firm) which is a taxable supply made for consideration (the payment of the taxi-cab fare through Cabcharge).",
      "id": "s267"
    },
    {
      "text": "In my view, the firm would be entitled to input tax credits for the GST paid on the taxi-cab fare.",
      "id": "s268"
    },
    {
      "text": "The respondent rejected that analysis.",
      "id": "s269"
    },
    {
      "text": "He submitted that there would be no taxable supply to the employer and, in the absence of some agency arrangement or the firm itself placing the telephone call to organise the taxi-cab, it was a supply to the employee and therefore fell outside s 11-5(b).",
      "id": "s270"
    },
    {
      "text": "For the reasons earlier stated (see for example [60] above), I reject such an approach.",
      "id": "s271"
    },
    {
      "text": "By way of contrast, under Div 111 of the GST Act, the firm would be entitled to input tax credits for reimbursements to employees for expenses they incur in getting home if they paid for the taxi-cab themselves.",
      "id": "s272"
    },
    {
      "text": "Division 111 operates to grant the employer the input tax credit by acknowledging that in the absence of the statutory provisions in the Division, because GST is a consumption tax and the person who both made the acquisition and paid for it was the employee, there would have been no entitlement on the part of the employer to claim an input tax credit in relation to the GST component of any reimbursement.",
      "id": "s273"
    },
    {
      "text": "If the respondent's construction of the GST Act was adopted --- the form rather than the substance of the transaction would dictate whether the employer is entitled to an input tax credit for the same acquisition / supply --- transport of the employee.",
      "id": "s274"
    },
    {
      "text": "Such a result is absurd.",
      "id": "s275"
    },
    {
      "text": "Mention should be made of the respondent's submission that the proper analogy to be drawn is with credit and charge card arrangements.",
      "id": "s276"
    },
    {
      "text": "I reject such an analogy.",
      "id": "s277"
    },
    {
      "text": "As the applicant submitted, and the respondent accepted, \"financial supplies\" are an express exemption under the GST Act: see sub-div 40-A reflecting the fact that the GST Act (like many modern acts) is the result of compromise and negotiation (a fact discussed elsewhere --- see Gleeson CJ, The meaning of legislation: Context, purpose and respect for fundamental rights (2009) 20 PLR 26 at 32).",
      "id": "s278"
    },
    {
      "text": "Even if \"financial supplies\" were not exempt, the analogy does not assist.",
      "id": "s279"
    },
    {
      "text": "It does not assist because it proceeds on an assumption that \"a payment in the discharge of an obligation is not consideration for a supply\": para 21 of the Respondent's Further Submissions.",
      "id": "s280"
    },
    {
      "text": "There are at least two answers.",
      "id": "s281"
    },
    {
      "text": "First, such a contention ignores the definition of \"consideration\" in s 9-15 of the GST Act and secondly, and no less importantly, the payment of the MPTP subsidy by the DOT to the taxi-cab operator was a payment in the discharge of an obligation --- but it was an obligation that did not arise until a service was supplied to the DOT --- carriage of an MPTP Member selected as a member by the DOT and entitled to use the MPTP.",
      "id": "s282"
    },
    {
      "text": "Finally, the respondent contended that the analysis of Stone J in TT-Line Company Pty Ltd v Commissioner of Taxation [2009] FCA 658 compelled the conclusion that the DOT was not entitled to claim the GST component of the payment to the taxi-cab operator as an input tax credit.",
      "id": "s283"
    },
    {
      "text": "I reject that contention.",
      "id": "s284"
    },
    {
      "text": "The principal issue in that case concerned \"consideration\" and, in particular, whether the payment in issue fell within one of the stated exceptions in s 9-15(3)(c) of the GST Act.",
      "id": "s285"
    },
    {
      "text": "The question was a different question involving a different taxpayer and different arrangements.",
      "id": "s286"
    },
    {
      "text": "In that case, TT-Line Pty Ltd operated a passenger, vehicle and freight ferry service between Tasmania and mainland Australia under the trading name \"Spirit of Tasmania\".",
      "id": "s287"
    },
    {
      "text": "Under a scheme established by the Commonwealth Government in 1996, the cost of that travel was reduced by the government granting a rebate to eligible passengers who booked travel on a Bass Strait passenger or vehicle service.",
      "id": "s288"
    },
    {
      "text": "The rebate was allowed in one of two ways; by the operator who claimed reimbursement or by an eligible passenger who claimed the reimbursement directly.",
      "id": "s289"
    },
    {
      "text": "The question to be determined was posed as follows: \n \n \n Is the payment made by the Commonwealth to the applicant [the operator] in connection with the supply of transport services to a passenger by way of reimbursement under the Scheme \"consideration\" within the meaning of s 9-15(3)(c) of the GST Act?",
      "id": "s290"
    },
    {
      "text": "The case was not concerned with input tax credits but whether the rebate paid under the scheme attracted GST.",
      "id": "s291"
    },
    {
      "text": "Moreover, as is apparent, the supply was not in dispute --- it was supply by TT-Line Pty Ltd of travel services to the eligible passenger.",
      "id": "s292"
    },
    {
      "text": "Having identified the supply, the real question in dispute was to identify the consideration for that supply.",
      "id": "s293"
    },
    {
      "text": "Only one supply was argued to have been made to a single entity.",
      "id": "s294"
    },
    {
      "text": "The respondent also referred to the decision of the European Court of Justice in Auto Lease Holland BV v Bundesamt fur Finanzen (C-185/01) [2003] ECR I-1317.",
      "id": "s295"
    },
    {
      "text": "The respondent submitted that the decision was inconsistent with Redrow [1999] UKHL 4 ; [1999] 1 WLR 408 and provided further support for the contention that in a tripartite arrangement, a payment will not be consideration for a supply made to the payer unless the supplier has an obligation with the payer to provide the service so that the payer has some control over the provision of the supply.",
      "id": "s296"
    },
    {
      "text": "In my view, the decision of the European Court of Justice is of little assistance in the resolution of the issues in dispute in these proceedings.",
      "id": "s297"
    },
    {
      "text": "The decision illustrates the difficulties of recourse to foreign authority in deciding Australian tax cases: see [40] above.",
      "id": "s298"
    },
    {
      "text": "The facts can be stated succinctly.",
      "id": "s299"
    },
    {
      "text": "Auto Lease Holland BV ( Auto Lease ), a car leasing company, offered lessees the option of entering into a fuel management agreement with it.",
      "id": "s300"
    },
    {
      "text": "The agreement permitted the lessees to fill up the motor vehicle with fuel and other products in the name and at the expense of Auto Lease.",
      "id": "s301"
    },
    {
      "text": "The facility was accessed by a fuel credit card in the name of Auto Lease.",
      "id": "s302"
    },
    {
      "text": "The Court held that Auto Lease did not acquire the fuel.",
      "id": "s303"
    },
    {
      "text": "A first blush, that might seem an odd result.",
      "id": "s304"
    },
    {
      "text": "However, the tax provisions in issue (Arts 2(1) and 5(1) of the Sixth Council Directive 77/388/EEC of 17 May 1977) were concerned with a particular definition of \"supply of goods\" defined to mean \"the transfer of the right to dispose of tangible property as owner\".",
      "id": "s305"
    },
    {
      "text": "Accordingly, it was necessary to determine to whom the oil companies had transferred the right to dispose of the fuel as owner.",
      "id": "s306"
    },
    {
      "text": "The Court decided that the right was not transferred to Auto Lease.",
      "id": "s307"
    },
    {
      "text": "The decision is not, in my view, inconsistent with Redrow [1999] UKHL 4 ; [1999] 1 WLR 408.",
      "id": "s308"
    },
    {
      "text": "It is dealing with a different provision containing different language and, if it matters, provides no assistance in, or support for, some general proposition about tripartite arrangements whether as submitted by the respondent, or at all.",
      "id": "s309"
    },
    {
      "text": "CONCLUSION \n For those reasons, I consider that the DOT is entitled to input tax credits under s 11-1 of the GST Act for the GST component of the payments made to taxi-cab operators under the MPTP from October 2006 to April 2007.",
      "id": "s310"
    },
    {
      "text": "I will direct that by 4:00pm on 4 November 2009, the parties bring in orders to give effect to these reasons for decision.",
      "id": "s311"
    },
    {
      "text": "I certify that the preceding seventy-four (74) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Gordon.",
      "id": "s312"
    },
    {
      "text": "Associate:\n \n \nDated: 28 October 2009\n \n Counsel for the Applicant: Mr GJ Davies QC with Mr MY Bearman \n \n Solicitor for the Applicant: Department of Transport Legal \n \n Counsel for the Respondent: Mr T Murphy SC with Mr J Geale \n \n Solicitor for the Respondent: Legal Services Branch, Australian Taxation Office \n Date of Hearing: 1 October 2009 \n \n Date of Further Written Submissions: 9 October 2009 \n \n Date of Further Oral Submissions: 20 October 2009 \n \n Date of Judgment: 28 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1209.html",
      "id": "s313"
    }
  ]
}