{
  "name": "Bovis Lend Lease Pty Ltd v Construction Forestry Mining and Energy Union [2009] FCA 194 (4 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/194.html",
  "catchphrases": [
    {
      "text": "court order",
      "id": "c0"
    },
    {
      "text": "whether orders sufficiently clear to found proceedings for contempt",
      "id": "c1"
    },
    {
      "text": "whether statement of charge adequate to found proceedings for contempt",
      "id": "c2"
    },
    {
      "text": "whether the australian building construction commissioner should be heard as an intervener",
      "id": "c3"
    },
    {
      "text": "contempt",
      "id": "c4"
    },
    {
      "text": "practice and procedure",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "A new Royal Children's Hospital is under construction in Parkville.",
      "id": "s0"
    },
    {
      "text": "The principal contractor on the site is Bovis Lend Lease Pty Ltd (\"Bovis\").",
      "id": "s1"
    },
    {
      "text": "Bovis complains that work has been interrupted because elected officials and members of the Construction Forestry, Mining and Energy Union (\"the CFMEU\") have impeded access to the site by placing vehicles and other objects on the driveway leading to the entrance gate.",
      "id": "s2"
    },
    {
      "text": "As a result vehicular access to the site from the adjacent Flemington Road was restricted.",
      "id": "s3"
    },
    {
      "text": "On 19 February 2009 Bovis sought and obtained interlocutory orders from Marshall J so that vehicular and other traffic could move on and off the site.",
      "id": "s4"
    },
    {
      "text": "His Honour ordered that: \n \"1.",
      "id": "s5"
    },
    {
      "text": "The [CFMEU] (whether by itself, their officers, servants, agents or howsoever otherwise) until the hearing and determination of this proceeding or further order, be restrained from doing any act or directing, advising or authorising, or doing or continuing any act to aid, abet, counsel, procure, encourage or induce any person to obstruct or interfere with the passage of any person, whether on foot or in a vehicle proceeding into or from the New Royal Children's Hospital situate at 52 Flemington Road, Parkville.",
      "id": "s6"
    },
    {
      "text": "2.",
      "id": "s7"
    },
    {
      "text": "The [CFMEU] forthwith remove any vehicles that are within its control including those vehicles with the registration numbers WML264, TWF017, TXG354, WML266, WOH295, UMO774 and TXL354 that interfere with or impede access to the New Royal Children's Hospital, situate at 52 Flemington Road, Parkville.",
      "id": "s8"
    },
    {
      "text": "\" \n\n The CFMEU was represented by counsel before his Honour and was heard as to whether the orders should be made and the terms of the orders.",
      "id": "s9"
    },
    {
      "text": "Marshall J pronounced the orders at approximately 4.30 pm on 19 February 2009.",
      "id": "s10"
    },
    {
      "text": "Sealed copies of the orders were served on the CFMEU at about 5.30 pm on that day.",
      "id": "s11"
    },
    {
      "text": "At about the same time copies of the orders were served on certain CFMEU officials who were present at the entrance to the site.",
      "id": "s12"
    },
    {
      "text": "On 18 February 2009 Caelli Constructions (Vic) Pty Ltd (\"Caelli\"), one of Bovis' major sub-contractors, had applied to the Australian Industrial Relations Commission (\"the Commission\") for orders, under s 496(1) of the Workplace Relations Act 1996 (\"the Act\"), that the CFMEU stop and/or prevent the organisation of industrial action by its members engaged by Caelli to work on the site.",
      "id": "s13"
    },
    {
      "text": "The application came on for hearing before Watson SDP on 19 February 2009.",
      "id": "s14"
    },
    {
      "text": "Caelli and the CFMEU were both legally represented at the hearing.",
      "id": "s15"
    },
    {
      "text": "The application was, ultimately, unsuccessful for reasons which have no bearing on the present proceeding.",
      "id": "s16"
    },
    {
      "text": "The only present relevance of the proceeding is that, in the course of argument on 19 February 2009, counsel for the CFMEU made statements which Bovis contends make it clear that the CFMEU was aware of the orders made by Marshall J and was so aware no later than about 5.30 pm on that day.",
      "id": "s17"
    },
    {
      "text": "Bovis complains that his Honour's orders were not complied with and that officials and members of the CFMEU have continued to impede vehicular access to the site.",
      "id": "s18"
    },
    {
      "text": "This has been done by positioning vehicles on the driveway and by erecting gazebo tents in front of the entrance gate.",
      "id": "s19"
    },
    {
      "text": "By notices of motion dated 20 February 2009 and 24 February 2009 Bovis seeks orders that the CFMEU be adjudged guilty of contempt, that it be punished for that contempt and that it be ordered to pay the costs of the motions.",
      "id": "s20"
    },
    {
      "text": "PRELIMINARY MATTERS \n When the proceeding was called on for hearing Mr N J D Green, of Senior Counsel, announced that he appeared for the Australian Building and Construction Commissioner (\"the ABC Commissioner\") as an intervener.",
      "id": "s21"
    },
    {
      "text": "Senior Counsel for the CFMEU objected that the ABC Commissioner did not have the right to intervene in the proceeding.",
      "id": "s22"
    },
    {
      "text": "When challenged, Mr Green advised the Court that the ABC Commissioner asserted a right of intervention under s 71 of the Building and Construction Industry Improvement Act 2005 (Cth) (\"BCII Act\").",
      "id": "s23"
    },
    {
      "text": "That section provides: \n \"(1) The ABC Commissioner may intervene in the public interest in a civil proceeding before a court in a matter that:\n (a) arises under this Act; or\n (b) ... \n (2) If the ABC Commissioner intervenes in a proceeding under subsection (1), the ABC Commissioner is taken to be a party to the proceeding and has all the rights, duties and liabilities of such a party.",
      "id": "s24"
    },
    {
      "text": "Mr Green contended that, although not the moving party on the application before Marshall J, the ABC Commissioner had intervened in the proceeding before his Honour and did so because Bovis' application relied, in part, on s 39 of the BCII Act.",
      "id": "s25"
    },
    {
      "text": "The CFMEU submitted that the present proceeding, in which allegations of contempt of court were made, was a separate and distinct proceeding which was not comprehended by the terms of s 71 of the BCII Act.",
      "id": "s26"
    },
    {
      "text": "Reliance was placed on the decision of the Full Court in the National Union of Workers v Davids Distribution Pty Ltd [1999] FCA 1109 ; (1999) 91 FCR 513 where the Court (at 522) quoted with approval the statement of Lehane J, in Real Tech Systems Integration Pty Ltd v Meuross (1998) 82 FCR 150 at 151 that \"a proceeding in which contempt is charged, though commenced by motion in an existing proceeding, is nevertheless dealt with in a proceeding which is to be regarded as separate and distinct from the existing proceeding.",
      "id": "s27"
    },
    {
      "text": "\" Reference was also made to my decision in Textile Clothing and Footwear Union of Australia v Morrison Country Clothing Australia Pty Ltd (No 2) [2008] FCA 1965.",
      "id": "s28"
    },
    {
      "text": "It was contended that the applications relating to contempt did not arise under the BCII Act and that, accordingly, no right of intervention was conferred on the ABC Commissioner by s 71 of the BCII Act.",
      "id": "s29"
    },
    {
      "text": "I deferred ruling on this objection.",
      "id": "s30"
    },
    {
      "text": "In the event the ABC Commissioner played an extremely limited role in the proceeding before me.",
      "id": "s31"
    },
    {
      "text": "He did not call any evidence.",
      "id": "s32"
    },
    {
      "text": "He adopted the submissions made by Bovis and he referred the Court to certain authorities relating to contempt of court.",
      "id": "s33"
    },
    {
      "text": "In these circumstances it is not necessary that I come to a concluded view on the question of whether the ABC Commissioner had a right to intervene in the proceeding under s 71 of the BCII Act.",
      "id": "s34"
    },
    {
      "text": "There is, I think, force in the CFMEU's objection that, although Bovis' notices of motion were filed in the proceeding commenced before Marshall J, the contempt proceeding is not a proceeding arising under the BCII Act.",
      "id": "s35"
    },
    {
      "text": "It is, rather, a separate and distinct proceeding, one which does not arise under that Act.",
      "id": "s36"
    },
    {
      "text": "On the other hand it is arguable that contempt proceedings are civil proceedings which may arise, at least indirectly, from a proceeding under the BCII Act in which injunctions are sought and are made and it is subsequently alleged that they have not been complied with.",
      "id": "s37"
    },
    {
      "text": "In the circumstances I consider that it was appropriate to hear the ABC Commissioner as amicus curiae .",
      "id": "s38"
    },
    {
      "text": "The ABC Commissioner is a statutory office holder who, in exercising his statutory functions, can be expected to have a developed appreciation of the conduct of industrial relations in the building industry.",
      "id": "s39"
    },
    {
      "text": "As the injunctive relief had been sought, at least in part, in reliance on provisions of the BCII Act, there was reason to expect that the ABC Commissioner might have provided significant assistance to the Court on matters of which Bovis may not have been aware.",
      "id": "s40"
    },
    {
      "text": "The assistance was provided by way of short submissions which did not add to the cost of the proceeding or cause any delay in dealing with Bovis' application: see Levy v State of Victoria (1997) 189 CLR 579 at 604-5.",
      "id": "s41"
    },
    {
      "text": "At the outset of the hearing Counsel for Bovis invited me to make a direction, under s 53(1) of the Evidence Act 1995 (Cth), that an inspection of the site be conducted.",
      "id": "s42"
    },
    {
      "text": "The application was opposed by the CFMEU.",
      "id": "s43"
    },
    {
      "text": "I deferred ruling on the application until the evidence, including video footage of the entrance gate to the site and of the surrounding area had been placed before the Court.",
      "id": "s44"
    },
    {
      "text": "I did so because I wished to decide whether the proposed inspection would assist me in understanding the evidence, both written and visual, on which Bovis relied.",
      "id": "s45"
    },
    {
      "text": "Having done so, I concluded that I would not be so assisted and declined to order that an inspection occur.",
      "id": "s46"
    },
    {
      "text": "THE CHARGES \n The statement of charge, filed with the notice of motion dated 20 February 2009 (\"the first charge\") alleges that: In breach of paragraph 2 of the Order, on 19 February 2009 and 20 February 2009 and continuing, the Respondent failed to remove vehicles within its control that interfered with or impeded access to the New Royal Children's Hospital (RCH Site), situate at 52 Flemington Road, Parkville.",
      "id": "s47"
    },
    {
      "text": "PARTICULARS \n\n \n (a) The vehicles within the control of the CFMEU parked in a position so as to interfere with and impede access to the RCH Site, included cars registered:\n (i) UMO774;\n (ii) WQH295;\n (iii) WML264;\n (iv) TXG354.",
      "id": "s48"
    },
    {
      "text": "(b) In so far as Matt Hudson, Ralph Edwards, Derek Christopher, Brendan Murphy, Gerard Benstead, Elias Spernovasilis and Shaun Reardon were present at the CFMEU controlled blockade on or after 5.30pm on 19 February 2009, that the said blockade was implicitly authorised by the CFMEU through their inactivity or indifference to the continuing blockade of the RCH Site.",
      "id": "s49"
    },
    {
      "text": "(c) Further, in so far as Matt Hudson, Ralph Edwards, Derek Christopher, Brendan Murphy, Gerard Benstead, Elias Spernovasilis and Shaun Reardon were present at the CFMEU controlled blockade on or after 5.30pm on 19 February 2009, that the said blockade was conducted:\n (i) on behalf of the CFMEU; or\n (ii) with the express or implied authority of the CFMEU; or\n (iii) within the scope of the actual or apparent authority of the CFMEU; or\n (iv) controlled by the CFMEU.",
      "id": "s50"
    },
    {
      "text": "The statement of charge filed with the notice of motion dated 24 February 2009 (\"the second charge\"), alleges that: In breach of paragraph 1 of the Order, on 20, 21, 22 February 2009 and continuing, the CFMEU has maintained an obstruction or interference to the passage of any person, whether on foot or in a vehicle, proceeding into or from the New Royal Children's Hospital situate at 52 Flemington Road, Parkville (RCH Site).",
      "id": "s51"
    },
    {
      "text": "PARTICULARS \n\n \n(a) Vehicles within the control of the CFMEU were parked in a position so as to interfere with and impede access to the RCH Site, including cars registered:\n \n \n(i) UMO774;\n \n \n(ii) WQH295;\n \n \n(iii) WML264;\n \n \n(iv) TXG354.",
      "id": "s52"
    },
    {
      "text": "(b) The CFMEU has maintained a blockade or picket at the entrance of the RCH Site that is in breach of paragraph 1 of the Order of Justice Marshall, including:\n (i) the establishment of tents or gazebos at the entrance;\n (ii) the parking of vehicles so as to interfere with and impede access to the RCH Site.",
      "id": "s53"
    },
    {
      "text": "In compliance with O 40 r 7 of the Federal Court Rules , the evidence relied on by Bovis to support the charges was contained in a series of affidavits (together with the exhibits referred to in those affidavits).",
      "id": "s54"
    },
    {
      "text": "The affidavits were those of: Stephen Mark Broadhead (an Industrial Relations Manager employed by Bovis) sworn on 20 February 2009; Craig Ashley Peterson (Site Manager for Bovis on the site) sworn on 20 February 2009; Craig Ashley Peterson sworn on 23 February 2009; Glen Souter (Investigator) sworn on 23 February 2009; Justin Lloyd Trickey (Security Guard) sworn on 23 February 2009; and Kate Sanderson (Investigator) sworn on 24 February 2009.",
      "id": "s55"
    },
    {
      "text": "None of the deponents was cross-examined.",
      "id": "s56"
    },
    {
      "text": "Documentary evidence was also tendered.",
      "id": "s57"
    },
    {
      "text": "Records maintained by the Roads Corporation of Victoria disclosed the registered owners of various vehicles which had been observed to have been parked on the driveway leading to the site entrance gate.",
      "id": "s58"
    },
    {
      "text": "A copy of part of the transcript of the hearing before Watson SDP in the Commission on 19 February 2009 was tendered.",
      "id": "s59"
    },
    {
      "text": "Bovis relied on passages in the transcript which indicated that counsel there appearing for the CFMEU was aware of the substance of Marshall J's orders and the time at which she disclosed this knowledge to the Commission.",
      "id": "s60"
    },
    {
      "text": "This material was relied on in support of both notices of motion.",
      "id": "s61"
    },
    {
      "text": "THE EVIDENCE \n The uncontradicted evidence, which I accept, deals with events which occurred between 19-23 February 2009 inclusive.",
      "id": "s62"
    },
    {
      "text": "Thursday 19 February 2009 \n At approximately 5.30 pm on Thursday 19 February 2009, Mr Peterson returned from this Court to the site.",
      "id": "s63"
    },
    {
      "text": "Five cars were parked across the driveway which led to the main vehicle entrance gate on Flemington Road.",
      "id": "s64"
    },
    {
      "text": "The registration numbers of those cars were not recorded.",
      "id": "s65"
    },
    {
      "text": "Eight people were next to the cars, four or five of whom were sitting on chairs and the remainder were standing close by.",
      "id": "s66"
    },
    {
      "text": "Included in the eight were Ralph Edwards, President of the Victorian branch of the CFMEU, Matt Hudson, Vice-President of the Victorian branch of the CFMEU, and Derek Christopher, Gerard Benstead and Brendan Murphy each of whom are CFMEU officers or organisers.",
      "id": "s67"
    },
    {
      "text": "Mr Peterson told Mr Hudson, Mr Christopher and Mr Edwards that he had just been to Court, that the Court had made orders and that they needed to remove the cars from the driveway.",
      "id": "s68"
    },
    {
      "text": "Mr Hudson said that he hadn't received any orders and that he would wait for instructions from his office.",
      "id": "s69"
    },
    {
      "text": "Mr Peterson attempted to give Mr Edwards a copy of the sealed Orders, but he would not accept them.",
      "id": "s70"
    },
    {
      "text": "Mr Peterson then attempted to give a copy of the Orders to Mr Hudson but, like Mr Edwards, Mr Hudson would not take the Orders.",
      "id": "s71"
    },
    {
      "text": "Following this, Mr Broadhead attempted to give Mr Christopher a copy of the Orders.",
      "id": "s72"
    },
    {
      "text": "When he would not accept them, Mr Broadhead dropped a copy of the Orders on Mr Christopher's legs.",
      "id": "s73"
    },
    {
      "text": "Mr Christopher let it fall to the ground.",
      "id": "s74"
    },
    {
      "text": "Mr Broadhead then put a copy of the Orders on Mr Hudson's lap.",
      "id": "s75"
    },
    {
      "text": "Mr Hudson also let the copy of the Orders fall to the ground.",
      "id": "s76"
    },
    {
      "text": "Mr Peterson indicated to Mr Hudson that Mr Hudson needed to call the CFMEU's lawyers and that he would be given half an hour to do so, following which the police would be called and he would return to Court to get the people and vehicles moved.",
      "id": "s77"
    },
    {
      "text": "Mr Hudson replied with words to the effect \"It's do or die for us, you do what you have to do.",
      "id": "s78"
    },
    {
      "text": "\" Again Mr Broadhead tried to give Mr Hudson a copy of the Orders, but Mr Hudson refused and said he would wait to hear from his office.",
      "id": "s79"
    },
    {
      "text": "At approximately 6.20 pm, the same five cars were still obstructing the vehicle entrance to the site.",
      "id": "s80"
    },
    {
      "text": "Mr Peterson recognised these cars as new model Commodore cars driven by CFMEU officials.",
      "id": "s81"
    },
    {
      "text": "Again, the registration numbers were not noted.",
      "id": "s82"
    },
    {
      "text": "Mr Broadhead asked Mr Hudson whether he (Mr Hudson) had contacted the CFMEU's legal people.",
      "id": "s83"
    },
    {
      "text": "Mr Hudson said \"No, but we're not going anywhere.",
      "id": "s84"
    },
    {
      "text": "\" Mr Peterson gave Mr Hudson a copy of the Orders and said he should read them.",
      "id": "s85"
    },
    {
      "text": "Mr Broadhead asked whether they were going to move the cars.",
      "id": "s86"
    },
    {
      "text": "Mr Hudson asked for half an hour to respond.",
      "id": "s87"
    },
    {
      "text": "At approximately 7.00 pm, Mr Peterson received a phone call from the driver of a waste truck who was scheduled to drop off bins on the site.",
      "id": "s88"
    },
    {
      "text": "The driver told Mr Peterson that he would be at the site in ten minutes.",
      "id": "s89"
    },
    {
      "text": "At this time, the entrance of the site was still obstructed by five or six parked Commodore vehicles.",
      "id": "s90"
    },
    {
      "text": "Some but not all of the cars were cars which had been observed earlier.",
      "id": "s91"
    },
    {
      "text": "Mr Peterson approached Mr Edwards and asked for Mr Hudson.",
      "id": "s92"
    },
    {
      "text": "He told Mr Edwards that Bovis had a delivery coming and that he needed Mr Edwards to move the cars.",
      "id": "s93"
    },
    {
      "text": "Mr Broadhead then asked Mr Edwards whether he had heard anything from his office and whether he was going to move the cars.",
      "id": "s94"
    },
    {
      "text": "Mr Edwards said words to the effect \"No, we are not moving them.",
      "id": "s95"
    },
    {
      "text": "\" When it arrived, the waste truck was unable, because of the parked cars, to drive through the vehicle entrance gate to the site.",
      "id": "s96"
    },
    {
      "text": "It left.",
      "id": "s97"
    },
    {
      "text": "Whilst some of these events were occurring at the site the proceeding before Watson SDP was continuing in the Industrial Relations Commission.",
      "id": "s98"
    },
    {
      "text": "At some time between 5.12 pm and 6.17 pm the legal representative of the CFMEU appearing in the Commission, advised His Honour \"that recently the Federal Court has made orders in relation to --- that affect the Royal Children's Hospital site.",
      "id": "s99"
    },
    {
      "text": "\" The following exchanges then occurred: \n \"THE SENIOR DEPUTY PRESIDENT: What do you mean \"recently\"?",
      "id": "s100"
    },
    {
      "text": "MS WALTERS: Today, your Honour, this afternoon I am instructed.",
      "id": "s101"
    },
    {
      "text": "THE SENIOR DEPUTY PRESIDENT: Yes.",
      "id": "s102"
    },
    {
      "text": "Under what provision?",
      "id": "s103"
    },
    {
      "text": "MS WALTERS: Section 38 of the Building Construction Improvement Act, although I understand --- and, your Honour, I have some discomfort in taking you any further in relation to this.",
      "id": "s104"
    },
    {
      "text": "I have not seen the orders and [have] no understanding as to their exact terms.",
      "id": "s105"
    },
    {
      "text": "THE SENIOR DEPUTY PRESIDENT: Who are the orders sought against?",
      "id": "s106"
    },
    {
      "text": "MS WALTERS: CFMEU, your Honour.",
      "id": "s107"
    },
    {
      "text": "The orders have been made and the orders --- they haven't been served, as I understand it, your Honour, and am instructed.",
      "id": "s108"
    },
    {
      "text": "The orders are an injunction that, \n\n The respondent, whether by itself, their officers, servants, agents or whosoever otherwise until hearing and determination of this proceeding or further order be restrained from doing any act or directing, advising or authorizing or doing or continuing any act to aid, abet, counsel, procure, encourage or induce any person to obstruct or interfere with the passage of any person, whether on foot or in a vehicle proceeding into or from the new Royal Children's Hospital situated at 52 Flemington Road, Parkville; b) that the respondent forthwith remove any vehicles, \n \n And I understand including ... registration numbers, your Honour, presumably that are in the union's control, \n\n That hinder or impede the access to the new Royal Children's Hospital site situated at 52 Flemington Road, Parkville.",
      "id": "s109"
    },
    {
      "text": "So in those circumstances we say it's not in the public interest for your Honour to make the orders in the terms sought.",
      "id": "s110"
    },
    {
      "text": "\" \n\n Friday 20 February 2009 \n At 5.10 am on Friday 20 February 2009, approximately 30 men were standing in the driveway and 15 cars were parked on it.",
      "id": "s111"
    },
    {
      "text": "A gazebo or tent was set up in the driveway and CFMEU flags were erected on either side of the driveway.",
      "id": "s112"
    },
    {
      "text": "Eight of the cars were cars which Mr Peterson had observed to be driven by CFMEU officials, including a grey Commodore driven by Shaun Reardon.",
      "id": "s113"
    },
    {
      "text": "Mr Peterson recorded some, but not all, of the registration numbers.",
      "id": "s114"
    },
    {
      "text": "Mr Peterson asked Elias Spernovasilis and Mr Reardon, both Vice Presidents of the CFMEU, whether the CFMEU was going to clear the vehicles away from the gates that day.",
      "id": "s115"
    },
    {
      "text": "Mr Reardon told Mr Peterson to \"Fuck off\".",
      "id": "s116"
    },
    {
      "text": "Mr Spernovasilis said \"just ignore them.",
      "id": "s117"
    },
    {
      "text": "\" At approximately 7.20 am, Mr Peterson and Mr Broadhead walked to the entrance of the site where around 15 or 20 people were standing, including Mr Edwards, Mr Reardon, Mr Christopher and two Multiplex Shop Stewards.",
      "id": "s118"
    },
    {
      "text": "Mr Hudson, John Setka, Assistant Secretary of the CFMEU, and Noel Washington, Senior Vice President of the CFMEU, got into one of the vehicles that was parked in the driveway.",
      "id": "s119"
    },
    {
      "text": "Mr Broadhead asked Mr Reardon and Mr Edwards what was going on and whether the cars were going to be removed.",
      "id": "s120"
    },
    {
      "text": "Mr Reardon avoided the question and said repeatedly \"Fuck off, fuck off, fuck off.",
      "id": "s121"
    },
    {
      "text": "\" Between 7.20 am and 9.20 am, various cars were parked at the entrance at different times.",
      "id": "s122"
    },
    {
      "text": "These included cars with the following registration numbers which are registered in the name of the CFMEU: UMO774, WQM701, UOI603, WML264 and TXG354.",
      "id": "s123"
    },
    {
      "text": "At approximately 9.30 am, Mr Peterson took photographs of the entrance to the site, one of which shows a vehicle with the registration number UMO774 parked left of centre in the driveway, facing the gate, less than one metre from the gate.",
      "id": "s124"
    },
    {
      "text": "Two other cars are parked side by side in the driveway, parallel to the gate, close to the road and about four metres from the gate.",
      "id": "s125"
    },
    {
      "text": "Saturday 21 February 2009 \n On Saturday 21 February 2009, Mr Greg Souter, an investigator who conducts covert surveillance, attended the site between 5.00 am and 1.30 pm.",
      "id": "s126"
    },
    {
      "text": "He observed approximately 20-30 males at the main gate, vehicles parked at the main gate, two temporary shelters, tables and chairs, a fire lit in a 44 gallon drum and a pile of firewood.",
      "id": "s127"
    },
    {
      "text": "His surveillance was interrupted at approximately 12.00 noon by men who rocked the van, verbally abused him, and deflated the tyres of his van.",
      "id": "s128"
    },
    {
      "text": "One man smashed the front left hand driver's window of the van.",
      "id": "s129"
    },
    {
      "text": "Mr Souter's surveillance tape was taken as were his written notes.",
      "id": "s130"
    },
    {
      "text": "Mr Souter filed a police report.",
      "id": "s131"
    },
    {
      "text": "Mr Justin Trickey, a security guard employed by Monjon (Australia) Pty Ltd, was stationed at gate 1, the main vehicle entrance gate, from 6.00 am until 6.00 pm on 21 February 2009.",
      "id": "s132"
    },
    {
      "text": "Numerous vehicles were parked in front of gate 1 during that period.",
      "id": "s133"
    },
    {
      "text": "Mr Trickey recorded the registration details, the times the vehicles came onto the driveway and the times they left the driveway, in a Security Activity Report.",
      "id": "s134"
    },
    {
      "text": "Those registration numbers included WQN701 and WML266, which are both registered in the name of the CFMEU.",
      "id": "s135"
    },
    {
      "text": "Vehicle number WQN701 was parked in front of gate 1 from 7.50 am until 1.21 pm.",
      "id": "s136"
    },
    {
      "text": "The Security Activity Report recorded that a car with the registration number WML266 arrived outside gate 1 at 11.10 am.",
      "id": "s137"
    },
    {
      "text": "There is, however, no record of when this car left (if it did).",
      "id": "s138"
    },
    {
      "text": "In the Security Activity Report, Mr Trickey also identified various CFMEU officials who had become known to Mr Trickey during his six months on the site.",
      "id": "s139"
    },
    {
      "text": "Those individuals included Shaun Reardon and Matt Hudson, who Mr Trickey observed arriving in the vehicle with registration number WML266.",
      "id": "s140"
    },
    {
      "text": "Mr Reardon was observed placing numerous stickers on the outside of gate 1.",
      "id": "s141"
    },
    {
      "text": "A second gazebo tent was erected during the morning and additional CFMEU flags were erected.",
      "id": "s142"
    },
    {
      "text": "Sunday 22 February 2009 \n On Sunday 22 February 2009, Mr Trickey was again stationed at gate 1 from 6.00 am until 6.00 pm.",
      "id": "s143"
    },
    {
      "text": "Again Mr Trickey recorded the registration details, the times vehicles came onto the driveway and the times they left the driveway in a Security Activity Report.",
      "id": "s144"
    },
    {
      "text": "The registration numbers recorded in the Security Activity Report included WML266 and TWF017 each of which are registered in the name of the CFMEU.",
      "id": "s145"
    },
    {
      "text": "WML266 was parked on the driveway at 9.43 am.",
      "id": "s146"
    },
    {
      "text": "TWF017 arrived on the driveway at 12.32 pm.",
      "id": "s147"
    },
    {
      "text": "There is no record of when, if at all, these cars left the driveway.",
      "id": "s148"
    },
    {
      "text": "Mr Trickey also observed two CFMEU officials at the entrance of the site: Mr Hudson who arrived in the vehicle with the registration number WML266 and Mr Setka who arrived in the vehicle with the registration number TWF017.",
      "id": "s149"
    },
    {
      "text": "Ms Sanderson undertook surveillance at the site between 7.00 am and 8.00 pm on 22 February 2009 and recorded video footage.",
      "id": "s150"
    },
    {
      "text": "The footage ran for approximately 15 minutes and was taken over the course of the day.",
      "id": "s151"
    },
    {
      "text": "Throughout the day, two gazebo tents were located side by side at the entrance of the site.",
      "id": "s152"
    },
    {
      "text": "The rear poles of the gazebo tents were within about a half a metre of the gate, on the left hand side of the driveway.",
      "id": "s153"
    },
    {
      "text": "The tents covered approximately one fifth of the driveway.",
      "id": "s154"
    },
    {
      "text": "By the end of the day, nine CFMEU flags flew near the entrance to the site: one was attached to the gazebo tents and three were located in the centre of the driveway; one of which appeared to be attached to the gate itself.",
      "id": "s155"
    },
    {
      "text": "The number of men and women milling in and around the entrance varied throughout the day --- initially there were approximately six men but at lunch time there were as many as twenty people on the driveway.",
      "id": "s156"
    },
    {
      "text": "At 9.18 am a silver vehicle with the numberplate TSK934 was parked in the centre of the driveway, to the right of the gazebos.",
      "id": "s157"
    },
    {
      "text": "The rear of this car was about half a metre from the gate.",
      "id": "s158"
    },
    {
      "text": "This car was still there at 10.26 am, along with another vehicle which was parked on the driveway close to the road, but was gone by 11.25 am.",
      "id": "s159"
    },
    {
      "text": "An hour later, a different vehicle (a black vehicle) was parked in the centre of driveway, facing the gate.",
      "id": "s160"
    },
    {
      "text": "The front of this vehicle was within about four metres of the gate.",
      "id": "s161"
    },
    {
      "text": "The number plate of this vehicle was not clear.",
      "id": "s162"
    },
    {
      "text": "Another vehicle (a green vehicle) was parked on the street at the start of the driveway in a position that seemed to block in the black vehicle.",
      "id": "s163"
    },
    {
      "text": "The number plate of this vehicle was not clear on the film.",
      "id": "s164"
    },
    {
      "text": "At 1.41 pm four cars were parked on the right hand side of the driveway.",
      "id": "s165"
    },
    {
      "text": "One car was facing the gate within about two metres of the gate, and the other three were parked closer to the road.",
      "id": "s166"
    },
    {
      "text": "The fronts of these three vehicles pointed towards the bottom right hand corner of the driveway.",
      "id": "s167"
    },
    {
      "text": "All of these vehicles were light coloured.",
      "id": "s168"
    },
    {
      "text": "None of their registration numbers is apparent from the video footage.",
      "id": "s169"
    },
    {
      "text": "A motorbike was also parked in the centre of the driveway at this time.",
      "id": "s170"
    },
    {
      "text": "At 3.38 pm a silver car was parked in the centre of the driveway, facing the gate.",
      "id": "s171"
    },
    {
      "text": "Again the number plate of this car is not shown in the footage.",
      "id": "s172"
    },
    {
      "text": "It is also unclear from the video footage whether the four cars that were on the driveway at 1.41 pm were still on the driveway at this time.",
      "id": "s173"
    },
    {
      "text": "By 3.",
      "id": "s174"
    },
    {
      "text": "43 pm the car that was in the driveway at 3.38 pm and the four cars that were in the driveway at 1.41 pm were certainly not all in the driveway.",
      "id": "s175"
    },
    {
      "text": "Three cars were parked in the driveway at this time.",
      "id": "s176"
    },
    {
      "text": "One was parked to the left of the centre, at a 45 degree angle pointing towards the centre of the driveway, about three metres back from the gate.",
      "id": "s177"
    },
    {
      "text": "The other two vehicles were parked on the driveway parallel to the gate, just off the road.",
      "id": "s178"
    },
    {
      "text": "Two motor bikes were also parked on the lower right hand side of the driveway, close to the road.",
      "id": "s179"
    },
    {
      "text": "None of the registration numbers of these vehicles is clear on the film.",
      "id": "s180"
    },
    {
      "text": "At 4.39 pm only one silver vehicle was parked in the driveway.",
      "id": "s181"
    },
    {
      "text": "This vehicle was directly in the centre of the driveway, about three metres away from the gate.",
      "id": "s182"
    },
    {
      "text": "The number plate of this vehicle was TVR [obstructed] 64.",
      "id": "s183"
    },
    {
      "text": "By 4.",
      "id": "s184"
    },
    {
      "text": "44 pm this vehicle had been moved.",
      "id": "s185"
    },
    {
      "text": "At that time there was one silver car parked in the driveway between the gazebo tents and the road, pointing towards the centre of the gazebo tent, and a second vehicle was parked parallel to the gate just off the road.",
      "id": "s186"
    },
    {
      "text": "At 7.30 pm there were three cars on the driveway.",
      "id": "s187"
    },
    {
      "text": "One black vehicle was parked facing the gate, within about two metres of the gate, on the left hand side of the driveway.",
      "id": "s188"
    },
    {
      "text": "The second vehicle was parked parallel to the gate in the centre of the driveway, and the third vehicle was parked between the second car and the road, also parallel to the gate.",
      "id": "s189"
    },
    {
      "text": "Monday 23 February 2009 \n At 6.20 am on Monday 23 February 2009, the vehicle gate entrance to the site was still obstructed.",
      "id": "s190"
    },
    {
      "text": "A One Steel delivery truck was due to enter the site at approximately 8.40 am.",
      "id": "s191"
    },
    {
      "text": "At approximately 8.45 am Mr Peterson went to the vehicle entrance gate and asked Mr Hudson and Mr Washington whether the truck was going to be able to get in.",
      "id": "s192"
    },
    {
      "text": "Mr Hudson said words to the effect \"it's not us [the CFMEU] locking the gates it's you blokes [Bovis]\".",
      "id": "s193"
    },
    {
      "text": "Mr Peterson said that if they moved the marquee, and the tables and chairs, Bovis would open the gates.",
      "id": "s194"
    },
    {
      "text": "Frank O'Grady, a Vice President of the CFMEU, and Alex Tadic, a CFMEU organiser were at the vehicle entrance gate at this time.",
      "id": "s195"
    },
    {
      "text": "Mr Trickey came to the vehicle entrance gate and opened the gate.",
      "id": "s196"
    },
    {
      "text": "Mr Peterson then said to Mr Hudson that the gate was still blocked by the cars and the marquee.",
      "id": "s197"
    },
    {
      "text": "Mr Hudson did not respond.",
      "id": "s198"
    },
    {
      "text": "There was no way of getting the truck through the entrance without injuring someone.",
      "id": "s199"
    },
    {
      "text": "The One Steel truck remained outside the entrance for approximately 30 minutes and then left.",
      "id": "s200"
    },
    {
      "text": "CONTEMPT \n In Louis Vuitton Malletier SA v Design Elegance Pty Ltd [2006] FCA 83 ; (2006) 149 FCR 494 at 497-8 Merkel J summarised the current state of the law on when disobedience of a court order will constitute a contempt of court.",
      "id": "s201"
    },
    {
      "text": "His Honour said: \n \"Deliberate conduct which is in breach of a court order will constitute wilful disobedience of the order, and therefore a civil contempt, unless the conduct be casual, accidental or unintentional: see Australasian Meat Industry Employees' Union v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 at 106-107 and 112-113.",
      "id": "s202"
    },
    {
      "text": "However, the disobedience will amount to a criminal contempt if it involves \"deliberate defiance or, as it is sometimes said, if it is contumacious\": see Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 at 530 ...",
      "id": "s203"
    },
    {
      "text": "However, as all proceedings for contempt are now regarded as criminal in nature, all of the charges must be proved beyond reasonable doubt: see Witham at 534.",
      "id": "s204"
    },
    {
      "text": "\" \n\nSee also Australasian Meat Industry Employees' Union v Mudginberri Station Pty Ltd [1986] HCA 46 ; (1986) 161 CLR 98 at 112-3; Heatons Transport (St Helens) Ltd v Transport and General Workers' Union [1973] AC 15 at 109.",
      "id": "s205"
    },
    {
      "text": "In Advan Investments Pty Ltd v Dean Gleeson Motor Sales Pty Ltd [2003] VSC 201 Gillard J identified the elements which it is necessary for a complainant to establish in order to make good a charge of civil contempt of court.",
      "id": "s206"
    },
    {
      "text": "His Honour said: \n \"[31] In order to prove a civil contempt of court involving a breach of an order of the court, the plaintiff has to prove the following: \n\n \n(i) that an order was made by the court;\n \n(ii) that the terms of the order are clear, unambiguous and capable of compliance;\n \n(iii) that the order was served on the alleged contemnor or excused in the circumstances, or service dispensed with pursuant to the Rules of Court;\n \n(iv) that the alleged contemnor has knowledge of the terms of the order;\n \n(v) that the alleged contemnor has breached the terms of the order.",
      "id": "s207"
    },
    {
      "text": "[32] It is necessary for the plaintiff to prove each element beyond reasonable doubt.",
      "id": "s208"
    },
    {
      "text": "In accordance with the principles of the criminal law, in proving element (v) it must be proven that the act or omission which constituted the breach of the order was deliberate and voluntary.",
      "id": "s209"
    },
    {
      "text": "\" \n There is no dispute, and I am satisfied that: The CFMEU has put in issue the questions of whether Marshall J's orders are clear and unambiguous and whether Bovis has established beyond reasonable doubt that it engaged in deliberate conduct which was in breach of Marshall J's orders.",
      "id": "s210"
    },
    {
      "text": "It is also contended that the statements of charge fail to provide sufficient detail of the alleged contravening conduct.",
      "id": "s211"
    },
    {
      "text": "CLARITY OF ORDERS \n Counsel for the CFMEU submitted that both orders made by Marshall J were, to some extent at least, ambiguous.",
      "id": "s212"
    },
    {
      "text": "They contended that orders 1 and 2 prohibited actual obstruction which denied access to a particular person or persons, and did not deal with a denial of access where no access had been sought, that is to say, the orders did not prescribe a threatened or potential impediment.",
      "id": "s213"
    },
    {
      "text": "This construction was to be favoured because of the use of the definite article, \"the passage\", reinforced by the words \"preceding into or from\" which spoke of an actual obstruction to the passage, not a threatened obstruction in the sense of a hypothetical obstruction.",
      "id": "s214"
    },
    {
      "text": "In order 2, the use of the word \"access\" was shorthand for the words \"with the passage of any person, whether on foot\".",
      "id": "s215"
    },
    {
      "text": "The word \"access\", when read in context, was dealing specifically with a particular vehicle.",
      "id": "s216"
    },
    {
      "text": "A construction of the orders which favoured actual obstruction was further supported by the use of the word \"that\" in the phrase \"that interfere with or impede\", which was not directed to vehicles which \"may\" interfere.",
      "id": "s217"
    },
    {
      "text": "Dictionary definitions of \"obstruct\", \"impede\" and \"interfere\" were offered in support of this submission.",
      "id": "s218"
    },
    {
      "text": "It is trite law that injunctive orders of the Court \"should be granted in clear and unambiguous terms which leave no room for the persons to whom they are directed to wonder whether or not their future conduct falls within the scope or boundaries of the injunction: see ICI Australia Operations Pty Ltd v Trade Practices Commission (1992) 38 FCR 248 at 259 per Lockhart J, with whom Gummow and French JJ agreed.",
      "id": "s219"
    },
    {
      "text": "What is not as clear is what is comprehended, in the context, by the word \"unambiguous\" and what consequences flow from a finding of ambiguity if it is sought to enforce an order in proceedings for contempt.",
      "id": "s220"
    },
    {
      "text": "In Australian Consolidated Press Ltd v Morgan [1965] HCA 21 ; (1965) 112 CLR 483 the appellant contended that, unless the language of an undertaking was unambiguous and certain, it should not be enforced by contempt proceedings.",
      "id": "s221"
    },
    {
      "text": "This submission was rejected by the Court.",
      "id": "s222"
    },
    {
      "text": "Barwick CJ said (at 492): \n \"If the order or undertaking is so expressed as to be meaningless, there is of course nothing which can be enforced.",
      "id": "s223"
    },
    {
      "text": "But, if it bears a meaning which the Court is satisfied is one which ought fairly to have been in the contemplation of the person to whom the order was directed or who gave the undertaking as a possible meaning, the fact that that meaning results from a process of construction and involves a choice of possible meanings does not, in my opinion, preclude the Court from enforcing the order or undertaking in the sense in which the Court assigns to it.",
      "id": "s224"
    },
    {
      "text": "If the Court is satisfied that the party said to be in contempt bona fide believed himself bound only by a construction which the Court thinks to be erroneous, it may for that reason, in its discretion, refuse to make an order or, if it makes an order, refuse to make an order for costs against that party.",
      "id": "s225"
    },
    {
      "text": "But, even in such a case, the enforcement of the plaintiff's rights must not be left out of account.",
      "id": "s226"
    },
    {
      "text": "A party who has bona fide acted on erroneous view of an order or undertaking may, according to the circumstances, nonetheless be justly adjudged guilty of contempt in procedure.",
      "id": "s227"
    },
    {
      "text": "In my opinion, this is equally so where, because of its terms or circumstances, the order or undertaking requires construction in order to determine its meaning and remove ambiguities patent or latent.",
      "id": "s228"
    },
    {
      "text": "\" (Emphasis in original).",
      "id": "s229"
    },
    {
      "text": "Windeyer J expressed a similar view (at 503): \n \"This is not a case in which the extent of obligations undertaken is ascertainable simply by construing the undertaking according to ordinary grammatical rules.",
      "id": "s230"
    },
    {
      "text": "If that were so, I would agree that a mistake in construction could not excuse disobedience, although it might perhaps mitigate its consequences ...",
      "id": "s231"
    },
    {
      "text": "If its true meaning, although not immediately plain, can be ascertained according to ordinary rules of construction, then the person giving the undertaking is bound by it in that sense.",
      "id": "s232"
    },
    {
      "text": "But the uncertainties that lurk in the words of this undertaking, and which were exposed during the argument, cannot be resolved in that way, for they do not arise from a debatable construction but from an uncertain denotation.",
      "id": "s233"
    },
    {
      "text": "\" \n In Universal Music Australia Pty Ltd v Sharman Networks Ltd [2006] FCAFC 41 ; (2006) 150 FCR 110 Branson J (with whom Lindgren and Finkelstein JJ agreed), having referred to Morgan and a number of older authorities, concluded (at 119-120) that: \n \"...the authorities discussed above reveal that an injunction is not rendered invalid, or incapable of founding a charge of contempt, merely because it leaves a respondent with room to wonder whether future conduct falls within it.",
      "id": "s234"
    },
    {
      "text": "At least where the true construction of the order is one which ought fairly to have been in the contemplation of the person to whom the order was directed ... the Court which entertains the charge of contempt will be required to determine that construction.",
      "id": "s235"
    },
    {
      "text": "Of course, it may be highly relevant to the question of punishment that a respondent failed to comply with the order because he, she or it placed a construction on the order that was not its true construction.",
      "id": "s236"
    },
    {
      "text": "\" \n\n In the proceeding before Marshall J Bovis complained that officials and members of the CFMEU were preventing the movement of people and vehicles through gate 1 to the Parkville site.",
      "id": "s237"
    },
    {
      "text": "Access was being impeded because vehicles and other items had been placed on the driveway which led from Flemington Road to the gate.",
      "id": "s238"
    },
    {
      "text": "The registration numbers of particular vehicles which, it was said, were parked on the driveway from time to time, were identified.",
      "id": "s239"
    },
    {
      "text": "It was in this context that his Honour's orders were made.",
      "id": "s240"
    },
    {
      "text": "Order 1, in my view, left the CFMEU with no scope for uncertainty as to whether particular conduct fell within its terms.",
      "id": "s241"
    },
    {
      "text": "The order clearly restrains the CFMEU, whether acting by itself or through its officers, from doing any act which obstructed or interfered with the passage of persons (including those travelling in vehicles) entering or leaving the site.",
      "id": "s242"
    },
    {
      "text": "Order 2 was in mandatory terms.",
      "id": "s243"
    },
    {
      "text": "It required the removal of any vehicles that were within the CFMEU's control including vehicles bearing certain registration numbers that interfered with or impeded access to the site.",
      "id": "s244"
    },
    {
      "text": "The vehicles were to be removed \"forthwith\".",
      "id": "s245"
    },
    {
      "text": "Again, the CFMEU could have not entertained any reasonable doubt about what the order required.",
      "id": "s246"
    },
    {
      "text": "It required the immediate removal of those vehicles over which the CFMEU had control and which were interfering with vehicular access to the site.",
      "id": "s247"
    },
    {
      "text": "ADEQUACY OF STATEMENTS OF CHARGE \n Procedural fairness requires that any person, against whom a charge of contempt of court is levelled, must be confronted with a specific charge and provided with the opportunity of answering it: see Coward v Stapleton [1953] HCA 48 ; (1953) 90 CLR 573 at 579-580.",
      "id": "s248"
    },
    {
      "text": "It is, for this reason, that O 40 r 6 of the Federal Court Rules provides that where an application is made for punishment of an alleged contempt: \n \"A statement of charge, that is, a statement specifying the contempt of which the accused person is alleged to be guilty, shall be subscribed to, or filed with, the notice of motion or application.",
      "id": "s249"
    },
    {
      "text": "\" \n\nThat obligation will be satisfied if the statement conveys the \"gist of the accusation\" made so that the person charged is able to understand and, if possible, meet the charge: see Coward v Stapleton at 579-80; Construction, Forestry, Mining and Energy Union v BHP Steel (AIS) Pty Ltd [2001] FCA 1758 at [119] (per Merkel J).",
      "id": "s250"
    },
    {
      "text": "The first charge alleges a failure by the CFMEU to comply with Marshall J's second order which required the removal of vehicles which were impeding access to the site.",
      "id": "s251"
    },
    {
      "text": "The second charge alleges that the CFMEU has contravened the first order made by his Honour by interfering with the passage of persons into and from the site on the 3 days immediately after the order was made.",
      "id": "s252"
    },
    {
      "text": "In each case the charge seeks to paraphrase the terms of the relevant order and then alleges what it is that the CFMEU failed to do or did in contravention of the relevant order made by Marshall J. Particulars follow.",
      "id": "s253"
    },
    {
      "text": "In Concrete Constructions Pty Ltd v Plumbers and Gasfitters Employees' Union (No 2) (1987) 15 FCR 64 Wilcox J dealt with a complaint that a statement of charge was deficient.",
      "id": "s254"
    },
    {
      "text": "His Honour said (at 73) that: \n \"The second question is whether the statements of charge sufficiently specify the alleged breaches.",
      "id": "s255"
    },
    {
      "text": "I think that they do.",
      "id": "s256"
    },
    {
      "text": "In each case the charge sets out the relevant orders and then alleges, in positive terms, that the respondent did the enjoined act.",
      "id": "s257"
    },
    {
      "text": "In essence, the complaint is that, the respondent being told to refrain from particular conduct, the respondent in fact committed that conduct.",
      "id": "s258"
    },
    {
      "text": "This is a clear enough allegation.",
      "id": "s259"
    },
    {
      "text": "It is true that, without more, the respondent would not know whether it is the case of the applicant that it carried out some positive act amounting to breach, and if so what act, or whether it is said that there was a contravention by the failure of the respondent to take a positive step necessary to bring to an end the condition of maintaining the ban.",
      "id": "s260"
    },
    {
      "text": "But that is the function of particulars; and in each of these cases particulars were included in the charge.",
      "id": "s261"
    },
    {
      "text": "In relation to omissions it is difficult to do more than to say that no action was taken.",
      "id": "s262"
    },
    {
      "text": "But this is sufficient.",
      "id": "s263"
    },
    {
      "text": "The respondent then knows the case it has to meet and that it will be an answer to that part of the case to show, if it can, either that no positive action was, under the circumstances, required or that it did take the relevant step ...",
      "id": "s264"
    },
    {
      "text": "In the case of allegations of positive actions in contravention of an order particulars of a charge should inform the recipient of the substance of the case sought to be made.",
      "id": "s265"
    },
    {
      "text": "It is not necessary to set out the evidence which will establish that case; that will normally be contained in the affidavits.",
      "id": "s266"
    },
    {
      "text": "\" \n\n Counsel for the CFMEU submitted that it was incumbent on Bovis, when framing the first charge, to specify, with particularity: the CFMEU's knowledge of order 2; when each vehicle identified in the charge was said to have interfered with or impeded access; how the vehicle interfered or impeded access and who the vehicle hindered; the steps which should have been taken by the respondent in relation to each particular vehicle; and where the vehicles were parked so as to impede access.",
      "id": "s267"
    },
    {
      "text": "Counsel submitted that the particulars in paragraphs (b) and (c) of the first charge asserted authorisation and control of a blockade but did not describe a failure to comply with the terms of order 2, nor did it provide any specification of the alleged control.",
      "id": "s268"
    },
    {
      "text": "While the particulars in paragraph (a) sufficiently identified certain vehicles, no details of the other vehicles comprehended by the charge were provided.",
      "id": "s269"
    },
    {
      "text": "The substance of the first charge is that the CFMEU failed to comply with Marshall J's order that it remove any vehicles over which it had control which were impeding access to the site.",
      "id": "s270"
    },
    {
      "text": "In substance it was alleged that no action was taken to disturb the status quo.",
      "id": "s271"
    },
    {
      "text": "This, as Wilcox J held in Concrete Constructions , is sufficient for the purposes of a charge.",
      "id": "s272"
    },
    {
      "text": "Although it was not strictly necessary for it to do so Bovis provided particulars of some of the vehicles which were impeding access to the site and identified various officials of the CFMEU who were present.",
      "id": "s273"
    },
    {
      "text": "It was not obliged, in my view, to go further.",
      "id": "s274"
    },
    {
      "text": "The CFMEU's principal complaint in relation to the second charge, which was based on order 1, was that it was not clear whether the charge was dealing with acts performed directly by the CFMEU, by their officers, servants or agents performing the prohibited acts, or whether it was dealing with acts of the CFMEU to procure, encourage or induce another person to obstruct or interfere.",
      "id": "s275"
    },
    {
      "text": "The construction to be preferred depended on whether one read the prohibition on obstruction (\"to obstruct or interfere with the passage of any person\") as being part of the restraint imposed on the CFMEU (\"be restrained from doing any act\"), or whether the restraint on the CFMEU was limited to aiding or abetting any person to obstruct (\"to aid, abet, counsel, procure, encourage or induce any person to obstruct or interfere\").",
      "id": "s276"
    },
    {
      "text": "The CFMEU urged the latter disjunctive construction on the Court and submitted that the order identified a first person or persons, the officers and agents of the CFMEU, a second person, the person or persons encouraged or induced, and then a third person, the person whose passage was interfered with.",
      "id": "s277"
    },
    {
      "text": "The necessary starting point of a charge was to identify which aspect of the order was said to have been breached.",
      "id": "s278"
    },
    {
      "text": "The second charge, so it was contended, had failed to do this.",
      "id": "s279"
    },
    {
      "text": "It was unclear whether the charge was a charge of direct obstruction or indirect obstruction or both.",
      "id": "s280"
    },
    {
      "text": "In the alternative, it was submitted that, if there was no disjunction intended in the way order 1 was to be interpreted, such that the entire order was directed to indirect obstruction by a second person, the second charge needed to so state with sufficient clarity.",
      "id": "s281"
    },
    {
      "text": "The second charge failed to specify the conduct relied on, and whether that conduct was direct or indirect, and, if indirect, in what way was the conduct indirect, who were the servants and agents and who were the persons induced, or if the acts were said to be direct who were the respondent's servants or agents.",
      "id": "s282"
    },
    {
      "text": "The second charge also failed to specify when the conduct occurred, what, in relation to each act, led to the obstruction or interference and who was obstructed.",
      "id": "s283"
    },
    {
      "text": "The blockade or picket referred to in paragraph (b) of the second charge were not \"an act\" in the sense referred to in order 1.",
      "id": "s284"
    },
    {
      "text": "The erection of tents or gazebos and the parking of vehicles were relied on by Bovis but it had not provided particulars about: The second order, made by Marshall J, was in a form which is commonly adopted in cases were industrial action is interfering with the normal performance of work.",
      "id": "s285"
    },
    {
      "text": "It prevents the respondent from acting directly, acting through servants or agents or encouraging others to act in a particular way.",
      "id": "s286"
    },
    {
      "text": "The order made by his Honour relevantly restrained the CFMEU, by its servants or agents, from taking the proscribed action.",
      "id": "s287"
    },
    {
      "text": "I have already held that the order was expressed with the necessary clarity.",
      "id": "s288"
    },
    {
      "text": "The second charge, in substance, alleges that the CFMEU had, acting as it must through servants or agents, performed acts which had been enjoined by the order.",
      "id": "s289"
    },
    {
      "text": "The allegation is, I consider, made with sufficient clarity.",
      "id": "s290"
    },
    {
      "text": "The particulars subjoined to the charge identified some of the vehicles which, it was said, were so parked as to interfere with and impede access to the site.",
      "id": "s291"
    },
    {
      "text": "Paragraph (b) of the particulars does not allege that, what is described as a \"blockade or picket\" was \"an act\".",
      "id": "s292"
    },
    {
      "text": "Rather, the \"act\" identified in the paragraph was maintenance of the blockade or picket, utilising the cars and the tents.",
      "id": "s293"
    },
    {
      "text": "There was no need to provide further particulars as to who erected the obstacles, how long they were in place and how they caused obstruction or interference.",
      "id": "s294"
    },
    {
      "text": "These were matters for evidence.",
      "id": "s295"
    },
    {
      "text": "In my view, each statement of charge was, when the charge is read as a whole, sufficient to convey the gist or substance of the breaches of Marshall J's orders which were alleged by the prosecutor.",
      "id": "s296"
    },
    {
      "text": "The first charge alleged that the relevant breach of the second order made by His Honour occurred by reason of the CFMEU's failure to remove vehicles within its control which were interfering or impeding access to the site.",
      "id": "s297"
    },
    {
      "text": "Some of the vehicles were identified.",
      "id": "s298"
    },
    {
      "text": "Particulars were then provided of the foundation for the allegation that the CFMEU was responsible for the alleged failure to remove the vehicles.",
      "id": "s299"
    },
    {
      "text": "The second charge alleged that the CFMEU contravened the first order made by Marshall J by maintaining, on nominated dates, an obstruction or interference to the movement of persons (whether on foot or in a vehicle) into or out of the site.",
      "id": "s300"
    },
    {
      "text": "It is clear that this is an allegation of acts performed by the CFMEU acting, as it must, through individual officials.",
      "id": "s301"
    },
    {
      "text": "The particulars alleged that the obstruction and interference was caused by the marquee or tents placed at the entrance and by the parking of vehicles (some of which are identified by reference to their registration numbers) so as to interfere with and impede access to the site.",
      "id": "s302"
    },
    {
      "text": "CONSIDERATION \n Function of the Court\n Where an allegation of contempt of court is made, the court is required to examine the statement of charge and form a view, on the evidence, as to whether or not it has been established, beyond reasonable doubt, that the respondent engaged in the conduct which it is alleged constituted the contempt or failed to act as required.",
      "id": "s303"
    },
    {
      "text": "Inferences\n In seeking to make good each of the charges Bovis invites the Court to draw certain inferences.",
      "id": "s304"
    },
    {
      "text": "This invitation is made in circumstances in which none of the officials of the CFMEU who were present at the Parkville site at relevant times and who might reasonably have been expected to have knowledge of relevant events, gave evidence.",
      "id": "s305"
    },
    {
      "text": "No adverse inference can be drawn merely because the CFMEU has chosen not to call evidence in defence of the charges.",
      "id": "s306"
    },
    {
      "text": "The failure is nonetheless of potential significance.",
      "id": "s307"
    },
    {
      "text": "This is because, as the High Court explained in RPS v R [2000] HCA 3 ; (2000) 199 CLR 620 at 632-3: \n \"...it will seldom, if ever, be reasonable to conclude that an accused in a criminal trial would be expected to give evidence.",
      "id": "s308"
    },
    {
      "text": "The most that can be said in criminal matters is that there are some cases in which evidence (or an explanation) contradicting an apparently damning inference to be drawn from proven facts could come only from the accused.",
      "id": "s309"
    },
    {
      "text": "In the absence of such evidence or explanation, the jury may more readily draw the conclusion which the prosecution seeks.",
      "id": "s310"
    },
    {
      "text": "As was said in Weissensteiner v The Queen: \n\n\"[I]n a criminal trial, hypotheses consistent with innocence may cease to be rational or reasonable in the absence of evidence to support them when that evidence, if it exists at all, must be within the knowledge of the accused.",
      "id": "s311"
    },
    {
      "text": "\" (Emphasis in original).",
      "id": "s312"
    },
    {
      "text": "(Footnote omitted).",
      "id": "s313"
    },
    {
      "text": "The inferences which Bovis invited the Court to draw are founded on uncontradicted evidence.",
      "id": "s314"
    },
    {
      "text": "In some instances I have not been prepared to draw the inferences which Bovis contended were open on the evidence.",
      "id": "s315"
    },
    {
      "text": "In each instance in which I have been prepared to draw a particular inference I have done so because I have been satisfied beyond reasonable doubt that the inferences ought to be drawn, that the conclusions contended for by Bovis were supported by the evidence and that the evidence did not support a finding that there is any reasonable or rational hypothesis consistent with the CFMEU's innocence.",
      "id": "s316"
    },
    {
      "text": "The First Charge\n The first charge alleges a breach of Marshall J's second order.",
      "id": "s317"
    },
    {
      "text": "That order required the CFMEU forthwith to remove any vehicles that were within its control (including vehicles bearing particular registration numbers) if those vehicles were interfering with or impeding access to the site.",
      "id": "s318"
    },
    {
      "text": "The requirement that the vehicles be removed \"forthwith\" indicates that Marshall J was persuaded that certain vehicles, including those nominated by reference to their registration numbers, were impeding access to the site at the time at which the order was made.",
      "id": "s319"
    },
    {
      "text": "The order would have been contravened had the CFMEU failed to remove vehicles, over which it had control, from outside the gate to the site, as soon as reasonably possible after the order had been served on it.",
      "id": "s320"
    },
    {
      "text": "The order did not go on to provide that, once removed, the vehicles could not be returned to the driveway or that they should not be replaced by any other vehicles.",
      "id": "s321"
    },
    {
      "text": "Presumably, it was assumed that any attempt to restore the obstructing vehicles would constitute a breach of the first order.",
      "id": "s322"
    },
    {
      "text": "Whether that be so or not the first charge does not allege that the CFMEU failed \"forthwith\" to remove the vehicles.",
      "id": "s323"
    },
    {
      "text": "Rather, it alleges that \"on 19 February 2009 and 20 February 2009 and continuing, the [CFMEU] failed to remove vehicles within its control that interfered with or impeded access to the [site] ...\" This failure was, it was alleged, a breach of Marshall J's second order.",
      "id": "s324"
    },
    {
      "text": "The difficulty which confronts Bovis is that his Honour's order was directed to the removal of the vehicles which he was satisfied were impeding access to the site at the time at which the order was made.",
      "id": "s325"
    },
    {
      "text": "As framed, the charge is broad enough to comprehend vehicles which were driven onto the driveway and parked there late on 19 February 2009 or on 20 February 2009, even if those vehicles had not been there at the time at which the orders were made.",
      "id": "s326"
    },
    {
      "text": "Bovis' difficulties are compounded by the state of the evidence concerning the vehicles which were present on the site at and after 5.30 pm on 19 February 2009.",
      "id": "s327"
    },
    {
      "text": "Mr Peterson returned to the site on 19 February 2009 at about the same time as the orders of Marshall J were served on the CFMEU.",
      "id": "s328"
    },
    {
      "text": "He noted that there were five cars parked across the driveway.",
      "id": "s329"
    },
    {
      "text": "He did not note the registration numbers of those cars.",
      "id": "s330"
    },
    {
      "text": "The same five cars were still on the driveway at about 6.20 pm.",
      "id": "s331"
    },
    {
      "text": "They were cars which Mr Peterson recognised as cars which were driven by CFMEU officials.",
      "id": "s332"
    },
    {
      "text": "Some of them were still there at 7.00 pm.",
      "id": "s333"
    },
    {
      "text": "It may have been arguable that the fact that the five vehicles which had been in the driveway at 5.30 pm were still there at 6.20 pm allowed the conclusion that they had not been removed forthwith upon the CFMEU becoming aware of the terms of Marshall J's orders.",
      "id": "s334"
    },
    {
      "text": "The statement of charge does not, however, allege that Marshall J's order had been contravened because the vehicles were not immediately removed.",
      "id": "s335"
    },
    {
      "text": "It only alleges that the CFMEU failed to remove them.",
      "id": "s336"
    },
    {
      "text": "Some of the five vehicles which were parked on the driveway at 5.30 pm had been removed by 7.00 pm.",
      "id": "s337"
    },
    {
      "text": "There was, therefore, no failure to remove those particular cars.",
      "id": "s338"
    },
    {
      "text": "The second order did not require the CFMEU to remove the vehicles which were parked on the site after 7.00 pm on 19 February 2009 and on 20 February 2009 and which had not been there at 5.30 pm.",
      "id": "s339"
    },
    {
      "text": "Some of the vehicles which had been parked across the driveway at about 5.30 pm were still there at 7.00 pm.",
      "id": "s340"
    },
    {
      "text": "They were vehicles which Mr Peterson had recognised as cars which were driven by CFMEU officials.",
      "id": "s341"
    },
    {
      "text": "The evidence does not disclose how long they remained there.",
      "id": "s342"
    },
    {
      "text": "Some, if not all of them, had been removed by the morning of 22 February 2009 when only one or two cars were parked on the driveway.",
      "id": "s343"
    },
    {
      "text": "I cannot, therefore, be satisfied that the CFMEU failed to remove the cars which had been parked across the driveway at about 5.30 pm on 19 February 2009.",
      "id": "s344"
    },
    {
      "text": "For these reasons I conclude that the CFMEU is not guilty on the first charge.",
      "id": "s345"
    },
    {
      "text": "The Second Charge\n The second charge alleges that the CFMEU breached the first order made by Marshall J.",
      "id": "s346"
    },
    {
      "text": "That order, relevantly, required that the CFMEU (whether by itself, its officers or otherwise) not do any act \"to obstruct or interfere with the passage of any person, whether on foot or in a vehicle preceding into or from the [site]\".",
      "id": "s347"
    },
    {
      "text": "In framing the charge Bovis has identified the relevant \"act\" as being the maintenance, over a period of days, of \"an obstruction or interference to the passage of any person ...\".",
      "id": "s348"
    },
    {
      "text": "I understand this to be an allegation of on-going obstruction or interference contrary to his Honour's order.",
      "id": "s349"
    },
    {
      "text": "An issue also arises as to whether the charge comprehends both actual and potential interference with passage of persons on to and off the site.",
      "id": "s350"
    },
    {
      "text": "I will return to this issue later in my reasons.",
      "id": "s351"
    },
    {
      "text": "A further issue arises in relation to the dates referred to in the charge.",
      "id": "s352"
    },
    {
      "text": "The evidence establishes that there were two occasions, one on 19 February 2009 and another on 23 February 2009, on which there was actual interference with the movement of vehicles on to the site.",
      "id": "s353"
    },
    {
      "text": "Neither date is specifically mentioned in the statement of charge.",
      "id": "s354"
    },
    {
      "text": "No difficulty, however, arises in relation to the incident which occurred on 23 February 2009.",
      "id": "s355"
    },
    {
      "text": "The charge was dated 24 February 2009 and alleges that the obstruction and interference \"was continuing\" beyond the last date, specifically mentioned, namely, 22 February 2009.",
      "id": "s356"
    },
    {
      "text": "Bovis also seeks to rely on an incident which occurred on the evening of 19 February 2009.",
      "id": "s357"
    },
    {
      "text": "Although that date does not appear in the statement of charge the incident and its legal implications were the subject of submissions during the hearing.",
      "id": "s358"
    },
    {
      "text": "The CFMEU had the opportunity and did make submissions as to whether the incident on 19 February 2009 constituted a contravention of Marshall J's orders.",
      "id": "s359"
    },
    {
      "text": "The CFMEU had the opportunity of responding to the allegation that the actions of its officials, on 19 February 2009, caused it to be in contempt of the Court's orders.",
      "id": "s360"
    },
    {
      "text": "The CFMEU will suffer no prejudice if the second charge is amended to cover events on 19 February 2009.",
      "id": "s361"
    },
    {
      "text": "I will, accordingly, grant leave to Bovis to amend the charge in this way.",
      "id": "s362"
    },
    {
      "text": "The first order, made by Marshall J, was contravened on at least two occasions.",
      "id": "s363"
    },
    {
      "text": "The first incident occurred at about 7.10 pm on 19 February 2009.",
      "id": "s364"
    },
    {
      "text": "A waste truck which was due to drop bins on the site arrived at the Flemington Road end of the driveway at about that time.",
      "id": "s365"
    },
    {
      "text": "It was unable to proceed up the driveway because there were five or six Commodore cars parked across it.",
      "id": "s366"
    },
    {
      "text": "They were so placed as to prevent the truck entering the site.",
      "id": "s367"
    },
    {
      "text": "The second incident occurred between approximately 8.40 am and 9.10 am on 23 February 2009.",
      "id": "s368"
    },
    {
      "text": "A delivery truck approached the driveway but was unable to proceed to the gate and into the site because the driveway was obstructed by cars and a marquee.",
      "id": "s369"
    },
    {
      "text": "They were placed in such a way that the truck could not enter the site.",
      "id": "s370"
    },
    {
      "text": "After waiting about half an hour it left.",
      "id": "s371"
    },
    {
      "text": "On each of these occasions representatives of Bovis sought to have CFMEU officials, who were present, on or near the driveway remove the cars (and, on the second occasion, the marquee) so that the vehicles could enter the site.",
      "id": "s372"
    },
    {
      "text": "On 19 February 2009 CFMEU's officials, Mr Ralph Edwards, Mr Matt Hudson, Mr Derek Christopher, Mr Gerard Benstead and Mr Brendan Murphy were on or near the driveway between 5.30 pm and shortly after 7.00 pm.",
      "id": "s373"
    },
    {
      "text": "When Mr Peterson returned from the hearing before Marshall J he sought to provide copies of his Honour's orders to Messrs Edwards and Hudson but they refused to accept them.",
      "id": "s374"
    },
    {
      "text": "Shortly afterwards Mr Broadhead attempted to give copies of the orders to Mr Christopher and Mr Hudson but they did not accept them.",
      "id": "s375"
    },
    {
      "text": "Mr Peterson advised Mr Hudson to call the CFMEU's lawyers.",
      "id": "s376"
    },
    {
      "text": "Mr Hudson replied with words to the effect of \"it's do or die for us, you do what you have to do.",
      "id": "s377"
    },
    {
      "text": "\" Mr Hudson said he would wait to hear from his office.",
      "id": "s378"
    },
    {
      "text": "At about 6.20 pm Mr Broadhead asked Mr Hudson whether he (Mr Hudson) had made contact with the CFMEU's lawyers.",
      "id": "s379"
    },
    {
      "text": "Mr Hudson said \"we're not going anywhere\".",
      "id": "s380"
    },
    {
      "text": "At that time Mr Peterson gave Mr Hudson a copy of the orders and advised Mr Hudson to read them.",
      "id": "s381"
    },
    {
      "text": "Mr Broadhead then asked whether the officials were going to move the cars.",
      "id": "s382"
    },
    {
      "text": "Mr Hudson asked for time to respond.",
      "id": "s383"
    },
    {
      "text": "When it became known that the waste truck was approaching the site Mr Peterson approached Mr Edwards and asked to see Mr Hudson.",
      "id": "s384"
    },
    {
      "text": "Mr Peterson advised Mr Edwards that Bovis was expecting a delivery and that he wanted Mr Edwards to move the cars.",
      "id": "s385"
    },
    {
      "text": "Mr Broadhead then asked Mr Edwards whether he had heard anything from his office and whether he was going to move the cars.",
      "id": "s386"
    },
    {
      "text": "Mr Edwards responded with words to the effect of \"no, we are not moving them.",
      "id": "s387"
    },
    {
      "text": "\" On 23 February 2009 at about 8.45 am a number of CFMEU officials were present outside the entrance gate.",
      "id": "s388"
    },
    {
      "text": "They were Mr Hudson, Mr Washington, Mr O'Grady and Mr Tadic.",
      "id": "s389"
    },
    {
      "text": "Mr Peterson approached Mr Hudson and Mr Washington near the entrance gate and asked whether a delivery truck was going to be able to get in.",
      "id": "s390"
    },
    {
      "text": "Mr Hudson said that \"It's not us [the CFMEU] locking the gates it's you blokes [Bovis].",
      "id": "s391"
    },
    {
      "text": "\" Mr Peterson said that if the officials moved the marquee and the tables and chairs, Bovis would open the gates.",
      "id": "s392"
    },
    {
      "text": "Mr Trickey a security guard employed by a Bovis sub-contractor, tried to open the gate.",
      "id": "s393"
    },
    {
      "text": "This was not possible.",
      "id": "s394"
    },
    {
      "text": "Mr Peterson then said to Mr Hudson that the gate was still blocked by cars and the marquee.",
      "id": "s395"
    },
    {
      "text": "Mr Hudson did not respond.",
      "id": "s396"
    },
    {
      "text": "The truck was not able to enter.",
      "id": "s397"
    },
    {
      "text": "Between 5.30 pm on 19 February 2009 and 23 February 2009 cars registered in the name of the CFMEU and driven by officials of the CFMEU came and went at irregular intervals.",
      "id": "s398"
    },
    {
      "text": "When near the site they were parked on or near the driveway.",
      "id": "s399"
    },
    {
      "text": "From at least the morning of 20 February 2009 until 23 February 2009 an increasing number of red banners with the letters CFMEU emblazoned on them in white characters were placed on or near the driveway.",
      "id": "s400"
    },
    {
      "text": "A large number of CFMEU officials were present at the site during the relevant period.",
      "id": "s401"
    },
    {
      "text": "When determining whether a corporate entity should be adjudged guilty of contempt by reason of the actions of its employees or agents it is necessary that there be a careful examination of the principles which underpin such an attribution of liability.",
      "id": "s402"
    },
    {
      "text": "The principles were considered by the Queensland Court of Appeal in Evenco Pty Ltd v Australian Building Construction Employees and Builders Labourers Federation (Qld Branch) [2001] 2 Qd R 118.",
      "id": "s403"
    },
    {
      "text": "The trial judge had held the union vicariously liable for the contempt of one of its organisers.",
      "id": "s404"
    },
    {
      "text": "He had done so on the basis that the organizer was acting \"in the course of his employment\".",
      "id": "s405"
    },
    {
      "text": "On appeal McMurdo P and Williams J agreed that the union was vicariously liable under the \"course of employment\" test.",
      "id": "s406"
    },
    {
      "text": "Pincus JA applied a stricter standard.",
      "id": "s407"
    },
    {
      "text": "His Honour held at ([26]-[27]) that: \n \"Vicarious liability for contempt is an important matter, since all contempt proceedings must realistically be seen as criminal in nature and require proof beyond reasonable doubt: Witham v Holloway [1995] HCA 3 ; (1995) 183 CLR 525 at 534.",
      "id": "s408"
    },
    {
      "text": "An employer should not, one would expect, ordinarily be held liable in proceedings which are of that kind, on the basis of actions of an employee which had been forbidden; particularly is that so where one considers that even a finding of contempt against an employer may do serious damage, leaving aside the prospect of punishment such as fines or imprisonment.",
      "id": "s409"
    },
    {
      "text": "My conclusion is, as will appear, that the English doctrine of strict vicarious liability to which I refer should not be followed, in this country.",
      "id": "s410"
    },
    {
      "text": "The proper rule is that the employer must be shown to have authorised the act complained of or shown not to have taken proper steps to prevent it.",
      "id": "s411"
    },
    {
      "text": "In the present case, the judge held [the union] liable on the \"course of employment\" test and that in my respectful opinion was not the proper test.",
      "id": "s412"
    },
    {
      "text": "\" \n\n In Hanley v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union [2000] FCA 1188 ; (2000) 100 FCR 530 a Full Court of this Court considered (at 548) that: \n \"There is force in Pincus JA's view in Evenco that in proceedings of a \"quasi criminal\" nature, such as proceedings for civil contempt, vicarious liability should not be determined by the strict application of the \"course of employment\" test.",
      "id": "s413"
    },
    {
      "text": "A less stringent approach would expose a body corporate to liability by virtue of the conduct of an employee, however aberrant it might be, as long as it could be characterised as 'in the course of employment'.",
      "id": "s414"
    },
    {
      "text": "\" \n\n \nA finding that a person or an organisation is guilty of contempt of court is a most serious determination.",
      "id": "s415"
    },
    {
      "text": "Significant consequences are likely to follow such a finding.",
      "id": "s416"
    },
    {
      "text": "Particular care must be taken before it is held that an organisation is liable for contempt of court by reason of the actions of its employees or agents.",
      "id": "s417"
    },
    {
      "text": "I respectfully agree with Pincus JA that a corporate entity should not be found guilty of contempt, in such circumstances, unless it is established, beyond reasonable doubt, that the organisation has authorised the act complained of or has been shown not to take proper steps to prevent it.",
      "id": "s418"
    },
    {
      "text": "I am satisfied beyond reasonable doubt that the CFMEU officials were, at relevant times, acting for and on behalf of the CFMEU.",
      "id": "s419"
    },
    {
      "text": "So much may readily be inferred from the erection of the CFMEU banners which were displayed prominently on or near the driveway, the large number of CFMEU officials who were present at the site, the parking on the driveway of many vehicles which were registered to the CFMEU, and observed to be driven by officials, the responses given by the officials when they were spoken to by Bovis managers and, in particular, the absence of any disavowal, at any time during any of these conversations, of the capacity of the organizers to move or cause to be moved the vehicles and other obstructions which were preventing access to the site along the driveway.",
      "id": "s420"
    },
    {
      "text": "On the contrary, they asserted, on a number of occasions, after the CFMEU had been served with the orders, that they were not going to move the cars or simply ignored requests that they do so.",
      "id": "s421"
    },
    {
      "text": "In coming to this conclusion I am mindful of Keely J's exhortation, in GTS Freight Management Pty Ltd v Transport Workers Union of Australia [1990] FCA 78 ; (1990) 25 FCR 296 at 305-6, to the effect that, in determining whether or not a registered trade union is to be held responsible for the acts of its officials, the Court must act on evidence and not suspicion or speculation.",
      "id": "s422"
    },
    {
      "text": "In the present case the many officials who were present at the site were plainly acting as servants and agents of the CFMEU and within their ostensible authority.",
      "id": "s423"
    },
    {
      "text": "The CFMEU through its officers, well knew that they were there and what they were doing.",
      "id": "s424"
    },
    {
      "text": "The officials on site were in contact with a union office and at least one indicated that the group was awaiting instructions from persons at that office as to what should be done following the making of orders by the Court.",
      "id": "s425"
    },
    {
      "text": "It did not direct them to desist despite having the means and the opportunity to do so.",
      "id": "s426"
    },
    {
      "text": "I infer that it authorised and encouraged the actions which are said to contravene Marshall J's orders.",
      "id": "s427"
    },
    {
      "text": "The second charge alleges contraventions of Marshall J's first order on each of three days --- 20, 21 and 22 February 2009 \"and continuing\".",
      "id": "s428"
    },
    {
      "text": "I have, thus far, dealt with the two incidents in which the passage of drivers of vehicles was actually interfered with by reason of the presence in the driveway of cars and a marquee or tent.",
      "id": "s429"
    },
    {
      "text": "The evidence also establishes that, for considerable periods on 20, 21 and 22 February, vehicles registered in the name of the CFMEU and driven by officials of the union were parked on the driveway thereby acting as a potential impediment to any movement of persons in vehicles into and out of the site.",
      "id": "s430"
    },
    {
      "text": "The charge alleges that the CFMEU \"maintained an obstruction or interference to the passage of any person, whether on foot or in a vehicle, proceeding into or from the [site].",
      "id": "s431"
    },
    {
      "text": "\" As framed the charge is open to the construction that it applies to both an actual or potential interference with a person's passage or merely to an actual interference.",
      "id": "s432"
    },
    {
      "text": "Given this uncertainty and, having regard to the nature of the proceeding, I consider that it is appropriate to adopt a strict construction of the charge such that it only deals with the actual obstruction of persons who wish to enter or leave the site.",
      "id": "s433"
    },
    {
      "text": "I do not, therefore, consider that the CFMEU can be held liable for causing obstruction or interference on occasions when there is no evidence to suggest that any person was actually impeded from moving onto or from the site.",
      "id": "s434"
    },
    {
      "text": "I am satisfied that each element of the second charge has been established beyond reasonable doubt, but only in respect to the incidents on 19 and 23 February 2009 when vehicles were prevented from entering the site.",
      "id": "s435"
    },
    {
      "text": "CONCLUSION\n The CFMEU is not guilty of the first charge.",
      "id": "s436"
    },
    {
      "text": "The second charge has been established beyond reasonable doubt but only in relation to the two incidents which occurred, respectively, on 19 and 23 February 2009.",
      "id": "s437"
    },
    {
      "text": "I will give directions as to the steps which need to be taken in advance of the hearing on penalty.",
      "id": "s438"
    },
    {
      "text": "I certify that the preceding ninety-four (94) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s439"
    },
    {
      "text": "Associate:\n \n \nDated: 4 March 2009\n \n \n \n \n \n \n \n Counsel for the Applicant: Mr P Wheelahan \n \n Solicitor for the Applicant: HWL Ebsworth Lawyers \n \n Counsel for the Respondent: Mr M Bromberg SC &amp; Mr C Dowling \n \n Solicitor for the Respondent: Slater &amp; Gordon \n \n Amicus curiae \n(ABC Commissioner):: Mr N J D Green QC \n Date of Hearing: 23, 24, 25, 26 February 2009 \n \n Date of Judgment: 4 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/194.html",
      "id": "s440"
    }
  ]
}