{
  "name": "Wide Bay Conservation Council Inc v Burnett Water Pty Ltd (No 7) [2009] FCA 1376 (18 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1376.html",
  "catchphrases": [
    {
      "text": "expert evidence",
      "id": "c0"
    },
    {
      "text": "objections",
      "id": "c1"
    },
    {
      "text": "hearsay",
      "id": "c2"
    },
    {
      "text": "relevance to admissibility of compliance with court's practice directions with respect to expert witnesses",
      "id": "c3"
    },
    {
      "text": "held expert's opinion not provided for the purposes of litigation",
      "id": "c4"
    },
    {
      "text": "held hearsay operative not assertive",
      "id": "c5"
    },
    {
      "text": "held objections overruled",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "Objection was taken to particular paragraphs identified in the course of submissions on behalf of the Wide Bay Conservation Council Inc (Conservation Council) to paragraphs of Dr Mallen-Cooper's affidavit on two bases: that he had not participated in a conference of experts, for which provision was made in pre-trial orders; and an alleged non-compliance with the Court's then prevailing practice direction in respect of guidelines for expert witnesses in proceedings in this court, being that given by the Chief Justice on 5 May 2008.",
      "id": "s0"
    },
    {
      "text": "Separate objection was taken to para 75 of the affidavit on the basis of hearsay.",
      "id": "s1"
    },
    {
      "text": "It is convenient first to deal with the latter objection.",
      "id": "s2"
    },
    {
      "text": "As to that, it is apparent that the content of para 75 is put forward as operative rather than assertive hearsay.",
      "id": "s3"
    },
    {
      "text": "I note further that it is not proposed to tender the contents of the first sentence and, really, it would seem to me that would go to other matters of engineering opinion in that paragraph, as proof of the contents.",
      "id": "s4"
    },
    {
      "text": "The paragraph, insofar as it does concern hearsay, does nothing more, in my opinion, than provide a foundation - an identified foundation - against which Dr Mallen-Cooper came to furnish particular advice.",
      "id": "s5"
    },
    {
      "text": "I, therefore, overrule that objection.",
      "id": "s6"
    },
    {
      "text": "Insofar as the other objection is concerned, Dr Mallen-Cooper was an adviser whose input was provided in respect of the design of the upstream and downstream fishways in the form in which they ultimately came to take.",
      "id": "s7"
    },
    {
      "text": "He has, in his affidavit, recited that particular input.",
      "id": "s8"
    },
    {
      "text": "That input was in the nature of expert opinion.",
      "id": "s9"
    },
    {
      "text": "That opinion was not provided for the purposes of this litigation.",
      "id": "s10"
    },
    {
      "text": "It is, therefore, not in any way governed by the practice direction.",
      "id": "s11"
    },
    {
      "text": "It is true that some parts of his affidavit also go by way of what one might term later elaboration and further reflection of, and in respect of, advice which he gave at an anterior, preconstruction of fishway stage.",
      "id": "s12"
    },
    {
      "text": "Strictly speaking, it is possible to regard that latter content as falling within the content of expert evidence that would be covered by the practice direction.",
      "id": "s13"
    },
    {
      "text": "That is so even though Dr Mallen-Cooper is not disinterested in the sense that he had an involvement in the design phase.",
      "id": "s14"
    },
    {
      "text": "At most, that particular transgression, if it be that, would go to matters of weight.",
      "id": "s15"
    },
    {
      "text": "Of substance, though, is that Dr Mallen-Cooper's statement was provided in early August, well prior to the time when Dr Kind and Mr Tait came to confer in accordance with the pre-trail direction.",
      "id": "s16"
    },
    {
      "text": "There does not seem, and there certainly has not been raised in evidence, to have been any disposition on the part of the Conservation Council to involve Dr Mallen-Cooper in the conference or any perception that he ought to have been involved.",
      "id": "s17"
    },
    {
      "text": "Again, though, at its highest, that lack of involvement would go to matters of weight.",
      "id": "s18"
    },
    {
      "text": "More particularly, it is as well to recall that the statement of claim was, to use a neutral term, an evolving document, and particular aspects of Dr Mallen-Coopers' evidence, insofar as it goes beyond reference to past input, are referrable to what one might term that evolution, in my opinion.",
      "id": "s19"
    },
    {
      "text": "Further, and also of substance, is the fact that it is apparent that Mr Tait was, prior to that expert conference, and certainly prior to his giving evidence, seized with, in full, Dr Mallen-Cooper's statement.",
      "id": "s20"
    },
    {
      "text": "There has been no evidence in reply, either by way of a supplementary report filed prior to the trial commencing, or, for that matter, the subject of an application for leave to lead further evidence at the commencement of the case.",
      "id": "s21"
    },
    {
      "text": "In other words, such procedural fairness aspects as might attend the reception of those parts of Dr Mallen-Cooper's affidavit that relate to more than just past events have, in my opinion, been observed.",
      "id": "s22"
    },
    {
      "text": "Finally, there is no objection taken in respect of the relevance of the opinions that Dr Mallen-Cooper addresses.",
      "id": "s23"
    },
    {
      "text": "For these reasons, then, it seems to me that the objection is without merit.",
      "id": "s24"
    },
    {
      "text": "I overrule it.",
      "id": "s25"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s26"
    },
    {
      "text": "Associate:\n \n \nDated: 23 November 2009\n \n Counsel for the Applicant: Mr K Fleming QC with Ms P Hay and Mr C McGrath \n \n Solicitor for the Applicant: Environmental Defenders Office (Qld) \n \n Counsel for the Respondent: Mr W Sofronoff QC with Mr D Clothier \n \n Solicitor for the Respondent: Allens Arthur Robinson Lawyers \n Date of Hearing: 18 November 2009 \n \n Date of Judgment: 18 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1376.html",
      "id": "s27"
    }
  ]
}