{
  "name": "Wright Rubber Products Pty Ltd v Bayer AG (No 2) [2009] FCA 1317 (13 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1317.html",
  "catchphrases": [
    {
      "text": "motion to strike-out pleading under o 11 r 16 of the federal court rules",
      "id": "c0"
    },
    {
      "text": "level of precision at which group member definitions must be pleaded in group actions",
      "id": "c1"
    },
    {
      "text": "level of precision at which a \"market\" must be pleaded in actions arising under the trade practices act 1974 (cth)",
      "id": "c2"
    },
    {
      "text": "whether a global market can include a market in australia for the purposes of the trade practices act 1974 (cth)",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "THE ORIGINAL STATEMENT OF CLAIM \n This proceeding, in amended form, is brought by the applicant as a representative party on behalf of group members who are commercial manufacturers of \"Rubber Compounds\" and \"Rubber Products\".",
      "id": "s0"
    },
    {
      "text": "It is alleged that they were forced to pay higher prices for these products because of a global cartel arrangement to which the first, third and fourth respondents (\"the foreign respondents\") were party with other manufacturers and suppliers of rubber chemicals.",
      "id": "s1"
    },
    {
      "text": "The cartel arrangement is said to have been entered into in or about July 1995.",
      "id": "s2"
    },
    {
      "text": "The respondents successfully moved the Court for orders striking out the original statement of claim: see Wright Rubber Products Pty Ltd v Bayer AG [2008] FCA 1510 (\"my earlier reasons\").",
      "id": "s3"
    },
    {
      "text": "The shortcomings of this original pleading fell into two broad categories: first, that the applicant had failed to identify with sufficient precision the group members whom it wished to represent, and secondly, that the applicant had failed to plead sufficient material facts to establish a cause of action.",
      "id": "s4"
    },
    {
      "text": "More particularly, I identified the following deficiencies in the original statement of claim: Group definition\n Potential group members would have had difficulty ascertaining whether they were members of the group because of the difficulty in determining whether they had bought \"Rubber Products\"; The definition of \"Rubber Products\" was inadequate, which in turn affected the entire statement of claim; and The applicant had not pleaded sufficient material facts to establish that it was a member of the group it sought to represent.",
      "id": "s5"
    },
    {
      "text": "The Cartel Arrangements\n The discrete causes of action arising under sub-paragraphs (i) and (ii) of s 45(2)(a) of the Trade Practices Act 1974 (Cth) (\"the TPA\") had not been pleaded separately.",
      "id": "s6"
    },
    {
      "text": "Identification of the Markets\n The pleading confused references to the global and Australian markets, referring to the global market at times and the Australian market at other times without explaining why; The pleading did not clearly establish the existence of an Australian, as distinct from a global, market; and There were inconsistencies as to whether the market was for \"Rubber Chemicals\" or \"Rubber Products\".",
      "id": "s7"
    },
    {
      "text": "Giving effect to the arrangements in Australia\n I granted leave to the applicant to replead its statement of claim.",
      "id": "s8"
    },
    {
      "text": "It has done so.",
      "id": "s9"
    },
    {
      "text": "The respondents (other than the fourth respondent) complain that the amended statement of claim is also fatally flawed and should be struck out.",
      "id": "s10"
    },
    {
      "text": "They have moved the Court for an order under O 11 rule 16 of the Federal Court Rules .",
      "id": "s11"
    },
    {
      "text": "STRIKING OUT PLEADINGS UNDER O 11 R 16 \n In my earlier reasons I referred to the principles which govern the exercise of the Court's power to summarily dismiss a claim on the ground that it discloses no reasonable cause of action and the principles which inform the assessment of the adequacy of pleadings.",
      "id": "s12"
    },
    {
      "text": "These principles were summarised by Weinberg J in McKellar v Container Terminal Management Services Ltd [1999] FCA 1101 ; (1999) 165 ALR 409 at 415-421.",
      "id": "s13"
    },
    {
      "text": "I restate that part of my earlier reasons here for the sake of convenience and because those principles have present application: Counsel have drawn attention to further authorities in the course of argument.",
      "id": "s14"
    },
    {
      "text": "Most are relevant to particular issues and I will refer to them later in these reasons.",
      "id": "s15"
    },
    {
      "text": "There were, however, two passages (among others) of more general application on which counsel for the applicant placed emphasis: In Johnson Tiles Pty Ltd v Esso Australia Ltd [1999] FCA 569, at [12], Merkel J cautioned that pleadings are only a 'means to an end': \n \n \n \"the relief to be granted on a pleadings motion is a matter of discretion (see Brambles Holdings Ltd v Trade Practices Commission [1979] FCA 80 ; (1979) 28 ALR 191 at 193).",
      "id": "s16"
    },
    {
      "text": "Even if I had acceded to the arguments of Esso to a greater extent than I have in my view the Court's individual docket system of case management and its ability to ensure that the proceeding is conducted in a manner which does not unfairly prejudice any of the parties is such that I would not strike out the pleading.",
      "id": "s17"
    },
    {
      "text": "Rather, if complaint is made about any particular aspect being embarrassing or prejudicial the Court has ample power to deal with that aspect so as to avoid prejudice or embarrassment in the course of its management of the case.",
      "id": "s18"
    },
    {
      "text": "I am satisfied that the causes of action relied upon have been pleaded in a manner that ensures that Esso understands those causes of action and the substance of the allegations made against Esso .",
      "id": "s19"
    },
    {
      "text": "Thus, the pleading is fulfilling its basic function at this stage.",
      "id": "s20"
    },
    {
      "text": "In all the circumstances I would decline to exercise my discretion to strike out the statement of claim or any part thereof\".",
      "id": "s21"
    },
    {
      "text": "In State of Queensland , Drummond J held (at [34]) that the nature of the case itself must determine the standard to which the pleadings are held: \n \n \"[w]here a claim is based on a clandestine compact between a number of respondents, the applicant can be expected to be unable to give precise particulars of material facts sufficient to support its allegation of the making of that compact.",
      "id": "s22"
    },
    {
      "text": "In such cases, the entitlement of the respondents to be apprised before trial of the nature of the applicant's case must be \"accommodated to the nature of that case itself\"...\".",
      "id": "s23"
    },
    {
      "text": "The observations of Merkel and Drummond JJ recognise that there will be circumstances in which an applicant will confront practical difficulties in framing pleadings.",
      "id": "s24"
    },
    {
      "text": "Those difficulties may justify a restrained approach by a court which is called on to strike-out those pleadings.",
      "id": "s25"
    },
    {
      "text": "Counsel for the applicant submitted that the present was such a case.",
      "id": "s26"
    },
    {
      "text": "Bearing the foregoing principles in mind, I turn to deal with the respondents' complaints concerning the applicant's amended statement of claim.",
      "id": "s27"
    },
    {
      "text": "THE AMENDED STATEMENT OF CLAIM \n Group Definition\n The amended statement of claim contains, in paragraph 4, a revised group definition.",
      "id": "s28"
    },
    {
      "text": "Group members are now defined as: \n \n \"...commercial manufacturers of Rubber Compounds and/or Rubber Products who during the period 1 July 1995 to 31 December 2001 (\"Cartel Period\"): \n \n\n \n \n (a) paid at least five thousand Australian dollars (AUD $5000.00) for Rubber Chemicals...; or\n (b) paid at least ten thousand Australian dollars (AUD $10,000.00) for Rubber Compounds; \n \n\n \n \n and who \n \n\n \n \n (i) were at all relevant times ordinarily resident in or carrying on business in Australia;\n (ii)...",
      "id": "s29"
    },
    {
      "text": "(iii)...\".",
      "id": "s30"
    },
    {
      "text": "The \"Rubber Chemicals\" with which this case is concerned are identified as those listed in Schedule 1 of the amended statement of claim.",
      "id": "s31"
    },
    {
      "text": "\"Rubber Compounds\" are defined as compounds manufactured in Australia using the relevant rubber chemicals.",
      "id": "s32"
    },
    {
      "text": "\"Rubber Products\" are defined as 'intermediate and/or finished products manufactured using Rubber Compounds for manufacturers and consumers'.",
      "id": "s33"
    },
    {
      "text": "These are important amendments.",
      "id": "s34"
    },
    {
      "text": "They render it much easier for a person to determine whether he or she is a member of the represented group because the group definition has been confined to \"commercial manufacturers\" of rubber compounds and/or products.",
      "id": "s35"
    },
    {
      "text": "This overcomes what I considered to be the most serious defect in the original group definition, namely, the difficulty that ultimate purchasers of goods would have in deciding whether products they had bought contained rubber products.",
      "id": "s36"
    },
    {
      "text": "In addition, the applicant has now pleaded further material facts in paragraph 4A which better establish that it is a member of the group which it seeks to represent.",
      "id": "s37"
    },
    {
      "text": "In addition, the applicant has further clarified the definition of the group, as I indicated was necessary, by providing a definition of \"rubber products\".",
      "id": "s38"
    },
    {
      "text": "There remains, however, a significant problem with the group definition.",
      "id": "s39"
    },
    {
      "text": "This is the ambiguity inherent in the word 'using' which appears in the definitions of \"Rubber Compounds\" and \"Rubber Products\".",
      "id": "s40"
    },
    {
      "text": "The alleged anti-competitive conduct relates to the sale of rubber chemicals.",
      "id": "s41"
    },
    {
      "text": "The class, however, is defined to include those who have paid the requisite amount for rubber chemicals and/or rubber compounds.",
      "id": "s42"
    },
    {
      "text": "Rubber compounds, as defined in the amended statement of claim, are manufactured using the specified rubber chemicals.",
      "id": "s43"
    },
    {
      "text": "The respondents contend that the word 'using' is ambiguous.",
      "id": "s44"
    },
    {
      "text": "When a rubber chemical is used in the creation of a product it may become an identifiable part of that product.",
      "id": "s45"
    },
    {
      "text": "On the other hand it may simply be a catalyst, that is, it will be 'used up' in the manufacturing process and form no part of the finished product.",
      "id": "s46"
    },
    {
      "text": "This will not create a problem for manufacturers of rubber compounds because they will know whether they have used rubber chemicals to produce the compounds.",
      "id": "s47"
    },
    {
      "text": "Manufacturers of rubber products will be in a different position.",
      "id": "s48"
    },
    {
      "text": "They will be members of the group if they produce intermediate and/or finished products using rubber compounds.",
      "id": "s49"
    },
    {
      "text": "They may or may not also be the manufacturer of those compounds.",
      "id": "s50"
    },
    {
      "text": "If they are not, the practical way to ascertain whether or not they form part of the defined group will be to conduct tests on the compounds they used to see if they contain rubber chemicals.",
      "id": "s51"
    },
    {
      "text": "If however, those chemicals have been eliminated in the course of creating the compound they will not be able to know whether the compounds are of a kind which bring them within the definition.",
      "id": "s52"
    },
    {
      "text": "Resort to the manufacturer or supplier of the compound may not be easy given that the definition remains wide enough to cover compounds which were manufactured anywhere in Australia.",
      "id": "s53"
    },
    {
      "text": "Even if contact is made, the manufacturers of rubber products will have to rely on the manufacturers of the compounds to provide them with accurate information about the types of chemicals used to produce the compounds.",
      "id": "s54"
    },
    {
      "text": "The Federal Court of Australia Act 1976 (Cth) (\"the FCA Act\") requires that a description of the group members be provided in the originating process for a representative proceeding: s 33H(1)(a).",
      "id": "s55"
    },
    {
      "text": "As I said in my earlier reasons, those group members who do not wish to be bound by the outcome of the proceeding must have the opportunity to opt out: s 33J of the FCA Act .",
      "id": "s56"
    },
    {
      "text": "It is, therefore, imperative that the group is defined with sufficient clarity to ensure that manufacturers know whether or not they are caught by the group definition.",
      "id": "s57"
    },
    {
      "text": "Given the ambiguity of the term \"using\", the group definition still fails to identify the members of the group with sufficient clarity.",
      "id": "s58"
    },
    {
      "text": "This problem with the group definition has implications for the efficacy of other parts of the amended statement of claim.",
      "id": "s59"
    },
    {
      "text": "The applicant pleads (in paragraph 37) that Bayer Australia and Chemtura Australia were able to and did influence the price of rubber compounds in Australia.",
      "id": "s60"
    },
    {
      "text": "In paragraph 38 it is alleged that the respondents overcharged for rubber compounds.",
      "id": "s61"
    },
    {
      "text": "As a result it is alleged (in paragraph 40) that the applicant and group members suffered loss and damage caused by them having to pay more for rubber compounds than they would have been required to do had the respondents' contravening conduct not occurred.",
      "id": "s62"
    },
    {
      "text": "In the absence of a clear definition of group members and a clear understanding of what is comprehended by the term \"rubber compounds\", these paragraphs are embarrassing.",
      "id": "s63"
    },
    {
      "text": "The respondents cannot fairly be expected to plead to them.",
      "id": "s64"
    },
    {
      "text": "The Cartel Arrangements\n Paragraphs 14 to 17 of the amended statement of claim allege the existence of a global cartel arrangement and periodic global cartel arrangements.",
      "id": "s65"
    },
    {
      "text": "I found, in my earlier reasons, that these paragraphs were pleaded in the most general of terms and that there was a \"rolling up\" of the separate causes of action.",
      "id": "s66"
    },
    {
      "text": "Some attempt has been made to separate the causes of action - paragraph 15, for example, now pleads that all of the acts alleged to have been done by the respondents in paragraph 14 had the requisite purpose (or effect) for there to be a contravention of s 45A of the Act.",
      "id": "s67"
    },
    {
      "text": "Although the causes of action are now better articulated, no further material facts are pleaded in order to clarify the specific case brought against the respondents.",
      "id": "s68"
    },
    {
      "text": "The respondents maintain their objection to the level of generality of the pleading of the principal causes of action.",
      "id": "s69"
    },
    {
      "text": "They complain, for example, that paragraph 14 merely paraphrases s 45A of the Act.",
      "id": "s70"
    },
    {
      "text": "It fails to identify the conduct which is said to give rise to the relevant agreement, arrangement or understanding, much less explain what the parties to the cartel arrangement had agreed to do and with whom they would do it.",
      "id": "s71"
    },
    {
      "text": "Similarly, the respondents point to paragraph 15(c) which recites the substance of s 4D of the Act without, for example, identifying the persons or classes of persons who are said to be the subjects of the restrictions or limitations.",
      "id": "s72"
    },
    {
      "text": "The particulars subjoined to the various paragraphs in this section of the amended statement of claim do nothing to render the general claims more intelligible.",
      "id": "s73"
    },
    {
      "text": "Indeed, various internal inconsistencies relating to dates and places were pointed to.",
      "id": "s74"
    },
    {
      "text": "Similar objections were raised in relation to paragraph 16 and 17, which relate to the periodic global cartel arrangements.",
      "id": "s75"
    },
    {
      "text": "The drafting of those paragraphs follows the same pattern as paragraphs 14 and 15, and refer to \"periodic meetings ... at each of which\" the participants entered into contravening agreements.",
      "id": "s76"
    },
    {
      "text": "The respondents submit that these references fail to identify several important matters, including the relevant meetings, whether one or more agreement emerged from such meetings, when the agreements were made, who the parties were and what the terms of the agreements were.",
      "id": "s77"
    },
    {
      "text": "Counsel for the applicant conceded that this part of the applicant's case is pleaded \"at a level of generality\" but contended that \"the best available particulars have been provided and the core allegations are clear\".",
      "id": "s78"
    },
    {
      "text": "Reliance was placed on the decision of Bennett J in Australian Competition and Consumer Commission v April Marketing Services Australia Pty Ltd [2007] FCA 2024 which was said to be \"an analogous ACCC cartel claim.",
      "id": "s79"
    },
    {
      "text": "\" I am not persuaded that the pleadings with which her Honour was concerned in April Marketing were analogous (except perhaps in a very broad sense) with those in the present case.",
      "id": "s80"
    },
    {
      "text": "Nonetheless Bennett J's reasons, especially at [48] and [49], do emphasise the need for applicants to be accorded some leeway in pleading cartel cases.",
      "id": "s81"
    },
    {
      "text": "She was prepared to allow the applicant to plead conclusions and defer the provision of particulars until after discovery.",
      "id": "s82"
    },
    {
      "text": "Although the relevant pleadings in April Marketing were not set out in her Honour's reasons, there is nothing to suggest that they did no more than paraphrase or adapt relevant statutory provisions.",
      "id": "s83"
    },
    {
      "text": "Due allowance must be made for the fact that the cartel agreements were (it may be assumed) negotiated in secrecy by the representatives of the corporate entities involved.",
      "id": "s84"
    },
    {
      "text": "The applicant was, of course, not privy to these discussions and the arrangements to which they gave rise.",
      "id": "s85"
    },
    {
      "text": "Despite this, the applicant has been able to draw on a large amount of information which has emerged from foreign proceedings in which regulatory authorities have brought participants in the cartel to account for their conduct.",
      "id": "s86"
    },
    {
      "text": "It has been able to prepare the detailed material in Schedule 3 to its amended statement of claim.",
      "id": "s87"
    },
    {
      "text": "The particulars of 110 meetings between employees of the relevant companies are itemised in that Schedule.",
      "id": "s88"
    },
    {
      "text": "This material includes the relevant dates, participants, locations and the subject matter of each meeting.",
      "id": "s89"
    },
    {
      "text": "The existence and inclusion of this material begs the question - if such detailed information is already available to the applicant, why were the pleadings not more specific?",
      "id": "s90"
    },
    {
      "text": "Paragraphs 14 to 17 are central to the pleading.",
      "id": "s91"
    },
    {
      "text": "Some modest attempts have been made to improve the drafting since my earlier reasons were published.",
      "id": "s92"
    },
    {
      "text": "Nonetheless, the principal deficiencies, earlier identified, remain such that these four paragraphs are embarrassing.",
      "id": "s93"
    },
    {
      "text": "They should be struck out.",
      "id": "s94"
    },
    {
      "text": "Identification of the Markets\n There were two main problems with that part of the original pleading which sought to identify the relevant market.",
      "id": "s95"
    },
    {
      "text": "First, there was some confusion in the references to the Australian and global markets.",
      "id": "s96"
    },
    {
      "text": "Sections 4E and 45(3) of the Act, when read together, require the identification of a \"market in Australia\" in order to found a claim under s 45(2)(a)(ii).",
      "id": "s97"
    },
    {
      "text": "Yet both the global market and the Australian market were alluded to, and at times the global market was referred to on its own and without explaining the link (assuming there to be one) between the global market and the Australian market.",
      "id": "s98"
    },
    {
      "text": "Second, there were inconsistencies between the use of the terms \"rubber chemicals\" and \"rubber products\", in identifying the products supplied in the market.",
      "id": "s99"
    },
    {
      "text": "The latter problem has been remedied, and the market is now defined as being \"for the supply of rubber chemicals\" only.",
      "id": "s100"
    },
    {
      "text": "This leaves the issue of the references to the \"global\" market and the pleading of material facts as to the existence of the Australian market.",
      "id": "s101"
    },
    {
      "text": "The new market definition is pleaded in paragraph 12 as \"a national market [in Australia] for the supply of Rubber Chemicals to commercial manufacturers of Rubber Compounds and Rubber Products within the meaning of s 4E of the Act\".",
      "id": "s102"
    },
    {
      "text": "In paragraph 13, the applicant alleges that the foreign respondents would, but for the alleged cartel arrangements, have been: \n \n \"(a) in competition with each other and with other persons from time to time in the Australian Market, and throughout the world, in relation to the supply of Rubber Chemicals within the meaning of s 45(3) of the Act; and \n \n\n \n \n (b) competitive with each other and with other persons from time to time in the Australian Market, and throughout the world, in relation to the supply of Rubber Chemicals within the meaning of s 4D of the Act\".",
      "id": "s103"
    },
    {
      "text": "The respondents contend that the amendment is of a 'cosmetic' nature, because the particulars still refer to a worldwide market rather than describing the nature of the market in Australia.",
      "id": "s104"
    },
    {
      "text": "They point to what they submit is a series of inconsistencies in the various references to markets: The applicant responded that the rubber chemicals market is global in nature, and that this emerges clearly in the particulars sub-joined to paragraphs 12 and 13.",
      "id": "s105"
    },
    {
      "text": "The applicant denies that the existence of a global market means that there is no Australian market.",
      "id": "s106"
    },
    {
      "text": "In any event, it contends that the issue should be resolved at trial and not on a strike-out application.",
      "id": "s107"
    },
    {
      "text": "The law on what constitutes a \"market in Australia\" is far from settled.",
      "id": "s108"
    },
    {
      "text": "One thing that is clear is that a market which is wholly outside Australia is not comprehended by the statutory definition: see Singapore Airlines Ltd v Australian Competition and Consumer Commission (2009) 260 ALR 244 at 254; Australian Competition and Consumer Commission v Qantas Airways Ltd [2008] FCA 1976 ; (2008) 253 ALR 89 at 112.",
      "id": "s109"
    },
    {
      "text": "The existence of a global market which extends into the geographic boundaries of Australia does not, on the other hand, preclude a finding that there exists a \"market in Australia\".",
      "id": "s110"
    },
    {
      "text": "The applicant submits that its definition of \"the Australian market\" is sufficient and not productive of confusion, notwithstanding the later references to a global market for the supply of the same rubber chemicals.",
      "id": "s111"
    },
    {
      "text": "It relies on the decision of Hill J in Riverstone Computer Services Pty Ltd v IBM Global Financing Australia Ltd [2002] FCA 1608 at [21] to support the proposition that a \"global market is a market in Australia if the goods or services are supplied [here].",
      "id": "s112"
    },
    {
      "text": "\" In Riverstone , Hill J was dealing with an application for pre-action discovery.",
      "id": "s113"
    },
    {
      "text": "All he was called on to determine, on an interlocutory basis, was whether there existed reasonable cause to believe that the applicant had or may have had a right to relief against the respondent.",
      "id": "s114"
    },
    {
      "text": "His Honour found that the evidence supported the existence of a global market for new and second hand computers and rejected a submission that, simply because no reference was made in the affidavits relied on by the applicant to an Australian market for these products, no such market existed.",
      "id": "s115"
    },
    {
      "text": "His Honour said ([at 21]) that: \n \n \"A global market which includes Australia (and the inference is that any global market did) is arguably a market in Australia if sales are made here (and the evidence shows they are) even if that market might also exist in the United States, Japan, China or any other country which was a member of the European union\" (emphasis added).",
      "id": "s116"
    },
    {
      "text": "It is thus clear that his Honour's decision does not support the absolute proposition for which the applicant contends.",
      "id": "s117"
    },
    {
      "text": "Furthermore, it is to be borne in mind that his Honour was dealing with a \"market\", whether in Australia or in a wider geographic area of which Australia formed part, in the sense identified in the authorities.",
      "id": "s118"
    },
    {
      "text": "It is not necessary, for present purposes, to refer in detail to all of those authorities.",
      "id": "s119"
    },
    {
      "text": "Although the concept defies absolute precision in definition it \"is a metaphor to describe a range of competitive activities by reference to function, product and geography\": see Universal Music Australia Pty Ltd v Australian Competition and Consumer Commission [2003] FCAFC 193 ; (2003) 131 FCR 529 at 545.",
      "id": "s120"
    },
    {
      "text": "The concept was succinctly stated by Fisher J in Trade Practices Commission v Nicholas Enterprises Pty Ltd (No 2) (1979) 26 ALR 609 at 647 where he quoted with approval a passage from a decision of the Trade Practices Tribunal: \n \n \"The Trade Practices Tribunal considered the concept of market in some detail in Re Queensland Co-operative Milling Association Ltd (1975-6) 8 ALR 481 at 517, where the members said: \"A market is the area of close competition between firms or, putting it a little differently, the field of rivalry between them ...",
      "id": "s121"
    },
    {
      "text": "Within the bounds of a market there is substitution --- substitution between one product and another, and between one source of supply and another, in response to changing prices.",
      "id": "s122"
    },
    {
      "text": "So a market is the field of actual and potential transactions between buyers and sellers amongst whom there can be strong substitution, at least in the long run, if given a sufficient price incentive\"...\".",
      "id": "s123"
    },
    {
      "text": "The \"market\" is, then, an area within which close competition occurs between the same firms to enter into business transactions with buyers of their products or services.",
      "id": "s124"
    },
    {
      "text": "Hill J is not, therefore, to be understood as defining a \"market in Australia\" simply by reference to the fact goods or services which are supplied elsewhere in the world are also supplied in Australia.",
      "id": "s125"
    },
    {
      "text": "Riverstone does no more than support a general principle that there may, for TPA purposes, exist a market in Australia even though it forms part of a wider international market.",
      "id": "s126"
    },
    {
      "text": "Hill J's decision was so understood by Middleton J in Emirates v Australian Competition and Consumer Commission [2009] FCA 312 ; (2009) 255 ALR 35.",
      "id": "s127"
    },
    {
      "text": "His Honour considered the meaning of a \"market in Australia\" in the context of s 45 of the TPA.",
      "id": "s128"
    },
    {
      "text": "Significantly, his Honour held (at 53) that: \n \n \"... the definition of \"market in Australia\" in s 4E excludes a market that is wholly outside Australia, a conclusion with which I respectfully agree...In my opinion, Hill J in Riverstone Computer Services Pty Ltd v IBM Global Financing Australia Ltd [2002] FCA 1608 ( Riverstone ) was correct in concluding that the fact that a market was global did not signify that there could not be a market in Australia for the same products (or services)\".",
      "id": "s129"
    },
    {
      "text": "In a case such as the present where an applicant alleges the existence of a global market or a market extending beyond the bounds of Australia (but which includes Australia), it is necessary that that market be identified in any pleading.",
      "id": "s130"
    },
    {
      "text": "It is a material fact or particular: see Auskay International Manufacturing &amp; Trade Pty Ltd v Qantas Airways Ltd [2008] FCA 1458 ; (2008) 251 ALR 166 at 173.",
      "id": "s131"
    },
    {
      "text": "The pleadings must identify the relevant goods or services, the geographic boundaries of the market and those involved in close competition within the market whom it is said have engaged in anti-competitive conduct.",
      "id": "s132"
    },
    {
      "text": "A single market will thus be identified, which will include a \"market in Australia\".",
      "id": "s133"
    },
    {
      "text": "The applicant has pleaded that there is a global market for the supply of rubber chemicals and an Australian market for those products.",
      "id": "s134"
    },
    {
      "text": "The particulars refer to the global market and how elements of that market extend to Australia.",
      "id": "s135"
    },
    {
      "text": "For example, the particulars sub-joined to paragraph 12 include the information that the \"total demand for rubber chemicals in Australia in the Cartel Period was approximately AUD$120 million\".",
      "id": "s136"
    },
    {
      "text": "That demand was met exclusively by imports, the majority of which were produced elsewhere by the Respondents and one other company.",
      "id": "s137"
    },
    {
      "text": "Reliance was also placed, in the particulars subjoined to paragraph 13, to a passage in the Rubber Chemicals World Data Book 2004 which refers to \"a single global market\".",
      "id": "s138"
    },
    {
      "text": "Reference was made to findings by the European Commission, in December 2005, that cartel arrangements involving the respondents and others led, after 1995, to agreed increases of prices on a global and \"multi regional\" basis.",
      "id": "s139"
    },
    {
      "text": "Emirates and the other authorities to which I have referred make it clear that, simply because a market is global, this does not mean that there could not be a market in Australia for the same products.",
      "id": "s140"
    },
    {
      "text": "The applicant's pleading is not, in my view, deficient by reason only that it speaks of the respondents being in competition with each other in the Australian market and throughout the world.",
      "id": "s141"
    },
    {
      "text": "There may be a market in Australia which forms part of a wider global market.",
      "id": "s142"
    },
    {
      "text": "That will, however, be the case only if the same firms are in close competition with each other to attract customers for their goods in both the global market and the Australian market which forms part of the global market.",
      "id": "s143"
    },
    {
      "text": "Unfortunately, the applicant does not plead sufficient material facts for the respondents to know clearly whether the applicant is alleging the existence of a global market (of which a market in Australia forms part) or whether it is alleging the existence of a market in Australia and a global market in which, for example, different or additional firms compete for business.",
      "id": "s144"
    },
    {
      "text": "The problem is compounded by the variable and imprecise phraseology to which attention has been drawn in paragraph 28 above.",
      "id": "s145"
    },
    {
      "text": "Although the applicant's most recent attempt to identify a market in Australia has remedied some of the defects in its original statement of claim, further refinement will be necessary before the necessary degree of precision is achieved.",
      "id": "s146"
    },
    {
      "text": "Foreign respondents giving effect to the arrangements in Australia\n In paragraphs 18 to 25 of the original statement of claim the applicant alleged, in the most general terms, that the foreign respondents gave effect to the cartel arrangements in Australia.",
      "id": "s147"
    },
    {
      "text": "There was a notable absence of material facts to establish this part of the applicant's case.",
      "id": "s148"
    },
    {
      "text": "In addition, the separate causes of action which needed to be established for the purposes of s 45 (2)(b)(i) and (ii), were rolled up.",
      "id": "s149"
    },
    {
      "text": "The material facts pleaded in paragraphs 18 to 25 of the amended statement of claim are effectively unchanged from the original.",
      "id": "s150"
    },
    {
      "text": "The main amendments to this part of the pleading consist of additional particulars being provided concerning the relationships between the respondents.",
      "id": "s151"
    },
    {
      "text": "Counsel for the respondents submitted that the provision of some additional particulars cannot and has not remedied the deficiencies which were identified in my earlier reasons.",
      "id": "s152"
    },
    {
      "text": "Again, counsel for the applicant accepted that the pleading remains in general terms but contended that the additional particulars were sufficient to make the case clear to the respondents.",
      "id": "s153"
    },
    {
      "text": "The deficiencies to which I drew attention in my earlier reasons remain.",
      "id": "s154"
    },
    {
      "text": "They are serious defects which give rise to embarrassment.",
      "id": "s155"
    },
    {
      "text": "Australian respondents giving effect to the cartel arrangements\n Paragraphs 26 to 36 of the amended statement of claim appear in substantially the same terms as in the original.",
      "id": "s156"
    },
    {
      "text": "The principal deficiencies in this section of the pleading were identified in my earlier reasons as being: Some attempt has been made to deal with some of these deficiencies.",
      "id": "s157"
    },
    {
      "text": "It is now pleaded (in paragraph 26) that the Australian respondents knew of the global cartel arrangements and the periodic global cartel arrangements.",
      "id": "s158"
    },
    {
      "text": "The s 75B pleading, in paragraph 36, is amended to allege that the foreign respondents knew of the Australian respondents' contravening conduct and vice versa.",
      "id": "s159"
    },
    {
      "text": "The respondents complain that these amendments have not overcome the difficulties identified in my earlier reasons apart from the failure to allege that the Australian respondents were aware of the provisions of the cartel agreements.",
      "id": "s160"
    },
    {
      "text": "In particular, the bare allegation of agency remains in paragraph 33 and the amendments to paragraph 36 do not plead the intentional and knowing participation of respondents in alleged contraventions of the Act.",
      "id": "s161"
    },
    {
      "text": "Although the applicant has not amended paragraph 33 it has sought to make good its allegation that the two Australian respondents acted as agents of foreign respondents by the provision of particulars.",
      "id": "s162"
    },
    {
      "text": "In substance, what appears to be alleged is that direction and agency can be inferred from the fact that each of the Australian respondents was a wholly owned subsidiary of one of the foreign respondents.",
      "id": "s163"
    },
    {
      "text": "Each is alleged to have been aware of the cartel arrangements and sought to implement them in Australia.",
      "id": "s164"
    },
    {
      "text": "In a case such as the present the applicant cannot, in my view, be expected to do more in making it clear how it puts this aspect of its case.",
      "id": "s165"
    },
    {
      "text": "Difficulty continues to attend the attempt to make good an alternative claim relying on s 75B of the Act.",
      "id": "s166"
    },
    {
      "text": "In its amended form paragraph 36 alleges that any respondent which did not directly contravene the Act was a person involved in such contraventions by another respondent \"as\" (in the sense of \"because\") the foreign respondents \"did the matters\" pleaded in various paragraphs (including paragraphs 14 to 17) and \"knew\" that the Australian respondents \"knew\" about the cartel arrangements.",
      "id": "s167"
    },
    {
      "text": "It is also put that the Australian respondents \"did the matters pleaded in paragraphs 26 and 27\" (giving effect to the cartel arrangements) and \"knew\" about the global cartel arrangements and the implementation of them by the foreign respondents.",
      "id": "s168"
    },
    {
      "text": "The most obvious difficulty to which this amended version of paragraph 36 gives rise is that it relies on some of the earlier parts of the pleading which I have ruled must be struck out.",
      "id": "s169"
    },
    {
      "text": "There is a further difficulty created by the use of phrases such as \"did the matters pleaded\" and \"knew ... the matters pleaded\" in various paragraphs.",
      "id": "s170"
    },
    {
      "text": "These are apt to cause confusion, particularly when one of the said \"matters\" is the knowledge of other respondents.",
      "id": "s171"
    },
    {
      "text": "Even in the absence of the problems caused by such cross-referencing, there is an undesirable lack of precision inherent in such phrases.",
      "id": "s172"
    },
    {
      "text": "Paragraph 36 is embarrassing and should be struck out.",
      "id": "s173"
    },
    {
      "text": "DISPOSITION \n The amended statement of claim should be struck out.",
      "id": "s174"
    },
    {
      "text": "Like its predecessor it cannot be saved by amendment and those parts which have survived challenge cannot intelligibly stand alone.",
      "id": "s175"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Tracey.",
      "id": "s176"
    },
    {
      "text": "Associate:\n \n \nDated: 13 November 2009\n \n Counsel for the Applicant: Mr A Bannon SC and Mr I Wylie \n \n Solicitor for the Applicant: Maurice Blackburn \n \n Counsel for the First and Second Respondents: Mr C Moore \n \n Solicitor for the First and Second Respondents: Baker &amp; McKenzie \n \n Counsel for the Third and Fifth Respondents: Mr P Crutchfield \n \n Solicitor for the Third and Fifth Respondents: Mallesons Stephen Jaques \n Date of Hearing: 23 February 2009 \n \n Date of Judgment: 13 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1317.html",
      "id": "s177"
    }
  ]
}