{
  "name": "OK v Australian Crime Commission [2009] FCA 1038 (16 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1038.html",
  "catchphrases": [
    {
      "text": "summons issued under australian crime commission act 2002 (cth) (the acc act)",
      "id": "c0"
    },
    {
      "text": "applicant attended for examination",
      "id": "c1"
    },
    {
      "text": "examiner asked questions directly relevant to charges laid against applicant in state court",
      "id": "c2"
    },
    {
      "text": "whether examiner can require applicant to answer questions that directly relate to subject matter of charges",
      "id": "c3"
    },
    {
      "text": "whether would involve a real risk of interference with the administration of justice",
      "id": "c4"
    },
    {
      "text": "whether the acc act, by necessary implication, has provided that there should be no constraint on the examiner's questions",
      "id": "c5"
    },
    {
      "text": "administrative law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n Much of the background to this application is not contentious.",
      "id": "s0"
    },
    {
      "text": "The Australian Crime Commission (the ACC) is established under the Australian Crime Commission Act 2002 (Cth) (the ACC Act).",
      "id": "s1"
    },
    {
      "text": "The Board of the ACC is empowered under s 7C of the ACC Act, inter alia, to authorise in writing the ACC to undertake investigations into federally relevant criminal activity (as defined in the ACC Act) and to determine in writing that such an investigation is a special investigation.",
      "id": "s2"
    },
    {
      "text": "On 27 July 2005, the Board of the ACC signed the Special Investigation Authorisation and Determination (High Risk Crime Groups) 2005.",
      "id": "s3"
    },
    {
      "text": "It authorised the ACC to undertake a special investigation.",
      "id": "s4"
    },
    {
      "text": "On 1 May 2009, the Board of the ACC signed the Special Investigation Authorisation and Determination (High Risk Crime Groups No 2) 2009.",
      "id": "s5"
    },
    {
      "text": "By the terms of those two instruments, the ACC is authorised to conduct a special investigation in respect of the federally relevant criminal activity as described in them.",
      "id": "s6"
    },
    {
      "text": "There is no issue in this proceeding about the validity of the special investigation.",
      "id": "s7"
    },
    {
      "text": "It enlivened the investigative powers of the examiner, appointed under s 46B of the ACC Act.",
      "id": "s8"
    },
    {
      "text": "On 5 May 2009, a summons was issued by an examiner of the ACC to the applicant (the summons), pursuant to s 28(1) of ACC Act.",
      "id": "s9"
    },
    {
      "text": "It required the applicant to attend before an examiner of the ACC for examination on the subject of the special investigation.",
      "id": "s10"
    },
    {
      "text": "The applicant duly attended for examination on 12 May 2009.",
      "id": "s11"
    },
    {
      "text": "The applicant's then counsel was in attendance.",
      "id": "s12"
    },
    {
      "text": "The examination commenced, and the applicant was examined, apparently in relation to matters relevant to the special investigation.",
      "id": "s13"
    },
    {
      "text": "The examiner made an interim non-publication order on that occasion under s 25A(9) of the ACC Act, preventing any communication in relation to any of the matters that had arisen relating to the examination, other than to persons present at the examination, and to any legal practitioner acting for the applicant.",
      "id": "s14"
    },
    {
      "text": "The examination was adjourned to 19 May 2009.",
      "id": "s15"
    },
    {
      "text": "The applicant was arrested by the South Australian Police on 13 May 2009.",
      "id": "s16"
    },
    {
      "text": "He (and two other persons) were separately charged that, on 27 April 2009 at an Adelaide suburb, he manufactured a controlled drug, and intended to sell to another person any of that controlled drug, contrary to s 33(3) of the Controlled Substances Act 1984 (SA) (the CS Act) (the charge).",
      "id": "s17"
    },
    {
      "text": "That is a major indictable offence.",
      "id": "s18"
    },
    {
      "text": "Certain officers of the ACC (but not necessarily the examiner) were aware of the intention of the South Australian Police to arrest the applicant for taking part in the manufacture of a controlled drug through a \"clandestine laboratory\" at that suburb.",
      "id": "s19"
    },
    {
      "text": "The Operations Manager of the Adelaide office of the ACC took steps to ensure the members of the South Australian Police involved in that potential arrest or the investigation or prosecution of the charge were excluded from the ACC examination process.",
      "id": "s20"
    },
    {
      "text": "No information concerning the examination, or information obtained thus far by the examiner, has been made available to the South Australian Police.",
      "id": "s21"
    },
    {
      "text": "On 19 May 2009 the examination resumed.",
      "id": "s22"
    },
    {
      "text": "On that occasion the applicant's then counsel withdrew.",
      "id": "s23"
    },
    {
      "text": "It is not necessary to refer to the circumstances in which that occurred.",
      "id": "s24"
    },
    {
      "text": "The examination was further adjourned to 9 June 2009.",
      "id": "s25"
    },
    {
      "text": "On 9 June 2009, the applicant attended the adjourned examination.",
      "id": "s26"
    },
    {
      "text": "He was represented by different counsel.",
      "id": "s27"
    },
    {
      "text": "The applicant was further examined in relation to matters relevant to the special investigation.",
      "id": "s28"
    },
    {
      "text": "During the course of the examination, the applicant was asked certain questions in relation to matters concerning the charge under the CS Act.",
      "id": "s29"
    },
    {
      "text": "He declined to answer them, as (according to the application) those questions derogated from the applicant's rights at law generally as a charged person and more specifically to his right to a fair trial and conduct of his own defence, and thereby the inquisition was liable to amount to a contempt of court.",
      "id": "s30"
    },
    {
      "text": "He took that position on the advice of his counsel.",
      "id": "s31"
    },
    {
      "text": "The examiner directed the applicant to answer those questions notwithstanding his objection.",
      "id": "s32"
    },
    {
      "text": "The applicant maintained his objection.",
      "id": "s33"
    },
    {
      "text": "The examination was further adjourned, to allow the applicant to apply to this Court to determine whether the examiner could require the applicant to answer such questions, over his objection.",
      "id": "s34"
    },
    {
      "text": "Hence, these proceedings.",
      "id": "s35"
    },
    {
      "text": "THE ISSUES \n The applicant has applied pursuant to s 39B of the Judiciary Act 1903 (Cth) and s 5 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) to review the decision of an examiner (appointed by the respondent) to direct the applicant to answer certain questions put to him during the examination.",
      "id": "s36"
    },
    {
      "text": "The questions to which objection was taken concerned particular features of the applicant's knowledge of drugs and contact with persons in relation to the production of amphetamines.",
      "id": "s37"
    },
    {
      "text": "The applicant had previously been asked questions on those topics and had apparently answered them in some manner.",
      "id": "s38"
    },
    {
      "text": "I have not reviewed the transcript of the examination on 12 May 2009 to know how they were answered.",
      "id": "s39"
    },
    {
      "text": "The objection giving rise to this application was prompted by a question about the applicant's dealings with his co-accused.",
      "id": "s40"
    },
    {
      "text": "The particular question asked on 9 June 2009 to which attention was drawn in the course of submissions did not specifically focus on the events giving rise to the charge.",
      "id": "s41"
    },
    {
      "text": "The question, and related questions, were capable of applying to a much wider time frame.",
      "id": "s42"
    },
    {
      "text": "However, a full answer to those questions may have directly provided information concerning facts and matters relating to the charge.",
      "id": "s43"
    },
    {
      "text": "To that extent the applicant objected to answering that question.",
      "id": "s44"
    },
    {
      "text": "The examiner nevertheless ruled that the question must be answered in full.",
      "id": "s45"
    },
    {
      "text": "There was no suggestion that the widely expressed question should be taken as referring to matters other than those directly relating to the charge.",
      "id": "s46"
    },
    {
      "text": "Nor, in the course of submissions, did senior counsel for the ACC suggest that the question, and other questions, would or should be so confined.",
      "id": "s47"
    },
    {
      "text": "It was the position of the ACC that the examiner was entitled to ask, and the applicant obliged to answer, questions which directly related to the matters the subject of the charge.",
      "id": "s48"
    },
    {
      "text": "That may be contrasted with the attitude of the examiner in CC v Australian Crime Commission [2005] FCA 754 at [10] .",
      "id": "s49"
    },
    {
      "text": "THE ISSUE \n The applicant seeks a declaration that the respondent by the examiner may not lawfully require the applicant to answer questions which directly relate to the matters the subject of the charge, notwithstanding that the questions so asked may be relevant to the special investigation.",
      "id": "s50"
    },
    {
      "text": "The issue is not whether the ACC Act has, by s 30, abrogated the privilege against self-incrimination.",
      "id": "s51"
    },
    {
      "text": "That has been decided by cases such as A v Boulton [2004] FCA 56 ; (2004) 204 ALR 598 ; Hak Song Ra v Australian Crime Commission [2004] FCA 416 ; (2004) 138 FCR 51 ; Loprete v Australian Crime Commission [2004] FCA 1476 ; X v Australian Crime Commission [2004] FCA 1475 ; (2004) 139 FCR 413 ; CC v Australian Crime Commission [2005] FCA 754.",
      "id": "s52"
    },
    {
      "text": "The issue is whether the applicant was entitled not to answer questions asked by the examiner to the extent that they directly related to matters the subject of the charge.",
      "id": "s53"
    },
    {
      "text": "Indeed, one way the applicant put his contention was that the examiner was not entitled to ask questions directly related to matters the subject of the charge.",
      "id": "s54"
    },
    {
      "text": "The contention of the applicant is that he is not obliged to answer such questions, and that the examiner is not entitled to ask such questions, because that would involve a real risk that the administration of justice would be interfered with.",
      "id": "s55"
    },
    {
      "text": "The ACC does not dispute the principle that, unless the ACC Act by necessary implication has provided to the contrary, once the charge was laid, the examiner was not entitled to ask questions which directly related to matters the subject of the charge provided there is a real risk that the questioning may interfere with the administration of justice.",
      "id": "s56"
    },
    {
      "text": "However, the ACC contends that: \n(1) the ACC Act, by necessary implication, has provided that there should be no such constraint on the examiner's questions, notwithstanding the charge; and\n \n(2) in any event, in the particular circumstances, there is no real risk that the questions of the applicant, or his answers, on matters directly relating to the subject of the charge will interfere with the administration of justice by impairing his opportunity for a fair trial.",
      "id": "s57"
    },
    {
      "text": "THE LEGISLATIVE BACKGROUND \n The ACC was established under s 7 of the ACC Act.",
      "id": "s58"
    },
    {
      "text": "Its functions are set out in s 7A of the ACC Act, and include to investigate, when authorised by the ACC Board, matters relating to federally relevant criminal activity.",
      "id": "s59"
    },
    {
      "text": "\"Federally relevant criminal activity\" is defined in s 4 of the ACC Act as follows: \n \n federally relevant criminal activity means: \n \n\n \n \n (a) a relevant criminal activity, where the serious and organised crime is an offence against a law of the Commonwealth or of a Territory; or\n (b) a relevant criminal activity, where the serious and organised crime: \n \n\n \n \n \n (i) is an offence against a law of a State; and\n (ii) has a federal aspect.",
      "id": "s60"
    },
    {
      "text": "\"Relevant criminal activity\" is also defined in s 4 as follows: \n \n relevant criminal activity means any circumstances implying, or any allegations, that a serious and organised crime may have been, may be being, or may in future be, committed against a law of the Commonwealth, of a State or of a Territory.",
      "id": "s61"
    },
    {
      "text": "Section 24A of the ACC Act provides that an examiner may conduct an examination for the purposes of a special ACC operation or investigation.",
      "id": "s62"
    },
    {
      "text": "Section 28 of the ACC Act provides that an examiner may summon a person to appear before the examiner at an examination to give evidence and produce documents or things referred to in a summons.",
      "id": "s63"
    },
    {
      "text": "The conduct of such an examination is governed by s 25A of the ACC Act.",
      "id": "s64"
    },
    {
      "text": "Section 25A(9) provides: \n \n (9) An examiner may direct that: \n \n\n \n \n \n (a) any evidence given before the examiner; or\n (b) the contents of any document, or a description of any thing, produced to the examiner; or\n (c) any information that might enable a person who has given evidence before the examiner to be identified; or\n (d) the fact that any person has given or may be about to give evidence at an examination; \n \n \n\n \n \n \n must not be published, or must not be published except in such manner, and to such persons, as the examiner specifies.",
      "id": "s65"
    },
    {
      "text": "The examiner must give such a direction if the failure to do so might prejudice the safety or reputation of a person or prejudice the fair trial of a person who has been, or may be, charged with an offence.",
      "id": "s66"
    },
    {
      "text": "Section 25A(12) provides: \n \n (12) If: \n \n\n \n \n \n (a) a person has been charged with an offence before a federal court or before a court of a State or Territory; and\n (b) the court considers that it may be desirable in the interests of justice that particular evidence given before an examiner, being evidence in relation to which the examiner has given a direction under subsection (9), be made available to the person or to a legal practitioner representing the person; \n \n \n\n \n \n \n the court may give to the examiner or to the CEO a certificate to that effect and, if the court does so, the examiner or the CEO, as the case may be, must make the evidence available to the court.",
      "id": "s67"
    },
    {
      "text": "Section 30 of the ACC Act addresses the failure of a witness to attend and answer questions in response to a summons under s 28.",
      "id": "s68"
    },
    {
      "text": "Section 30(2) of the ACC Act relevantly provides: \n \n (2) A person appearing as a witness at an examination before an examiner shall not: \n \n\n \n \n \n (a) ...\n (b) refuse or fail to answer a question that he or she is required to answer by the examiner; ... \n \n \n\n Sections 30(4) and (5) concern \"use immunity\" in certain circumstances in relation to the information provided at an examination.",
      "id": "s69"
    },
    {
      "text": "They provide: \n \n (4) Subsection (5) limits the use that can be made of any answers given at an examination before an examiner, or documents or things produced at an examination before an examiner.",
      "id": "s70"
    },
    {
      "text": "That subsection only applies if: \n \n\n \n \n \n (a) a person appearing as a witness at an examination before an examiner: \n \n \n\n \n \n \n \n (i) answers a question that he or she is required to answer by the examiner; or\n (ii) produces a document or thing that he or she was required to produce by a summons under this Act served on him or her as prescribed; and \n \n \n \n\n \n \n \n (b) in the case of the production of a document that is, or forms part of, a record of an existing or past business --- the document sets out details of earnings received by the person in respect of his or her employment and does not set out any other information; and \n \n \n\n \n \n \n (c) before answering the question or producing the document or thing, the person claims that the answer, or the production of the document or thing, might tend to incriminate the person or make the person liable to a penalty.",
      "id": "s71"
    },
    {
      "text": "(5) The answer, or the document or thing, is not admissible in evidence against the person in: \n \n\n \n \n \n (a) a criminal proceeding; or\n (b) a proceeding for the imposition of a penalty; \n \n \n\n \n \n \n other than: \n \n \n\n \n \n \n (c) confiscation proceedings; or\n (d) a proceeding in respect of: \n \n \n\n \n \n \n \n (i) in the case of an answer --- the falsity of the answer; or\n (ii) in the case of the production of a document --- the falsity of any statement contained in the document.",
      "id": "s72"
    },
    {
      "text": "There are also provisions in the ACC Act dealing with the administrative structure of the ACC, and with the use to which certain information received by an examiner or in the course of a special examination may, or must, be put.",
      "id": "s73"
    },
    {
      "text": "The Chief Executive Officer of the ACC is responsible for the management and administration of the ACC.",
      "id": "s74"
    },
    {
      "text": "Under s 46A(2), the CEO must also manage and co-ordinate and control a special investigation or operation of the ACC.",
      "id": "s75"
    },
    {
      "text": "That requires the CEO under s 46A(2A) to determine in writing the head of such an operation or investigation, and under s 46A(3) to specify the examiner or examiners to exercise the powers in relation to it.",
      "id": "s76"
    },
    {
      "text": "The examiner is obliged at the conclusion of an examination to give the head of the special ACC investigation or operation a record of the proceedings of the examination and any documents relating to it: s 25A(15).",
      "id": "s77"
    },
    {
      "text": "That is an obligation which, as a matter of construction, appears unqualified so that any order under s 25A(9) made by the examiner protecting the confidentiality of the examination would not and could not apply to it.",
      "id": "s78"
    },
    {
      "text": "By that avenue, the CEO through the nominated head of the investigation or operation would be in receipt of the material which would enable the CEO to comply with s 12(1) of the ACC Act itself.",
      "id": "s79"
    },
    {
      "text": "Section 12(1) of the ACC Act provides: \n \n (1) Where the ACC, in carrying out an ACC operation/investigation, obtains evidence of an offence against a law of the Commonwealth or of a State or Territory, being evidence that would be admissible in a prosecution for the offence, the CEO must assemble the evidence and give it to: \n \n\n \n \n (a) the Attorney-General of the Commonwealth or the State, as the case requires; or\n (b) the relevant law enforcement agency; or\n (c) any person or authority (other than a law enforcement agency) who is authorised by or under a law of the Commonwealth or of the State or Territory to prosecute the offence.",
      "id": "s80"
    },
    {
      "text": "Note: The CEO may also disseminate information in certain circumstances to law enforcement agencies and other bodies: see section 59.",
      "id": "s81"
    },
    {
      "text": "It too is expressed in mandatory terms.",
      "id": "s82"
    },
    {
      "text": "Senior counsel for the ACC did not contend that the obligation in s 12(1), if it is enlivened, need not be carried out.",
      "id": "s83"
    },
    {
      "text": "It is convenient, at this point, to note a suggestion by senior counsel for the ACC that the applicability of s 12(1) might somehow be qualified by the power of the examiner or the CEO of the ACC under s 25A to make an order restricting the publication of certain material received in the course of an examination.",
      "id": "s84"
    },
    {
      "text": "Section 25A(9) is set out in [23] above.",
      "id": "s85"
    },
    {
      "text": "Sections 25A(10) and (11) provide: \n \n (10) Subject to subsection (11), the CEO may, in writing, vary or revoke a direction under subsection (9).",
      "id": "s86"
    },
    {
      "text": "(11) The CEO must not vary or revoke a direction if to do so might prejudice the safety or reputation of a person or prejudice the fair trial of a person who has been or may be charged with an offence.",
      "id": "s87"
    },
    {
      "text": "As can be seen, s 25A(10) and (11) in certain circumstances permit the CEO in writing to vary or revoke such a direction of an examiner.",
      "id": "s88"
    },
    {
      "text": "That discretion is clearly directed to a different purpose.",
      "id": "s89"
    },
    {
      "text": "Its terms indicate that.",
      "id": "s90"
    },
    {
      "text": "Section 12(1) is directed to procuring the possible prosecution of offences which an ACC special investigation or operation may have exposed.",
      "id": "s91"
    },
    {
      "text": "Section 25A(9), as its terms reveal, is not to frustrate such a prosecution, but broadly to ensure the fair trial of a person who may be charged, or to secure the safety or reputation of a person who has provided information to the ACC.",
      "id": "s92"
    },
    {
      "text": "The general directions in s 25A(9) and (10) do not diminish the obligation imposed on the CEO under s 12(1).",
      "id": "s93"
    },
    {
      "text": "Simply for the sake of completeness, it should also be noted that the circumstances in which the Minister must decide whether to disclose information under s 59(6C) also do not qualify the obligation of the CEO under s 12(1).",
      "id": "s94"
    },
    {
      "text": "CONSIDERATION \n It is plain that s 30 of the ACC Act abrogates the privilege against self-incrimination by necessary implication.",
      "id": "s95"
    },
    {
      "text": "There are several decisions of this Court which support that proposition, referred to in [18] above.",
      "id": "s96"
    },
    {
      "text": "Section 30(2)(b), when read in combination with ss 30(4) and (5), is a clear indication of the parliamentary intent to abrogate the privilege against self-incrimination.",
      "id": "s97"
    },
    {
      "text": "Section 30(5) provides for a \"use immunity\", whereby a person being examined may, before answering a question or producing a document or thing, claim that the answer or production of such document or thing might tend to incriminate that person, in the circumstances of s 30(4), and then the answer (or document or thing) is not admissible in evidence against that person in a criminal proceeding (other than in the circumstances set out in s 30(5)).",
      "id": "s98"
    },
    {
      "text": "Counsel for the applicant relied upon the right of the applicant, as an accused person, not to be examined by an executive arm of government on matters directly related to a pending criminal charge, at least unless that power to be so examined is clearly granted by legislation.",
      "id": "s99"
    },
    {
      "text": "For the purposes of this application, I do not know if it is necessary to accept that proposition in such expansive terms.",
      "id": "s100"
    },
    {
      "text": "In Hammond v Commonwealth [1982] HCA 42 ; (1982) 152 CLR 188 ( Hammond ), the issue arose as to the obligation of a witness before a Royal Commission to answer questions about a matter in relation to which he had been charged.",
      "id": "s101"
    },
    {
      "text": "Section 16(b) of the Evidence Act 1958 (Vic) made it an offence to refuse to answer any question on the subject matter of the inquiry.",
      "id": "s102"
    },
    {
      "text": "Section 29 of that Act removed the privilege against self-incrimination, but (like s 30(5) of the ACC Act) s 30 of that Act then prohibited the use of such answers in any civil or criminal proceedings against the person.",
      "id": "s103"
    },
    {
      "text": "Sections 6 and 6DD of the Royal Commissions Act 1902 (Cth) also apparently contained terms to much the same effect, as was later decided in Sorby v Commonwealth [1983] HCA 10 ; (1983) 152 CLR 281.",
      "id": "s104"
    },
    {
      "text": "In Hammond , Gibbs CJ at 198 said: \n \n Once it is accepted that the plaintiff will be bound, on pain of punishment, to answer questions designed to establish that he is guilty of the offence with which he is charged, it seems to me inescapably to follow, in the circumstances of this case, that there is a real risk that the administration of justice will be interfered with.",
      "id": "s105"
    },
    {
      "text": "... [T]he fact that the plaintiff has been examined, in detail, as to the circumstances of the alleged offence, is very likely to prejudice him in his defence.",
      "id": "s106"
    },
    {
      "text": "See also per Murphy J at 201.",
      "id": "s107"
    },
    {
      "text": "Both their Honours expressed their conclusion as following from the fact that the answers may tend to prejudice an accused in the defence of the criminal charge.",
      "id": "s108"
    },
    {
      "text": "Brennan J reached the same conclusion, but on a somewhat wider basis.",
      "id": "s109"
    },
    {
      "text": "His Honour said at 202-3:\n \n \n It is sufficient for present purposes to appreciate that it is a principle deep-rooted in our law and history that the Crown may not subject an accused person to compulsory process to obtain his answers upon the issue of his guilt of an offence with which he has been charged.",
      "id": "s110"
    },
    {
      "text": "Deane J at 206 reached the same conclusion, based also upon the obligation to answer such questions as being an improper interference with the due administration of justice in the proceedings in the criminal court.",
      "id": "s111"
    },
    {
      "text": "Having reached that view, his Honour at 207 addressed a contention on behalf of the Commonwealth that it had not been shown that the questions asked by the Royal Commission as to the plaintiff's involvement in the matters the subject of the criminal proceedings involved any substantial risk of serious injustice or serious prejudice to the plaintiff.",
      "id": "s112"
    },
    {
      "text": "His Honour rejected that contention because, he said, the fact that the proceedings were conducted in parallel with the criminal proceedings, that the Commonwealth was the prosecuting authority, that the answers were compulsory, and that the plaintiff would commit an offence by not answering such questions, were such as to \"constitute injustice and prejudice to the plaintiff\".",
      "id": "s113"
    },
    {
      "text": "The only point of clear distinction is that, in the present instance, the criminal prosecution is being conducted by the State of South Australia or one of its officers.",
      "id": "s114"
    },
    {
      "text": "I do not regard that as a relevant distinction because s 12(1) of the ACC Act contemplates the provision of certain information to the South Australia Police for the purposes of a prosecution.",
      "id": "s115"
    },
    {
      "text": "Senior counsel for the ACC submitted that the decision in Hammond is distinguishable from the present circumstances, and secondly and alternatively, that the ACC Act has by necessary implication qualified the principle established in that case, so that the applicant was obliged to answer questions directly relevant to the charge in any event.",
      "id": "s116"
    },
    {
      "text": "She also put the contention that, by reason of the remarks of Dawson J in Hamilton v Oades [1989] HCA 21 ; (1989) 166 CLR 486 ( Hamilton ) at 509, Hammond should be taken as an authority confined as narrowly as possible to its particular facts.",
      "id": "s117"
    },
    {
      "text": "The last mentioned submission was put, appropriately, cautiously.",
      "id": "s118"
    },
    {
      "text": "It is correct that, in Hamilton , Dawson J at 508-9 gave reasons why the decision in Hammond should not apply in respect of an examination of a director of a company under s 541(3) of the Companies Code (NSW) (with similar provisions now in s 596B of the Corporations Act 2001 (Cth)).",
      "id": "s119"
    },
    {
      "text": "However, the High Court did not there indicate that Hammond should not be followed.",
      "id": "s120"
    },
    {
      "text": "It is necessary that I should do so.",
      "id": "s121"
    },
    {
      "text": "Toohey J in Hamilton at 515 referred to the circumstance in Hammond that the questions were designed to establish that the plaintiff was guilty of the offence charged.",
      "id": "s122"
    },
    {
      "text": "See also the remarks of Toohey J in Huston v Costigan (1982) 45 ALR 559 at 563.",
      "id": "s123"
    },
    {
      "text": "The decision in Hammond has been considered in other decisions of this Court where there has been an examination conducted under the ACC Act which has been sought to be constrained.",
      "id": "s124"
    },
    {
      "text": "A v Boulton [2004] FCA 56 ; (2004) 204 ALR 598 ( Boulton ) concerned a challenge similar to the present one, but where no criminal charge had in fact been laid.",
      "id": "s125"
    },
    {
      "text": "Weinberg J regarded that as a significant point of difference from the facts considered in Hammond .",
      "id": "s126"
    },
    {
      "text": "His Honour was not satisfied that the applicant in that case was either charged with, or about to be charged with, a criminal offence.",
      "id": "s127"
    },
    {
      "text": "Nevertheless, his Honour agreed with the observations of Carr J in Mansfield v Australian Crime Commission [2003] FCA 1059 ; (2003) 132 FCR 251 ( Mansfield ) at 263, [65] that the ACC Act, by s 30 and in particular s 30(5), did not by necessary implication authorise the conducting of an examination in contempt of court.",
      "id": "s128"
    },
    {
      "text": "That decision was upheld by the Full Court: A v Boulton [2004] FCAFC 101 ; (2004) 136 FCR 420 (Beaumont, Dowsett and Kenny JJ), but it appears that the principal issue on the appeal was whether the privilege against self-incrimination had been abrogated by s 30 of the ACC Act: see at 430.",
      "id": "s129"
    },
    {
      "text": "The issue also arose in a slightly different guise in Hak Song Ra v Australian Crime Commission [2004] FCA 416 ; (2004) 138 FCR 51 ( Hak Song Ra ).",
      "id": "s130"
    },
    {
      "text": "The applicants, and others, had been charged with importing heroin, in contravention of provisions of the Criminal Code Act 1995 (Cth) and the Customs Act 1901 (Cth).",
      "id": "s131"
    },
    {
      "text": "At a committal hearing, on 5 March 2004, the applicants were discharged on the ground of insufficiency of evidence against them.",
      "id": "s132"
    },
    {
      "text": "An ACC special investigation had meanwhile commenced by resolution of the ACC Board.",
      "id": "s133"
    },
    {
      "text": "On the same day that the applicants were discharged, namely 5 March 2004, an examiner of the ACC issued summonses under s 28 of the ACC Act requiring the applicants to be examined.",
      "id": "s134"
    },
    {
      "text": "The Commonwealth Director of Public Prosecutions later informed the ACC and the applicants that there was no intention to institute further proceedings against the applicants.",
      "id": "s135"
    },
    {
      "text": "As the applicants were not the subject of concurrent criminal charges, Merkel J held that the principle explained in Hammond did not apply.",
      "id": "s136"
    },
    {
      "text": "The facts of the charges remaining against persons other than the applicants, or that the charges had been brought against the applicants, did not, as a matter of statutory construction, bring to an end the compulsive investigatory power.",
      "id": "s137"
    },
    {
      "text": "Commissioner of Taxation v De Vonk (1995) 61 FCR 564 ( De Vonk ) concerned an examination under s 264 of the Income Tax Assessment Act 1936 (Cth).",
      "id": "s138"
    },
    {
      "text": "The examination was to encompass matters in respect of which the respondent was facing criminal charges.",
      "id": "s139"
    },
    {
      "text": "The Full Court (Foster, Hill and Lindgren JJ) held that the legislature should not be taken by s 264 of the Income Tax Assessment Act 1936 (Cth), as fortified by ss 8C and 8D of the Taxation Administration Act 1953 (Cth), to have authorised the compulsory interrogation of persons in circumstances where that might interfere with the administration of justice.",
      "id": "s140"
    },
    {
      "text": "The submission of the Commissioner of Taxation on that issue is echoed to some degree by the submission on behalf of the ACC in this matter.",
      "id": "s141"
    },
    {
      "text": "It was there said the legislation, by necessary implication, required the respondent to answer questions directly related to the criminal charges because he could not rely on the \"doctrine of contempt of court\" (per Foster J at 569).",
      "id": "s142"
    },
    {
      "text": "Hill and Lindgren JJ at 588 expressed the question, as I prefer to do, as whether by the relevant legislative provisions the legislature intended the examination power to be used in circumstances where, so to do, might tend to constitute a real risk of interference with the administration of justice.",
      "id": "s143"
    },
    {
      "text": "That contention was rejected.",
      "id": "s144"
    },
    {
      "text": "It was also said that, although information obtained in the proposed examination could be provided to the prosecutor, the answers could not be used in evidence because they were given under compulsion.",
      "id": "s145"
    },
    {
      "text": "Nevertheless, it was conceded that there was a risk that the answers given to questions directly concerning the criminal charges would tend to incriminate the respondent and in so doing could interfere with the course of justice: see at 584 (per Hill and Lindgren JJ).",
      "id": "s146"
    },
    {
      "text": "Foster J at 569 emphasised that a Court has a right and an obligation to \"protect the integrity of its operations and to prevent interference with its administration of justice\".",
      "id": "s147"
    },
    {
      "text": "His Honour then considered the decision in Hammond .",
      "id": "s148"
    },
    {
      "text": "As to the reasons of Deane J in Hammond , Foster J at 571 made the same point as noted above at [39].",
      "id": "s149"
    },
    {
      "text": "His Honour then agreed with the joint judgment of Hill and Lindgren JJ that the examination should not be permitted to inquire into matters directly the subject of the criminal charges (at 576).",
      "id": "s150"
    },
    {
      "text": "No question there arose as to whether, in fact, the proposed questioning would expose the respondent to a risk of self-incrimination and, in so doing, could interfere with the administration of justice.",
      "id": "s151"
    },
    {
      "text": "The existence of that risk was conceded: see per Hill and Lindgren JJ at 584.",
      "id": "s152"
    },
    {
      "text": "Furthermore, as noted by Foster J at 568, there was no undertaking proffered that the material obtained in the investigation would not be made available to the prosecution.",
      "id": "s153"
    },
    {
      "text": "In other words, the second matter raised by the ACC set out in [20] above did not arise in that case.",
      "id": "s154"
    },
    {
      "text": "Mansfield concerned the extent to which that applicant could be examined under ss 28 and 30 of the ACC Act on matters directly relevant to \"confiscation\" proceedings against him under the Criminal Property Confiscation Act 2000 (WA).",
      "id": "s155"
    },
    {
      "text": "(The examiner had ruled that questions directly relevant to certain criminal charges also laid against the applicant would not be the subject of questions at the examination.",
      "id": "s156"
    },
    {
      "text": "That position is clearly different from that now taken by the examiner in this matter.",
      "id": "s157"
    },
    {
      "text": ") The \"use immunity\" available under ss 30(4) and (5) of the ACC Act, once the privilege against self-incrimination was invoked, expressly did not extend to \"confiscation proceedings\": see s 30(5)(c).",
      "id": "s158"
    },
    {
      "text": "Carr J concluded at 264, [73] that the examiner was not entitled to question the applicant on matters directly relevant to the confiscation proceedings where such questions might constitute a real or substantial risk of interference with the course of justice, in that case, the confiscation proceedings.",
      "id": "s159"
    },
    {
      "text": "However, his Honour declined to grant an injunction because he anticipated that the examiner, having had his ruling corrected, would comply with the Court's decision.",
      "id": "s160"
    },
    {
      "text": "He preserved liberty to apply in the event that the examiner's further questions might interfere with the administration of justice in the confiscation proceedings.",
      "id": "s161"
    },
    {
      "text": "In reaching that conclusion, Carr J at 262-3, [59]-[65] held that the ACC Act and, in particular s 30, did not by necessary implication authorise interference with the administration of justice.",
      "id": "s162"
    },
    {
      "text": "I respectfully agree with and adopt his Honour's reasons.",
      "id": "s163"
    },
    {
      "text": "It does not appear that the second issue now raised by the ACC as described at [20] above was considered in any detail in that case.",
      "id": "s164"
    },
    {
      "text": "Counsel for the ACC in that case argued that evidence given at the examination could be used in the confiscation proceedings, but is not noted as arguing that such evidence might not impair the administration of justice.",
      "id": "s165"
    },
    {
      "text": "Carr J at 264-5, [81] said: \nBut I shall make an order, pursuant to s 16(1)(b) of the ADJR Act, referring the matter, that is, [the examiner's] ruling that the examination may proceed notwithstanding that the applicant's answers may be relevant to the Confiscation proceedings, for further consideration.",
      "id": "s166"
    },
    {
      "text": "The purpose of referring that matter for further consideration is not necessarily to preclude the applicant being required to answer such questions, but to ensure that the applicant's rights to legal professional privilege are protected and also to ensure that there is no interference with the administration of justice in the Confiscation proceedings.",
      "id": "s167"
    },
    {
      "text": "His Honour thereby appears deliberately to have left open that issue.",
      "id": "s168"
    },
    {
      "text": "ABC v Sage [2009] FCA 170 ( Sage ) concerned an attack, inter alia, on the legality of an examination summons under s 28 of the ACC Act.",
      "id": "s169"
    },
    {
      "text": "The summons contained a note that the applicant \"will not be examined in relation to charges currently before the courts\".",
      "id": "s170"
    },
    {
      "text": "At one point in the examination, that applicant objected to answering a question because it would reveal an element of his intended defence to the serious criminal charges laid against him.",
      "id": "s171"
    },
    {
      "text": "The examiner ruled that he must answer the question.",
      "id": "s172"
    },
    {
      "text": "The challenge relevant to the present matter was that, by obliging that applicant to answer the question objected to, the examination to that extent would tend to interfere in the administration of justice and was in contempt of court.",
      "id": "s173"
    },
    {
      "text": "That case clearly confronted the question whether, on the facts, there was a real risk that requiring answers to the question objected to would interfere with the administration of justice.",
      "id": "s174"
    },
    {
      "text": "The principle recognised in Victoria v Australian Building Construction Employees' and Builders Labourers' Federation (No 2) [1982] HCA 57 ; (1982) 152 CLR 179 and applied in De Vonk was not in issue.",
      "id": "s175"
    },
    {
      "text": "In my view, the outcome in Sage turned upon its particular facts.",
      "id": "s176"
    },
    {
      "text": "Relevantly, that applicant contended that by answering the question: \n(1) he would be admitting to minor criminal conduct which (he said) was what he was engaged in when he is alleged to have been committing the much more serious criminal charges against him; and\n \n(2) he would be identifying a potential witness in his defence, and in addition that witness may then decline to give evidence if he learns of the disclosure of his identity to the authorities.",
      "id": "s177"
    },
    {
      "text": "Jessup J said at [21] that the applicant thereby supposed, or premised, that either or both of the prosecuting authorities in the criminal proceeding and the putative witness would become aware of the evidence before the examiner.",
      "id": "s178"
    },
    {
      "text": "In response, counsel for the examiner firstly relied upon the fact that the applicant had invoked the privilege against self-incrimination under s 30(4)(c) so that the use immunity under s 30(5) was enlivened, and secondly, relied upon the several confidentiality orders made by the examiner under s 25A(9), as well as the examiner having confined the persons present at the examination under s 25A(3).",
      "id": "s179"
    },
    {
      "text": "One direction made by the examiner under s 25A(9) was to the effect that the evidence given not be made available to the prosecuting authorities responsible for presenting the serious criminal charges against the applicant before the completion and final determination of those charges.",
      "id": "s180"
    },
    {
      "text": "The examiner also adduced evidence that the ACC had imposed tight administrative restrictions on those having access to the evidence, to give effect to the examiner's direction.",
      "id": "s181"
    },
    {
      "text": "Jessup J at [29] accepted that the effect of the directions made by the examiner under s 25A(9) and their implementation was, as a matter of fact, to eliminate any risk of interference with the administration of justice by the applicant being required to answer the question objected to.",
      "id": "s182"
    },
    {
      "text": "His Honour regarded s 25A(12) (set out at paragraph [24] above) as existing to serve the administration of justice, rather than to impede it by a Court prejudicing a fair trial by giving such a direction.",
      "id": "s183"
    },
    {
      "text": "In my judgment, the first contention of senior counsel for the ACC should be rejected.",
      "id": "s184"
    },
    {
      "text": "That is the basis of the decision in Mansfield .",
      "id": "s185"
    },
    {
      "text": "That case applied the well accepted principles discussed by the High Court in Sage and in Hammond , and applied by the Full Court of this Court in another context in De Vonk .",
      "id": "s186"
    },
    {
      "text": "There are considered dicta of Weinberg J in Boulton and of Merkel J in Hak Song Ra , consistent with the conclusion of Carr J in Mansfield .",
      "id": "s187"
    },
    {
      "text": "As Carr J said in that case, the issue is one of statutory construction.",
      "id": "s188"
    },
    {
      "text": "I have indicated that I respectfully agree with his Honour's reasons.",
      "id": "s189"
    },
    {
      "text": "It was not contended that it is expressly provided that an examination pursuant to an ACC special investigation or operation may interfere with the administration of justice.",
      "id": "s190"
    },
    {
      "text": "Clearly, the public interest in the due administration of justice, including the right to a fair trial, is balanced in the ACC Act by the public interest in the investigation of federally relevant criminal activity, defined to include serious organised crime, by the ACC.",
      "id": "s191"
    },
    {
      "text": "The ACC, by the composition of its Board and its functions, has a significant role to perform in the public interest.",
      "id": "s192"
    },
    {
      "text": "Section 25A(3) ensures that an examination is held in private, and s 25A(9) is intended to ensure --- subject to other relevant provisions of the ACC Act (a matter considered below) --- the safety or reputation of a person (not apparently confined to the witness) and the fair trial of a person (again, apparently not confined to the witness) who has been, or may be, charged with an offence.",
      "id": "s193"
    },
    {
      "text": "The balancing of interests is also apparent in ss 28 and 29A of the ACC Act.",
      "id": "s194"
    },
    {
      "text": "Section 28(1A) requires the examiner to be satisfied that it is reasonable in all the circumstances to issue an examination summons, and s 28(3) reflects a balancing of the interests of the public in the ACC appropriately investigating the federally relevant criminal activity with the interests of the proposed witness in being informed about the purpose of the examination.",
      "id": "s195"
    },
    {
      "text": "Section 29A also reflects an awareness that the disclosure of the summons may be detrimental to the special investigation or operation, but confines the circumstances in which non-disclosure may be imposed; section 29A(2) requires consideration of the safety or reputation of a person, the fair trial of a person, or the effectiveness of the operation or investigation.",
      "id": "s196"
    },
    {
      "text": "The only express qualification upon a witness' obligation to answer questions in an examination is in s 30 of the ACC Act, which abrogates the privilege against self-incrimination.",
      "id": "s197"
    },
    {
      "text": "It strikes a balance, by clear legislative intention, by the \"use immunity\" preserved in the circumstances catered for by subsections (4) and (5).",
      "id": "s198"
    },
    {
      "text": "It does not expressly cover the circumstance in which the witness, at the time of the examination, is charged with a criminal offence and where the examination relates directly to that offence so that there is a real risk that the administration of justice may be impaired because the witness may not secure, or the court hearing the charge may not provide, a fair trial.",
      "id": "s199"
    },
    {
      "text": "As was explained in Hammond , the public interest in the administration of justice is a central feature of our society.",
      "id": "s200"
    },
    {
      "text": "It is not a principle to be lightly qualified.",
      "id": "s201"
    },
    {
      "text": "Other provisions of the ACC Act, as noted, recognise that principle: ss 25A(9) and 29A(2).",
      "id": "s202"
    },
    {
      "text": "I do not consider that the obligation of a person to answer questions at an examination under s 30(2)(b), in the overall context of the ACC Act, impliedly qualifies that principle.",
      "id": "s203"
    },
    {
      "text": "There is an abrogation of the privilege against self-incrimination in s 30(4) and (5), which is described by Hill and Lindgren JJ in De Vonk at 579 as one of the \"fundamental rights and freedoms\".",
      "id": "s204"
    },
    {
      "text": "It is limited to its terms.",
      "id": "s205"
    },
    {
      "text": "It does not impliedly extend to the wider principle recognised, inter alia, in Hammond .",
      "id": "s206"
    },
    {
      "text": "Indeed, the careful expression of its terms indicates to the contrary.",
      "id": "s207"
    },
    {
      "text": "In Mansfield , at 262-3 [61]-[64], Carr J remarked on the curiosity that s 30(5)(c) carves out confiscation proceedings from the \"use immunity\", even though such proceedings may not be covered by the use immunity under s 30(5)(a) or (b).",
      "id": "s208"
    },
    {
      "text": "I agree with his Honour that that does not evidence a legislative intention to compel the answering of questions under s 30(2) where there is a real risk that such questions, or the answers, would interfere with the administration of justice.",
      "id": "s209"
    },
    {
      "text": "Section 30(5) generally explains or limits the use of certain answers given during an examination, predicated upon the making of a claim under s 30(4)(c) that the answers may tend to incriminate the person being examined.",
      "id": "s210"
    },
    {
      "text": "Its scope of operation is determined in that light.",
      "id": "s211"
    },
    {
      "text": "That is confirmed by the other carve out in s 30(5)(d)(i) which provides that use immunity is not available if the questions are answered falsely.",
      "id": "s212"
    },
    {
      "text": "Nor does s 25A(9), in the context of the ACC Act, including s 30, necessarily imply that the principle recognised in Hammond has been abrogated.",
      "id": "s213"
    },
    {
      "text": "Its function, as evidenced by its terms, is directed generally to preventing injustice in a range of circumstances.",
      "id": "s214"
    },
    {
      "text": "It is, moreover, not an absolute power to prohibit or restrict the publication of evidence.",
      "id": "s215"
    },
    {
      "text": "If it were, that may frustrate, in respect of evidence subject to such an order, the purposes of the special investigation or operation because information relevant to it would not be available to the head of the investigation or operation, or be subject to the CEO's overall responsibilities under the ACC Act, including s 12(1).",
      "id": "s216"
    },
    {
      "text": "I turn to the alternative proposition of the ACC referred to in [20] above.",
      "id": "s217"
    },
    {
      "text": "The question whether there is a real risk of interfering with the administration of justice is one of fact.",
      "id": "s218"
    },
    {
      "text": "In Pioneer Concrete (Vic) Pty Ltd v Trade Practices Commission [1982] HCA 65 ; (1982) 152 CLR 460 at 468, Gibbs CJ (with whom Brennan J agreed) said: \n[N]ot every investigation into facts which are the subject of pending proceedings constitutes a contempt of court: [citation omitted].",
      "id": "s219"
    },
    {
      "text": "In the present case it was not shown that the person who gave the notice had any intention to interfere with the course of justice, or that there was a real risk that the exercise of the powers under s 155 would in the circumstances have that effect.",
      "id": "s220"
    },
    {
      "text": "As noted above, that question of fact did not need to be the subject of a separate determination in De Vonk or in Mansfield .",
      "id": "s221"
    },
    {
      "text": "Sage appears to have been determined on that question of fact.",
      "id": "s222"
    },
    {
      "text": "In Hammond , the risk was apparent from the fact that it was proposed that the investigating officers in relation to the criminal prosecution would be present during the examination, and have access to the information it provided, directly relevant to the then outstanding criminal charges.",
      "id": "s223"
    },
    {
      "text": "CC v Australian Crime Commission [2005] FCA 754 involved an application for an interlocutory injunction seeking to restrain an examination because the person being examined was the subject of two criminal charges.",
      "id": "s224"
    },
    {
      "text": "That application was refused.",
      "id": "s225"
    },
    {
      "text": "It was not an application to restrain the examination limited to questions directly relating to the two criminal charges, but to restrain the examination itself whilst those charges were outstanding.",
      "id": "s226"
    },
    {
      "text": "Alternatively, it was an application to restrain the examination until the person being examined had access to the prosecution brief in relation to one of the charges, so that he could exercise his privilege against self-incrimination effectively (to the extent that it is not abrogated by s 30 of the ACC Act).",
      "id": "s227"
    },
    {
      "text": "As was noted at [10] in that case, there was an undertaking from the examiner that the person being examined would not be questioned on matters directly relating to either of the criminal charges.",
      "id": "s228"
    },
    {
      "text": "In addition, steps were proposed to be taken to inhibit or prevent access to any information obtained (that is, information not directly relating to the outstanding criminal charges) from the prosecuting authorities.",
      "id": "s229"
    },
    {
      "text": "In those circumstances, the application for interlocutory injunctive relief, which would have prevented incidentally the examination in its entirety, was refused.",
      "id": "s230"
    },
    {
      "text": "I do not consider that decision advances the position of the ACC in this matter.",
      "id": "s231"
    },
    {
      "text": "I have come to the view that there is, in the present circumstances, a real risk that questioning the applicant on matters directly relating to the charge may interfere with the administration of justice.",
      "id": "s232"
    },
    {
      "text": "There are two routes by which information arising from the examination, which is information directly relevant to the charge, may be made available to the prosecuting authorities.",
      "id": "s233"
    },
    {
      "text": "The first is by report of the CEO pursuant to s 12(1) of the ACC Act.",
      "id": "s234"
    },
    {
      "text": "It is unclear, and probably inappropriate for the Court to know, whether the special investigation involves examination of persons other than the applicant.",
      "id": "s235"
    },
    {
      "text": "Whilst it may be assumed that the applicant will claim pursuant to s 30(4)(c) that answers in response to questions directly relevant to the charge might tend to incriminate him, so that his own answers would not be admissible in relation to the charge, other evidence procured during the investigation may be admissible and be conveyed to the prosecuting authority pursuant to s 12(1).",
      "id": "s236"
    },
    {
      "text": "However, that is not the limit of the information flow to the prosecuting authorities.",
      "id": "s237"
    },
    {
      "text": "That is a provision which directs the CEO specifically to refer certain material to a relevant law enforcement agency or prosecuting authority.",
      "id": "s238"
    },
    {
      "text": "In conjunction with that power, the results of the special investigation, including the particular examination and other examinations, are assembled for the ACC to fulfil its functions.",
      "id": "s239"
    },
    {
      "text": "They include in ss 7A(a), (d) and (e) the following: \n(a) to collect, correlate, analyse and disseminate criminal information and intelligence and to maintain a national database of that information and intelligence;\n \n...\n \n(d) to provide reports to the Board on the outcomes of those operations or investigations;\n \n(e) to provide strategic criminal intelligence assessments, and any other criminal information and intelligence, to the Board.",
      "id": "s240"
    },
    {
      "text": "The Board of the ACC established under s 7B of the Act includes the head of the police force of each State.",
      "id": "s241"
    },
    {
      "text": "Ultimately, federally relevant criminal activity is to be investigated and considered by the Board not for its own sake, but for the sake of identifying such conduct and determining how it is to be combated, including under s 7C(1)(g) by the dissemination of law enforcement agencies' strategic criminal intelligence assessments.",
      "id": "s242"
    },
    {
      "text": "The secrecy provision in s 51 of the ACC Act operates upon each member of the Board and each member of the staff of the ACC \"except for the purposes of a relevant Act or otherwise in connection with the performance of his or her duties under a relevant Act\": see s 50(1)(ii).",
      "id": "s243"
    },
    {
      "text": "A member of the staff of the ACC is widely defined in s 4(1).",
      "id": "s244"
    },
    {
      "text": "A \"relevant Act\" is defined in s 51(4) to include a law of a State under which the ACC performs a duty or function or exercises a power in accordance with s 55A.",
      "id": "s245"
    },
    {
      "text": "It relevantly includes the ACC investigating a matter relating to a relevant criminal activity included in, or part of, serious and organised crime.",
      "id": "s246"
    },
    {
      "text": "It is apparent from the position taken by the examiner in this matter, namely a determination to pursue questions directly related to the charge, and to pursue those questions from the applicant who is the person charged, that the inquiry includes the subject of the charge.",
      "id": "s247"
    },
    {
      "text": "More widely, in other matters, as noted, the ACC through an examiner sometimes has indicated that it does not propose to ask questions of a person charged with a criminal offence which are directly relevant to that offence.",
      "id": "s248"
    },
    {
      "text": "Sometimes an undertaking not to do so has been proffered.",
      "id": "s249"
    },
    {
      "text": "Such indications or undertakings recognise that information obtained during an examination, if relevant to an existing criminal prosecution, may otherwise find its way to the prosecuting authorities.",
      "id": "s250"
    },
    {
      "text": "However, no such indication or undertaking has been proffered in this matter.",
      "id": "s251"
    },
    {
      "text": "The contrary is the case.",
      "id": "s252"
    },
    {
      "text": "Answers directly relevant to the charge, once procured and even if they are not admissible in evidence against the applicant by reason of the \"use immunity\" provided by s 30(5), may nevertheless provide information which may adversely affect the opportunity of the applicant to have a fair trial in relation to that charge.",
      "id": "s253"
    },
    {
      "text": "They may disclose details of the defence to the charge, so that the prosecutor may be able to anticipate and adduce evidence which would not otherwise have been available and procured to assist in establishing guilt.",
      "id": "s254"
    },
    {
      "text": "They may disclose other avenues of investigation to assist in proving guilt that would not otherwise have been available to the prosecution.",
      "id": "s255"
    },
    {
      "text": "They may disclose a source of evidence which can contradict the foreshadowed defence.",
      "id": "s256"
    },
    {
      "text": "They may disclose material, or lead to the identification of material, to cross-examine the applicant, in the event that he gives evidence.",
      "id": "s257"
    },
    {
      "text": "In my view, it is appropriate to apply the description of Deane J in Hammond referred to in [39] above to the present circumstances.",
      "id": "s258"
    },
    {
      "text": "The answers are given under compulsion, with the threat of a significant criminal sanction for failing to answer them.",
      "id": "s259"
    },
    {
      "text": "They are given on matters which directly relate to the charge.",
      "id": "s260"
    },
    {
      "text": "And they may find their way to the prosecuting authority for use in a way which may adversely affect the defence to the charge.",
      "id": "s261"
    },
    {
      "text": "Whilst it is true, as Finn J said in Barnes v Boulton [2004] FCA 1219 ; (2004) 139 FCR 356 at [47] , that the use immunity in s 30(5) puts an accused person in much the same position as if that person had not been compelled to answer the questions, his Honour also said, that outcome applies to a considerable degree and not absolutely.",
      "id": "s262"
    },
    {
      "text": "There is no assurance offered by the examiner that questions directly relevant to the charge would not be asked.",
      "id": "s263"
    },
    {
      "text": "The contrary is the case.",
      "id": "s264"
    },
    {
      "text": "Such questions are proposed to be put.",
      "id": "s265"
    },
    {
      "text": "There are no assurances by the examiner (even if such could be given, as to which I make no comment) that any non-publication orders made under s 25A(9) would continue notwithstanding the nature of the information procured, and notwithstanding its significance to the special investigation, either in the short term or in the longer term, or its significance to the head of the special investigation or to the CEO, and the use to which they respectively put such information, according to their respective responsibilities or powers under the ACC Act.",
      "id": "s266"
    },
    {
      "text": "Senior counsel for the ACC finally submitted that there are competing public interests, namely the administration of justice and the public interest in the continuation of the special investigation, and that there should be a balancing of these competing interests before granting the relief sought.",
      "id": "s267"
    },
    {
      "text": "That is a matter relevant to whether the ACC Act by necessary implication authorises questions, and obliges answers, in respect of which there is a real risk of interfering with the administration of justice.",
      "id": "s268"
    },
    {
      "text": "I have determined that matter adversely to the ACC's contention for the reasons expressed above.",
      "id": "s269"
    },
    {
      "text": "I do not consider that, having rejected the primary contention of the ACC, that there is a further discretion to be exercised along the lines contended for by the ACC, but in any event, in the present circumstances, I would not exercise any such discretion in favour of declining to grant the injunctive relief proposed.",
      "id": "s270"
    },
    {
      "text": "Unlike the circumstances in De Vonk and Mansfield , the factual material indicates clearly the intention of the examiner to ask questions directly relevant to the charge whilst the charge is outstanding against the applicant.",
      "id": "s271"
    },
    {
      "text": "No undertaking not to do so has been proffered.",
      "id": "s272"
    },
    {
      "text": "Whilst there is some risk of further debate as to whether a particular question or questions may be directly relevant to the charge, it is to be noted that the present application arose only where a question which required, in answer, material directly relevant to the charge was raised.",
      "id": "s273"
    },
    {
      "text": "An injunction restraining the examiner from asking questions directly relevant to the charge does not generally impede the special investigation.",
      "id": "s274"
    },
    {
      "text": "Nor does it, on the evidence, impede the examination except to a limited extent.",
      "id": "s275"
    },
    {
      "text": "There is nothing to indicate that it would significantly impair the special investigation.",
      "id": "s276"
    },
    {
      "text": "The time of the hearing of the charge is not disclosed in the material.",
      "id": "s277"
    },
    {
      "text": "If the charge is heard, either by plea or trial, the applicant may be further examined in the course of the special investigation to answer questions directly relating to the charge.",
      "id": "s278"
    },
    {
      "text": "The ACC should pay the applicant's costs of the application.",
      "id": "s279"
    },
    {
      "text": "I certify that the preceding seventy-six (76) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Mansfield.",
      "id": "s280"
    },
    {
      "text": "Associate:\n \n \nDated: 16 September 2009\n \n Counsel for the Applicant: Dr J Bleechmore \n \n Solicitor for the Applicant: R Bleechmore &amp; Associates \n \n Counsel for the Respondent: S Maharaj QC \n \n Solicitor for the Respondent: Australian Crime Commission \n Date of Hearing: 20 August 2009 \n \n Date of Judgment: 16 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1038.html",
      "id": "s281"
    }
  ]
}