{
  "name": "Maroun v Minister for Immigration and Citizenship [2009] FCA 1284 (12 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1284.html",
  "catchphrases": [
    {
      "text": "jurisdiction of the migration review tribunal",
      "id": "c0"
    },
    {
      "text": "application for review lodged out of time",
      "id": "c1"
    },
    {
      "text": "whether appellant notified of the first respondent's decision in the prescribed manner",
      "id": "c2"
    },
    {
      "text": "whether notice of where the application for review could be made in accordance with s 66(2)(d)(iv) of the migration act 1958 (cth)",
      "id": "c3"
    },
    {
      "text": "whether notice given within the prescribed time period",
      "id": "c4"
    },
    {
      "text": "whether notice sent in accordance with methods prescribed by s 494b of the migration act",
      "id": "c5"
    },
    {
      "text": "inferences to be drawn",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against orders of the Federal Magistrates Court dismissing an application for review of a decision of the Migration Review Tribunal ( the Tribunal ).",
      "id": "s0"
    },
    {
      "text": "The appellant sought review on the ground of alleged jurisdictional error by reason of the Tribunal wrongfully refusing to exercise jurisdiction on the basis of the application being out of time.",
      "id": "s1"
    },
    {
      "text": "Before the Federal Magistrates Court the appellant submitted that the Tribunal erred in that the prescribed time limit --- 28 days after notification of the decision under s 347(1)(b)(i) of the Migration Act 1958 (Cth) --- had not yet commenced as notification of the decision of the Minister's delegate refusing the appellant's visa application had not been given as required by law.",
      "id": "s2"
    },
    {
      "text": "The Minister accepted that if notice had not been given as required by law, then time would not have started to run against the appellant.",
      "id": "s3"
    },
    {
      "text": "The Federal Magistrates Court held that notice was given as required ( Maroun v Minister for Immigration &amp; Anor [2009] FMCA 535).",
      "id": "s4"
    },
    {
      "text": "The appellant claims that in dismissing the application for review the Federal Magistrates Court erred in three respects as follows: \n(1) It was not open to the Federal Magistrates Court to find that notice of \"where the application for review can be made\" had been given as required by s 66(2)(d)(iv) of the Migration Act .",
      "id": "s5"
    },
    {
      "text": "(2) It was not open to the Federal Magistrates Court to find that notice was given \"within 3 working days (in the place of dispatch) of the date of the document\" as required by s 494B(4)(a) of the Migration Act .",
      "id": "s6"
    },
    {
      "text": "(3) The notice was not sent by any method specified in s 494B of the Migration Act .",
      "id": "s7"
    },
    {
      "text": "I deal with each of these issues below.",
      "id": "s8"
    },
    {
      "text": "NOTICE GIVEN OF WHERE APPLICATION CAN BE MADE?",
      "id": "s9"
    },
    {
      "text": "The evidence available to the Federal Magistrate with respect to the first issue (whether notice had been given of \"where the application for review can be made\" as required by s 66(2)(d)(iv) of the Migration Act ) consisted of the court book tendered by the Minister, an affidavit of Silvia Carrillo (a case officer employed by the Department) affirmed 29 May 2009, and Ms Carrillo's oral evidence.",
      "id": "s10"
    },
    {
      "text": "The court book contains a copy of a letter from the Department to the appellant under Ms Carrillo's name dated 20 August 2004.",
      "id": "s11"
    },
    {
      "text": "The copy bears a marking: \n \n SENDER TO KEEP\n RP21430113 \n \n\n The letter advises that the appellant's visa application was refused on 20 August 2004.",
      "id": "s12"
    },
    {
      "text": "It states in the last paragraph: \n \n The enclosed leaflet provides information about review by the MRT, including addresses where an application can be made.",
      "id": "s13"
    },
    {
      "text": "If you require further information about review by the MRT, you should contact one or more of the MRT offices listed in the leaflet.",
      "id": "s14"
    },
    {
      "text": "After the signature section the letter states: \n \n Enclosures: \n \n\n \n \n Student (Temporary) (Class TU) visa decision record\n MRT leaflet \n \n\n The court book also contains a copy of an envelope addressed to the appellant.",
      "id": "s15"
    },
    {
      "text": "The copy bears various markings including a \"Return to Sender\" stamp and the following as described by the Federal Magistrate (at [30]-[33]): \n \n [ 30 ] ...On the copy of that envelope appears a registered post prepaid label, the number of which is \"RP21430113\".",
      "id": "s16"
    },
    {
      "text": "Underneath the barcode is a blank space, the shape of which corresponds to the sticker which appears on the letter.",
      "id": "s17"
    },
    {
      "text": "The serial number of the label on the envelope is the same as the serial number of the label on the letter.",
      "id": "s18"
    },
    {
      "text": "... \n \n\n \n \n [ 33 ] There are the following markings on the envelope (looking at the document in landscape): \n \n\n in the top right hand corner, in typescript, \"PROCESSED AT SYDNEY WEST LF FMOCR7054\";\n in handwriting immediately above and to the right of the registered post prepaid label, what appears to be \"r / L\" and \"24/8\";\n on the right hand side, in smaller typescript over two lines, \"SYDNEY WEST LF\" and \"FMOCR705 24AUG04 00:05\".",
      "id": "s19"
    },
    {
      "text": "In her affidavit Ms Carrillo said that she could not recall the letter in question.",
      "id": "s20"
    },
    {
      "text": "However, her usual practice was to enclose the decision and Tribunal leaflet with such letters.",
      "id": "s21"
    },
    {
      "text": "After sealing the envelope she would place a registered post sticker on the envelope and then place the envelope in the out tray for collection and posting by another officer.",
      "id": "s22"
    },
    {
      "text": "She would do so on the same day as she signed the letter.",
      "id": "s23"
    },
    {
      "text": "Ms Carrillo also annexed a copy of a Tribunal leaflet to her affidavit.",
      "id": "s24"
    },
    {
      "text": "This leaflet bears the date 10 December 2003 on each page.",
      "id": "s25"
    },
    {
      "text": "It is headed with the coat of arms of the Australian Government and entitled \"Australian Government: Migration Review Tribunal - Applying For Review\".",
      "id": "s26"
    },
    {
      "text": "Amongst other things, this leaflet lists methods of contact and locations of the Tribunal in each State including New South Wales.",
      "id": "s27"
    },
    {
      "text": "In her oral evidence Ms Carrillo agreed that her job finished with her placing the envelope in the out tray for collection by another officer.",
      "id": "s28"
    },
    {
      "text": "She was not responsible for posting letters, although she thought the Department would have a record of the posting of registered mail (which record, if kept, was not in evidence).",
      "id": "s29"
    },
    {
      "text": "Nor was she responsible for dealing with returned letters.",
      "id": "s30"
    },
    {
      "text": "Ms Carrillo did not recall which leaflet was current as at 20 August 2004.",
      "id": "s31"
    },
    {
      "text": "She did not know if the version of 10 December 2003 as annexed to her affidavit was the version of the leaflet then in force.",
      "id": "s32"
    },
    {
      "text": "She had not gone back to see if that version was current at 20 August 2004.",
      "id": "s33"
    },
    {
      "text": "The Federal Magistrate (at [23]-[25]) found: \n \n [ 23 ] The Minister has not provided conclusive evidence as to what was enclosed in the envelope at CB 35.",
      "id": "s34"
    },
    {
      "text": "It does not appear that the contents of the envelope returned to the Department were retained.",
      "id": "s35"
    },
    {
      "text": "No contents were presented as evidence.",
      "id": "s36"
    },
    {
      "text": "On the other hand the applicant can give no evidence of what was in the envelope as he did not receive it.",
      "id": "s37"
    },
    {
      "text": "I am prepared to accept from Ms Carillo's evidence as to her usual practice, and the documentary record that the letter at CB 28, the decision record at CB 29-34 and a MRT leaflet were included in the envelope.",
      "id": "s38"
    },
    {
      "text": "On the basis of Ms Carillo's evidence I also accept that it is more likely than not that the leaflet was the same as that at Annexure B to her affidavit.",
      "id": "s39"
    },
    {
      "text": "While the drafting of that leaflet could have been improved, I accept that the leaflet adequately informed applicants of where an application for review might be made.",
      "id": "s40"
    },
    {
      "text": "[ 24 ] The applicant relies on the decision in Zhan v Minister for Immigration [2003] FCA 32 ; (2003) 128 FCR 469.",
      "id": "s41"
    },
    {
      "text": "That decision is distinguishable on the facts.",
      "id": "s42"
    },
    {
      "text": "In that case, Allsop J found that the leaflet was not enclosed with the letter (at 475 [23], 478 [30] and 483 [64]).",
      "id": "s43"
    },
    {
      "text": "It would appear that his Honour's finding was based on the applicant's evidence (at 478 [29]-[30]) that the leaflet was not included.",
      "id": "s44"
    },
    {
      "text": "In this case, I have found that the leaflet was included.",
      "id": "s45"
    },
    {
      "text": "[ 25 ] Accordingly, the notification complied with s.66(2)(d)(iv).",
      "id": "s46"
    },
    {
      "text": "The applicant's first contention is not made out.",
      "id": "s47"
    },
    {
      "text": "The appellant submitted that these findings were not open on the evidence.",
      "id": "s48"
    },
    {
      "text": "The giving of notice of the decision is a jurisdictional fact.",
      "id": "s49"
    },
    {
      "text": "Thus the Court needed to be satisfied that notice had been given.",
      "id": "s50"
    },
    {
      "text": "The court book showed that the letter had been returned to the sender.",
      "id": "s51"
    },
    {
      "text": "The envelope and letter both appear in the court book but the Tribunal leaflet does not.",
      "id": "s52"
    },
    {
      "text": "The Minister had not explained the absence of the Tribunal leaflet from the court book.",
      "id": "s53"
    },
    {
      "text": "The obvious inference is that the Tribunal leaflet was not enclosed.",
      "id": "s54"
    },
    {
      "text": "The appellant asked the Federal Magistrates Court to draw that inference having regard to these matters and Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298.",
      "id": "s55"
    },
    {
      "text": "The Federal Magistrate, however, did not address this submission.",
      "id": "s56"
    },
    {
      "text": "Alternatively, no inference can be drawn that any Tribunal leaflet that was enclosed notified the appellant of all places \"where the application for review can be made\" as required by s 66(2)(d)(iv) of the Migration Act .",
      "id": "s57"
    },
    {
      "text": "By analogy to Uddin v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FMCA 841 a notice has to identify all places where an application for review can be made.",
      "id": "s58"
    },
    {
      "text": "I do not accept these submissions.",
      "id": "s59"
    },
    {
      "text": "It was open to the Federal Magistrate to find that the letter was sent and included a copy of a Tribunal leaflet that satisfied the requirements of s 66(2)(d)(iv) of the Migration Act .",
      "id": "s60"
    },
    {
      "text": "Moreover, I consider that this was the correct inference to draw on the basis of the evidence.",
      "id": "s61"
    },
    {
      "text": "As a general proposition, the characterisation of a matter as a jurisdictional fact does not alter the appellant's onus of proof.",
      "id": "s62"
    },
    {
      "text": "The legal onus to prove jurisdictional error by the Tribunal lies with the appellant.",
      "id": "s63"
    },
    {
      "text": "The legal onus may be discharged by reference to any and all parts of the evidence, but it does not shift from the appellant merely because the fact in issue may be described as a jurisdictional fact (and thus is a matter a court must decide for itself).",
      "id": "s64"
    },
    {
      "text": "As to the fact of sending, Ms Carrillo gave evidence of the Department's system as well as her usual practice.",
      "id": "s65"
    },
    {
      "text": "The Department's system was to have one officer place his or her outgoing mail in an out tray and another to collect and post it, with out trays cleared by the end of each day for the purpose of posting.",
      "id": "s66"
    },
    {
      "text": "The fact that Ms Carrillo did not personally post letters does not mean she could not give this evidence of the Department's system about posting.",
      "id": "s67"
    },
    {
      "text": "Evidence about a system for posting letters supports an inference of posting in accordance with the system.",
      "id": "s68"
    },
    {
      "text": "Further, the envelope is marked \"return to sender\".",
      "id": "s69"
    },
    {
      "text": "That alone is sufficient to support an inference of the fact of the posting of the envelope.",
      "id": "s70"
    },
    {
      "text": "As to the enclosure of a Tribunal leaflet with the letter as sent, there is the evidence on the face of the letter (as recorded in [7]-[8] above).",
      "id": "s71"
    },
    {
      "text": "There is also Ms Carrillo's evidence that it was her usual practice to enclose a Tribunal leaflet with such a letter.",
      "id": "s72"
    },
    {
      "text": "The fact that Ms Carrillo could not recall doing so in the particular case or which leaflet would have been enclosed does not undermine the rationality of an inference that a Tribunal leaflet was enclosed.",
      "id": "s73"
    },
    {
      "text": "Nor does the fact that the leaflet does not appear in the court book.",
      "id": "s74"
    },
    {
      "text": "I accept that the court book may be inferred to include all relevant material on the Minister's file.",
      "id": "s75"
    },
    {
      "text": "The fact that the copy of the letter in court book bears the \"sender to keep\" sticker indicates that the file includes the letter as originally retained on the file and not the letter as returned to sender.",
      "id": "s76"
    },
    {
      "text": "The fact that the envelope appears in the court book enables an inference to be drawn that, after return of the envelope by the postal system, an officer placed the envelope, but not its contents, on the file.",
      "id": "s77"
    },
    {
      "text": "It does not enable (let alone require) an inference, by reference to Jones v Dunkel or otherwise, that the envelope as sent never included the Tribunal leaflet.",
      "id": "s78"
    },
    {
      "text": "It does not enable that inference because the letter as sent is also not in the court book.",
      "id": "s79"
    },
    {
      "text": "It does not require that inference because the evidence as a whole rationally points to the inclusion of a Tribunal leaflet in the envelope, particularly the evidence on the face of the letter and of Ms Carrillo's usual practice.",
      "id": "s80"
    },
    {
      "text": "As to the contents of the leaflet identifying all places where an application for review could be made, there are two answers.",
      "id": "s81"
    },
    {
      "text": "The first answer is factual.",
      "id": "s82"
    },
    {
      "text": "It is that the evidence, taken as whole, supports the inference that the Tribunal leaflet enclosed did identify all places where an application for review could be made.",
      "id": "s83"
    },
    {
      "text": "The evidence includes the terms of the letter as recorded in [7] above.",
      "id": "s84"
    },
    {
      "text": "The letter refers to the \"addresses\" of the Tribunal and invites the appellant to contact \"one or more\" of the Tribunal's offices for more information.",
      "id": "s85"
    },
    {
      "text": "This is sufficient to support an inference that all Tribunal offices were identified in the leaflet as enclosed.",
      "id": "s86"
    },
    {
      "text": "In short why would the leaflet include more than one but not all addresses?",
      "id": "s87"
    },
    {
      "text": "There is other evidence supporting this inference.",
      "id": "s88"
    },
    {
      "text": "It may be accepted, as the appellant submitted, that the leaflets changed from time to time and Ms Carrillo did not know if the version she annexed to her affidavit was current as at 20 August 2004.",
      "id": "s89"
    },
    {
      "text": "The leaflet annexed to Ms Carrillo's affidavit is dated 10 December 2003.",
      "id": "s90"
    },
    {
      "text": "It lists all of the Tribunal's offices.",
      "id": "s91"
    },
    {
      "text": "When that is taken together with the description in the letter of the terms of the leaflet (see [7] above) it would be irrational to infer that the leaflet had been changed so as to delete reference to one or more of the offices.",
      "id": "s92"
    },
    {
      "text": "There is simply no basis for such an inference.",
      "id": "s93"
    },
    {
      "text": "Jones v Dunkel does not assist the appellant.",
      "id": "s94"
    },
    {
      "text": "It permits an inference only that a Tribunal leaflet is not on the Minister's file.",
      "id": "s95"
    },
    {
      "text": "In the face of the evidence supporting an inference that a Tribunal leaflet was placed in the envelope, it does not permit an inference to the contrary.",
      "id": "s96"
    },
    {
      "text": "It follows that the Federal Magistrate was correct to distinguish Zhan v Minister for Immigration and Multicultural and Indigenous Affairs (2003) 128 FCR 469 ; [2003] FCA 32 which turned on a factual finding that no Tribunal leaflet was sent at all.",
      "id": "s97"
    },
    {
      "text": "The second answer is legal.",
      "id": "s98"
    },
    {
      "text": "Uddin v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FMCA 841 does not deal with s 66(2)(d)(iv) of the Migration Act .",
      "id": "s99"
    },
    {
      "text": "Insofar as potentially relevant it deals with s 137J(1) which concerns a different issue (revocation of a visa) and different requirements (including to attend before an officer as defined).",
      "id": "s100"
    },
    {
      "text": "In Uddin Scarlett FM held that these notice requirements had to be complied with strictly.",
      "id": "s101"
    },
    {
      "text": "The statutory circumstances in Uddin (and the cases referring to it, Morsed v Minister for Immigration and Multicultural and Indigenous Affairs (2005) 88 ALD 90 ; [2005] FCAFC 193 and Shao v Minister for Immigration and Multicultural and Indigenous Affairs (2007) 157 FCR 300 ; [2007] FCA 18) not are not sufficiently similar to s 66(2)(d)(iv) to support any form of reasoning by analogy.",
      "id": "s102"
    },
    {
      "text": "Section 66(2)(d)(iv) does not say that the notice must identify all places where an application for review can be made.",
      "id": "s103"
    },
    {
      "text": "It states only that the notice must state \"where the application for review can be made\".",
      "id": "s104"
    },
    {
      "text": "I do not accept the appellant's submissions to the contrary.",
      "id": "s105"
    },
    {
      "text": "Even if the section were construed as requiring all locations where an application can be made, having regard to the principles in Project Blue Sky Inc v Australian Broadcasting Authority (1998) 194 CLR 355 at [91]-[93], I am not satisfied that any breach of s 66(2)(d)(iv) , no matter how trivial, would operate to invalidate a notice.",
      "id": "s106"
    },
    {
      "text": "However, as I did not receive detailed submissions on that question I say no more about it.",
      "id": "s107"
    },
    {
      "text": "For these reasons I am not persuaded that the Federal Magistrate erred in finding compliance with s 66(2)(d)(iv) of the Migration Act .",
      "id": "s108"
    },
    {
      "text": "NOTICE GIVEN WITHIN 3 WORKING DAYS?",
      "id": "s109"
    },
    {
      "text": "As the letter was sent by post, s 494B(4)(a) of the Migration Act applies.",
      "id": "s110"
    },
    {
      "text": "That section requires the notice to be dispatched within 3 working days of the date of the document.",
      "id": "s111"
    },
    {
      "text": "The document is dated 20 August 2004.",
      "id": "s112"
    },
    {
      "text": "That was a Friday.",
      "id": "s113"
    },
    {
      "text": "Three working days after that date was 25 August 2004.",
      "id": "s114"
    },
    {
      "text": "The Federal Magistrate held that markings on the envelope, together with Ms Carrillo's evidence, led to the inference that the notice was dispatched by 24 August 2004 and thus within the time required by s 494B(4)(a).",
      "id": "s115"
    },
    {
      "text": "The appellant submitted that, in so holding, the Federal Magistrate erred.",
      "id": "s116"
    },
    {
      "text": "According to the appellant, first, Ms Carrillo had nothing to do with the dispatch of the envelope and said she had no idea whether the envelope would have been sent within that time.",
      "id": "s117"
    },
    {
      "text": "Second, Ms Carrillo said that the Department kept records of the sending of documents by registered post but no records had been produced, giving rise to a Jones v Dunkel inference that the letter was not dispatched as required.",
      "id": "s118"
    },
    {
      "text": "Third, the markings on the envelope could not be inferred to have been made by Australia Post (as opposed to the Department, for example) as there was no evidence about the making or provenance of those markings (see, by analogy, the Minister's submissions in Minister for Immigration and Multicultural Affairs v Singh (2000) 98 FCR 77 ; [2000] FCA 377 at [16] and [23]).",
      "id": "s119"
    },
    {
      "text": "I do not accept these submissions.",
      "id": "s120"
    },
    {
      "text": "It may be accepted that Ms Carrillo was not responsible for posting the envelope.",
      "id": "s121"
    },
    {
      "text": "But she did not simply say she had \"no idea\" about the process for dispatch.",
      "id": "s122"
    },
    {
      "text": "She gave evidence about the Department's system.",
      "id": "s123"
    },
    {
      "text": "This included the fact that she placed envelopes in the out tray on the same day she signed the letter.",
      "id": "s124"
    },
    {
      "text": "Further, that the usual practice was for the tray to be emptied by the end of each day, having been collected by those responsible for dispatch.",
      "id": "s125"
    },
    {
      "text": "This evidence has to be considered together with the evidence presented by the envelope.",
      "id": "s126"
    },
    {
      "text": "The Federal Magistrate was entitled to draw rational inferences from the face of the envelope including as to the provenance of markings thereon.",
      "id": "s127"
    },
    {
      "text": "The envelope contains two references to the date 24 August 2004.",
      "id": "s128"
    },
    {
      "text": "Given Ms Carrillo's evidence and the other markings on the document (particularly the return to sender marking showing that Australia Post handled the envelope) it was open to the Federal Magistrate to find that Australia Post handled the envelope on 24 August 2004.",
      "id": "s129"
    },
    {
      "text": "More to the point, the appellant has not proved to the contrary.",
      "id": "s130"
    },
    {
      "text": "The fact that the Department has not produced records of the dispatch of the envelope does not support a Jones v Dunkel inference that the envelope was not sent within the required time.",
      "id": "s131"
    },
    {
      "text": "There was evidence available supporting an inference of dispatch of the letter within the required time.",
      "id": "s132"
    },
    {
      "text": "The appellant did not advance contrary evidence.",
      "id": "s133"
    },
    {
      "text": "In these circumstances it cannot be said that anything remained that the Minister was required to explain or contradict.",
      "id": "s134"
    },
    {
      "text": "Minister for Immigration and Multicultural Affairs v Singh (2000) 98 FCR 77 ; [2000] FCA 377 also does not assist the appellant.",
      "id": "s135"
    },
    {
      "text": "That case did not turn on the markings on the envelope.",
      "id": "s136"
    },
    {
      "text": "The Court did not say anything inconsistent with the proposition that a court may draw any rational inference available from the face of any admissible document.",
      "id": "s137"
    },
    {
      "text": "For these reasons I am not persuaded that the Federal Magistrate erred in finding compliance with s 494B(4) of the Migration Act .",
      "id": "s138"
    },
    {
      "text": "NOTICE GIVEN BY A METHOD IN SECTION 494B?",
      "id": "s139"
    },
    {
      "text": "Section 494B specifies the methods by which the Minister may give a document to a person.",
      "id": "s140"
    },
    {
      "text": "If such a method is used s 494C provides that a person is taken to have received the document within the time periods prescribed.",
      "id": "s141"
    },
    {
      "text": "The two relevant methods are described in ss 494B(4) and (5) as follows: \n \n (4) Another method consists of the Minister dating the document, and then dispatching it: \n (a) within 3 working days (in the place of dispatch) of the date of the document; and \n (b) by prepaid post or by other prepaid means; and \n (c) to: \n (i) the last address for service provided to the Minister by the recipient for the purposes of receiving documents; or \n (ii) the last residential or business address provided to the Minister by the recipient for the purposes of receiving documents; or \n (iii) if the recipient is a minor --- the last address for a carer of the minor that is known by the Minister.",
      "id": "s142"
    },
    {
      "text": "(5) Another method consists of the Minister transmitting the document by: \n (a) fax; or \n (b) e-mail; or \n (c) other electronic means; \n \n\n \n \n to: \n \n\n \n \n (d) the last fax number, e-mail address or other electronic address, as the case may be, provided to the Minister for the purposes of receiving documents; or \n (e) if the recipient is a minor --- the last fax number, e-mail address or other electronic address, as the case may be, for a carer of the minor that is known by the Minister.",
      "id": "s143"
    },
    {
      "text": "In his visa application form the appellant completed question 18 (his residential address in Australia).",
      "id": "s144"
    },
    {
      "text": "He did not complete question 20 (his address for correspondence).",
      "id": "s145"
    },
    {
      "text": "He completed question 21 which asked \"Do you agree to DIMIA communicating with you by facsimile, e-mail or other electronic means?\".",
      "id": "s146"
    },
    {
      "text": "He answered \"yes\" and gave his email address.",
      "id": "s147"
    },
    {
      "text": "This question was followed by a note stating \" Note : If this visa application is refused, you will be notified by mail\".",
      "id": "s148"
    },
    {
      "text": "He did not complete question 73 \"Options for receiving written communications\".",
      "id": "s149"
    },
    {
      "text": "The Federal Magistrate found that the question of purpose had to be determined objectively.",
      "id": "s150"
    },
    {
      "text": "On that basis the Minister was entitled to send the notice to the appellant's residential address in Australia under s 494B of the Migration Act .",
      "id": "s151"
    },
    {
      "text": "The appellant submitted that s 494B(4) did not apply as the appellant did not provide his residential address in Australia for the purposes of receiving documents as required by s 494B(c)(ii) of the Migration Act .",
      "id": "s152"
    },
    {
      "text": "The only address the appellant gave for that purpose was his email address as referred to in s 494B(5) but the notice was not sent to his email address.",
      "id": "s153"
    },
    {
      "text": "The words \"for the purposes of receiving documents\" are words of limitation.",
      "id": "s154"
    },
    {
      "text": "They can be contrasted with the more general description in ss 379A(4)(c) and 441A (4)(c) (which refer to the address \"provided...in connection with the review\").",
      "id": "s155"
    },
    {
      "text": "By analogy to Chand v Minister for Immigration and Multicultural Affairs (2000) 106 FCR 140 ; [2000] FCA 1743 at [14] - [17] , the appellant elected to receive correspondence at his email address.",
      "id": "s156"
    },
    {
      "text": "Further, the residential address in Australia was not the appellant's last residential address as he also gave an address in Lebanon whereas the requirement for a last address connotes a single address.",
      "id": "s157"
    },
    {
      "text": "I do not accept these submissions.",
      "id": "s158"
    },
    {
      "text": "The appellant provided his residential address in Australia.",
      "id": "s159"
    },
    {
      "text": "He did so in a form which asked for an address for correspondence but which the appellant chose not to provide.",
      "id": "s160"
    },
    {
      "text": "He agreed to receive documents by email on a form which told him that if his visa application was refused notice of that refusal would be given by mail.",
      "id": "s161"
    },
    {
      "text": "That can be understood only as the Minister advising the appellant that despite his provision of an email address any notice of refusal would be to a postal address as provided and not to an email address.",
      "id": "s162"
    },
    {
      "text": "In the context of the form as a whole the appellant must be taken to have provided his residential address as his address for the purpose of, at the least, receiving any notice of refusal of the appellant's visa application.",
      "id": "s163"
    },
    {
      "text": "Chand v Minister for Immigration and Multicultural Affairs turned on its own facts and is not authority to the contrary.",
      "id": "s164"
    },
    {
      "text": "As the Minister submitted, choice of method was for the Minister to decide.",
      "id": "s165"
    },
    {
      "text": "On the basis of the form as lodged the appellant had provided his residential address as an address for the purpose of receiving documents.",
      "id": "s166"
    },
    {
      "text": "The Federal Magistrate was correct in so finding.",
      "id": "s167"
    },
    {
      "text": "As to the further submission about the address not being the appellant's \"last\" address, the ordinary meaning of the word \"last\" in s 494B(4) does not mean \"single\" or \"only\".",
      "id": "s168"
    },
    {
      "text": "It means \"most recent at the time in question\".",
      "id": "s169"
    },
    {
      "text": "The appellant gave his address when he lived in Lebanon.",
      "id": "s170"
    },
    {
      "text": "However, as the appellant was physically in Australia at the time of his application his Australian address was his \"last\" (that is, most recent) residential address.",
      "id": "s171"
    },
    {
      "text": "For these reasons I am not persuaded that the Federal Magistrate erred in finding compliance with the address requirements of s 494B(4) of the Migration Act .",
      "id": "s172"
    },
    {
      "text": "CONCLUSIONS \n The appellant has not demonstrated any error by the Federal Magistrates Court.",
      "id": "s173"
    },
    {
      "text": "It follows that the appeal must be dismissed with costs.",
      "id": "s174"
    },
    {
      "text": "I certify that the preceding thirty-eight (38) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s175"
    },
    {
      "text": "Associate:\n \n \nDated: 12 November 2009\n \n Counsel for the Appellant: Mr P D Reynolds \n \n Counsel for the First Respondent: Mr G R Kennett \n \n Solicitor for the Appellant: Parish Patience Immigration Lawyers \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 2 November 2009 \n Further written submissions received 5 and 6 November 2009 \n \n Date of Judgment: 12 November 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1284.html",
      "id": "s176"
    }
  ]
}