{
  "name": "Donnelly v Cosgrove [2009] FCA 1183 (16 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1183.html",
  "catchphrases": [
    {
      "text": "interlocutory injunctions",
      "id": "c0"
    },
    {
      "text": "breach of rules of union",
      "id": "c1"
    },
    {
      "text": "whether persons who are no longer members of a union are still subject to obligations under its rules",
      "id": "c2"
    },
    {
      "text": "extent of members' obligations under union rules",
      "id": "c3"
    },
    {
      "text": "applications under ss 164 and 164a of the fair work (registered organisations) act 2009 (cth)",
      "id": "c4"
    },
    {
      "text": "industrial law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "There are before the court two notices of motion.",
      "id": "s0"
    },
    {
      "text": "By the first notice of motion certain respondents seek to have interim orders, made by Gray J on 22 April 2009 under s 164 of Schedule 1 of the Workplace Relations Act 1976 (Cth) (\"the Act\"), set aside.",
      "id": "s1"
    },
    {
      "text": "On 1 July 2009 this provision was re-enacted as s 164 of the Fair Work (Registered Organisations) Act 2009 (Cth).",
      "id": "s2"
    },
    {
      "text": "In these reasons I will refer to \"the Act\", whether I am dealing with matters that arose before or after 1 July 2009 because the relevant provisions were in the same terms at all relevant times.",
      "id": "s3"
    },
    {
      "text": "The orders which his Honour made were made on application of the General Secretary of the National Union of Workers (\"the NUW\").",
      "id": "s4"
    },
    {
      "text": "The Respondents at relevant times were either full time or honorary officers in both the NUW and the National Union of Workers Industrial Union of Employees, Queensland (\"the NUWQ\").",
      "id": "s5"
    },
    {
      "text": "The NUW was registered under the Commonwealth Act.",
      "id": "s6"
    },
    {
      "text": "The NUWQ was registered under Queensland legislation.",
      "id": "s7"
    },
    {
      "text": "As a result of proposed organisational changes in the NUW, its local Queensland branch was to be amalgamated with other state based branches to form a general branch.",
      "id": "s8"
    },
    {
      "text": "Some members of the NUW and NUWQ who opposed these changes sought to have members resign from the NUW and pay subscriptions to the NUWQ.",
      "id": "s9"
    },
    {
      "text": "In these circumstances, Gray J ordered that: \n \n \"1.",
      "id": "s10"
    },
    {
      "text": "Until the hearing and determination of the Rule to Show Cause dated 27 February 2009 or further order each of the respondents perform and observe the rules of the National Union of Workers (\"the Union\") by: \n \n\n \n \n (a) Not engaging in, or continuing any conduct, whether directly or through another person to procure or encourage any member of the Union to resign, or purport to resign, their membership of the Union, whether with immediate effect or otherwise.",
      "id": "s11"
    },
    {
      "text": "(b) Not distributing to persons who are members of the Union documents in the form of, or substantially in the form of, the document entitled \"NUW General Branch Resignation Form\", a copy of which is annexed hereto.",
      "id": "s12"
    },
    {
      "text": "(c) Not distributing to persons who are eligible to be members of the Union documents in the form of, or substantially in the form of, the document entitled \"NUWQ Membership Application Form\" or \"NUWQ National Union of Workers Industrial Union of Employees Queensland\", copies of which are annexed hereto, other than for the purpose of recruiting persons to membership of both the Union and the National Union of Workers Industrial Union of Employees Queensland (\"the State Union\").",
      "id": "s13"
    },
    {
      "text": "(e) Not providing any funds of the Union held by the Queensland Branch of the Union to the State Union.",
      "id": "s14"
    },
    {
      "text": "(f) Not using or expending or continuing to use or expend any funds of the Union (whether held by the Queensland branch of the Union or otherwise) or any resources of the Union (whether controlled by the Queensland branch of the Union or otherwise) including employees of the Union on any activity of the State Union (including any activity promoting membership of the State Union) other than activity: \n \n\n \n \n (i) directed to the recruitment of persons to membership of both the Union and the State Union; \n \n\n \n \n (ii) directed to representing the interests of persons who are members of the Union in relation to awards or other industrial instruments made under the Industrial Relations Act 1996 (Qld) or the Workplace Relations Act 1996 (Cth) or to meeting the obligations of the State Union under those Acts.",
      "id": "s15"
    },
    {
      "text": "(g) Taking no further step in relation to and forthwith delivering up to the District Registrar of the Victoria District Registry of the Federal Court of Australia each and every document in their possession, custody or control signed by any person and which is in the form of or substantially in the form of the document entitled \"NUW General Branch Resignation Form\", a copy of which is annexed hereto.",
      "id": "s16"
    },
    {
      "text": "\" \n \n Since the Orders were made certain material changes of circumstances have occurred.",
      "id": "s17"
    },
    {
      "text": "Rule changes abolishing the Queensland branch and establishing the general branch of the NUW came into force on 12 August 2009.",
      "id": "s18"
    },
    {
      "text": "Some respondents are no longer members of the NUW.",
      "id": "s19"
    },
    {
      "text": "None of the respondents who seek to have the orders set aside is an officer of the NUW at the present time.",
      "id": "s20"
    },
    {
      "text": "The current status of the respondents who are the moving parties on the notice of motion is as follows.",
      "id": "s21"
    },
    {
      "text": "The First Respondent, Mr John Cosgrove, is the Secretary of the NUWQ and an industrial officer of that organisation; he is a member of both the NUW and NUWQ.",
      "id": "s22"
    },
    {
      "text": "The Third Respondent, Ms Christine Flage, who is an employee of Australian Pharmaceutical Industry Limited, is a member only of the NUWQ.",
      "id": "s23"
    },
    {
      "text": "The Fourth Respondent, Mr Michael Connors, is an employee of IGA; he is a member of both the NUW and NUWQ.",
      "id": "s24"
    },
    {
      "text": "The Sixth Respondent, Ms Tala Forbes, is an employee of Golden Circle; she is a member of both the NUW and the NUWQ.",
      "id": "s25"
    },
    {
      "text": "The Seventh Respondent, Mr Geoffrey Singh, is President of the NUWQ; he is an employee of Golden Circle and he is a member of both the NUW and the NUWQ.",
      "id": "s26"
    },
    {
      "text": "The Eighth Respondent, Ms Wendy Newcomb, was a member of the Committee of Management of NUWQ; she is an employee of Sigma Pharmaceuticals; she is a member of both the NUW and NUWQ.",
      "id": "s27"
    },
    {
      "text": "The Tenth Respondent, Mr Nicholas Story, is an organiser of the NUWQ; he is not a member of the NUW.",
      "id": "s28"
    },
    {
      "text": "The Eleventh Respondent, Ms Michelle Holweg, is the Acting Secretary of the NUWQ; she is not a member of the NUW.",
      "id": "s29"
    },
    {
      "text": "Solicitors for the other Respondents have notified the Court that they do not wish to be heard on the motion.",
      "id": "s30"
    },
    {
      "text": "The Applicant does not oppose the making of an order vacating Orders 1(d) and 1(e) in light of the changed circumstances.",
      "id": "s31"
    },
    {
      "text": "He contends that the remaining Orders should be maintained on an interim basis.",
      "id": "s32"
    },
    {
      "text": "The Applicant does not oppose the discontinuing of Orders against the Third Respondent who is no longer an NUW member.",
      "id": "s33"
    },
    {
      "text": "He seeks to maintain Orders against all other Respondents, including the Tenth and Eleventh Respondents who, like the Third Respondent, are no longer members of the NUW.",
      "id": "s34"
    },
    {
      "text": "The Applicant seeks to distinguish the position of the Tenth and Eleventh Respondents from the Third Respondent because the former are now paid officials of the NUWQ who are actively seeking to represent persons who were previously members of both organisations.",
      "id": "s35"
    },
    {
      "text": "It was submitted that, under the Rules of the NUWQ, they are subject to the directions of the First Respondent (who is the Secretary of the NUWQ) in the performance of their duties as officials of the NUWQ.",
      "id": "s36"
    },
    {
      "text": "The First Respondent claims to be on leave of absence as Secretary of the NUWQ.",
      "id": "s37"
    },
    {
      "text": "As already noted, the Eleventh Respondent, Ms Holweg, deposes that she is the Acting Secretary of the NUWQ.",
      "id": "s38"
    },
    {
      "text": "Whatever may be the reason for the First Respondent being placed on leave of absence as Secretary, it is not because of ill-health or the taking of recreational leave or one of the other reasons that, from time to time, lead to office holders temporarily ceasing to perform the duties of an office.",
      "id": "s39"
    },
    {
      "text": "Plainly Mr Cosgrove is actively prosecuting the interests of the NUWQ as an industrial officer employed by that organisation.",
      "id": "s40"
    },
    {
      "text": "Despite the fact that he claims to be on leave from the office of secretary, he holds that office and there is no evidence to suggest that he is not capable of exercising the powers that are conferred on the holder of that office.",
      "id": "s41"
    },
    {
      "text": "The Applicant submits that, although the Tenth and Eleventh Respondents are no longer persons bound to perform and observe the rules of the NUW, they should be subject to interim orders because they are the servants and agents of Mr Cosgrove in his capacity as Secretary of the NUWQ.",
      "id": "s42"
    },
    {
      "text": "This is because, under the Rules of that organisation, as I have noted, they are subject to the directions of the Secretary from time to time in the performance of their duties.",
      "id": "s43"
    },
    {
      "text": "In my view, the orders should not be continued against the Tenth and Eleventh Respondents.",
      "id": "s44"
    },
    {
      "text": "They are not persons who are any longer under an obligation to perform or observe the Rules of the NUW.",
      "id": "s45"
    },
    {
      "text": "If they act as servants or agents of Mr Cosgrove in proscribed ways, he will contravene those orders which restrict his ability to engage in particular activities.",
      "id": "s46"
    },
    {
      "text": "There will, therefore, be orders which exclude the Third, Tenth and Eleventh Respondents from the operation of Gray J's orders.",
      "id": "s47"
    },
    {
      "text": "Should those orders be continued against other respondents who are members of the NUW?",
      "id": "s48"
    },
    {
      "text": "The answer to this question depends on whether, as members, they are bound to perform and observe the Rules by engaging or not engaging in the conduct which is the subject of his Honour's orders.",
      "id": "s49"
    },
    {
      "text": "As officers, they were subject to the rules because they owed fiduciary obligations to the union: cf Allen v Townsend [1977] FCA 10 ; (1977) 31 FLR 431 at 483.",
      "id": "s50"
    },
    {
      "text": "Members, as such, do not have equivalent fiduciary obligations.",
      "id": "s51"
    },
    {
      "text": "Mr Borenstein nonetheless argued that members of an organisation are under an obligation not to act against the interests of the organisation of which they are members.",
      "id": "s52"
    },
    {
      "text": "He submitted that the Rules constituted a compact which defined the relationship between the member and the union.",
      "id": "s53"
    },
    {
      "text": "There was, he submitted, an implied restraint against a member acting against the interests of the union by procuring resignations by other members.",
      "id": "s54"
    },
    {
      "text": "He referred to Rule 3 of the NUW rules, which provides that, where a member acts in a way that conflicts with the objects of the union, that member may be subject to a charge under Rule 67 for failing to observe the rules of the union.",
      "id": "s55"
    },
    {
      "text": "The only object to which he referred was that found in rule 2(44) which was 'To enrol into membership of the union all employees eligible to become members of the union'.",
      "id": "s56"
    },
    {
      "text": "It is arguable that Rule 2(44) may give rise to a negative implication that employees who have been induced to enrol as members should not, thereafter, be encouraged by other members to resign their membership.",
      "id": "s57"
    },
    {
      "text": "There may be some support to be found for the existence of such an implication in dicta in the judgment of Smithers J in Cook v Crawford (1982) 43 ALR 83 at 116.",
      "id": "s58"
    },
    {
      "text": "His Honour there said: \n \n \"Whatever reasons the appellants may have had for thinking that their resistance was justifiable, there could, of course, be no justification of any kind for members and officers of the organisation actually to attempt to induce other members to resign from it.",
      "id": "s59"
    },
    {
      "text": "To try to reduce the membership of the organization whilst remaining members and officers thereof was conduct which could only be described as most reprehensible.",
      "id": "s60"
    },
    {
      "text": "Whether or not there was some expressed or implied rule of the organisation which forbade members to engage in such conduct, it conflicted with every implied obligation of official duty\" (emphasis added).",
      "id": "s61"
    },
    {
      "text": "See also at 114 per Smithers J, and 159-160 per Sheppard J.",
      "id": "s62"
    },
    {
      "text": "It is not necessary, in dealing with interim Orders, to come to a concluded view as to whether or not there is an obligation, which may be enforced against a member of an organisation under s 164, not to prejudice the interests of the organisation by encouraging fellow members to resign.",
      "id": "s63"
    },
    {
      "text": "It is sufficient that I conclude, as I do, that this is a serious question which will require attention at a final hearing.",
      "id": "s64"
    },
    {
      "text": "Accordingly, I reject the application that Orders 1(a) and 1(b) of Gray J's Orders be vacated insofar as they apply to respondents who are presently members of the NUW.",
      "id": "s65"
    },
    {
      "text": "Order 1(c) is in a different category.",
      "id": "s66"
    },
    {
      "text": "It was made at a time when it was normal practice for a single application to be made, or concurrent applications to be made, by aspiring members who wished to join the NUW and the NUWQ.",
      "id": "s67"
    },
    {
      "text": "This was convenient because the Queensland branch of the NUW and the NUWQ had the same office bearers, operated out of the same offices, and acted as if they were a single entity.",
      "id": "s68"
    },
    {
      "text": "It was not, however, appropriate that respondents who were officers of the NUW should be recruiting workers to be members of the NUWQ to the exclusion of the NUW.",
      "id": "s69"
    },
    {
      "text": "Since the amendment to the NUW rules, this is plainly no longer the case.",
      "id": "s70"
    },
    {
      "text": "There is no reason in principle why the NUWQ, acting through its officers and members, should not seek to recruit members.",
      "id": "s71"
    },
    {
      "text": "NUWQ officials should not be required to recruit members to the NUW.",
      "id": "s72"
    },
    {
      "text": "Persons who are members of the NUW and NUWQ are not under any obligation, derived from the NUW Rules, not to so act.",
      "id": "s73"
    },
    {
      "text": "If they succeed in recruiting a person who is a member of the NUW also to become a member of the NUWQ, they will not thereby deprive the NUW of members or encourage that person to resign his or her membership of the NUW.",
      "id": "s74"
    },
    {
      "text": "There is no reason to restrict what would otherwise be lawful activity.",
      "id": "s75"
    },
    {
      "text": "Having regard to the changed circumstances, I consider that Order 1(c) should be vacated.",
      "id": "s76"
    },
    {
      "text": "That leaves Order 1(f).",
      "id": "s77"
    },
    {
      "text": "In my view, it should not be disturbed.",
      "id": "s78"
    },
    {
      "text": "The resignation forms to which it relates were procured by respondents at a time when those Respondents were members and officers of the NUW.",
      "id": "s79"
    },
    {
      "text": "The forms had been delivered into the custody of the Court.",
      "id": "s80"
    },
    {
      "text": "Their disposition will be a matter for final orders after trial.",
      "id": "s81"
    },
    {
      "text": "The second notice of motion has been filed by the Applicant.",
      "id": "s82"
    },
    {
      "text": "It seeks to amend the Rule to show cause granted by the court on 27 February 2009 by adding certain paragraphs.",
      "id": "s83"
    },
    {
      "text": "It also seeks the making of further interim orders against three of the Respondents.",
      "id": "s84"
    },
    {
      "text": "The proposed amendments would add new paragraphs 5A, 5B and 5C to the Rule.",
      "id": "s85"
    },
    {
      "text": "In order for leave to amend to be granted, the Applicant must establish an arguable case which justifies the granting of the rule.",
      "id": "s86"
    },
    {
      "text": "I turn first to paragraph 5A(a) and 5C(a).",
      "id": "s87"
    },
    {
      "text": "These proposed Orders would prevent the First Respondent who is a member of both the NUW and NUWQ, and the Eleventh Respondent who is a member only of the NUWQ, from encouraging NUW members to revoke any authority given by them to their employers to deduct union membership contributions from their wages and forward them to the NUW.",
      "id": "s88"
    },
    {
      "text": "I regard any such activity on the part of the respondents as tantamount to urging an existing NUW member to resign his or her membership.",
      "id": "s89"
    },
    {
      "text": "Under the NUW rules, unfinancial members are deprived initially of all the benefits, privileges and rights of membership (Rule 64) and after 18 months they become liable to have their membership cancelled (Rule 58).",
      "id": "s90"
    },
    {
      "text": "There was evidence that Mr Cosgrove had told NUW members at National Foods --- Berri, that they should decide to be represented by the NUWQ and pay their membership dues to the NUWQ.",
      "id": "s91"
    },
    {
      "text": "This advice was said to have been given earlier this month.",
      "id": "s92"
    },
    {
      "text": "Leave should be granted to add paragraph 5A(a) to the rule to show cause.",
      "id": "s93"
    },
    {
      "text": "Leave should not be granted to add proposed paragraph 5C(a) because Ms Holweg is no longer under an obligation to perform and observe the rules of the NUW.",
      "id": "s94"
    },
    {
      "text": "I turn next to proposed Orders 5A(b) and 5C(b).",
      "id": "s95"
    },
    {
      "text": "There was evidence before Gray J that forms of the kind to which these orders relate were distributed earlier in the year at a time when Mr Cosgrove and Ms Holweg, against whom the orders are sought, were members and officers of the NUW and the NUWQ.",
      "id": "s96"
    },
    {
      "text": "It was, as I have noted, for this reason, his Honour made Order 1(c).",
      "id": "s97"
    },
    {
      "text": "He did not, however, direct that such forms be delivered up to the registry of the Court.",
      "id": "s98"
    },
    {
      "text": "There is no evidence that any of these forms have been distributed since April 2009 when his Honour's orders were made.",
      "id": "s99"
    },
    {
      "text": "The Applicant is concerned that completed forms may be in the possession of the two Respondents, and may be used by them to enrol those who have completed them in the NUWQ.",
      "id": "s100"
    },
    {
      "text": "If such forms have been retained by them, the applicant would wish to have orders made relating to their disposition after trial.",
      "id": "s101"
    },
    {
      "text": "In my view, it is appropriate that the Applicant be given leave to amend his Rule to show cause to seek such Orders.",
      "id": "s102"
    },
    {
      "text": "The granting of a Rule in this form is supported by the terms of s 164A of the Act, and Order 48 rules 8 and 9 of the Federal Court Rules .",
      "id": "s103"
    },
    {
      "text": "I come next to proposed Orders 5A(c), 5B(b) and 5C(c).",
      "id": "s104"
    },
    {
      "text": "These orders are framed so as to suggest that some steps have already been taken by each particular respondent to procure documents from NUW members in which the members authorise their employers to cease making payments of membership contributions to the NUW.",
      "id": "s105"
    },
    {
      "text": "The only evidence relied on by the Applicant in this regard appears in his affidavit of 8 October 2009.",
      "id": "s106"
    },
    {
      "text": "At paragraph 11 he deposes that:\n \n \n \"On 2 October 2009 I attended the Golden Circle site.",
      "id": "s107"
    },
    {
      "text": "I spoke with the Director of Human Resources, Peter Pringle and the manager of Heinz Manufacturing, Matthew Gibbs.",
      "id": "s108"
    },
    {
      "text": "Mr Pringle said to me words to the effect, \"We met with John Cosgrove on 30 September 2009.",
      "id": "s109"
    },
    {
      "text": "He came to the site with Michelle Holweg.",
      "id": "s110"
    },
    {
      "text": "John introduced Michelle as his new administration officer for NUWQ.",
      "id": "s111"
    },
    {
      "text": "He said that Michelle would contact us in due course to advise of a new bank account where all union fees were to be directed.",
      "id": "s112"
    },
    {
      "text": "\"\" \n \n\n This intimation, in my view, amounts to no more than a foreshadowed approach by Ms Holweg in which she would nominate a new bank account into which she wanted the company to pay contributions which it had deducted from members' wages.",
      "id": "s113"
    },
    {
      "text": "Neither she nor Mr Cosgrove is alleged to have said anything to suggest that they were in possession of or proposed to procure any forms of authority from members to support any such request.",
      "id": "s114"
    },
    {
      "text": "On the contrary, the suggestion that all union fees should be directed to the nominated account suggests rather that she would seek to persuade the company that, notwithstanding the terms of any extant authorities given by the employees who were NUW members, their deducted contributions should be paid to the NUWQ.",
      "id": "s115"
    },
    {
      "text": "There is, in my opinion, no sufficient evidence to warrant the granting of leave to add the proposed Orders 5A(c), 5B(b) and 5C(c).",
      "id": "s116"
    },
    {
      "text": "The application to add these orders will be refused.",
      "id": "s117"
    },
    {
      "text": "Proposed order 5B(a) is directed to the seventh respondent, Mr Geoffrey Singh.",
      "id": "s118"
    },
    {
      "text": "Mr Singh is a member of the NUW and the NUWQ.",
      "id": "s119"
    },
    {
      "text": "Order 5B(a) would, if made, prevent him hindering officials of the NUW from meeting or arranging to meet members of the NUW who work at the Golden Circle plant where Mr Singh is employed.",
      "id": "s120"
    },
    {
      "text": "Mr David Hocking, a senior organiser employed by the NUW, has deposed that he had arranged a meeting with NUW delegates at the Golden Circle site for 15 September 2009.",
      "id": "s121"
    },
    {
      "text": "When he advised Mr Singh of the meeting, Mr Singh told him that he was not welcome at Golden Circle.",
      "id": "s122"
    },
    {
      "text": "On the day before the meeting was to take place Mr Singh telephoned Hocking and said to him, \"I have cancelled your meeting.",
      "id": "s123"
    },
    {
      "text": "\" Hocking told him that he was coming anyway.",
      "id": "s124"
    },
    {
      "text": "Singh replied, \"I am going to make sure that nobody comes to that meeting, and you will not be able to speak with anybody.",
      "id": "s125"
    },
    {
      "text": "\" When Hocking attended the site on 15 September 2009 only one of the ten NUW delegates came to the meeting.",
      "id": "s126"
    },
    {
      "text": "Mr Singh's account of the communications between him and Mr Hocking make it plain that he, Mr Singh, considered that the workers at the Golden Circle plant were covered by the NUWQ.",
      "id": "s127"
    },
    {
      "text": "Mr Singh, however, denies being aware of any delegates' meeting on 15 September 2009.",
      "id": "s128"
    },
    {
      "text": "This conflict in the evidence cannot be resolved at this stage.",
      "id": "s129"
    },
    {
      "text": "Union officers can only represent the interests of members if they have access to them in order to discuss matters of concern to the members.",
      "id": "s130"
    },
    {
      "text": "It is at least arguable that there is an implied obligation on members under the rules of the NUW not to interfere with the arrangements for meetings during which officials seek to meet members.",
      "id": "s131"
    },
    {
      "text": "I will, therefore, grant leave to the Applicant to amend his Rule to show cause to include paragraph 5B(a).",
      "id": "s132"
    },
    {
      "text": "The further interim orders which are sought by the Applicant each mirror the proposed amendments to the Rule to show cause.",
      "id": "s133"
    },
    {
      "text": "They are designed to maintain the status quo pending trial.",
      "id": "s134"
    },
    {
      "text": "I will make interim Orders in respect of those matters which are dealt with in amendments which I have allowed, but not otherwise.",
      "id": "s135"
    },
    {
      "text": "I certify that the preceding thirty-five (35) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s136"
    },
    {
      "text": "Associate:\n \n \nDated: 16 October 2009\n \n Counsel for the Applicant: Mr H Borenstein SC and Mr S Moore Solicitor for the Applicant: Holding Redlich Counsel for the First, Third, Fourth, Sixth, Seventh, Eighth, Tenth and Eleventh Respondents: Mr E White Solicitor for the First, Third, Fourth, Sixth, Seventh, Eighth, Tenth and Eleventh Respondents: Hall Payne Lawyers Date of Hearing: 15 &amp; 16 October 2009 Date of Judgment: 16 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1183.html",
      "id": "s137"
    }
  ]
}