{
  "name": "Shen v Gwei Ting International Fashion Corporation [2009] FCA 1131 (24 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1131.html",
  "catchphrases": [
    {
      "text": "application for removal for non use",
      "id": "c0"
    },
    {
      "text": "appeal from registrar",
      "id": "c1"
    },
    {
      "text": "use during relevant period",
      "id": "c2"
    },
    {
      "text": "use of trade mark for some but not all of goods for which mark was registered",
      "id": "c3"
    },
    {
      "text": "trade marks",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The applicant is the registered owner of trade mark number 939072 for the word mark Jo Jo Naturally ('the trade mark').",
      "id": "s0"
    },
    {
      "text": "The trade mark is registered in class 25 for: \n \n Men's, women's and children's clothing, footwear, all kinds of caps and hats.",
      "id": "s1"
    },
    {
      "text": "The delegate of the Registrar of Trade Marks upheld an application by the respondent for removal of that trade mark from the Register on the ground of non-use pursuant to s 92(4)(b) of the Trade Marks Act 1995 (Cth) ('the Act').",
      "id": "s2"
    },
    {
      "text": "The trade mark was registered with effect from 29 December 2002.",
      "id": "s3"
    },
    {
      "text": "In the proceedings before the delegate, the onus was on the applicant to establish use of the mark within the three year period referred to in s 92(4)(b) of the Act.",
      "id": "s4"
    },
    {
      "text": "The non-use period was 15 March 2005 to 15 March 2008 (the 'relevant period').",
      "id": "s5"
    },
    {
      "text": "The delegate concluded that the applicant had not met the onus required and ordered the removal of the mark.",
      "id": "s6"
    },
    {
      "text": "The applicant, who was not represented before the delegate, has submitted fresh evidence on this appeal.",
      "id": "s7"
    },
    {
      "text": "The issues raised in the appeal are to be considered afresh on the basis of the evidence before this Court, notwithstanding that this differs from the evidence before the delegate ( Pioneer Computers Australia Pty Limited v Pioneer KK (2009) 176 FCR 300 at [23]).",
      "id": "s8"
    },
    {
      "text": "The respondent has filed a notice of appearance, but has indicated that it does not propose to take any further action in relation to the appeal.",
      "id": "s9"
    },
    {
      "text": "That is, the respondent submits to any order of the Court save as to costs.",
      "id": "s10"
    },
    {
      "text": "Mr Shen is the sole director and shareholder of Solar International Proprietary Limited, trading as Solar Sports.",
      "id": "s11"
    },
    {
      "text": "He says that he is responsible for the day to day business activities of the company, and has authorised the company to use the trade mark.",
      "id": "s12"
    },
    {
      "text": "In his evidence, Mr Shen annexes copies of business records of the company, including commercial invoices, bills of lading, shipment advice, and tax invoices, relating to two shipments of footwear within the relevant period.",
      "id": "s13"
    },
    {
      "text": "The documents annexed to the affidavit establish that the first shipment was purchased on 1 May 2006, which led to sale of footwear under the trade mark.",
      "id": "s14"
    },
    {
      "text": "Those goods were sold under the trade mark in the period from 1 August 2006 to 28 February 2007.",
      "id": "s15"
    },
    {
      "text": "It is apparent that that period, in its totality, was within the relevant period.",
      "id": "s16"
    },
    {
      "text": "I also note that the goods the subject of that shipment were sold to customers in New South Wales, Queensland, and the Australia Capital Territory.",
      "id": "s17"
    },
    {
      "text": "The second shipment was purchased on 15 February 2006 and those shoes, also bearing the trade mark, were sold from 13 March 2006 to 14 March 2006 to customers in Victoria and New South Wales.",
      "id": "s18"
    },
    {
      "text": "There were more than 10 shipments of such footwear in Australia between March 2005 and March 2008.",
      "id": "s19"
    },
    {
      "text": "None of that evidence was before the delegate.",
      "id": "s20"
    },
    {
      "text": "APPLICATION UNDER SECTION 92(4)(B) OF THE ACT \n Section 92(4)(b) of the Act relevantly provides one of the two only grounds upon which a non-use application may be made: \n \n that the trade mark has remained registered for a continuous period of 3 years ending one month before the day on which the non use application is filed, and, at no time during that period, the person who was then the registered owner: \n \n\n \n \n (i) used the trade mark in Australia; or \n \n\n \n \n (ii) used the trade mark in good faith in Australia; \n in relation to the goods and/or services to which the application relates.",
      "id": "s21"
    },
    {
      "text": "Before the delegate, the applicant opposed the non-use application pursuant to s 96 of the Act.",
      "id": "s22"
    },
    {
      "text": "The applicant bore the onus before the delegate and bears the onus on appeal of establishing use of the trade mark in accordance with s 100 of the Act.",
      "id": "s23"
    },
    {
      "text": "Relevantly, s 100(3)(a) provides that an allegation of non-use under s 92(4)(b) is taken to be rebutted in relation to particular goods or services ' if...the opponent has established that the trade mark...was used in good faith by its registered owner in relation to those goods and services ' during the relevant period.",
      "id": "s24"
    },
    {
      "text": "Pursuant to s 7(3) of the Act, any \"authorised use\" of a trade mark by another person is taken to be a use of the trade mark by the relevant owner.",
      "id": "s25"
    },
    {
      "text": "The manner of determination of the non-use application is dealt with in s 101 of the Act.",
      "id": "s26"
    },
    {
      "text": "Relevantly, s 101(2) to (4) provide: \n \n (2) Subject to subsection (3) and to section 102, if, at the end of the proceedings relating to an opposed application, the court is satisfied that the grounds on which the application was made have been established, the court may order the Registrar to remove the trade mark from the Register in respect of any or all of the goods and/or services to which the application relates.",
      "id": "s27"
    },
    {
      "text": "(3) If satisfied that it is reasonable to do so, the Registrar or the court may decide that the trade mark should not be removed from the Register even if the grounds on which the application was made have been established.",
      "id": "s28"
    },
    {
      "text": "(4) Without limiting the matters the Registrar may take into account in deciding under subsection (3) not to remove a trade mark from the Register, the Registrar may take into account whether the trade mark has been used by its registered owner in respect of: \n \n\n \n \n (a) similar goods or closely related services; or \n (b) similar services or closely related goods; \n \n\n \n \n to those to which the application relates.",
      "id": "s29"
    },
    {
      "text": "Section 102 of the Act deals with the imposition of geographic limitations on the scope of the registration.",
      "id": "s30"
    },
    {
      "text": "The right of appeal from the decision of the delegate is provided by s 104 of the Act.",
      "id": "s31"
    },
    {
      "text": "Consideration\n The applicant must establish both ' use ' and ' use in good faith of the trade mark ' during the relevant period.",
      "id": "s32"
    },
    {
      "text": "As Drummond J pointed out in Woolly Bull Enterprises Pty Limited v Reynolds [2001] FCA 261 ; (2001) 107 FCR 166 at [14] , an applicant for removal must show that ' at no time during [the relevant period]' has there been use.",
      "id": "s33"
    },
    {
      "text": "It follows, as his Honour pointed out, that an opponent is entitled to rebut the allegation by proving even a single use on just one occasion during the three year period, such use being in good faith.",
      "id": "s34"
    },
    {
      "text": "At [16], his Honour expressed the view that the expression ' use in good faith ', has a well understood meaning in this context: namely real, as opposed to token, use in a commercial sense.",
      "id": "s35"
    },
    {
      "text": "I am satisfied that the applicant has demonstrated real commercial use of the trade mark by the company.",
      "id": "s36"
    },
    {
      "text": "The evidence also establishes more than one act of use during the relevant period, were it necessary to do so.",
      "id": "s37"
    },
    {
      "text": "I am satisfied that the use was authorised by the applicant.",
      "id": "s38"
    },
    {
      "text": "That is sufficient for the purposes of s 92(4)(b) and s 100(3)(a).",
      "id": "s39"
    },
    {
      "text": "The evidence establishes use during the relevant period of the trade mark on footwear.",
      "id": "s40"
    },
    {
      "text": "The registration was for a class of goods beyond that description.",
      "id": "s41"
    },
    {
      "text": "The removal application should therefore not succeed insofar as it relates to footwear.",
      "id": "s42"
    },
    {
      "text": "The applicant has not sought to maintain the registration for the goods beyond footwear.",
      "id": "s43"
    },
    {
      "text": "The applicant does not oppose the removal of the trade mark insofar as it relates to those other goods.",
      "id": "s44"
    },
    {
      "text": "Section 101 of the Act deals with the discretion available to the Court in circumstances such as the present.",
      "id": "s45"
    },
    {
      "text": "There is no need to consider whether the registration should be maintained in respect of the whole of the class registered as that is not pressed by the applicant.",
      "id": "s46"
    },
    {
      "text": "The Court has a discretion under s 101(2) to order the Registrar to remove a mark in respect of any or all of the goods or services to which an application applies and, under s 101(3), the Court may decide that the trade mark should not be removed even if the grounds on which the application was made have been established.",
      "id": "s47"
    },
    {
      "text": "I am satisfied that it is appropriate to maintain the registration to the extent that it relates to footwear but not to maintain the registration with respect to the remaining goods.",
      "id": "s48"
    },
    {
      "text": "I am also satisfied that there should not be any imposition of any geographical limitation on the registration pursuant to s 102.",
      "id": "s49"
    },
    {
      "text": "I note that, by arrangement with the respondent, the applicant does not seek any order as to costs.",
      "id": "s50"
    },
    {
      "text": "It follows that the appeal from the decision of the Registrar should be allowed in part and that the decision of the delegate should be set aside and, in lieu thereof, an order made that the Registrar remove the trade mark from the Register in respect of the goods other than footwear.",
      "id": "s51"
    },
    {
      "text": "The registration shall remain in respect of footwear.",
      "id": "s52"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s53"
    },
    {
      "text": "Associate:\n \n \nDated: 6 October 2009\n \n Counsel for the Applicant: Mr C Dimitriadis and Mr P A Maddigan \n \n Solicitor for the Applicant: Spruson &amp; Ferguson Lawyers \n \n Counsel for the Respondent: The Respondent did not appear.",
      "id": "s54"
    },
    {
      "text": "Date of Hearing: 24 September 2009 \n \n Date of Judgment: 24 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1131.html",
      "id": "s55"
    }
  ]
}