{
  "name": "SZNCQ v Minister for Immigration and Citizenship [2009] FCA 1339 (20 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1339.html",
  "catchphrases": [
    {
      "text": "whether jurisdictional error in tribunal not acceding to request for witnesses to give evidence by telephone",
      "id": "c0"
    },
    {
      "text": "tribunal discharged obligation to consider appellant's request to allow witnesses to give evidence",
      "id": "c1"
    },
    {
      "text": "no jurisdictional error",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal against orders of the Federal Magistrates Court dismissing the appellant's application for judicial review of a decision of the Refugee Review Tribunal ( the Tribunal ) affirming that the appellant is not entitled to a protection visa under the Migration Act 1958 (Cth).",
      "id": "s0"
    },
    {
      "text": "The notice of appeal sets out four grounds on which it is said that the Federal Magistrates Court ought to have set aside the Tribunal's decision for jurisdictional error.",
      "id": "s1"
    },
    {
      "text": "The grounds (paraphrased) are: \n(1) The Tribunal erred by not allowing two witnesses to give evidence before the Tribunal during the hearing.",
      "id": "s2"
    },
    {
      "text": "(2) The Tribunal erred by concluding that it would not be possible to carry some $50,000 into India without any evidence to verify the conclusion.",
      "id": "s3"
    },
    {
      "text": "(3) The Tribunal erred by not considering evidence that members of the Akali Dal Mann, such as the appellant had been arrested and tortured in the recent year and that there is still a risk of harm to active party members.",
      "id": "s4"
    },
    {
      "text": "(4) The Tribunal erred by considering that the lack of claims of harm to the appellant's brother was evidence that the appellant would not be harmed and offset independent evidence that members of the Akali Dal Mann are at present harassed by the Indian authorities.",
      "id": "s5"
    },
    {
      "text": "(5) The Tribunal erred by deeming answers to questions not previously put to the appellant to be evidence against the appellant's credibility as a witness.",
      "id": "s6"
    },
    {
      "text": "(6) The Tribunal erred by taking statements made by the migration agent as evidence against the appellant's credibility.",
      "id": "s7"
    },
    {
      "text": "The difficulty for the appellant is that the grounds of the appeal are the same as the grounds of the application before the Federal Magistrates Court.",
      "id": "s8"
    },
    {
      "text": "This is apparent from the Federal Magistrate's description of those grounds in [31] of the reasons for judgment of 14 May 2009 ( SZNCQ v Minister for Immigration &amp; Anor [2009] FMCA 491).",
      "id": "s9"
    },
    {
      "text": "Moreover, it is also apparent that the Federal Magistrates Court gave careful consideration to each of these grounds of alleged error by the Tribunal.",
      "id": "s10"
    },
    {
      "text": "The appellant has not made any meaningful challenge to the correctness of the Federal Magistrate's reasons for deciding that the allegations of error by the Tribunal could not be sustained.",
      "id": "s11"
    },
    {
      "text": "I can see no error in the Federal Magistrate's approach.",
      "id": "s12"
    },
    {
      "text": "To the contrary the Federal Magistrate's reasons disclose a close consideration of all the relevant circumstances and potential arguments that might underlie the application for judicial review mindful of the appellant's lack of legal representation.",
      "id": "s13"
    },
    {
      "text": "As to the first ground, the Federal Magistrate correctly concluded (at [33]-[41]) that the Tribunal had discharged its obligation to consider the appellant's request that it take telephone evidence from two witnesses.",
      "id": "s14"
    },
    {
      "text": "As the Federal Magistrate said in [36]-[37] of the reasons: \n \n [ 36 ] In the present case, it is clear to me that the present Tribunal also did apply his mind to that issue, and there is no evidence before me suggesting that genuine consideration was not given to the applicant's request.",
      "id": "s15"
    },
    {
      "text": "Although a full explanation of the Tribunal's procedural decision is not found in its final statement of reasons, sufficient emerges to point to a consideration of relevant discretionary matters in relation to the potential taking of evidence by the Tribunal.",
      "id": "s16"
    },
    {
      "text": "As I pointed out above, the Tribunal was in a difficult position to embark on questioning the two proposed witnesses, since it had no indication of the evidence which it was being invited to elicit from the witnesses.",
      "id": "s17"
    },
    {
      "text": "In my opinion, it was certainly open to the Tribunal to have formed the view in the present case, that it would not be appropriate for it to exercise its power to ask questions of witnesses by telephone, in the absence of a witness statement or other indicator of the nature of the evidence which it was suggested it could obtain from the proposed witnesses.",
      "id": "s18"
    },
    {
      "text": "[ 37 ] The applicant was clearly told that the Tribunal was of this mind, and given an opportunity to present witness statements.",
      "id": "s19"
    },
    {
      "text": "He made some attempts to obtain witness statements.",
      "id": "s20"
    },
    {
      "text": "However, the Tribunal properly identified the limits of the one statement which ultimately emerged.",
      "id": "s21"
    },
    {
      "text": "In my opinion, its assessment of that statement, and the earlier similar witness statement, reveals no error of law or jurisdictional error.",
      "id": "s22"
    },
    {
      "text": "It also implicitly explains why it did not feel it necessary to inquire further into what additional evidence might be given by the proposed witnesses.",
      "id": "s23"
    },
    {
      "text": "No jurisdictional error arises from this omission.",
      "id": "s24"
    },
    {
      "text": "It is only in exceptional cases that the Tribunal comes under obligations to conduct its own inquiries in relation to additional evidence which might be obtained from a witness presented by an applicant, and generally it is under no obligation to do more than assess the evidence in its terms presented by an applicant (see the recent discussion of authorities in Minister for Immigration &amp; Citizenship v Le [2007] FCA 1318 ; (2007) 164 FCR 151 at [77] and Wecker v Secretary, Department of Education, Science and Training [2008] FCAFC 108 ; (2008) 168 FCR 272 at [110] ).",
      "id": "s25"
    },
    {
      "text": "As to the second ground, the Federal Magistrate correctly decided that the allegation was based on a misconception of what the Tribunal had found.",
      "id": "s26"
    },
    {
      "text": "At [42] the Federal Magistrate said that the Tribunal's \"reasoning was based upon inconsistent evidence given by the applicant about his money transfer activities\".",
      "id": "s27"
    },
    {
      "text": "The Tribunal's finding was open on the evidence as the Federal Magistrate also recorded in [42].",
      "id": "s28"
    },
    {
      "text": "As to the third ground, the Federal Magistrate was correct to conclude at [44] that the Tribunal \"researched ... [the] matter, found relevant evidence, and took it into account\".",
      "id": "s29"
    },
    {
      "text": "In common with the Federal Magistrate, I too cannot detect any jurisdictional error made by the Tribunal in its treatment of Akali Dal Mann.",
      "id": "s30"
    },
    {
      "text": "As to the fourth ground, I agree with the Federal Magistrate's conclusion at [45] that it was pertinent for the Tribunal to take into account that the fact that the appellant's brother, who was said to have been a member of a Sikh political party, had remained in India and had not been ill-treated.",
      "id": "s31"
    },
    {
      "text": "I also agree with the Federal Magistrate's statement (also at [45]) that \"it was open to the Tribunal to consider that it reinforced its opinion about the effect of the general country information, concerning the lack of interest of the police in ordinary members of that political party\".",
      "id": "s32"
    },
    {
      "text": "As to the fifth ground, I can see no error in the Federal Magistrate's view (at [46]) that the appellant appeared to be complaining about the fact that \"the Tribunal as presently constituted asked the [appellant] many more detailed questions than he had previously been asked, and then based its conclusions about his credibility upon his responses\".",
      "id": "s33"
    },
    {
      "text": "Nor can I see any problem with the Federal Magistrate's conclusion that the Tribunal's approach revealed no jurisdictional error.",
      "id": "s34"
    },
    {
      "text": "As to the sixth ground, I agree with the Federal Magistrate in [49] as to its obscurity.",
      "id": "s35"
    },
    {
      "text": "Consistent with the Federal Magistrate's conclusion in [49] \"[i]n the absence of meaningful submissions, I am unable to find that Ground 6 raises any jurisdictional error, nor that any jurisdictional error can be found by reference to it\".",
      "id": "s36"
    },
    {
      "text": "For these reasons I am satisfied that the appellant has not demonstrated any error in the reasoning of the Federal Magistrate.",
      "id": "s37"
    },
    {
      "text": "It follows that the appeal must be dismissed.",
      "id": "s38"
    },
    {
      "text": "I certify that the preceding ten (10) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s39"
    },
    {
      "text": "Associate:\n \n \nDated: 20 November 2009\n \n The Appellant appeared in person \n \n Solicitor/Advocate for the First Respondent: Ms E Warner Knight \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 6 November 2009 \n \n Date of Judgment: 20 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1339.html",
      "id": "s40"
    }
  ]
}