{
  "name": "ICM Agriculture Pty Limited v Young [2009] FCA 1169 (6 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1169.html",
  "catchphrases": [
    {
      "text": "application for sequestration order",
      "id": "c0"
    },
    {
      "text": "whether debtor proved able to pay his debts or that for other sufficient cause sequestration order should not be made",
      "id": "c1"
    },
    {
      "text": "bankruptcy act 1966 (cth) s 52(2)",
      "id": "c2"
    },
    {
      "text": "company controlled by debtor purportedly assigned to him a cause of action asserted against petitioning creditor",
      "id": "c3"
    },
    {
      "text": "whether assignment supported by association with assignment of property or by assignee's genuine commercial interest in taking the assignment.",
      "id": "c4"
    },
    {
      "text": "application for sequestration order",
      "id": "c5"
    },
    {
      "text": "whether debtor proved able to pay his debts or that for other sufficient cause sequestration order should not be made",
      "id": "c6"
    },
    {
      "text": "bankruptcy act 1966 (cth) s 52(2)",
      "id": "c7"
    },
    {
      "text": "company controlled by debtor purportedly assigned to him a cause of action asserted against petitioning creditor",
      "id": "c8"
    },
    {
      "text": "whether assignment supported by association with assignment of property or by assignee's genuine commercial interest in taking the assignment.",
      "id": "c9"
    },
    {
      "text": "bankruptcy",
      "id": "c10"
    },
    {
      "text": "assignment",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The applicant, ICM Agriculture Pty Limited (ICM), commenced this proceeding on 5 June 2009.",
      "id": "s0"
    },
    {
      "text": "ICM applies for a sequestration order under s 43 of the Bankruptcy Act 1966 (Cth) (Bankruptcy Act) against the estate of the respondent, Daryl William Young (Mr Young).",
      "id": "s1"
    },
    {
      "text": "I conclude below that a sequestration order should be made.",
      "id": "s2"
    },
    {
      "text": "The act of bankruptcy on which ICM relies is that execution was issued against Mr Young under process of a court and was returned unsatisfied.",
      "id": "s3"
    },
    {
      "text": "This is the act of bankruptcy that is provided for in s 40(1)(d)(ii) of the Bankruptcy Act .",
      "id": "s4"
    },
    {
      "text": "ICM has a judgment against Mr Young in New South Wales District Court (District Court) proceeding no 3126 of 2004 (2004 DC Proceeding).",
      "id": "s5"
    },
    {
      "text": "The judgment was entered by Judicial Registrar McDonald on 16 October 2007 for $196,630.10.",
      "id": "s6"
    },
    {
      "text": "Mr Young was also ordered to pay ICM's costs.",
      "id": "s7"
    },
    {
      "text": "ICM had sued Mr Young as a guarantor, and the parties had settled by way of a deed under which they executed a consent judgment to be filed only if Mr Young defaulted in paying by instalments, which he did.",
      "id": "s8"
    },
    {
      "text": "According to the Creditor's Petition, interest of $31,670.91 had accrued under s 101 of the Civil Procedure Act 2005 (NSW), making a total debt of $228,301.01.",
      "id": "s9"
    },
    {
      "text": "ICM's costs in the 2004 DC Proceeding have not yet been assessed.",
      "id": "s10"
    },
    {
      "text": "It is not disputed that a writ for the levy of property was issued by the District Court on 24 September 2008 and that a Sheriff's Officer attempted to execute the writ on or about 21 October 2008, but that the writ was returned unsatisfied.",
      "id": "s11"
    },
    {
      "text": "Mr Young contends, however, that in the exercise of its discretion the Court should not make a sequestration order because of a claim that he makes against ICM which is the subject of pending litigation (see below).",
      "id": "s12"
    },
    {
      "text": "Notwithstanding the terms of his notice of grounds of opposition ([20] and [64] below), Mr Young does not seem to dispute that he is unable to pay his debts: see s 52(2)(a) of the Bankruptcy Act .",
      "id": "s13"
    },
    {
      "text": "In his written submissions dated 8 July 2009 he says \"that for other sufficient cause a sequestration order ought not to be made\" and cites s 52(2)(b) of the Bankruptcy Act alone.",
      "id": "s14"
    },
    {
      "text": "Counsel who subsequently came to represent Mr Young also said that his submission was not that Mr Young was \"presently solvent\".",
      "id": "s15"
    },
    {
      "text": "I will, however, refer to both grounds (a) and (b) of s 52(2) below.",
      "id": "s16"
    },
    {
      "text": "PROCEDURAL BACKGROUND \n The procedural background to the present proceeding is complicated.",
      "id": "s17"
    },
    {
      "text": "The 2004 DC Proceeding arose out of a guarantee that Mr Young gave to ICM in respect of contractual performance by Namoi Valley Grain &amp; Grading Company Pty Ltd (Namoi) which traded as \"Namoi Rural Traders\".",
      "id": "s18"
    },
    {
      "text": "The guarantee was related to various agreements and dealings involving in various ways ICM, Namoi and another company, Australian Agricultural Commodities Pty Ltd (AAC), in the period 1998 to 2003 in connection with the growing, harvesting and sale of Bumper Kabuli chickpeas in the Wee Waa region of NSW.",
      "id": "s19"
    },
    {
      "text": "I referred at [3] above to ICM's judgment against Mr Young on the guarantee.",
      "id": "s20"
    },
    {
      "text": "On 19 November 2007 the Official Receiver issued Bankruptcy Notice NN68/2007 against Mr Young on the application of ICM.",
      "id": "s21"
    },
    {
      "text": "The Bankruptcy Notice was served on Mr Young on 4 December 2007.",
      "id": "s22"
    },
    {
      "text": "It required him to pay the amount of the judgment debt of $196,630.10 plus interest of $1,647.96, a total of $198,278.06, within 21 days after service of the Bankruptcy Notice, that is to say, by 25 December 2007.",
      "id": "s23"
    },
    {
      "text": "On 11 December 2007, AAC, of which Mr Young is now the sole member, director and the controlling mind, purportedly assigned to Mr Young any cause of action AAC had \"in contract, tort or otherwise against ICM... on any account whatsoever, howsoever arising, including but not limited to any action for damages for breach of contract in relation to a sub license agency agreement dated 8 September 1998\".",
      "id": "s24"
    },
    {
      "text": "On 18 December 2007, Mr Young signed on behalf of AAC a notice to ICM of the assignment.",
      "id": "s25"
    },
    {
      "text": "On 21 December 2007 Mr Young launched proceeding 5792 of 2007 in the District Court of New South Wales in which he made claims against ICM for damages for breach of contact and for \"royalties\" in a total sum of $360,682.00 (the 2007 DC Proceeding).",
      "id": "s26"
    },
    {
      "text": "The statement of claim pleaded the assignment dated 11 December 2007 and the notice of it dated 18 December 2007.",
      "id": "s27"
    },
    {
      "text": "The 2007 DC Proceeding seems to have been at a standstill until quite recent events recounted below, although on 23 July 2008 AAC was added as a second plaintiff.",
      "id": "s28"
    },
    {
      "text": "On 21 December 2007, the day on which he launched the 2007 DC Proceeding, Mr Young filed application SYG 3929 of 2007 in the Federal Magistrates Court of Australia seeking an order setting aside the Bankruptcy Notice on the ground that Mr Young had a set-off which could not have been raised in the 2004 DC Proceeding (FMC Bankruptcy Notice proceeding).",
      "id": "s29"
    },
    {
      "text": "ICM filed a notice stating grounds of opposition to the effect that the claimed set-off could have been raised in the 2004 DC Proceeding and that in any event Mr Young did not have a prima facie counter claim, set off or counter demand within the meaning of s 40(1)(g) of the Bankruptcy Act .",
      "id": "s30"
    },
    {
      "text": "On 25 January 2008 Mr Young on behalf of AAC signed a second notice of the assignment dated 11 December 2007.",
      "id": "s31"
    },
    {
      "text": "On 25 July 2008, the Federal Magistrates Court ordered that the Bankruptcy Notice be set aside and that ICM pay Mr Young's costs: Young v ICM Agriculture Pty Ltd [2008] FMCA 1038.",
      "id": "s32"
    },
    {
      "text": "ICM appealed from that judgment to this Court by a notice of appeal filed on 12 August 2008 (proceeding NSD1267 of 2008 --- the FC Bankruptcy Notice Appeal).",
      "id": "s33"
    },
    {
      "text": "Following a hearing at which ICM and Mr Young were represented by counsel, I ordered on 19 February 2009 that the appeal be allowed, the orders of the Federal Magistrates Court be set aside, and in lieu thereof it be ordered that the application to that Court be dismissed.",
      "id": "s34"
    },
    {
      "text": "I also ordered that Mr Young pay ICM's costs of the FMC Bankruptcy Notice proceeding and that he pay ICM's costs of the FC Bankruptcy Notice Appeal: ICM Agriculture Pty Ltd v Young [2009] FCA 109 (Earlier Reasons for Judgment).",
      "id": "s35"
    },
    {
      "text": "I will take my Earlier Reasons for Judgment as read.",
      "id": "s36"
    },
    {
      "text": "Mr Young's solicitors in the FC Bankruptcy Notice Appeal were Thomson Playford Cutlers, a supporting creditor in the present proceeding.",
      "id": "s37"
    },
    {
      "text": "On 20 March 2009 ICM commenced in this Court proceeding NSD 237/2009 (the First Sequestration Proceeding) by the filing of a Creditor's Petition against Mr Young.",
      "id": "s38"
    },
    {
      "text": "That petition was founded upon Mr Young's failure to comply on or before 20 February 2009 with the requirements of the Bankruptcy Notice, which, it will be recalled, had been served on Mr Young on 4 December 2008.",
      "id": "s39"
    },
    {
      "text": "The Creditor's Petition explained that the date 20 February 2009 was the time fixed for compliance in accordance with a deemed extension pursuant to s 41(7) of the Bankruptcy Act .",
      "id": "s40"
    },
    {
      "text": "As noted earlier, ICM commenced the present proceeding on 5 June 2009 also seeking an order that Mr Young's estate be sequestrated.",
      "id": "s41"
    },
    {
      "text": "At the commencement of the hearing of this proceeding on 8 July 2009, counsel for ICM indicated that there was a question as to the time by which the Bankruptcy Notice had had to be complied with, and explained that that issue would not have to be addressed because ICM was not proceeding on the Creditor's Petition in the First Sequestration Proceeding, but on the Creditor's Petition in the present proceeding in which, as noted earlier, a different act of bankruptcy was relied upon.",
      "id": "s42"
    },
    {
      "text": "THE HEARING ON 8 JULY 2009 \n At the hearing of the Creditor's Petition on 8 July 2009, Mr Young was not legally represented.",
      "id": "s43"
    },
    {
      "text": "He had filed a notice stating grounds of opposition.",
      "id": "s44"
    },
    {
      "text": "The only ground stated was that he had a set-off or cross claim against ICM on the basis of which he was solvent and that the petition should be dismissed.",
      "id": "s45"
    },
    {
      "text": "As noted earlier, there was a supporting creditor, namely, Thomson Playford Cutlers, the firm of solicitors that had represented Mr Young in the FC Bankruptcy Notice Appeal.",
      "id": "s46"
    },
    {
      "text": "An affidavit read on behalf of that firm showed that its claim arose under two costs agreements, the balances outstanding under which were respectively $11,322.87 and $20,222.70, making a total at the date of the affidavit, 8 July 2009, of $31,545.57.",
      "id": "s47"
    },
    {
      "text": "Mr Niels Stecher, solicitor, appeared for the supporting creditor and joined with ICM in submitting that a sequestration order should be made.",
      "id": "s48"
    },
    {
      "text": "The affidavits read on 8 July 2009 established that a writ for levy on property was issued in the 2004 District Court Proceeding on 19 September 2008.",
      "id": "s49"
    },
    {
      "text": "The writ showed the balance due on the judgment of 16 October 2007 as $196,630.10.",
      "id": "s50"
    },
    {
      "text": "The writ also showed accrued interest of $17,847.30 and costs of the writ and bailiff's fees paid making a grand total of $214,996.80.",
      "id": "s51"
    },
    {
      "text": "Records of the \"Local Courts &amp; Sheriff --- Attorney General's Department\" show that execution of the writ was attempted at Mr Young's address at Wee Waa NSW on 21 October 2008 but that Mr Young was unable to satisfy the debt.",
      "id": "s52"
    },
    {
      "text": "According to the report of Sergeant J Hanley, Mr Young's household contents would not satisfy a small portion of the debt and there were no motor vehicles sighted at the address.",
      "id": "s53"
    },
    {
      "text": "His report was that Mr Young was in full time employment and no goods were found belonging to Mr Young on which a seizure could be made.",
      "id": "s54"
    },
    {
      "text": "An affidavit made by Sergeant Hanley stated that he is based at the Lismore Sheriff's Office but regularly attends other Sheriff's Offices in New South Wales to perform Sheriff's duties and that on or about 21 October 2008 he was working from the Narrabri Sheriff's Office.",
      "id": "s55"
    },
    {
      "text": "According to his affidavit he attended on that date at the property at Wee Waa where he spoke to Mr Young who said that he could not pay the amount of the writ and had no property that could satisfy it.",
      "id": "s56"
    },
    {
      "text": "He invited Sergeant Hanley to look around the property.",
      "id": "s57"
    },
    {
      "text": "Sergeant Hanley said that he could not see any property to be seized to satisfy the writ and did not seize any goods from Mr Young's property.",
      "id": "s58"
    },
    {
      "text": "He provided a notice of non-levy dated 27 October 2008 to ICM's solicitors, Swaab Attorneys.",
      "id": "s59"
    },
    {
      "text": "An affidavit of Sergeant Mark Anthony Mulheron of the Sheriff's Office, Courthouse, Narrabri shows that shortly before 14 May 2009 he instructed an employee at the Narrabri Sheriff's Office to return the writ for the levy of property to the District Court Registry.",
      "id": "s60"
    },
    {
      "text": "The employee reported to him on or about 14 May 2009 that she had done so on that day.",
      "id": "s61"
    },
    {
      "text": "Other evidence read by ICM at the hearing on 8 July 2009 showed that a search of the National Personal Insolvency Index maintained by Insolvency Trustee Services Australia revealed that there were no details of a debt agreement in relation to ICM's judgment debt and that as at 7 July 2009 Mr Young owed ICM $228,301.01 in respect of the judgment debt of $196,630.10.",
      "id": "s62"
    },
    {
      "text": "There was before the Court a written consent by Jason Lloyd Porter and Ian Charles Francis to act as trustees of Mr Young's bankrupt estate.",
      "id": "s63"
    },
    {
      "text": "They are registered trustees within the meaning of s 5 of the Bankruptcy Act .",
      "id": "s64"
    },
    {
      "text": "Mr Young put into evidence a statement of his assets and liabilities which can be summarised as follows: Assets Value % Ownership Total Real Estate $230,000.00 100% $230,000.00 Bank Account $3,716.26 50% $1,858.13 Furniture $99,150.00 50% $49,575.00 ATO refund $17,961.69 100% $17,961.69 \n \n \n $299,394.82 \n Liabilities Value % Ownership Total Home Mortgage $106,637.33 100% $106,637.33 Credit Card/ANZ $3,620.00 50% $1,810.00 Credit Card/GE $2,872.00 50% $1,436.00 ATO liability $12,961.00 100% 12,961.00 \n \n \n $122,844.33 \n Surplus of Assets over Liabilities $176,550.49 \n The above statement was received as a submission by Mr Young as to his asset and liability position.",
      "id": "s65"
    },
    {
      "text": "Its persuasiveness depends on whether it is supported by evidence to be found elsewhere.",
      "id": "s66"
    },
    {
      "text": "Moreover, it leaves out of account the judgment debt and interest owed to ICM of $228,301.01, the debt owed to Thomson Playford Cutlers, Mr Young's liability to ICM under the two costs orders of this Court referred to earlier, and Mr Young's liability to ICM for the costs on the judgment in the 2004 DC Proceeding, also referred to earlier.",
      "id": "s67"
    },
    {
      "text": "Mr Young read an affidavit by Colin David Giles Stone, a registered valuer.",
      "id": "s68"
    },
    {
      "text": "Annexed to his affidavit was a valuation report.",
      "id": "s69"
    },
    {
      "text": "He valued the home and land at Wee Waa at $230,000 and the \"Furniture and Sundry (per Annexure 'A')\" at $99,150.",
      "id": "s70"
    },
    {
      "text": "Counsel for ICM submitted that I should give little weight to the valuation of the real estate and should reject entirely the valuation of the \"furniture and sundry\" in the absence of evidence as to the basis on which that valuation was made.",
      "id": "s71"
    },
    {
      "text": "Counsel for ICM made submissions in relation to some of the items in Mr Young's table of his assets and liabilities.",
      "id": "s72"
    },
    {
      "text": "In written submissions supplied some time after the 8 July hearing, counsel for ICM submitted that I should take into account the fact that following the sale of the house, Mr Young would have to buy or lease alternative accommodation.",
      "id": "s73"
    },
    {
      "text": "The evidence does not show whether Mr Young will live rent free with a friend or relative.",
      "id": "s74"
    },
    {
      "text": "He receives income as an employee of AAC.",
      "id": "s75"
    },
    {
      "text": "The evidence does not satisfactorily explain how the house could be sold and Mr Young would continue to survive.",
      "id": "s76"
    },
    {
      "text": "I agree with counsel for ICM that the valuation of the items in Annexure A to the valuation report raises questions.",
      "id": "s77"
    },
    {
      "text": "The descriptions of the items are very general and the figures assigned to them seem to be very high.",
      "id": "s78"
    },
    {
      "text": "For example, in bedroom 1, the \"King bed\" is valued at $4,000, the \"Linen/covers\" at $2,000 and \"Dresser 1\" at $2,500.",
      "id": "s79"
    },
    {
      "text": "Clothes in bedroom 1 are valued at $5,000 and shoes at $1,500.",
      "id": "s80"
    },
    {
      "text": "Other values that prompt questions are \"Photos\" in the dining area at $1,000, clothes in bedroom 2 at $2,000, and clothes in bedroom 3 at $1,000.",
      "id": "s81"
    },
    {
      "text": "The basis of the valuation is not stated --- indeed, the items in Annexure A are not referred to in the text of the valuation report.",
      "id": "s82"
    },
    {
      "text": "It may be that the figures represent Mr Stone's estimate of the cost of replacing the items rather than their realisable value.",
      "id": "s83"
    },
    {
      "text": "Yet it is their realisable value that is relevant to Mr Young's solvency.",
      "id": "s84"
    },
    {
      "text": "I admitted the part of Mr Stone's valuation relating to the furniture and sundries because the valuation report stated that the \"valuation purpose\" was \"current market valuation\".",
      "id": "s85"
    },
    {
      "text": "Moreover, Mr Stone's covering affidavit said that he was engaged by Mr Young to prepare \"a formal valuation of the residential property and furniture\".",
      "id": "s86"
    },
    {
      "text": "As I indicated on the hearing, however, I accord little or no weight to Mr Stone's valuation in so far as it relates to the furniture and sundries because I simply have no confidence in the figures assigned in the absence of a more detailed description of the items and justification in the report of the figures assigned to them.",
      "id": "s87"
    },
    {
      "text": "It is incredible that the furniture and sundries would be able to be turned into cash of $99,150.00 to enable Mr Young to use half of this sum to pay his present debts.",
      "id": "s88"
    },
    {
      "text": "There are other problems.",
      "id": "s89"
    },
    {
      "text": "Who is the owner of the other 50 percent share or interest in the furniture and sundries?",
      "id": "s90"
    },
    {
      "text": "Will he or she consent to an immediate sale of them?",
      "id": "s91"
    },
    {
      "text": "The evidence does not provide an answer to these questions.",
      "id": "s92"
    },
    {
      "text": "I regard the evidence touching the furniture and sundries as so unsatisfactory that I treat it as not supporting any particular value and proceed accordingly, although no doubt the items or at least some of them do have some value as on a sale.",
      "id": "s93"
    },
    {
      "text": "Later on 8 July 2009, an affidavit was read supporting Mr Young's indebtedness to Thomson Playford Cutlers.",
      "id": "s94"
    },
    {
      "text": "Mr Young said that he wished to contend that he did not owe the whole of the sum of $31,545.57 and wished to have the bill assessed.",
      "id": "s95"
    },
    {
      "text": "He said that he needed time to put on evidence.",
      "id": "s96"
    },
    {
      "text": "In view of the lateness of service of the affidavit I indicated that he would have the opportunity of doing so when the hearing resumed on the next hearing day (it was plain at the time that the matter would not be concluded on 8 July 2009).",
      "id": "s97"
    },
    {
      "text": "Counsel for ICM referred me to Totev v Sfar [2006] FCA 470 ; (2006) 230 ALR 236 at [37] - [44] ( Totev ) where Allsop J, when a judge of this Court, discussed, inter alia, the matters that a debtor must prove in order to establish \"other sufficient cause\" within s 52(2)(b) of the Bankruptcy Act .",
      "id": "s98"
    },
    {
      "text": "An appeal relating to that decision, Totev v Sfar [2008] FCAFC 35 ; (2008) 167 FCR 193 , is not of present relevance.",
      "id": "s99"
    },
    {
      "text": "Importantly, counsel submitted that I could not be satisfied that the claim made by Mr Young in the 2007 DC Proceeding was likely to be determined at any time in the near future.",
      "id": "s100"
    },
    {
      "text": "The fact was that Mr Young wished to file a significantly amended pleading in the 2007 DC Proceeding and counsel for ICM said that this would prompt a request for particulars.",
      "id": "s101"
    },
    {
      "text": "His submission was that allowing for amendment of the pleadings, the supply of particulars, a revised discovery in the light of amended pleadings, and preparation for trial, the 2007 DC Proceeding, assuming against ICM that it would succeed, could not be regarded as being likely to yield funds for the payment of Mr Young's creditors in anything like the near future so to overcome his present insolvency.",
      "id": "s102"
    },
    {
      "text": "Time did not permit the hearing to be concluded on 8 July 2009 and the proceeding was stood over to 2.00 pm on Wednesday 15 July 2009.",
      "id": "s103"
    },
    {
      "text": "THE HEARING ON WEDNESDAY 15 JULY 2009 \n There was a dramatic change at the resumed hearing on 15 July 2009.",
      "id": "s104"
    },
    {
      "text": "Mr J T Svehla of counsel had come to represent Mr Young (without any instructing solicitor).",
      "id": "s105"
    },
    {
      "text": "He applied for an adjournment.",
      "id": "s106"
    },
    {
      "text": "Mr Svehla said that he had come into the matter only recently and that he wished to achieve the following steps in the interests of Mr Young, both in the Federal Court and elsewhere: Mr T Sperber, solicitor of Swaab Attorneys who appeared for ICM opposed Mr Svehla's application for an adjournment as did Mr O Small, solicitor, who appeared for the supporting creditor, Thomson Playford Cutlers.",
      "id": "s107"
    },
    {
      "text": "For ICM, Mr Sperber submitted that the very nature of Mr Young's numerous proposed steps told against the grant of an adjournment.",
      "id": "s108"
    },
    {
      "text": "In summary, he said that a creditor ought not to be put to the expense of meeting the various steps to be taken by an insolvent debtor.",
      "id": "s109"
    },
    {
      "text": "In relation to the likely future of the 2007 DC Proceeding, he observed that Mr Young was \"in breach of orders in the District Court to put on his evidence\" and now wished to have a motion heard on 31 July 2009 to file what Mr Sperber said would be a \"Fourth Amended Statement of Claim\".",
      "id": "s110"
    },
    {
      "text": "Mr Sperber made the point that Mr Young had had legal representation at certain earlier stages and that there was no explanation as to why he had become represented at such a very late stage by new counsel.",
      "id": "s111"
    },
    {
      "text": "Mr Small, representing the supporting creditor, said that there had been some negotiations between his firm and Mr Young but no settlement hand been reached.",
      "id": "s112"
    },
    {
      "text": "In the event I refused Mr Svehla's application for the adjournment but granted him leave to reopen to the extent of leading evidence in response to the supporting creditor's affidavit which was filed in the course of the hearing on 8 July 2009.",
      "id": "s113"
    },
    {
      "text": "I disallowed certain paragraphs of an affidavit of Mr Young sworn on 13 July 2009 that were based on documents obtained by him as part of the process of discovery in the 2007 District Court proceeding.",
      "id": "s114"
    },
    {
      "text": "(Subsequently, on 16 July 2009, I allowed subject to relevance a paragraph putting into evidence his notice of motion returnable on 31 July 2009 in the 2007 District Court proceeding and the draft of a then proposed Further Amended Statement of Claim which Mr Young sought by way of that motion to file in that proceeding.",
      "id": "s115"
    },
    {
      "text": ") I also admitted into evidence an affidavit of Paul Hugh Grant Stewart, a friend of Mr Young's.",
      "id": "s116"
    },
    {
      "text": "His evidence showed that Mr Young had made an offer of $10,000 to the supporting creditor to settle its claim for legal costs against Mr Young, but that a decision as to whether to accept that offer was for Mr Pope of that firm who was still overseas.",
      "id": "s117"
    },
    {
      "text": "Mr Svehla also read an affidavit of Mr Young to the effect that: The proceeding was stood over part heard to the following day, 16 July 2009.",
      "id": "s118"
    },
    {
      "text": "THE HEARING ON 16 JULY 2009 \n In the course of the resumed hearing on 16 July 2009, Mr Svehla took me through the various steps that constituted his clients' causes of action.",
      "id": "s119"
    },
    {
      "text": "It appeared that essential to the claim as reformulated was an argument that under the Plant Breeder's Rights Act 1994 (Cth) (PBR Act), it was unlawful for any person other than a grantee under that Act or its licensee to sell the chickpeas.",
      "id": "s120"
    },
    {
      "text": "Mr Svehla said that Mr Young's case as reformulated would be that New South Wales Agriculture (NSWA) (later renamed the Department of Primary Industries - NSW DPI) has plant breeder's rights (PBRs) under the PBR Act and that a \"closed loop\" marketing system provided for in the Exclusive Marketing Rights Agreement dated 25 May 1998 between NSWA and AAC (Marketing Rights Agreement) had the effect that NSWA gave to AAC alone a licence to market the seed in question.",
      "id": "s121"
    },
    {
      "text": "AAC was entitled, so the argument goes, to deal with the seed only in accordance with the \"closed loop\" and, in particular, was not entitled to authorise ICM to sell it as ICM had done.",
      "id": "s122"
    },
    {
      "text": "Mr Svehla said that the Marketing Rights Agreement and subsequent downstream contracts had to be construed in the light of the PBR Act.",
      "id": "s123"
    },
    {
      "text": "He said that Mr Young's case would be that AAC never lost the title to the seed that it obtained under its licence from NSWA, and that ICM's sale of the seed was unlawful.",
      "id": "s124"
    },
    {
      "text": "I asked Mr Svehla whether Mr Young's entire case hinged upon the alleged conversion of AAC's property and the assignment from AAC to Mr Young.",
      "id": "s125"
    },
    {
      "text": "He replied: \n \n MR SVEHLA: Or the contractual claim which has two ways.",
      "id": "s126"
    },
    {
      "text": "There's the profit claim and your Honour's expressed views on that, but I think it has tried to be reformulated a bit in a proposed amendment.",
      "id": "s127"
    },
    {
      "text": "Another way of looking at the contractual claim is well one way you can put the contract is just a restoration of value rather than a loss of profits which is not a conversion claim.",
      "id": "s128"
    },
    {
      "text": "It's a contract claim that has an economic equivalent value.",
      "id": "s129"
    },
    {
      "text": "The conversion claim or the waiver of the tort and a money had and received claim.",
      "id": "s130"
    },
    {
      "text": "Now, the subtleties of those are the subject of the proposed amendment application in the District Court including the greater subtlety in the proposed version served yesterday which is not yet in evidence, but I'll ask your Honour to deal with that.",
      "id": "s131"
    },
    {
      "text": "The reason for, I suppose, what I might call the legal subtlety is because of the issues that arise around assignment and one might not have to necessarily take all of these routes if it was simply AAC suing, but where you're then having to deal with the assignment issue of the cause of action to Mr Young you have to deal with that matrix of law.",
      "id": "s132"
    },
    {
      "text": "It's not a device or an artifice.",
      "id": "s133"
    },
    {
      "text": "It's simply having to grapple with those legal matters which are complex, but if we end up in the situation where there is a valid assignment we have a situation where the --- and your Honour accepts that the case of AAC of ownership which derives its causes of action against ICM that we have a situation where the amount of money ICM derived from the sale of that product exceeds by a significant amount the value of its judgment against Mr Young including any potential rights or, sort of, uncontingent creditor rights without having to research the law of a contingent creditor in respect of orders for costs which have not yet transmogrified into a debt because of no taking of the necessary steps under the rules of court or the Legal Profession Act to effect that.",
      "id": "s134"
    },
    {
      "text": "HIS HONOUR: Now, you have not put any of this in writing in submissions at the moment, I think.",
      "id": "s135"
    },
    {
      "text": "MR SVEHLA: No, your Honour.",
      "id": "s136"
    },
    {
      "text": "I've spent all of my waking hours getting to where I am now.",
      "id": "s137"
    },
    {
      "text": "Directions were made for the filing and service of written submissions and the proceeding was adjourned part heard to 31 July 2009.",
      "id": "s138"
    },
    {
      "text": "It should be noted that a search result in evidence on the hearing on 15 July 2009 showed that the registered holder of PBRs in relation to the \"Bumper\" chickpea line was NSW DPI and Grains Research and Development Corporation (GRDC), and that the \"Agent\" was AAC.",
      "id": "s139"
    },
    {
      "text": "THE HEARING ON 31 JULY 2009 \n At the hearing on 31 July 2009 there was in evidence a copy of an \"Assignment Deed\" dated 30 July 2009 between AAC, NSW DPI and GRDC by which NSW DPI and GRDC assigned to AAC their respective rights, title and interest in the chickpea line G846-2-5, identified as \"Bumper Kabulis\" and any cause of action held by them respectively under the PBR Act in relation to the sale of that product by ICM.",
      "id": "s140"
    },
    {
      "text": "Since the preceding hearing on 16 July 2009, Mr Svehla had provided written submissions of 76 pages dated 24 July 2009, and the solicitors for ICM had provided written submissions of 39 paragraphs in reply dated 30 July 2009.",
      "id": "s141"
    },
    {
      "text": "(There were also before the Court Mr Young's own written submissions dated 8 July 2009 and written submissions by ICM dated 8 and 15 July 2009.",
      "id": "s142"
    },
    {
      "text": ") I will deal the parties' submissions under \"consideration\" below.",
      "id": "s143"
    },
    {
      "text": "EVENTS AFTER THE HEARING ON 31 JULY 2009 \n There were three developments after the hearing on 31 July 2009.",
      "id": "s144"
    },
    {
      "text": "First, on 17 August 2009, Mr Young and AAC launched proceeding NSD 874/2009 in this Court against ICM.",
      "id": "s145"
    },
    {
      "text": "The proceeding was commenced by application supported by a statement of claim.",
      "id": "s146"
    },
    {
      "text": "In broad terms, the claims made are in line with those made in the 2007 DC Proceeding.",
      "id": "s147"
    },
    {
      "text": "Although the form of application is lengthy, I find it convenient to set out the relief claimed in paras 2 --- 14 of the application (in para 1 the Court's leave was sought for AAC to commence and carry on the proceeding otherwise than by a solicitor: see Young v ICM Agriculture Pty Ltd [2009] FCA 1065): A declaration that in or about the period from 26 May 1997 until about 30 July 2009: (a) the Department of Primary Industries (formerly known as the New South Wales Department of Agriculture) for and on behalf of the State of New South Wales (\" NSW DPI \") and the Grains Research and Development Corporation (\" GRDC \"); (b) alternatively, the NSW DPI on behalf of itself and the GRDC, \n \n was or were the grantee (as defined in section 3(1) of the PBR Act), including on a provisional basis, of the PBR (as defined in section 3(1) of the PBR Act): \n \n \n (c) with respect to the chickpea (cicer arientinum) variety \" Bumper \" (the \" Product \");\n (d) which Product was the subject matter of an application number 1997/097 pursuant to section 24(1) of the PBR Act to the Secretary (as defined in section 3(1) of the PBR Act) for the grant of PBR in the variety \" Bumper\" (the \" PBR Application \");\n (e) which PBR Application was accepted by the Secretary, pursuant to section 39(1) of the PBR Act, on 26 May 1997 (the \" PBR Acceptance \"); and\n (f) in respect of which PBR was granted by the Secretary on 19 June 2000.",
      "id": "s148"
    },
    {
      "text": "A declaration that the respondent ( \"ICM \") by: (a) refusing to deliver to the second applicant (\" AAC \") or as it directed a crop of Bumper chickpeas comprising some 957 metric tonnes or thereabouts (the \" Bumper Chickpea Crop \") from at least 11 July 2003 and thereafter; (b) offering for sale the Bumper Chickpea Crop to Agrinational Pty Ltd (\" Agrinational \")' (c) selling or purporting to sell the Bumper Chickpea Crop to Agrinational in mid August 2003 and thereafter; (d) receiving at least $458,178.49 exclusive of GST (the \" Sale Amoun t\") for the Bumper Chickpea Crop; (e) not accounting to and providing to AAC the Sale Amount, \n \n (\"t he ICM Conduct \"),\n without or otherwise than in accordance with, authorisation from the grantee of the PBR with respect to the Product (the \" Rights \"), committed an infringement of the Rights pursuant to section 53(1) of the PBR Act.",
      "id": "s149"
    },
    {
      "text": "A declaration that NSW DPI and GRDC, alternatively, NSW DPI on its own behalf and on behalf of GRDC, have or has validly and effectively assigned to AAC the Rights, including to commence and continue an action for infringement under section 53(1) of the PBR Act.",
      "id": "s150"
    },
    {
      "text": "A declaration that AAC has validly and effectively assigned to the first applicant (\" Young \") the Rights, including to commence and continue an action for infringement under section 53(1) of the PBR Act.",
      "id": "s151"
    },
    {
      "text": "A declaration that in the events which have happened Young, alternatively, AAC, is the holder of the Rights pursuant to section 53(3) of the PBR Act.",
      "id": "s152"
    },
    {
      "text": "An order pursuant to section 56(3) of the PBR Act that ICM pay damages or give an account of profits to Young, alternatively AAC, arising from ICM's infringement of the Rights.",
      "id": "s153"
    },
    {
      "text": "A declaration that by engaging in all or part of the ICM Conduct, ICM: (a) converted to its own use and benefit the Bumper Chickpea Crop; (b) is required to pay damages in the Sale Amount, alternatively, some other amount to be determined.",
      "id": "s154"
    },
    {
      "text": "A declaration that by engaging in all or part of the ICM Conduct, ICM: \n \n \n (a) breached the terms of the one page agreement titled \"GROWERS LICENCE TO RECEIVE PLANTING SEED SCHEDULE TO THE CONTRACT FOR COMMERCIALLY GROWING BUMPER CHICKPEA\" dated 21 June 2002 to which AAC and ICM were parties (the \"Growers Licence\" );\n (b) is required to pay damages in the Sale Amount, alternatively some other amount to be determined;\n (c) is required to indemnify under the indemnity contained in clause 5 of the Growers Licence (\" ICM Indemnity \") in the Sale Amount, alternatively some other amount to be determined.",
      "id": "s155"
    },
    {
      "text": "A declaration that by engaging in all or part of the ICM Conduct, ICM had and received the Sale Amount to AAC's own use and benefit and that ICM is required to account for or pay by way of restitution the Sale Amount, alternatively some other amount to be determined.",
      "id": "s156"
    },
    {
      "text": "A declaration that in the events which have happened, by one or more instruments between AAC and Young and dated: (a) 11 December 2007 and titled \" Deed of Assignment of Cause of Action\" ; (b) 12 June 2009 and titled \" Supplementary Deed of Assignment\"; (c) 3 July 2009 and titled \" Further Supplementary Deed of Assignment\"; (d) 15 July 2009 and titled \" Deed of Assignment of Fruits of the Action \"; (e) 30 July 2009 and titled \" Assignment Deed \", \n \n AAC has validly and effectively assigned to Young on the terms therein, AAC's rights and causes of action or the fruits thereof, in respect of AAC's claims against ICM for: \n \n \n (f) breach of contract (the Growers Licence);\n (g) indemnity under the ICM Indemnity;\n (h) conversion of the Bumper Chickpea Crop;\n (i) money had and received or claim in restitution.",
      "id": "s157"
    },
    {
      "text": "An order that ICM pay Young, alternative, AAC: (a) damages for breach of the Growers Licence in the Sale Amount, alternatively, in some other amount to be determined; (b) the Sale Amount, alternative some other amount to be determined, pursuant to ICM Indemnity; (c) damages for ICM's conversion of the Bumper Chickpea Crop, in the Sale Amount, alternatively, some other amount to be determined; (d) the Sale Amount, alternatively, some other amount to be determined, as money had and received or in restitution; (e) interest.",
      "id": "s158"
    },
    {
      "text": "Costs.",
      "id": "s159"
    },
    {
      "text": "An order that there be set off or deducted from any amount which ICM may be ordered to pay Young or ACC [sic] in this proceeding (including any order for costs) the amount which Young owes or upon determination will owe to ICM in respect of: (a) the judgment made and entered on 16 October 2007 by Judicial Registrar McDonald in District Court of New South Wales proceedings number 3126 of 2004 between ICM (as plaintiff) against Young (as defendant) (\" 2004 DC Proceeding \") in favour of ICM against Young and accruing interest thereon; (b) ICM's costs in respect of the 2004 DC Proceeding; (c) ICM's costs in respect of Federal Magistrates Court of Australia Sydney Registry proceedings number SYG 3929 of 2007 between Young (as applicant) and ICM (as respondent); (d) ICM's costs in respect of Federal Court of Australia New South Wales District Registry proceedings number NSD 1267 of 2008 between ICM (as appellant) and Young (as respondent), \n \n and that the net balance be the amount for which ICM shall be liable to Young or AAC or Young shall be liable to ICM.",
      "id": "s160"
    },
    {
      "text": "There has been no suggestion that the State of New South Wales or the GRDC is to be joined as a party, notwithstanding, for example, the relief sought in para 4 of the application.",
      "id": "s161"
    },
    {
      "text": "It may be intended, however, that they will somehow indicate their consent to the making of the declarations and orders sought (see [54] above).",
      "id": "s162"
    },
    {
      "text": "Second, on 4 September 2009 the 2007 DC Proceeding was transferred to the Supreme Court of New South Wales in proceeding number 13822/09, and on the same day the Supreme Court ordered that it be transferred to this Court where it has been numbered NSD 1026 of 2009.",
      "id": "s163"
    },
    {
      "text": "The result of the first and second matters noted is that this Court is now seized of the claims made by Mr Young and AAC against ICM in the 2007 DC Proceeding as well as in the proceeding that they have recently commenced in this Court.",
      "id": "s164"
    },
    {
      "text": "Third, on 8 September 2009, by consent I admitted into evidence an agreed statement of facts (Exhibit R1) reading as follows: \n \n The parties agree that: \n \n On 4 September 2009 the Supreme Court of NSW made the following orders: \n \n \" 1.",
      "id": "s165"
    },
    {
      "text": "Pursuant to s 140(1) of the Civil Procedure Act 2005 (NSW), order that proceedings 5792 of 2007 in the District Court of New South Wales, Sydney Registry, between the parties hereto, be transferred to the Supreme Court of New South Wales Common Law Division.",
      "id": "s166"
    },
    {
      "text": "Pursuant to section 6 of the Jurisdiction of Courts (Cross-Vesting) Act 1987 (Cth), order that thee [sic: the] District Court proceedings be transferred from this Court to the Federal Court of Australia.",
      "id": "s167"
    },
    {
      "text": "The plaintiffs are to pay the defendant's costs of and incidental to this application.",
      "id": "s168"
    },
    {
      "text": "\" \n The pleadings in Federal Court proceeding NSD 874 of 2009 be received into evidence for the limited purpose of showing what the allegations of fact are in Federal Court proceeding 874 of 2009.",
      "id": "s169"
    },
    {
      "text": "On about 19 August 2009 Young and AAC served a draft Further Amended Statement of Claim to be the subject of the Motion of 8 July 2009 in the District Court proceeding 5792 of 2007 (now transferred to the Federal Court) and that document be received into evidence for the limited purpose of showing what the proposed amendments are.",
      "id": "s170"
    },
    {
      "text": "Federal Court proceeding NSD 874 of 2009 was commenced by Young and AAC on 17 August 2009 and was first returnable before the Federal Court on 26 August 2009.",
      "id": "s171"
    },
    {
      "text": "Young and AAC have filed a Motion in Federal Court proceeding NSD 874 of 2009 returnable for hearing at 2.15 pm on 8 September 2009 for: (i) leave for Young to appear on behalf of AAC without a solicitor; and (ii) for an expedited hearing.",
      "id": "s172"
    },
    {
      "text": "Young and AAC have filed and served affidavits on which they seek to rely in support of the motion referred to in paragraph 5 above.",
      "id": "s173"
    },
    {
      "text": "CONSIDERATION \n I am satisfied with the proof of the matters stated in the petition, service of the petition, and the fact that the debt on which ICM relies is still owing.",
      "id": "s174"
    },
    {
      "text": "Accordingly, the Court's power to make a sequestration order is activated: see s 52(1) of the Bankruptcy Act .",
      "id": "s175"
    },
    {
      "text": "This requires that attention be given to s 52(2) of the Bankruptcy Act which provides: \n \n If the Court... is satisfied by the debtor:\n (a) that he or she is able to pay his or her debts; or\n (b) that for other sufficient cause a sequestration order ought not to be made;\n it may dismiss the petition.",
      "id": "s176"
    },
    {
      "text": "The word \"debt\" is defined in s 5(1) of the Bankruptcy Act to include \"liability\".",
      "id": "s177"
    },
    {
      "text": "Mr Young's notice stating grounds of opposition states the following ground: \n \n The Respondent has a set-off or cross claim against the Applicant.",
      "id": "s178"
    },
    {
      "text": "On the basis of the set-off or cross claim the Respondent is solvent and the Petition should be dismissed.",
      "id": "s179"
    },
    {
      "text": "Mr Young's reference to solvency seems to be referable to para (a) of s 52(2) , but the alleged set-off or cross claim is also capable of being relevant to para (b)'s \"other sufficient cause\".",
      "id": "s180"
    },
    {
      "text": "Indeed, most of the argument was directed to the latter ground.",
      "id": "s181"
    },
    {
      "text": "Elsewhere Mr Young has not disputed his insolvency - see [5] above.",
      "id": "s182"
    },
    {
      "text": "It is the debtor, Mr Young, who bears the onus of satisfying the Court of the existence of ground (a) or (b).",
      "id": "s183"
    },
    {
      "text": "Section 5(2) of the Bankruptcy Act provides that a person is solvent if, and only if, the person is able to pay all the person's debts, as and when they become due and payable.",
      "id": "s184"
    },
    {
      "text": "Section 124(3)(a) speaks of a person's being unable to pay that person's debts as they become due from that person's own money.",
      "id": "s185"
    },
    {
      "text": "In International Alpaca Management Pty Ltd v Ensor [1999] FCA 72 ( Alpaca ), Katz J referred to these provisions and to the well known discussions of the concept of solvency in Bank of Australasia v Hall [1907] HCA 78 ; (1907) 4 CLR 1514 at 1527-8 and 1542-3 ( Hall ); and Sandell v Porter [1966] HCA 28 ; (1966) 115 CLR 666 at 670-671 ( Sandell ).",
      "id": "s186"
    },
    {
      "text": "From the former, his Honour seemed to draw a conclusion that one should consider whether the debtor would be able to pay debts as they fell due in the reasonably near future, not simply those that were immediately payable; from the latter, that where the provision refers to debts being able to be paid from the person's own money, that money may extend to cash realised from sale, mortgage or pledge of the person's assets within a relatively short time, subject to considerations relating to household necessities (see [72] below).",
      "id": "s187"
    },
    {
      "text": "Ultimately, however, the approach taken by Katz J to the interpretation of s 52(2)(a) depended on the construction of the provision which the debtor accepted before his Honour.",
      "id": "s188"
    },
    {
      "text": "In Rigg v Baker [2006] FCAFC 179 ; (2006) 155 FCR 531 , in a passage with which Sundberg and French JJ did not disagree, Cowdroy J noted at [104] a number of cases, including Alpaca, in which the passages from Sandell and Hall referred to above had been treated as applicable to s 52(2)(a).",
      "id": "s189"
    },
    {
      "text": "The decision of a Full Court of this Court in Stankiewicz v Plata [2000] FCA 1185 (see [29]-[30] of that decision) is one such case.",
      "id": "s190"
    },
    {
      "text": "There is some authority relating to the construction of the generally similar provision in s 95A of the Corporations Act 2001 (Cth).",
      "id": "s191"
    },
    {
      "text": "That section defines solvency as requiring that \"the person is able to pay all the person's debts, as and when they become due and payable.",
      "id": "s192"
    },
    {
      "text": "\" Like s 52(2)(a) of the Act, the provision does not include the words \"from his or her own money\".",
      "id": "s193"
    },
    {
      "text": "In Lewis v Doran [2004] NSWSC 608 ; (2004) 208 ALR 385 , Palmer J in the Supreme Court of New South Wales concluded that the omission of those words from s 95A \"leaves the Court free to determine insolvency, whether retrospective or prospective, as a question of commercial reality having regard to the particular facts of the case\" (at [111]).",
      "id": "s194"
    },
    {
      "text": "The New South Wales Court of Appeal affirmed his Honour's decision ( Lewis (as liq of Doran Constructions Pty Ltd (in liq)) v Doran [2005] NSWCA 243 ; (2005) 219 ALR 555) and did not express disagreement with his exposition of the relevant legal principles.",
      "id": "s195"
    },
    {
      "text": "Giles JA, with whom Hodgson and McColl JJA agreed, suggested at [109] that \"there is no compelling reason to exclude from consideration funds which can be gained from borrowings secured on assets of third parties, or even unsecured borrowings\" provided that the company is capable of repaying this loan as and when it falls due.",
      "id": "s196"
    },
    {
      "text": "Giles JA noted (at [110]) that even before the introduction of this wording of s 95A, in a number of decisions courts had been prepared to pay regard to the ability to obtain unsecured borrowings.",
      "id": "s197"
    },
    {
      "text": "In the context of s 95A, this line of authority suggests that the capacity of a company to obtain unsecured credit may form part of the assessment of the company's solvency, but the degree to which that capacity is considered to be a realistic means of keeping the company out of insolvency depends on the commercial reality surrounding the making of the loan.",
      "id": "s198"
    },
    {
      "text": "This approach has been taken to the construction of s 5(2) and (3) of the Bankruptcy Act (see Whitton as Trustee of the Estate of Rose v Regis Towers Real Estate Pty Ltd (in administration) [2007] FCAFC 125 ; (2007) 161 FCR 20).",
      "id": "s199"
    },
    {
      "text": "The notion of the capacity to borrow and to obtain unsecured credit discussed in the cases has little relevance to Mr Young's borrowing AAC's claimed cause of action against ICM under the extraordinary terms of the assignments referred to below.",
      "id": "s200"
    },
    {
      "text": "For the reasons that appear below, whether considered as going to para (a) or (b) of s 52(2), Mr Young's claim against ICM does not avail him in my opinion.",
      "id": "s201"
    },
    {
      "text": "In relation to para (a), it cannot be said that the claim equips him with the means of paying his debts within the relatively short time required to support a conclusion of ability to pay debts.",
      "id": "s202"
    },
    {
      "text": "Nor does the subsistence of the claim constitute \"other sufficient cause\" within para (b) of s 52(2) of the Bankruptcy Act .",
      "id": "s203"
    },
    {
      "text": "Mr Young's debts can be summarised as follows: Debts \n $ ICM (as at 7 July 2009) 228,301.01 Thomson Playford Cutlers (as at 8 July 2009) 31,545.57 Home mortgage (Mr Young's table) 106,637.33 Credit Card/ANZ (Mr Young's table) 1,810.00 Credit Card/GE (Mr Young's table) 1,436.00 ATO liability (Mr Young's table) 12,961.00 \n \n $382,690.91 \n \nIn addition, there are Mr Young's unquantified liabilities under the three costs orders mentioned earlier (see [28] above).",
      "id": "s204"
    },
    {
      "text": "I regard Mr Young's assets to be as follows: Assets $ Real estate 230,000.00 Bank account 1,858.13 ATO refund 17,961.69 \n $249,819.82 \n \nIn addition there is the unquantified \"furniture and sundries\" (see [29]-[35] above).",
      "id": "s205"
    },
    {
      "text": "Moreover, there is Mr Young's asserted but unquantified claim against Thomson Playford Cutlers which might reduce the amount he owes to that firm down to, say, $10,000 - the amount of the offer he made to it.",
      "id": "s206"
    },
    {
      "text": "In determining whether Mr Young is able to pay his debts I am not entitled to assume that he will realise assets that are necessary for him to maintain a reasonable level of existence, such as household goods: see Alpaca at [16]; Helfenbaum v St George Bank Ltd [2001] FCA 1392 at [24] .",
      "id": "s207"
    },
    {
      "text": "On the basis of the claim for money had and received, Mr Young's claim against ICM is for $427,171.61 plus interest.",
      "id": "s208"
    },
    {
      "text": "Whether Mr Young \"can pay his debts\" and whether he has shown \"other sufficient cause\" depend on the role of his claim against ICM.",
      "id": "s209"
    },
    {
      "text": "Time\n Counsel for Mr Young has frankly and properly described his client's claim as \"complex\" and as having its subtleties.",
      "id": "s210"
    },
    {
      "text": "In my estimation, having regard to the complexity both factually and legally of the nature of Mr Young's claim, it will not be resolved until at least May or June next year.",
      "id": "s211"
    },
    {
      "text": "For this reason alone, Mr Young has not proved that he \"is able to pay his debts.",
      "id": "s212"
    },
    {
      "text": "\" The oral evidence will not be extensive, although there is one area of substantial dispute.",
      "id": "s213"
    },
    {
      "text": "This concerns conversations and correspondence between Mr Young and representatives of ICM in mid-2003.",
      "id": "s214"
    },
    {
      "text": "Mr Young has particularised a meeting on 29 May 2003 followed by at least 23 letters or emails.",
      "id": "s215"
    },
    {
      "text": "The question whether ICM was entitled as against AAC to sell the seed will depend on a close analysis, not only of the written contracts, but also of the dealings between Mr Young representing AAC and the representatives of ICM, notably Alan Hoppe and Douglas Shears (see the Earlier Reasons for Judgment at [32]).",
      "id": "s216"
    },
    {
      "text": "The documentary evidence will also not be voluminous, but painstaking attention will have to be given to it.",
      "id": "s217"
    },
    {
      "text": "The documents were discussed in my Earlier Reasons for Judgment.",
      "id": "s218"
    },
    {
      "text": "As I understand him, counsel for Mr Young will ask that the documents be construed afresh in the light of new arguments not previously advanced and founded on the PBR Act.",
      "id": "s219"
    },
    {
      "text": "The interlocutory steps of finalisation of pleadings, discovery and the filing and service of affidavits should be concluded by December this year.",
      "id": "s220"
    },
    {
      "text": "At least that would be the case if the course is a smooth one.",
      "id": "s221"
    },
    {
      "text": "The fact that Mr Young does not have a solicitor might lengthen the process.",
      "id": "s222"
    },
    {
      "text": "Depending on the commitments of the Docket Judge and counsel, a hearing fixture might be given for March or April 2010.",
      "id": "s223"
    },
    {
      "text": "In my estimation the hearing will take some two to three days.",
      "id": "s224"
    },
    {
      "text": "Depending on the workload of the trial Judge at the time, in my estimate judgment will be given two to three months following the hearing.",
      "id": "s225"
    },
    {
      "text": "All things considered, it will take until approximately next May or June at the earliest to bring the proceeding to finality.",
      "id": "s226"
    },
    {
      "text": "It must not be forgotten that in substance the proceeding has recently been completely re-shaped in order, inter alia, to meet difficulties identified in my Earlier Reasons for Judgment.",
      "id": "s227"
    },
    {
      "text": "Mr Young has been entitled to take the course that he has taken but it would lie ill in his mouth to complain of the time that will now be taken to bring his claim against ICM to a conclusion.",
      "id": "s228"
    },
    {
      "text": "He appears to have done little to advance the 2007 DC Proceeding until the last few months.",
      "id": "s229"
    },
    {
      "text": "In substance the position is that since Mr Svehla's involvement on or just before 15 July 2009, or perhaps since the Supplementary Deed of Assignment dated 12 June 2009, Mr Young has shaped a new and complex case against ICM.",
      "id": "s230"
    },
    {
      "text": "He and those assisting him have been very active in doing so.",
      "id": "s231"
    },
    {
      "text": "However, his earlier delay (the events in question occurred in 2003) and the time now to be taken in bringing this new claim to finality both tell against him in this proceeding.",
      "id": "s232"
    },
    {
      "text": "In my opinion, even if Mr Young succeeded against ICM, the time lapse of at least some eight to nine months before the case is brought to finality means that he is not \"able to pay his debts\".",
      "id": "s233"
    },
    {
      "text": "His delay and that same lapse of time also tell against his proving \"other sufficient cause\".",
      "id": "s234"
    },
    {
      "text": "The assignments\n In order to establish \"other sufficient cause\" (or, of course, ability to pay debts) Mr Young must establish that his claim against ICM is likely to succeed, not merely that he has an arguable claim: see the numerous cases listed in McQuade and Gronow, McDonald Henry and Meek's Australian Bankruptcy Law and Practice (6 th ed, Thomson Lawbook Co, as at 7 October 2009) at [52.2.22], esp Totev at [37]-[44] .",
      "id": "s235"
    },
    {
      "text": "The test is more stringent and demanding than that which applies under s 41(7) of the Bankruptcy Act , which relates to the extension of time for compliance with a bankruptcy notice where a debtor has applied for an order setting aside that notice on the ground that the debtor has a counter-claim, set-off or cross demand of the kind referred to in s 40(1)(g) of that Act.",
      "id": "s236"
    },
    {
      "text": "As Allsop J observed in Totev at [45], the context is different under s 52(2)(b).",
      "id": "s237"
    },
    {
      "text": "The authorities referred to by his Honour show that the debtor's claim against the petitioning creditor must be one which is \"likely to succeed\".",
      "id": "s238"
    },
    {
      "text": "For the reasons below and in the Earlier Reasons for Judgment, I am not satisfied that Mr Young's claim is likely to succeed.",
      "id": "s239"
    },
    {
      "text": "The terms of the assignment of 11 December 2007 were previously noted.",
      "id": "s240"
    },
    {
      "text": "In my Earlier Reasons for Judgment I held that assignment invalid for the reasons there set out.",
      "id": "s241"
    },
    {
      "text": "I will not summarise those reasons beyond saying that I held the purported assignment to be of a bare cause of action which the parties accepted could be sustained only if Mr Young had a \"genuine commercial interest\" in taking the assignment and enforcing it for his own benefit (at [122]).",
      "id": "s242"
    },
    {
      "text": "AAC and Mr Young have recently entered into the three deeds of assignment referred to below apparently in an attempt to overcome the problem referred to.",
      "id": "s243"
    },
    {
      "text": "Mr Young now seeks to support the assignment of the causes of action as being ancillary to and supportive of an assignment of property as well as on the \"genuine commercial interest\" ground.",
      "id": "s244"
    },
    {
      "text": "The three deeds were executed after the First Sequestration Proceeding was commenced by ICM on 20 March 2009 and after this present sequestration proceeding was commenced by ICM on 5 June 2009.",
      "id": "s245"
    },
    {
      "text": "On 12 June 2009 AAC and Mr Young entered into a \"Supplementary Deed of Assignment\" .",
      "id": "s246"
    },
    {
      "text": "By this Supplementary Deed of Assignment, AAC purported to assign to Mr Young \"Assigned Property\", which was: (a) the Bumper Chickpea seed grown by ICM under what was described as the grower's licence to receive planting seed entered into in or about June 2001 between AAC through its agent Namoi and ICM, and which was the product of seed supplied by AAC or its agent to ICM under the grower's licence (in the document called \"Seed\"); and (b) each of: (i) AAC's cause of action against ICM for breach of the grower's licence in relation to the Seed; and (ii) AAC's cause of action against ICM in tort for return or conversion of the Seed.",
      "id": "s247"
    },
    {
      "text": "These two causes of action are collectively called in the document \"the Limited Cause of Action\".",
      "id": "s248"
    },
    {
      "text": "Apparently the purpose of including the assignment to Mr Young of the Seed was to ensure that the two causes of action would be ancillary to, and supportive of, an assignment of property: see my Earlier Reasons for Judgment at [116]-[125] and the cases there cited.",
      "id": "s249"
    },
    {
      "text": "However, the device does not achieve its aim for reasons to be mentioned below.",
      "id": "s250"
    },
    {
      "text": "The consideration for the assignment is that Mr Young agreed to pay AAC all \"Recoveries\" at the times of their respective \"receipt[s]\" (cll 3.1, 3.2).",
      "id": "s251"
    },
    {
      "text": "The expression \"Recoveries\" is defined in cl 1.1 as follows: \n \n Recoveries means all monies recovered or received by the Assignee from ICM in relation to the Assigned Property, after deduction of all legal and other costs, either in money or by way of set-off against or deduction from other monies owed by the Assignee to ICM.",
      "id": "s252"
    },
    {
      "text": "In respect of monies set-off against or deducted from other monies owed by the Assignee to ICM such monies shall be deemed for the purposes of this Deed to have been received by the Assignee on the date on which a final judgment is entered in favour of the Assignee against ICM in any action or proceedings by the Assignee against ICM in respect of the Assigned Property and Recovery has a corresponding meaning.",
      "id": "s253"
    },
    {
      "text": "Clause 3.3 provides that at the time of receipt, AAC and Mr Young shall be deemed to have entered into a \"Payment Agreement\" in the form set out in Schedule One (see [94] below).",
      "id": "s254"
    },
    {
      "text": "Clauses 3.4 and 3.5 provide:\n \n 3.4 The parties agree and acknowledge that the intent of this Deed is that the Assignee will pursue recovery of damages from ICM under the Limited Cause of Action and will pay the Recoveries to the Assignor such that the Assignee will not make a profit from the Assigned Property.",
      "id": "s255"
    },
    {
      "text": "3.5 The parties agree and acknowledge that the aggregate sum of all Recoveries paid or payable by the Assignee to the Assignor under this Deed shall be the price payable by the Assignee to the Assignor for the Seed and the associated Limited Cause of Action.",
      "id": "s256"
    },
    {
      "text": "The Supplementary Deed of Assignment was said to be for the removal of doubt about whether the original assignment was valid, in that it purported to assign to Mr Young any part of the Assigned Property not already assigned by the Deed of Assignment.",
      "id": "s257"
    },
    {
      "text": "The Supplementary Deed of Assignment also recited that there were six ordinary issue shares in the capital of AAC, all of which were held by Mr Young.",
      "id": "s258"
    },
    {
      "text": "According to an ASIC search in evidence, the effective date of the last dealing as a result of which it can be said that Mr Young holds all six shares is 12 June 2009 (ASIC document number 5E2128323) that is, it appears that Mr Young became the holder of the last of the six shares on 12 June 2009, the very date of the Supplementary Deed of Assignment.",
      "id": "s259"
    },
    {
      "text": "Apparently Mr Young became the holder of all six shares in an attempt to ensure that he had a genuine commercial interest to support the Supplementary Deed of Assignment: see the Earlier Reasons for Judgment at [116]ff esp at [121], [123].",
      "id": "s260"
    },
    {
      "text": "The effect of the Supplementary Deed of Assignment seems to be that upon judgment being entered for Mr Young against ICM, Mr Young becomes indebted to AAC for that amount.",
      "id": "s261"
    },
    {
      "text": "That is to say, Mr Young's balance sheet position remains the same, although with a friendly creditor, AAC, in place of ICM.",
      "id": "s262"
    },
    {
      "text": "This construction gives full effect to cl 3.4 and assumes that the whole of Mr Young's judgment against ICM is to be set off against or deducted from ICM's judgment against Mr Young in the 2004 DC Proceeding, as it probably would on the basis that the two claims arise out of the same course of dealing and are closely related, and it would be unjust for ICM to enforce its judgment against Mr Young without giving credit for his judgment against it.",
      "id": "s263"
    },
    {
      "text": "The Payment Agreement in Schedule One to the Supplementary Deed of Assignment provides for minimum repayments of Recovery amounts (the term 'Recovery' is defined to have the same meaning in the Payment Agreement as in the Supplementary Deed of Assignment, although I note that in the latter document, the term defined is 'Recoveries') and for repayment of any Recovery within seven years of the date of receipt of the Recovery by Mr Young.",
      "id": "s264"
    },
    {
      "text": "Clause 6.1 provides that AAC has the right to terminate the Payment Agreement if Mr Young becomes bankrupt or for default by him for a period of not less than 14 days in making any payment.",
      "id": "s265"
    },
    {
      "text": "Termination of the Payment Agreement would not eliminate Mr Young's indebtedness to AAC.",
      "id": "s266"
    },
    {
      "text": "That indebtedness would arise once Mr Young obtained judgment against ICM.",
      "id": "s267"
    },
    {
      "text": "Indeed, clause 6.2 provides that on termination of the Payment Agreement under clause 6.1, any outstanding amounts become immediately due and payable by Mr Young to AAC.",
      "id": "s268"
    },
    {
      "text": "By a Notice of Assignment dated 12 June 2009, AAC gave notice to ICM of the assignment purportedly effected by the Supplementary Deed of Assignment.",
      "id": "s269"
    },
    {
      "text": "On 3 July 2009 AAC and Mr Young entered into a \"Further Supplementary Deed of Assignment\".",
      "id": "s270"
    },
    {
      "text": "By this document AAC purported to assign to Mr Young what was described as an \"Indemnity Right\".",
      "id": "s271"
    },
    {
      "text": "This was AAC's right to be indemnified given by cl 5 of \"the growers licence to receive planting seed entered in or about 26 June 2002 between [AAC] through its Agent Namoi... and ICM\".",
      "id": "s272"
    },
    {
      "text": "(In the earlier Supplementary Deed of Assignment the grower's licence was said to have been entered into \"in or about June 2001\" and cl 2.2 of the Further Supplementary Deed of Assignment states that \"June 2001\" in that document should have read \"26 June, 2002\".",
      "id": "s273"
    },
    {
      "text": ") The assignment is said to be for the removal of doubt in case the Indemnity Right did not form part of the \"Assigned Property\" and was not validly and enforceably assigned under either the original Deed of Assignment or the Supplementary Deed of Assignment.",
      "id": "s274"
    },
    {
      "text": "Notice of the Further Supplementary Deed of Assignment was apparently given to ICM by a Notice of Assignment dated 3 July 2009.",
      "id": "s275"
    },
    {
      "text": "Nothing further need be said of the Further Supplementary Deed of Assignment.",
      "id": "s276"
    },
    {
      "text": "On 15 July 2009 AAC and Mr Young entered into a fourth assignment document called \"Deed of Assignment of Fruits of the Action\".",
      "id": "s277"
    },
    {
      "text": "By this document AAC purported to assign to Mr Young the benefit of, and the right to enforce, any judgment or order (including any order for costs) in favour of AAC in the 2007 DC Proceeding (including if that proceeding was transferred to another Court).",
      "id": "s278"
    },
    {
      "text": "The consideration for the assignment was that Mr Young agreed to pay to AAC all monies received by him in respect of AAC's \"Fruits of the Action\", whether by enforcement or otherwise, except for monies: \n \n (a) received or recovered by way of set-off against or deduction from; or\n (b) applied to payment of \n \n\nother monies owed by Mr Young to ICM.",
      "id": "s279"
    },
    {
      "text": "Clause 1.1 provided that except where inconsistent with the Deed of Assignment of Fruits of the Action itself, terms defined in the Supplementary Deed of Assignment or the Further Supplementary Deed of Assignment had the same meanings where used in the Deed of Assignment of Fruits of the Action.",
      "id": "s280"
    },
    {
      "text": "Clause 2.2 indicates the purpose of the Deed of Assignment of Fruits of the Action.",
      "id": "s281"
    },
    {
      "text": "It provides that the parties acknowledge that if the assignments of 12 June (the Supplementary Deed of Assignment) and 3 July 2009 (the Further Supplementary Deed of Assignment) are effective, it is unlikely that there will be any judgment in favour of AAC, as defined above, on which the Deed of Assignment of the Fruits of the Action of 15 July 2009 will operate.",
      "id": "s282"
    },
    {
      "text": "In other words, only if any earlier purported assignment of the underlying causes of action to Mr Young is ineffective will the Deed of Assignment of Fruits of the Action have any work to do.",
      "id": "s283"
    },
    {
      "text": "Clause 4.1 provided that if Mr Young is made bankrupt, the assignment of the Fruits of the Action and the assignments of 11 December 2007, 12 June 2009 and 3 July 2009 cease to be of effect and there is to be a re-assignment by Mr Young (supposedly by then a bankrupt) to AAC so that the parties will be restored to their pre-assignment positions.",
      "id": "s284"
    },
    {
      "text": "Apparently AAC gave notice of the present assignment to ICM by a Notice of Assignment dated 15 July 2009.",
      "id": "s285"
    },
    {
      "text": "I turn now to the various purported assignments of 12 June 2009, 3 July 2009 and 15 July 2009.",
      "id": "s286"
    },
    {
      "text": "First, the Seed, which is part of the Assigned Property under the Supplementary Deed of Assignment, would have no longer existed as at 12 June 2009 (it existed in 2003).",
      "id": "s287"
    },
    {
      "text": "Second, if it still existed somewhere as at 12 June 2009, there is no evidence that it was then the property of AAC.",
      "id": "s288"
    },
    {
      "text": "Third, the two \"Limited Causes of Action\" were not in aid of or incidental or ancillary to the assignment of the Seed: the alleged causes of action arose some six years before the purported assignment of the Seed on 12 June 2009; cf Monk v Australia and New Zealand Banking Group Ltd (1994) 34 NSWLR 148 at 151-152 ( Monk ); Trendtex Trading Corporation v Credit Suisse [1982] AC 679 at 703 ( Trendtex ).",
      "id": "s289"
    },
    {
      "text": "Contrast First City Corporation Ltd v Downsview Nominees Ltd [1989] 3 NZLR 710 , in which the causes of action in question were assigned in order to ensure that the assignee enjoyed the property, which was assigned at the same time.",
      "id": "s290"
    },
    {
      "text": "This decision was reversed in part by the Court of Appeal, but on grounds not presently relevant --- see First City Corporation Limited v Downsview Nominees Ltd [1990] 3 NZLR 265 (and see also the decision of the Privy Council in Downsview Nominees Ltd v First City Corporation Ltd [1993] AC 295 ; [1993] 1 NZLR 513).",
      "id": "s291"
    },
    {
      "text": "The purported assignment of the two \"Limited Causes of Action\" cannot be supported as ancillary to an assignment of the Seed.",
      "id": "s292"
    },
    {
      "text": "Further, in so far as a cause of action in conversion is pleaded, a right of action in tort is incapable of assignment: see Poulton v The Commonwealth (1953) 89 CLR 540 at 602 per Williams, Webb &amp; Kitto JJ; Salfinger v Niugini Mining (Australia) Pty Ltd (No 3) [2007] FCA 1532 per Heerey J at [115]-[120] ( Salfinger ).",
      "id": "s293"
    },
    {
      "text": "Assuming in favour of Mr Young that the assignments could be saved by Mr Young's having had a genuine commercial interest in taking them (see Trendtex ), they would not be saved.",
      "id": "s294"
    },
    {
      "text": "Mr Young became the sole shareholder of AAC on 12 June 2009.",
      "id": "s295"
    },
    {
      "text": "He did not have a genuine commercial interest as at 11 December 2007 (see the Earlier Reasons for Judgment at [122]-[123]) and the mere fact without more that he was a one hundred percent shareholder in AAC at the time of the subsequent purported assignments on 12 June, 3 July and 15 July 2009 does not support those purported assignments.",
      "id": "s296"
    },
    {
      "text": "The question to be asked is: what genuine commercial interest did Mr Young have at the time of any assignment being considered that would be served by that assignment?",
      "id": "s297"
    },
    {
      "text": "It is not as if the assignment was necessary in order that the claimed cause of action against ICM be enforced and Mr Young's interest as shareholder be safeguarded.",
      "id": "s298"
    },
    {
      "text": "As sole shareholder, director and controlling mind of AAC, Mr Young was in a position to ensure that AAC itself pursued ICM.",
      "id": "s299"
    },
    {
      "text": "Apparently Mr Young thought that it would serve his interests as shareholder for AAC to do so.",
      "id": "s300"
    },
    {
      "text": "The answer to the question posed is: \"none --- his interest was to become a creditor of ICM and so avoid bankruptcy\".",
      "id": "s301"
    },
    {
      "text": "This is a personal benefit, not a genuine commercial interest of the assignee of the kind to which Trendtex refers; cf Monk at 152-153.",
      "id": "s302"
    },
    {
      "text": "The Deed of Assignment of Fruits of the Action cannot operate as a present assignment at all because its subject matter does not yet exist and may never exist.",
      "id": "s303"
    },
    {
      "text": "The document operates as a contract between AAC and Mr Young to be performed in the future.",
      "id": "s304"
    },
    {
      "text": "Its effect seems to be that if AAC obtains a judgment or order against ICM in the 2007 DC Proceeding, Mr Young is to be entitled to the proceeds, and the consideration for this is that Mr Young must pay to AAC the amount of those proceeds less an amount equal to the amount of ICM's judgment against Mr Young in the 2004 DC Proceeding, since, as I have said, the two judgments would probably be set off the one against the other.",
      "id": "s305"
    },
    {
      "text": "In other words AAC would be giving to Mr Young an amount equal to the amount of ICM's judgment against him in the 2004 DC Proceeding.",
      "id": "s306"
    },
    {
      "text": "There is no suggestion that the requirements touching a company's return of capital to its members have been or will be attended to: see, in particular, s 256B(1)(b) of the Corporations Act 2001 (Cth).",
      "id": "s307"
    },
    {
      "text": "I am not satisfied that AAC is entitled to give away part of the fruits of its supposed cause of action to Mr Young.",
      "id": "s308"
    },
    {
      "text": "Another line of reasoning which leads to the same result is that a promise to pay a lesser amount is not good consideration for a promise to pay a larger amount.",
      "id": "s309"
    },
    {
      "text": "The effect of the present contract is that AAC promises to pay to Mr Young fruits in a larger amount in exchange for his promise to pay back part of them.",
      "id": "s310"
    },
    {
      "text": "I do not overlook the fact that the document was executed as a deed.",
      "id": "s311"
    },
    {
      "text": "AAC's promise by a deed, without good consideration, tells against the arrangement being \"other sufficient cause.",
      "id": "s312"
    },
    {
      "text": "\" In sum, Mr Young has procured AAC to promise to give him, without reference to the interests of AAC's creditors, such as the supporting creditor, an amount equal to ICM's judgment debt as and when ICM makes a payment under the hypothesised judgment that AAC obtains against ICM.",
      "id": "s313"
    },
    {
      "text": "The timing and artificiality of all four purported assignments should also not pass unnoticed.",
      "id": "s314"
    },
    {
      "text": "My conclusion is that there has been no effective assignment of causes of action by AAC to Mr Young, and that the contract constituted by the Deed of Assignment of the Fruits of the Action does not avail him either.",
      "id": "s315"
    },
    {
      "text": "The arrangements are not, in my opinion, \"other sufficient cause\" within s 52(2)(b) of the Bankruptcy Act .",
      "id": "s316"
    },
    {
      "text": "The merits of AAC's own claim\n I am not persuaded that the PBR Act and the Marketing Rights Agreement have the effect suggested by counsel for Mr Young.",
      "id": "s317"
    },
    {
      "text": "It is not clear why ICM would be prevented from acquiring title to the seed and selling it if it did so with the consent of AAC, or if AAC is estopped from denying that it gave its consent, even if AAC would have breached its contract with NSWA.",
      "id": "s318"
    },
    {
      "text": "Then again, it may be that the grantee of the PBRs, NSWA (later NSWDPI) would be estopped by the conduct of its licensee, AAC.",
      "id": "s319"
    },
    {
      "text": "It is not the end but only the beginning of the matter that AAC may have lacked actual authority from NSWA to pass title to ICM or to authorise ICM to sell.",
      "id": "s320"
    },
    {
      "text": "Complex questions of holding out and estoppel arise.",
      "id": "s321"
    },
    {
      "text": "Counsel for Mr Young emphasised that under s 11, in combination with s 53(1) of the PBR Act, the grantee has the exclusive right to sell propagating material (as defined in s 3(1)) or to authorise another person to do so, and the act of selling such material without authorisation from the grantee constitutes \"infringement\" as provided for in s 53(1).",
      "id": "s322"
    },
    {
      "text": "However, his submissions leave out of account the possibility that the grantee may be estopped by its conduct from denying an arrangement made by its licensee, in this case AAC.",
      "id": "s323"
    },
    {
      "text": "I can see no reason why AAC's own prospects of success against ICM will not depend on the terms of the contractual arrangement and the dealing between AAC and ICM in the usual way.",
      "id": "s324"
    },
    {
      "text": "There are simply so many factual possibilities that the evidence might reveal, in particular, in relation to the meeting on 29 May 2003 and subsequent correspondence, including the email dated 2 June 2003 from ICM to Mr Young (see [33] of my Earlier Reasons for Judgment), that I am by no means convinced that it is likely that AAC will succeed, although the possibility cannot be excluded.",
      "id": "s325"
    },
    {
      "text": "Discretion\n If Mr Young satisfies the Court under s 52(2)(a) or (b), the Court retains a discretion whether to dismiss the petition: Sarina v Council of the Shire of Wollondilly (1980) 48 FLR 372 at 376-377.",
      "id": "s326"
    },
    {
      "text": "In all of the circumstances outlined above, I would not exercise my discretion to dismiss or adjourn ICM's petition for the following reasons taken together.",
      "id": "s327"
    },
    {
      "text": "First, I repeat all that I have said above in relation to the Supplementary Deed of Assignment dated 12 June 2009 and the Deed of Assignment of Fruits of the Action dated 15 July 2009.",
      "id": "s328"
    },
    {
      "text": "Under them, Mr Young would not become solvent.",
      "id": "s329"
    },
    {
      "text": "Prima facie it is contrary to the public interest, and, in particular, the interests of the unsecured creditors of AAC, that an insolvent Mr Young should be propped up by the depletion of the assets of AAC, even if over time he were, at least in the case of the Supplementary Deed of Assignment, to pay AAC in full.",
      "id": "s330"
    },
    {
      "text": "It is not amiss here, however, to note that it was Mr Young's failure to maintain payment of instalments that led to the entry of judgment against him by ICM in the 2004 DC Proceeding in the first place.",
      "id": "s331"
    },
    {
      "text": "Second, there is nothing to prevent AAC from pursuing the claim against ICM if Mr Young should become a bankrupt.",
      "id": "s332"
    },
    {
      "text": "While s 206B(3) of the Corporations Act 2001 (Cth) would prohibit Mr Young, while he remained an undischarged bankrupt, from \"managing\" AAC, he could remain employed by AAC and be available to be called by it as a witness.",
      "id": "s333"
    },
    {
      "text": "The trustee in bankruptcy standing in Mr Young's shoes as sole member of AAC, will investigate the claim closely, and this is as it should be.",
      "id": "s334"
    },
    {
      "text": "It may be that the decision will be taken not to pursue the claim.",
      "id": "s335"
    },
    {
      "text": "Counsel for Mr Young submits that as a matter of practicality, I should accept that this will be the result and that AAC's claim will not be pursued, with the result that AAC's commercial interest in pursuing the litigation will be forfeited.",
      "id": "s336"
    },
    {
      "text": "I do not accept that this is necessarily so: there are other possible scenarios that may emerge.",
      "id": "s337"
    },
    {
      "text": "But in any event it is not necessarily in the interests of AAC, and its unsecured creditors in particular, that the decision whether to pursue the suggested claim should remain with Mr Young, whose personal interest in avoiding bankruptcy must strongly influence his thinking.",
      "id": "s338"
    },
    {
      "text": "Third, it has never been explained what commercial interests of AAC are served by any of the purported assignments, and the conclusion is irresistible that none are.",
      "id": "s339"
    },
    {
      "text": "In substance AAC is lending Mr Young its alleged cause of action or possible \"fruits of the action\" to enable him to avoid bankruptcy.",
      "id": "s340"
    },
    {
      "text": "It was suggested that it was in AAC's interests to save Mr Young from bankruptcy because its business depends on him, but, as noted above, he can remain employed by AAC while a bankrupt.",
      "id": "s341"
    },
    {
      "text": "Fourth, Mr Young has been a director of two companies that went into liquidation: Namoi Valley Grain &amp; Grading Co Pty Ltd (ACN 003 171 579) and Namoi Rural Pty Ltd (ACN 098 708 260).",
      "id": "s342"
    },
    {
      "text": "CONCLUSION \n For the above reasons a sequestration order should be made against Mr Young's estate.",
      "id": "s343"
    },
    {
      "text": "I certify that the preceding one hundred and twenty-three (123) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren .",
      "id": "s344"
    },
    {
      "text": "Associate:\n \n \nDated: 15 October 2009\n \n Counsel for the Applicant: Mr E C Muston and Ms S Mahmud \n \n Solicitor for the Applicant: Swaab Attorneys \n \n Solicitor for the Supporting Creditor,Thomson Playford Cutlers Mr O Small (Mr N Stecher on 8 and 16 July 2009) \n \n Counsel for the Respondent: Mr J T Svehla \n Date of Hearing: 8, 15, 16, 31 July, 8 September 2009 \n \n Date of Judgment: 6 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1169.html",
      "id": "s345"
    }
  ]
}