{
  "name": "Horne (as trustee of the Bankrupt Estate of Sekulovski) v Sekulovski [2009] FCA 1164 (12 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1164.html",
  "catchphrases": [
    {
      "text": "where principal asset of a bankrupt is real property",
      "id": "c0"
    },
    {
      "text": "failure of bankrupt to vacate property",
      "id": "c1"
    },
    {
      "text": "granting of orders pursuant to ss 30 and 77 (1)(g) of the bankruptcy act 1966 (cth)",
      "id": "c2"
    },
    {
      "text": "bankruptcy",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "The Applicant is the Trustee of the bankrupt estate of the First Respondent.",
      "id": "s0"
    },
    {
      "text": "The principal asset of the First Respondent, who has been declared bankrupt, is a house at 3 Wallace Street, Delahey, in the State of Victoria.",
      "id": "s1"
    },
    {
      "text": "The Applicant applies for orders under the Bankruptcy Act 1966 (Cth) (\"the Act\") requiring the First Respondent and the Second Respondent, whom the evidence satisfies me also resides at the property, to vacate the property within 21 days so that it may be sold and the proceeds made available to the creditors of the First Respondent.",
      "id": "s2"
    },
    {
      "text": "There are also orders sought requiring the Respondents to remove from the property vehicles, rubbish and personal chattels which have not vested in the trustee.",
      "id": "s3"
    },
    {
      "text": "An order is also sought that, in the event that this does not occur, the applicant be authorised to remove and dispose of such property.",
      "id": "s4"
    },
    {
      "text": "The application is supported by a number of affidavits.",
      "id": "s5"
    },
    {
      "text": "These included the primary affidavit of the Trustee, as well as a supporting affidavit from the Trustee's solicitor and affidavits of service for both the First and Second Respondents.",
      "id": "s6"
    },
    {
      "text": "The application and the affidavits have, I am satisfied, been served on the two Respondents.",
      "id": "s7"
    },
    {
      "text": "When the matter was called on this morning, they did not appear.",
      "id": "s8"
    },
    {
      "text": "The evidence establishes that the two Respondents reside at the property, known as 3 Wallace Street, Delahey, and have done so for some time.",
      "id": "s9"
    },
    {
      "text": "When the Trustee first moved to sell the property, the Second Respondent made offers, through a solicitor, to purchase the property, but those offers did not bring a sale to fruition, largely because the Second Respondent did not provide the necessary documentation, and in addition, there was an issue as to the adequacy of the sum offered by way of a proposed purchase price.",
      "id": "s10"
    },
    {
      "text": "Subsequently, there was correspondence between the Applicant and the Respondents in which the Applicant made plain its wish to have vacant possession of the property in order to sell it, as a result of the failure of the Second Respondent to carry forward her proposal to purchase the property.",
      "id": "s11"
    },
    {
      "text": "Thereafter, nothing of substance appears to have been done by the Respondents and they remain in occupancy of the property without the leave of the Applicant.",
      "id": "s12"
    },
    {
      "text": "The Applicant relies on ss 30 and 77 (1)(g) of the Act.",
      "id": "s13"
    },
    {
      "text": "Section 30 provides, relevantly, that the Court may grant injunctions and other orders which it considers necessary for the purpose of giving effect to the Act.",
      "id": "s14"
    },
    {
      "text": "Section 77(1)(g) imposes on a bankrupt an obligation to aid, to the full extent of his power, in the administration of his estate.",
      "id": "s15"
    },
    {
      "text": "It is plainly necessary that the Applicant be in a position to provide any purchaser of the property with vacant possession in order to facilitate a sale, and it is also necessary, in order to achieve that end, that the property be placed in such a condition that it may be attractive to a potential purchaser.",
      "id": "s16"
    },
    {
      "text": "The Respondents, despite having been given the opportunity to do so, have prevaricated and have not responded to requests that they vacate the premises.",
      "id": "s17"
    },
    {
      "text": "Accordingly, in my view, it is appropriate that the orders sought in the application should be made.",
      "id": "s18"
    },
    {
      "text": "I certify that the preceding eight (8) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice TRACEY.",
      "id": "s19"
    },
    {
      "text": "Associate:\n \n \nDated: 12 October 2009\n \n Counsel for the Applicant: Ms C Gobbo \n \n Solicitor for the Applicant: Wilmoth Field Warne \n Date of Hearing: 12 October 2009 \n \n Date of Judgment: 12 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1164.html",
      "id": "s20"
    }
  ]
}