{
  "name": "Cunningham v Repatriation Commission [2009] FCA 1272 (9 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1272.html",
  "catchphrases": [
    {
      "text": "war",
      "id": "c0"
    },
    {
      "text": "caused disease",
      "id": "c1"
    },
    {
      "text": "statement of principles for depressive disorder",
      "id": "c2"
    },
    {
      "text": "experiencing a severe psychosocial stressor",
      "id": "c3"
    },
    {
      "text": "veteran experiencing severe seasickness on operational service",
      "id": "c4"
    },
    {
      "text": "whether related to service",
      "id": "c5"
    },
    {
      "text": "disposition to seasickness preceded operational service",
      "id": "c6"
    },
    {
      "text": "whether fatal to claim that seasickness related to service.",
      "id": "c7"
    },
    {
      "text": "appeal on question of law",
      "id": "c8"
    },
    {
      "text": "notice of appeal",
      "id": "c9"
    },
    {
      "text": "whether questions therein stated with precision pure questions of law.",
      "id": "c10"
    },
    {
      "text": "defence and war",
      "id": "c11"
    },
    {
      "text": "appeals",
      "id": "c12"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n This is an appeal from a decision of the Federal Magistrates Court dismissing an appeal from the decision of the Administrative Appeals Tribunal affirming a determination of the respondent that the appellant's depressive disorder was not war-related.",
      "id": "s0"
    },
    {
      "text": "Pursuant to s 25(1A) of the Federal Court of Australia Act 1976 (Cth) the Court's jurisdiction on the appeal is to be exercised by a single judge.",
      "id": "s1"
    },
    {
      "text": "LEGISLATIVE FRAMEWORK \n Section 13(1) of the Veterans' Entitlements Act 1986 (Cth) (the Act) renders the Commonwealth liable to pay pension to a veteran who is incapacitated by a war-caused injury or a war-caused disease.",
      "id": "s2"
    },
    {
      "text": "The circumstances in which an injury or disease is taken to be war-caused are set out in s 9(1) of the Act.",
      "id": "s3"
    },
    {
      "text": "So far as relevant to the present case those circumstances are where the injury or disease resulted from an occurrence that happened while the veteran was rendering operational service: s 9(1)(a) or where the injury or disease arose out of or was attributable to any eligible war service (which includes operational service) rendered by the veteran: s 9(1)(b).",
      "id": "s4"
    },
    {
      "text": "Whether a veteran is suffering from an injury or disease, and the diagnosis of that injury or disease, is to be determined to the reasonable satisfaction of the decision-maker: s 120(4).",
      "id": "s5"
    },
    {
      "text": "Where, as in the present case, a claim relates to operational service, the standard of proof on whether an injury or disease is war-caused is prescribed by s 120(1) and (3).",
      "id": "s6"
    },
    {
      "text": "The question posed by s 120(3) is whether \"the whole of the material\" before the decision-maker raises a reasonable hypothesis connecting the injury or disease with the circumstances of the veteran's service.",
      "id": "s7"
    },
    {
      "text": "Section 120(3) is affected by s 120A , which provides that a hypothesis connecting a person's injury or disease with the circumstances of any particular service is reasonable only if there is in force a Statement of Principles (SoP) that upholds the hypothesis.",
      "id": "s8"
    },
    {
      "text": "A hypothesis raised by the material will be reasonable only if it is consistent with, or fits the template of, the SoP: Repatriation Commission v Deledio [1998] FCA 391 ; (1998) 83 FCR 82 at 96.",
      "id": "s9"
    },
    {
      "text": "At the time of the respondent's decision there was in force SoP Instrument No 58 of 1996 concerning depressive disorder.",
      "id": "s10"
    },
    {
      "text": "Clause 3 of the SoP states that there is sound medical-scientific evidence that depressive disorder can be related to relevant service rendered by veterans.",
      "id": "s11"
    },
    {
      "text": "Clause 4 states that at least one of the factors set out in clause 5 must be related to any relevant service rendered by the veteran.",
      "id": "s12"
    },
    {
      "text": "Clause 5 lists the factors that must as a minimum exist before it can be said that a reasonable hypothesis has been raised connecting depressive disorder with the circumstances of a veteran's service.",
      "id": "s13"
    },
    {
      "text": "The only factor of present relevance is factor (b): \n \n experiencing a severe psychosocial stressor or stressors within the two years immediately before the clinical onset of depressive disorder.",
      "id": "s14"
    },
    {
      "text": "The expression \"severe psychosocial stressor\" is defined as\n \n \n an identifiable occurrence that evokes feelings of substantial distress in an individual, for example, being shot at, death or serious injury of a close friend or relative, assault (including sexual assault), severe illness or injury, experiencing a loss such as divorce or separation, loss of employment, major financial problems or legal problems.",
      "id": "s15"
    },
    {
      "text": "TRIBUNAL'S DECISION \n The Tribunal found that the appellant served in the Royal Australian Navy from 7 July 1968 to 18 June 1971, and that his two trips to Vietnam on HMAS Sydney from 17 November 1969 to 5 December 1969 and from 16 February 1970 to 5 March 1970 were operational service.",
      "id": "s16"
    },
    {
      "text": "It was common ground that the appellant had a depressive disorder.",
      "id": "s17"
    },
    {
      "text": "The Tribunal described the hypothesis relied on by the appellant as follows: \n \n the condition was war caused by the chronic sea sickness experienced during his operational service, with a resulting social isolation and depression at the possibility of being unable to serve at sea.",
      "id": "s18"
    },
    {
      "text": "The Tribunal identified the factor relied on as that in clause 5(b) of the SoP.",
      "id": "s19"
    },
    {
      "text": "Having found that the hypothesis of depression arising from severe seasickness was reasonable under the terms of clause 5(b) of the SoP, the Tribunal said: \n \n The question [then] is whether the Tribunal can be satisfied that the seasickness was not attributable to operational service and whether the clinical [onset] of the depressive disorder was within two years of that stressor.",
      "id": "s20"
    },
    {
      "text": "In relation to the latter question the records show a diagnosis of an acute anxiety state in March 1971.",
      "id": "s21"
    },
    {
      "text": "I am prepared to accept that as the date of clinical onset of his depressive state.",
      "id": "s22"
    },
    {
      "text": "This is supported by the evidence of Dr N Strauss, a consultant psychiatrist, who examined Mr Cunningham on 21 February 2007.",
      "id": "s23"
    },
    {
      "text": "However, it is clear that Mr Cunningham experienced the onset of seasickness on the two voyages prior to operational service.",
      "id": "s24"
    },
    {
      "text": "From his first exposure to the open sea on board a ship he experienced seasickness and it would seem clear that he had a constitutional predisposition to that ailment.",
      "id": "s25"
    },
    {
      "text": "It was only when he was in open seas that he suffered the illness with no ongoing symptoms once on dry land.",
      "id": "s26"
    },
    {
      "text": "That constitutional predisposition was the cause of the seasickness and the subsequent depression on the realisation that his long held ambition to be a sea going sailor was not to be achieved.",
      "id": "s27"
    },
    {
      "text": "Being a pre existing condition with the symptoms well established prior to operational service, I am satisfied that the seasickness was not war caused.",
      "id": "s28"
    },
    {
      "text": "As such, the depressive disorder cannot be accepted as war caused under Instrument 58 of 1998.",
      "id": "s29"
    },
    {
      "text": "FEDERAL MAGISTRATE'S REASONS \n Before the Magistrate the appellant made three complaints about the Tribunal's reasoning.",
      "id": "s30"
    },
    {
      "text": "The first, as rendered by the Magistrate, was that \"the Tribunal's failure to take into consideration the fact that [he] was perfectly well until his service began and that his seasickness and depression therefore arose from his service constitutes an error of law\".",
      "id": "s31"
    },
    {
      "text": "After rejecting the respondent's submission to the contrary, and concluding that the evidence of Dr Strauss was to the effect that seasickness is capable of being a severe illness within the meaning of the SoP and that this was the case with the appellant, his Honour went on to say: \n \n The problem for Mr Cunningham however is that the Tribunal found that the seasickness was a pre-existing condition with the symptoms well established prior to operational service and accordingly that \"I am satisfied that the seasickness was not war-caused\".",
      "id": "s32"
    },
    {
      "text": "The Magistrate observed that the Tribunal had not referred to s 196B(14) of the Act.",
      "id": "s33"
    },
    {
      "text": "He said that this was important because even if it were found that the appellant had experienced a severe psychosocial stressor, it was still necessary that that stressor relate to his operational service in one of the ways listed in that subsection.",
      "id": "s34"
    },
    {
      "text": "Section 196B(14) provides that a factor causing or contributing to an injury, disease or death is related to service rendered by a person if, amongst other things, \"it resulted from an occurrence that happened while the person was rendering that service\" (par (a)), \"it arose out of, or was attributable to, that service\" (par (b)), \"it was contributed to in a material degree by, or was aggravated by, that service\" (par (d)) or \"in the case of a factor causing, or contributing to, a disease --- it would not have occurred ... but for the rendering of that service by the person\" (par (f)(i)).",
      "id": "s35"
    },
    {
      "text": "The Magistrate then said: \n \n Critically however the Tribunal found as a fact that the condition predated operational service with the symptoms well established.",
      "id": "s36"
    },
    {
      "text": "That finding was plainly open to the Tribunal as it was conceded that Mr Cunningham had been ill on his journey from Sydney to Melbourne and more particularly had been seasick on his preoperational journey to and around Jervis Bay.",
      "id": "s37"
    },
    {
      "text": "Once the Tribunal reached that finding, plainly the seasickness could not relate to Mr Cunningham's operational service within the meaning of s 196B of the Act.",
      "id": "s38"
    },
    {
      "text": "It could not arise out of or be attributable to the operational service because it had already occurred (s 196B(14)(b)).",
      "id": "s39"
    },
    {
      "text": "It could not be attributed to any material degree by or be aggravated by the operational service because it was already there s 196B(14)(d).",
      "id": "s40"
    },
    {
      "text": "It would not have occurred but for the rendering of operational service because it was already there before the operational service took place s 196B(14)(f)(i).",
      "id": "s41"
    },
    {
      "text": "It would seem that in the penultimate sentence his Honour intended to say that the operational service could not have \"contributed\" to any material degree to the seasickness or aggravated it, because it was already there.",
      "id": "s42"
    },
    {
      "text": "At [59] of his Honour's reasons he said that he found the above \"analysis somewhat troubling\" because: \n \n whatever the pre-existing state of his ears, [Mr Cunningham] simply had not suffered seasickness to the level that he did suffer prior to his Vietnam service.",
      "id": "s43"
    },
    {
      "text": "It was that service that led him to become depressed and that service took place on operational service.",
      "id": "s44"
    },
    {
      "text": "Nonetheless, the fact that I would come to a different conclusion does not mean that the Tribunal has fallen into error of law.",
      "id": "s45"
    },
    {
      "text": "The Magistrate said no more about the appellant's first complaint.",
      "id": "s46"
    },
    {
      "text": "It follows from the last sentence of the passage set out at [11] that he accepted the analysis in the second to fifth paragraphs quoted at [10] as flowing from the finding in the first paragraph.",
      "id": "s47"
    },
    {
      "text": "The Magistrate dismissed the appellant's second complaint --- that the Tribunal made an error of law by failing to consider recurrence as part of the definition of disease.",
      "id": "s48"
    },
    {
      "text": "He said: \n \n The recurrence, as in \"to occur again after an interval\", is true enough in terms of the symptoms.",
      "id": "s49"
    },
    {
      "text": "But once one accepts the correctness of the Tribunal's analysis of the disease, the recurrence of symptoms is not a recurrence of the pre existing disease.",
      "id": "s50"
    },
    {
      "text": "His Honour also held that the recurrence of the symptoms was: \n \n not an aggravation of the condition.",
      "id": "s51"
    },
    {
      "text": "A temporary presence of symptoms is not sufficient to show an aggravation within the meaning of the Act.",
      "id": "s52"
    },
    {
      "text": "In this connection his Honour relied on the observations of Lindgren J in Repatriation Commission v Yates [1995] FCA 1234 ; (1995) 38 ALD 80 at 88.",
      "id": "s53"
    },
    {
      "text": "The appellant's third complaint --- that the Tribunal erred in law by failing to consider the hypothesis that the appellant's seasickness caused his depression --- was also dismissed.",
      "id": "s54"
    },
    {
      "text": "The Magistrate referred to the Tribunal's finding (recorded at [6] above) that the hypothesis of depression arising from severe seasickness was reasonable under the terms of clause 5(b) of the SoP, and to the first two sentences of the passage quoted at [6], and continued: \n \n Thus while it is true, as Mr Cunningham asserts, that paragraph 9 of the Tribunal's reasons for decision rolls three independent hypotheses into one, the extract I have detailed shows that the Tribunal in fact did expressly consider the hypothesis that the seasickness caused the depression simpliciter.",
      "id": "s55"
    },
    {
      "text": "His Honour then observed that it was \"scarcely surprising\" that the Tribunal had to an extent rolled three hypotheses into one, having regard to the way in which the case had been conducted, both in evidence and in submissions.",
      "id": "s56"
    },
    {
      "text": "He gave some examples at [66] to [69], and concluded: \n \n the issue of the seasickness in the evidence before the Tribunal was intimately interrelated with the concerns of Mr Cunningham right from the inception of his more severe seasickness both that it caused social isolation and/or that it [led] him to be concerned about his future in the Navy.",
      "id": "s57"
    },
    {
      "text": "Given that this is so it does not seem to me that the Tribunal can be overly criticised for approaching the matter in the way that it did.",
      "id": "s58"
    },
    {
      "text": "The fact that it did so in large part followed the Appellant's evidence and to an extent the submissions made by counsel on his behalf.",
      "id": "s59"
    },
    {
      "text": "Thus the finding by the Tribunal that \"constitutional predisposition was the cause of the seasickness and the subsequent depression on the realisation that his long-held ambition to be a sea going sailor was not to be achieved\" was in my view open to the Tribunal on the materials and does not constitute an error of law.",
      "id": "s60"
    },
    {
      "text": "His Honour noted that in view of his dismissal of all three complaints, he did not need to deal with the respondent's submission that the appeal was incompetent.",
      "id": "s61"
    },
    {
      "text": "This issue is dealt with in the ensuing paragraphs.",
      "id": "s62"
    },
    {
      "text": "COMPETENCY OF THE APPEAL TO THE MAGISTRATES COURT \n The appellant commenced his proceeding in this Court.",
      "id": "s63"
    },
    {
      "text": "Section 44(1) of the Administrative Appeals Tribunal Act 1975 (Cth) (the AAT Act) provides: \n \n A party to a proceeding before the Tribunal may appeal to the Federal Court of Australia, on a question of law, from any decision of the Tribunal in that proceeding.",
      "id": "s64"
    },
    {
      "text": "Order 53 of the Federal Court Rules regulates the practice and procedure to be followed in respect of appeals from the Tribunal.",
      "id": "s65"
    },
    {
      "text": "Rule 3(2) requires that the notice of appeal state, among other things:\n \n \n (b) the question or questions of law to be raised on the appeal;\n (c) the order sought, and\n (d) briefly, but specifically, the grounds relied upon in support of the order sought.",
      "id": "s66"
    },
    {
      "text": "The proceeding was transferred to the Federal Magistrates Court pursuant to s 44AA of the AAT Act.",
      "id": "s67"
    },
    {
      "text": "Section 44AA(8) confers jurisdiction on the Federal Magistrates Court to hear and determine transferred appeals.",
      "id": "s68"
    },
    {
      "text": "Subsection (9) provides that s 44(4), (5) and (6) apply in relation to the hearing and determination of a transferred appeal in a corresponding way to that in which they apply to the hearing and determination of an appeal to this Court.",
      "id": "s69"
    },
    {
      "text": "Section 44(4) requires this Court to hear and determine the appeal and make such orders as it thinks appropriate.",
      "id": "s70"
    },
    {
      "text": "Subsection (5) empowers the Court to make orders affirming or setting aside the Tribunal's decision and an order remitting the case to be heard and decided again by the Tribunal.",
      "id": "s71"
    },
    {
      "text": "An appeal \"on a question of law\" is narrower than an appeal that merely \"involves\" a question of law.",
      "id": "s72"
    },
    {
      "text": "Where an appeal lies \"on a question of law\", the subject matter of the appeal is the question of law stated as required by Order 53 r 3(2)(b): Birdseye v Australian Securities and Investments Commission (2003) 76 ALD 321 at [11] and Comcare v Etheridge [2006] FCAFC 27 ; (2006) 149 FCR 522 at [13] .",
      "id": "s73"
    },
    {
      "text": "Section 44(1) of the AAT Act limits the capacity of the Court to review factual findings of the Tribunal.",
      "id": "s74"
    },
    {
      "text": "The subject matter of the appeal is, (shorn of the requirement to determine what, if any, entitlement to relief flows from the answer to the question or questions of law), of the same character as the subject matter of a reference of a question of law to the Court under s 45 of the AAT Act: Etheridge 149 FCR at [14].",
      "id": "s75"
    },
    {
      "text": "A mixed question of fact and law is not a question of law within s 44(1).",
      "id": "s76"
    },
    {
      "text": "Order 53 r 3(2) requires a question of law to be stated with precision as a pure question of law.",
      "id": "s77"
    },
    {
      "text": "It is in the specification of the grounds relied on in support of the orders sought that one should expect to find the links between the question of law, the circumstances of the particular case and the orders sought on the appeal: Etheridge 149 FCR at [16].",
      "id": "s78"
    },
    {
      "text": "The questions of law said to be raised by the appeal are stated in the notice of appeal as follows: \n \n (a) Whether the Tribunal properly applied the provisions of the relevant Statement of Principles concerning Depressive Disorder being instrument number 58 of 1998 (\"the SoP\");\n (b) whether the Tribunal has given any or any adequate reasons for its conclusions in relation to depressive disorder;\n (c) whether the Tribunal failed to consider all of the material and evidence before it when identifying the factual foundation upon which the Tribunal relied in reaching its decision in relation to depressive disorder;\n (d) whether it was open to the Tribunal to be satisfied beyond reasonable doubt on the evidence before it that there was no causal connection between the seasickness experienced by the Applicant on operational service and his war service and resultant depression;\n (e) whether the Tribunal failed to take into account relevant matters when reaching its decision in relation to depressive disorder;\n (f) whether it was open to the Tribunal to find that the Applicant's seasickness was not war caused;\n (g) whether the Tribunal correctly applied the definition of disease and/or injury in s 5D of the Act;\n (h) whether the depressive disorder as diagnosed could be accepted as war caused under the relevant SoP.",
      "id": "s79"
    },
    {
      "text": "The appellant contended that the Tribunal's reasons reveal two questions of law: \n(1) whether, having identified a stressor fitting within the definition of \"severe psychosocial stressor\" in clause 8 of the SoP the Tribunal was required to determine whether the stressor was related to service by applying s 196B of the Act, and\n \n(2) whether the Tribunal was correct to hold that a pre-existing condition can never give rise to a stressor that is related to service within the meaning of s 196B.",
      "id": "s80"
    },
    {
      "text": "It was said that these questions \"are capable of falling within\" questions (a) and (d) in the notice of appeal.",
      "id": "s81"
    },
    {
      "text": "Order 53 r 3(2)(a), as interpreted by the Full Court in Etheridge 149 FCR at [16], requires a question of law to be stated with precision as a pure question of law.",
      "id": "s82"
    },
    {
      "text": "Question (a) in notice of appeal does not do that.",
      "id": "s83"
    },
    {
      "text": "It is ambiguous.",
      "id": "s84"
    },
    {
      "text": "It does not identify the manner in which the Tribunal failed properly to apply the SoP.",
      "id": "s85"
    },
    {
      "text": "The Tribunal may have made an error of fact, of mixed fact and law or of law, in applying the SoP.",
      "id": "s86"
    },
    {
      "text": "Cf Australian Telecommunications Corporation v Lambrouglou (1990) 12 AAR 515 at 524, 529; Roper v Repatriation Commission (2008) 108 ALD 16 at [21], [29] and Price Street Professional Centre Pty Ltd v Commissioner of Taxation [2007] FCAFC 154 ; (2007) 97 ALD 593 at [23] .",
      "id": "s87"
    },
    {
      "text": "I do not accept the appellant's submission that question (1) at [24] is capable of falling within question (a) in the notice of appeal.",
      "id": "s88"
    },
    {
      "text": "Even if it does, that would not assist, because the latter does not comply with s 44(1) and rule 3(2)(a).",
      "id": "s89"
    },
    {
      "text": "Nor does question (d) in the notice of appeal state with precision a question of law.",
      "id": "s90"
    },
    {
      "text": "It is impermissible to preface a question of law stated in purported compliance with r 3(2)(b) by the words \"whether it was open\" to the Tribunal to be satisfied about or to find something.",
      "id": "s91"
    },
    {
      "text": "Cf Lambroglou 12 AAR at 523.",
      "id": "s92"
    },
    {
      "text": "It may be that question (2) at [24] is capable of falling within question (d) in the notice of appeal.",
      "id": "s93"
    },
    {
      "text": "But, as I have said, that does not assist.",
      "id": "s94"
    },
    {
      "text": "With the possible exception of question (b), the other questions in the notice of appeal suffer from the defects affecting questions (a) and (d).",
      "id": "s95"
    },
    {
      "text": "Question (c) asks whether the Tribunal failed to consider all the material and evidence before it in reaching its conclusion.",
      "id": "s96"
    },
    {
      "text": "That is directed to the Tribunal's fact finding.",
      "id": "s97"
    },
    {
      "text": "Question (e) asks whether the Tribunal failed to take into account unidentified \"relevant matters\".",
      "id": "s98"
    },
    {
      "text": "In Commissioner of Taxation v Dixon [2006] FCA 1250 ; (2006) 155 FCR 101 at [19] a question whether the Tribunal failed to take into account one or more relevant considerations was held not to state a question of law on the grounds that it was insufficiently particular, begs the question as indicated in Lambroglou 12 AAR 515 , and refers to a conclusion the court may or may not reach, which needs to be based on a specifically stated question of law.",
      "id": "s99"
    },
    {
      "text": "Question (f) asks whether it was \"open to\" the Tribunal to make a finding.",
      "id": "s100"
    },
    {
      "text": "Question (g) asks whether the Tribunal \"correctly applied\" the definition of disease or injury in s 5D of the Act.",
      "id": "s101"
    },
    {
      "text": "I note in passing that s 5D defines what is meant by an injury or disease for the purposes of the provisions dealing with liability for an injury or disease.",
      "id": "s102"
    },
    {
      "text": "It does not bear on whether seasickness is a severe illness for the purposes of a factor in the SoP.",
      "id": "s103"
    },
    {
      "text": "Question (h) asks whether the appellant's diagnosed disorder \"could be accepted\" as war caused.",
      "id": "s104"
    },
    {
      "text": "That is a hypothetical question.",
      "id": "s105"
    },
    {
      "text": "It may be that question (b) --- whether the Tribunal has given adequate reasons for its decision states a question of law.",
      "id": "s106"
    },
    {
      "text": "Cf Civil Aviation Safety Authority v Central Aviation Pty Ltd [2009] FCAFC 137.",
      "id": "s107"
    },
    {
      "text": "I need not go into more detail in relation to these other questions in view of the fact that they are not relied on.",
      "id": "s108"
    },
    {
      "text": "In the event that I might conclude that there had been no compliance with r 3(2)(b), the appellant sought leave to amend the notice of appeal to the Federal Magistrates Court so as to raise the two questions set out at [24].",
      "id": "s109"
    },
    {
      "text": "In Teoh v Minister for Immigration [1994] FCA 1017 ; (1994) 49 FCR 409 the Full Court held that s 28 of the Federal Court of Australia Act and Order 13 r 2(1) enable the Full Court to grant leave to amend a pleading, an application or other originating process.",
      "id": "s110"
    },
    {
      "text": "See in particular per Carr J at 428.",
      "id": "s111"
    },
    {
      "text": "I see no reason why that would not extend to permitting an amendment to the questions of law in an originating process, in this case the notice of appeal to this Court that, by transfer, was heard by the Magistrate from whom the present appeal comes.",
      "id": "s112"
    },
    {
      "text": "See Condell v Commissioner of Taxation [2007] FCAFC 44 at [14] per Gyles J with whom Kenny and Allsop JJ agreed.",
      "id": "s113"
    },
    {
      "text": "I propose to allow the amendment sought.",
      "id": "s114"
    },
    {
      "text": "The two questions at [24] are not new.",
      "id": "s115"
    },
    {
      "text": "They were both explored before the Magistrate.",
      "id": "s116"
    },
    {
      "text": "Counsel for the respondent was not taken by surprise and was well able to deal with the questions.",
      "id": "s117"
    },
    {
      "text": "The respondent is not in my view prejudiced by allowing the amendment.",
      "id": "s118"
    },
    {
      "text": "THE S 196B QUESTION \n Section 196A of the Act established the Repatriation Medical Authority.",
      "id": "s119"
    },
    {
      "text": "Section 196B provides that its main function is to determine SoPs for the purposes of the Act.",
      "id": "s120"
    },
    {
      "text": "Section 196B(2) provides in part that if the Authority is of the view that there is sound medical-scientific evidence that indicates that a particular kind of injury, disease or death can be related to operational service rendered by veterans, it must determine a SoP in respect of that kind of injury, disease or death setting out: \n \n (a) the factors that must as a minimum exist; and\n (b) which of those factors must be related to service rendered by a person; \n \n\n \n \n before it can be said that a reasonable hypothesis has been raised connecting an injury, disease or death of that kind with the circumstances of that service.",
      "id": "s121"
    },
    {
      "text": "So far as relevant to the present case s 196B(14) provides: \n \n A factor causing, or contributing to, an injury, disease or death is related to service rendered by a person if:\n (a) it resulted from an occurrence that happened while the person was rendering that service; or\n (b) it arose out of, or was attributable to, that service; or\n ...\n (d) it was contributed to in a material degree by, or was aggravated by, that service; or\n ...\n (f) in the case of a factor causing, or contributing to, a disease --- it would not have occurred: \n \n \n \n \n (i) but for the rendering of that service by the person.",
      "id": "s122"
    },
    {
      "text": "It was common ground that, having identified the appellant's seasickness as a stressor within the definition of \"severe psychosocial stressor\", the Tribunal was required to determine whether that stressor was related to service by applying s 196B(14).",
      "id": "s123"
    },
    {
      "text": "The question on which the parties differed was whether it had done so.",
      "id": "s124"
    },
    {
      "text": "The relevant paragraph in the Tribunal's reasons is set out at [6].",
      "id": "s125"
    },
    {
      "text": "Two sentences were relied on by the respondent to establish that the Tribunal had considered s 196B(14) even though it did not expressly refer to the subsection.",
      "id": "s126"
    },
    {
      "text": "Having first said that the hypothesis relied on by the appellant of depression arising from seasickness was reasonable, the Tribunal said that the next question was \"whether the Tribunal can be satisfied that the seasickness was not attributable to operational service\".",
      "id": "s127"
    },
    {
      "text": "After noting that the appellant had experienced the onset of seasickness on his two voyages prior to operational service, the Tribunal said that his \"constitutional predisposition was the cause of the seasickness and the subsequent depression\".",
      "id": "s128"
    },
    {
      "text": "The Tribunal held that because the seasickness was a pre-operational service condition, it could not be accepted as war-caused.",
      "id": "s129"
    },
    {
      "text": "The references to seasickness \"not attributable to operational service\" and to the constitutional predisposition being \"the cause\" of the seasickness and subsequent depression, were said to show the Tribunal's advertence to s 169(14).",
      "id": "s130"
    },
    {
      "text": "I am not satisfied that the Tribunal's use of the expressions \"not attributable to operational service\" and \"the cause of the seasickness\" shows that it properly considered s 196B(14).",
      "id": "s131"
    },
    {
      "text": "The subsection is broader than \"attributable\" in par (b) and \"cause\" in par (f).",
      "id": "s132"
    },
    {
      "text": "Paragraph (a) was potentially applicable.",
      "id": "s133"
    },
    {
      "text": "It could be that the appellant's seasickness resulted from an occurrence (rough seas) on the way to Vietnam.",
      "id": "s134"
    },
    {
      "text": "The Tribunal did not consider whether the appellant's pre-existing disposition to seasickness was aggravated by his service (par (d)).",
      "id": "s135"
    },
    {
      "text": "Nor did it consider whether the seasickness \"arose out of\" his operational service (par (b)).",
      "id": "s136"
    },
    {
      "text": "In Roncevich v Repatriation Commission [2005] HCA 40 ; (2005) 222 CLR 115 at [27] , in considering a provision in the same terms as s 169B(14)(b), the Court said the use disjunctively of the expressions \"arose out of\" and \"attributable\" manifests an intention to give \"defence-caused\" a broad meaning.",
      "id": "s137"
    },
    {
      "text": "What was there said in relation to the expression \"defence-caused injury\" is applicable to \"injury ... related to service\" in s 196B(14).",
      "id": "s138"
    },
    {
      "text": "After noting that the Tribunal did not refer to s 196B(14), the Federal Magistrate observed that the \"phraseology\" in [10] of the Tribunal's reasons was \"in some respects unfortunate\".",
      "id": "s139"
    },
    {
      "text": "Nevertheless his Honour regarded that paragraph as containing \"an unintended paraphrase of the requirements of\" s 196B(14).",
      "id": "s140"
    },
    {
      "text": "I am unable to agree.",
      "id": "s141"
    },
    {
      "text": "According to the Macquarie Dictionary a paraphrase is a \"restatement of the sense of a text or passage, as for clearness\".",
      "id": "s142"
    },
    {
      "text": "The Tribunal's use of the words \"attributable to\" and \"the cause\" does not capture the sense of the relevant parts of subsection (14), and is not aptly described as a paraphrase.",
      "id": "s143"
    },
    {
      "text": "It may well be that the explanation for the Tribunal's failure to refer expressly to s 196B(14) lies in the fact that the appellant's counsel, who did not appear on the present appeal, informed the Tribunal that the respondent's references to s 196B(14) were misplaced, and that the appropriate provision was s 9.",
      "id": "s144"
    },
    {
      "text": "That section deals with the circumstances in which an injury is to be taken to be a war-caused injury or disease.",
      "id": "s145"
    },
    {
      "text": "It is in some respects similar to s 196B(14).",
      "id": "s146"
    },
    {
      "text": "However, the Tribunal did not refer to s 9 either.",
      "id": "s147"
    },
    {
      "text": "As I have said, it was common ground on the appeal to this Court that it was necessary for the Tribunal to go through the \"related to service\" exercise in s 196B(14).",
      "id": "s148"
    },
    {
      "text": "It did not do so, and the ground of appeal related to the first amended question of law (namely par 2 of the notice) is made out.",
      "id": "s149"
    },
    {
      "text": "PRE-EXISTING CONDITION \n The second amended question of law is whether the Tribunal was correct in holding that a pre-existing condition can never give rise to a stressor that is related to service within s 196B.",
      "id": "s150"
    },
    {
      "text": "The Tribunal's reasoning on this issue is set out at [6] above.",
      "id": "s151"
    },
    {
      "text": "It involved the following steps: One difficulty with this reasoning is that in the fourth step the Tribunal was asking itself whether the appellant's seasickness was war-caused.",
      "id": "s152"
    },
    {
      "text": "The appellant was not claiming incapacity by reason of seasickness but because of his depression.",
      "id": "s153"
    },
    {
      "text": "The Tribunal asked itself the wrong question.",
      "id": "s154"
    },
    {
      "text": "It should have directed itself to the various \"related to service\" elements of s 196B(14) in order to determine whether the seasickness was related to his operational service.",
      "id": "s155"
    },
    {
      "text": "It did not do that.",
      "id": "s156"
    },
    {
      "text": "The Federal Magistrate did deal with s 196B(14), and at [55] to [58] in effect applied the Tribunal's reasoning to pars (b), (d) and (f)(i) of the subsection.",
      "id": "s157"
    },
    {
      "text": "See [10] above.",
      "id": "s158"
    },
    {
      "text": "Although he found this reconstruction \"somewhat troubling\", his Honour did not interfere with the Tribunal's reasoning because it had not made an error of law.",
      "id": "s159"
    },
    {
      "text": "In my view the Tribunal did make an error of law because it did not ask itself the right question.",
      "id": "s160"
    },
    {
      "text": "That was whether the seasickness was related to operational service within s 196B(14).",
      "id": "s161"
    },
    {
      "text": "It was not whether the seasickness was war-caused.",
      "id": "s162"
    },
    {
      "text": "The Magistrate held at [55] that the fact that the appellant had suffered seasickness prior to his operational service meant that the seasickness \"could not relate to [his] operational service within the meaning of s 196B\".",
      "id": "s163"
    },
    {
      "text": "That is essentially the Tribunal's reasoning, with the Magistrate's s 196B gloss.",
      "id": "s164"
    },
    {
      "text": "In my view the Tribunal and the Magistrate were in this respect in error.",
      "id": "s165"
    },
    {
      "text": "I am unable to see why the pre-operational severe seasickness should foreclose the possibility that a later occurrence of seasickness on operational service would be a stressor that was related to service within s 196B.",
      "id": "s166"
    },
    {
      "text": "To take subs (14)(b) as an example, it would in my view be open to the Tribunal to find that the appellant's seasickness on the voyages to Vietnam arose out of, or was attributable to, that operational service notwithstanding that he had earlier suffered from seasickness when engaged in non-operational service.",
      "id": "s167"
    },
    {
      "text": "The grounds of appeal related to the second amended question of law (namely pars 3 and 4 of the notice) are made out.",
      "id": "s168"
    },
    {
      "text": "SEVERE PSYCHOSOCIAL STRESSOR \n The respondent contends that the Tribunal erred in law in finding or assuming that the appellant experienced a severe psychosocial stressor.",
      "id": "s169"
    },
    {
      "text": "After identifying the hypothesis relied on by the appellant, namely that his depression was caused by chronic seasickness experienced during his operational service, the Tribunal set out factor 5(b) in the SoP and the definition of \"severe psychosocial stressor\".",
      "id": "s170"
    },
    {
      "text": "It then said that the hypothesis was reasonable.",
      "id": "s171"
    },
    {
      "text": "There was no discussion or statement of a conclusion as to whether seasickness was \"an identifiable occurrence that evokes feelings of substantial distress in an individual\".",
      "id": "s172"
    },
    {
      "text": "The Tribunal appears to have assumed that it was, and moved on to its constitutional predisposition conclusion.",
      "id": "s173"
    },
    {
      "text": "That it made this assumption rather than simply failed to deal with the point is indicated by its advertence to the time limit in factor 5(b).",
      "id": "s174"
    },
    {
      "text": "The appellant's severe psychosocial stressor must have been experienced within the two years immediately before the clinical onset of his depressive disorder.",
      "id": "s175"
    },
    {
      "text": "The Tribunal dealt with that question favourably to the appellant by finding that March 1971 was the time of clinical onset of his depressive state.",
      "id": "s176"
    },
    {
      "text": "There was no point in dealing with the time factor if the Tribunal had not already decided (sub silentio) that the severe seasickness was a severe psychosocial stressor.",
      "id": "s177"
    },
    {
      "text": "In White v Repatriation Commission [2004] FCA 633 ; (2004) 39 AAR 67 Spender J considered the definition of \"severe psychosocial stressor\" in a SoP which was in similar terms to the definition in the instant SoP.",
      "id": "s178"
    },
    {
      "text": "At [30] his Honour said: \n \n the definition of severe psychosocial stressor concerns an occurrence that, objectively, is an occurrence the nature of which is such as to evoke feelings of a particular kind in a person exposed to that occurrence and which, subjectively, evokes feelings of substantial distress in the particular person concerned.",
      "id": "s179"
    },
    {
      "text": "Both aspects are relevant and necessary.",
      "id": "s180"
    },
    {
      "text": "After observing that the Tribunal there had determined that the events relied on did not meet the objective requirement, his Honour continued at [32]:\n \n \n In my opinion, the submission on behalf of Mr White that an event which in fact evokes feelings of substantial distress in a person satisfies the definition of \"severe psychosocial stressor\" has to be rejected.",
      "id": "s181"
    },
    {
      "text": "Such a submission, that any occurrence no matter how trivial or innocuous it objectively is, can be a \"serious psychosocial stressor\", means that the examples given in the definition ... would be not only irrelevant and devoid of utility, but positively misleading.",
      "id": "s182"
    },
    {
      "text": "As appears above, the Tribunal did not expressly address whether the appellant's seasickness was an identifiable occurrence that evokes feelings of substantial distress in an individual.",
      "id": "s183"
    },
    {
      "text": "It had before it evidence from Dr Strauss that: Before the Magistrate the respondent submitted that there was no evidence before the Tribunal that seasickness is a severe illness and therefore an occurrence which of its nature is objectively capable of evoking feelings of substantial distress.",
      "id": "s184"
    },
    {
      "text": "It said that Dr Strauss' evidence related only to the subjective effect of seasickness on the appellant.",
      "id": "s185"
    },
    {
      "text": "His Honour was referred to the observations of Spender J in White [2004] FCA 633 ; 39 AAR 67.",
      "id": "s186"
    },
    {
      "text": "The Magistrate did not accept the respondent's submissions on this issue.",
      "id": "s187"
    },
    {
      "text": "He considered Dr Strauss' evidence \"taken in the round and fairly was to the effect that seasickness is capable of being a severe illness\".",
      "id": "s188"
    },
    {
      "text": "He noted that Dr Strauss found that the appellant's experiences and their ramifications were a severe psychosocial stress for him, and caused him significant or substantial distress.",
      "id": "s189"
    },
    {
      "text": "He referred to the dictionary definition of \"severe\" --- disagreeably intense, unpleasantly extreme; (especially of bad weather, illness, injury etc) causing hardship pain or suffering by its degree of extremity.",
      "id": "s190"
    },
    {
      "text": "The Magistrate found that Dr Strauss' report evinced or was at least open to the interpretation that \"he regarded these matters both objectively and as they affected Mr Cunningham individually\".",
      "id": "s191"
    },
    {
      "text": "I agree with that reading of Dr Strauss' report.",
      "id": "s192"
    },
    {
      "text": "It is true that in his report he spoke of there having been a severe psychosocial stressor \"for this man\".",
      "id": "s193"
    },
    {
      "text": "But in cross examination he gave evidence about seasickness in the abstract, and said: \n \n seasickness begins with nausea and travels through to very severe symptoms.",
      "id": "s194"
    },
    {
      "text": "But seasickness involves nausea.",
      "id": "s195"
    },
    {
      "text": "I think [that] ... can be quite severe and debilitating.",
      "id": "s196"
    },
    {
      "text": "In my view that evidence satisfies the requirement that the seasickness suffered by the appellant was objectively an occurrence the nature of which is such as to evoke feelings of substantial distress.",
      "id": "s197"
    },
    {
      "text": "From Dr Strauss' description of the appellant's distress --- \"a severe psychosocial stressor\", \"a significant stressor for this man\", causing him \"significant or substantial distress\", it is clear that he regarded the seasickness as \"severe and debilitating\" within his general description of seasickness as a medical condition.",
      "id": "s198"
    },
    {
      "text": "His Honour was authorised by s 44(11) and (7) of the AAT Act to make findings of fact not inconsistent with findings made by the Tribunal.",
      "id": "s199"
    },
    {
      "text": "The findings recorded above were open to him on the evidence.",
      "id": "s200"
    },
    {
      "text": "The respondents' submission at [42] required a notice of contention under Order 52 r 22(3) of the Rules.",
      "id": "s201"
    },
    {
      "text": "In the event that I might so hold, counsel for the respondent sought leave to file and serve such a notice.",
      "id": "s202"
    },
    {
      "text": "I will grant leave.",
      "id": "s203"
    },
    {
      "text": "The issue is not new.",
      "id": "s204"
    },
    {
      "text": "It was canvassed before the Magistrate.",
      "id": "s205"
    },
    {
      "text": "CONCLUSION \n The appeal must be allowed and the matter be remitted to the Tribunal for determination in accordance with these reasons.",
      "id": "s206"
    },
    {
      "text": "I certify that the preceding fifty-one (51) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s207"
    },
    {
      "text": "Associate:\n \n \nDated: 9 November 2009\n \n Counsel for the Appellant: RM Niall \n \n Solicitors for the Appellant: Williams Winter \n \n Counsel for the Respondent: J Macdonnell \n \n Solicitor for the Respondent: Australian Government Solicitor \n Date of Hearing: 28 October 2009 \n \n Date of Judgment: 9 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1272.html",
      "id": "s208"
    }
  ]
}