{
  "name": "Comcare v John Holland Pty Ltd [2009] FCA 1196 (23 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1196.html",
  "catchphrases": [
    {
      "text": "pecuniary penalty proceedings under s 16(1) of the occupational health &amp; safety act 1991 (cth)",
      "id": "c0"
    },
    {
      "text": "whether to admit written victim impact statements from victim's family members",
      "id": "c1"
    },
    {
      "text": "evidence",
      "id": "c2"
    }
  ],
  "sentences": [
    {
      "text": "In the substantive proceedings before the Court the applicant alleges that the respondent has contravened s 16(1) of the Occupational Health &amp; Safety Act 1991 (Cth) (\"the Act\").",
      "id": "s0"
    },
    {
      "text": "The respondent admits the contravention.",
      "id": "s1"
    },
    {
      "text": "It is common ground that, if the Court takes a similar view, the Court may make a declaration to that effect and impose a pecuniary penalty on the respondent.",
      "id": "s2"
    },
    {
      "text": "The quantum of such penalty is the remaining issue in contention between the parties in the substantive proceedings.",
      "id": "s3"
    },
    {
      "text": "It is also common ground that, as a result of the events comprising the respondent's contravention of the Act, Mr Mark McCallum died.",
      "id": "s4"
    },
    {
      "text": "Three of Mr McCallum's relatives wish to table material by way of written statement, explaining the impact of the loss of Mr McCallum on their lives.",
      "id": "s5"
    },
    {
      "text": "The parties have come to an agreement regarding the Court's reception of such material, subject to the exercise of the Court's discretion (TS 12 October 2009 p 2 ll 25-33 and p 3 ll 19-21).",
      "id": "s6"
    },
    {
      "text": "However prior to reaching such agreement the respondent had opposed this course of action on the following bases which are relevant to the exercise of the Court's discretion: In these proceedings there is merit in permitting the immediate family members of Mr McCallum to table written material detailing the impact of the loss of Mr McCallum on their lives.",
      "id": "s7"
    },
    {
      "text": "The Court has discretion, as a superior court of record, to regulate its own affairs in a way which permits the Court to hear and assess such information as the Court determines to be of assistance to the Court in resolving the matters before it.",
      "id": "s8"
    },
    {
      "text": "I consider that in the context of these particular proceedings this material would be of some assistance in understanding the background to these proceedings: cf North J in Comcare v Commonwealth of Australia [2009] FCA 700.",
      "id": "s9"
    },
    {
      "text": "However I consider that the principles raised by the respondent in relation to the tabling of this material have force.",
      "id": "s10"
    },
    {
      "text": "In permitting this material to be admitted: In my view the appropriate orders are as follows: The Court will receive material from Mr Paul Everett, Mrs Ann Everett and Mr Andrew McCallum, being immediate family members of Mr Mark McCallum, which material will be confined to the impact of the demise of Mr Mark McCallum on their lives.",
      "id": "s11"
    },
    {
      "text": "The material referred to in paragraph 1 of these orders will be in the form of written statements.",
      "id": "s12"
    },
    {
      "text": "I certify that the preceding four (4) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Collier.",
      "id": "s13"
    },
    {
      "text": "Associate:\n \n \nDated: 23 October 2009\n \n Counsel for the Applicant: Mr AK Herbert \n \n Solicitor for the Applicant: Mr M Curran of Dibbs Barker Lawyers \n \n Counsel for the Respondent: Mr J Fernon SC \n \n Solicitor for the Respondent: Ms S Flores-Walsh of Australian Business Lawyers \n Date of Hearing: 12 October 2009 \n \n Date of Judgment: 23 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1196.html",
      "id": "s14"
    }
  ]
}