{
  "name": "Mujedinovski v Minister for Immigration &amp; Citizenship [2009] FCA 199 (5 March 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/199.html",
  "catchphrases": [
    {
      "text": "visa applicant refused \"contributory parent\" visa on the grounds that he did not pass the character test under s 501(1) of the migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "evidence before administrative appeals tribunal that applicant not of good character",
      "id": "c1"
    },
    {
      "text": "conduct relevant to considerations under s 501(6)(c) of the migration act 1958 (cth)",
      "id": "c2"
    },
    {
      "text": "applicant contrived marriage in australia and gave false information to authorities",
      "id": "c3"
    },
    {
      "text": "whether tribunal erred by imposing an onus on applicant to demonstrate he was of good character",
      "id": "c4"
    },
    {
      "text": "whether tribunal failed to properly consider whether applicant's past bad conduct had been of a sufficiently continuous and serious nature to demonstrate bad character.",
      "id": "c5"
    },
    {
      "text": "migration law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n On 2 June 2008 the Administrative Appeals Tribunal affirmed the decision of the first respondent's delegate to refuse to grant a Contributory Parent Class CA (Contributory Parent/Migrant) Sub-Class 143 visa to Sadik Selimi, a resident of Macedonia.",
      "id": "s0"
    },
    {
      "text": "The application for the visa was made by his daughter, who is an Australian resident.",
      "id": "s1"
    },
    {
      "text": "In proceedings under s 476A of the Migration Act 1958 (Cth) (the Act) the daughter contends that in reaching its decision the Tribunal exceeded its jurisdiction and/or constructively failed to exercise jurisdiction.",
      "id": "s2"
    },
    {
      "text": "Section 501(1) of the Act provides that the Minister may refuse to grant a visa to a person if the person does not satisfy the Minister that the person passes the character test.",
      "id": "s3"
    },
    {
      "text": "The character test is defined in subs (6).",
      "id": "s4"
    },
    {
      "text": "So far as presently relevant it provides: \n [A] person does not pass the character test if: \n ...\n (c) having regard to either or both of the following: \n\n \n(i) the person's past and present criminal conduct; \n \n(ii) the person's past and present general conduct;\n \n \n the person is not of good character; \n ...",
      "id": "s5"
    },
    {
      "text": "Otherwise, the person passes the character test .",
      "id": "s6"
    },
    {
      "text": "Pursuant to s 499 the Minister has issued \"Direction --- visa refusal and cancellation under section 501 --- no.",
      "id": "s7"
    },
    {
      "text": "21\".",
      "id": "s8"
    },
    {
      "text": "The Direction provides guidance to decision-makers in making decisions under s 501.",
      "id": "s9"
    },
    {
      "text": "Part 1 of the Direction deals with \"Application of the character test\".",
      "id": "s10"
    },
    {
      "text": "In relation to a person's past and present general conduct (s 501(6)(c)(ii)) , clause 1.9 lists various matters that \"would, in the absence of any countervailing factors, constitute a failure to pass the Character Test\".",
      "id": "s11"
    },
    {
      "text": "They include: \n(a) involvement in activities indicating contempt or disregard for the law, including breaches of immigration law (par (a));\n \n(b) provision of a bogus document or making a false or misleading statement in connection with the grant of a visa (par (b)); and\n \n(c) making a false or misleading declaration about the person's character or conduct or both (par (c)).",
      "id": "s12"
    },
    {
      "text": "Clause 1.11 of the Direction states: \n General conduct also includes recent good conduct.",
      "id": "s13"
    },
    {
      "text": "Any good acts of the non-citizen after reprehensible conduct are indications that the non-citizen's character may have reformed.",
      "id": "s14"
    },
    {
      "text": "Thus, both good and bad conduct must be taken into consideration in obtaining a complete picture of the non-citizen's character.",
      "id": "s15"
    },
    {
      "text": "However, where the decision-maker is not fully persuaded that the non-citizen has reformed, the discretion to refuse or cancel a visa is enlivened, and evidence of good acts and recent conduct becomes relevant to the exercise of the discretion ... \n\n TRIBUNAL'S REASONS \n The Tribunal found the following facts.",
      "id": "s16"
    },
    {
      "text": "Mr Selimi is 54 years old.",
      "id": "s17"
    },
    {
      "text": "In 1973 he married Neire and they have four adult children, three of whom live in Melbourne.",
      "id": "s18"
    },
    {
      "text": "The fourth, Nazar, lives with Mr Selimi in Macedonia.",
      "id": "s19"
    },
    {
      "text": "On 9 December 1994 Mr Selimi and Neire divorced in Macedonia.",
      "id": "s20"
    },
    {
      "text": "A week after the divorce he travelled to Melbourne to attend the wedding of one of his daughters.",
      "id": "s21"
    },
    {
      "text": "He entered on a tourist visa, and intended to stay for a short time only.",
      "id": "s22"
    },
    {
      "text": "On 29 January 1995 he married Lea Flegel, an Australian resident, and paid her $25,000.",
      "id": "s23"
    },
    {
      "text": "On 1 February 1995 he applied for permanent residency.",
      "id": "s24"
    },
    {
      "text": "At an interview with officers of the Immigration Department in 1999, Ms Flegel admitted that she married Mr Selimi so that he could apply to remain permanently in Australia on spouse grounds.",
      "id": "s25"
    },
    {
      "text": "She said she had never lived with him, and had never resided at the address she and Mr Selimi had represented to the Department as their matrimonial home.",
      "id": "s26"
    },
    {
      "text": "Shortly after Ms Flegel's interview Mr Selimi was interviewed by departmental officers.",
      "id": "s27"
    },
    {
      "text": "This occurred shortly after he had been found to be at premises in Dandenong in the company of his former wife.",
      "id": "s28"
    },
    {
      "text": "During the interview he made false statements concerning his marriage to Ms Flegel and his relationship with Neire.",
      "id": "s29"
    },
    {
      "text": "He also made false statements concerning documents lodged by him to dispute a contention by the Department that his marriage to Ms Flegel was contrived.",
      "id": "s30"
    },
    {
      "text": "Mr Selimi was later charged with ten offences, most of them relating to the provision of documents containing misleading particulars.",
      "id": "s31"
    },
    {
      "text": "He was convicted on all charges on 18 December 2000.",
      "id": "s32"
    },
    {
      "text": "On the same day he was admitted to immigration detention.",
      "id": "s33"
    },
    {
      "text": "Two days later he applied for a protection visa, which was refused.",
      "id": "s34"
    },
    {
      "text": "He sought review of that decision by the Refugee Review Tribunal.",
      "id": "s35"
    },
    {
      "text": "Before that application was heard, he voluntarily returned to Macedonia.",
      "id": "s36"
    },
    {
      "text": "A month after his return he remarried Neire.",
      "id": "s37"
    },
    {
      "text": "Two weeks later he applied for the visa described at [1].",
      "id": "s38"
    },
    {
      "text": "On 21 May 2008 Mr Selimi gave evidence to the Tribunal by telephone from Macedonia.",
      "id": "s39"
    },
    {
      "text": "He tendered a written statement, the contents of which he adopted in his evidence.",
      "id": "s40"
    },
    {
      "text": "It is set out in full at [9] of the Tribunal's reasons.",
      "id": "s41"
    },
    {
      "text": "The main points in the document are that he: Mr Selimi confirmed most of these matters in his oral evidence, and he was cross-examined.",
      "id": "s42"
    },
    {
      "text": "Directing itself to Part 1 of the Direction, the Tribunal said it was satisfied that Mr Selimi's past criminal conduct and his past and present general conduct indicated that he is a person not of good character.",
      "id": "s43"
    },
    {
      "text": "After referring to his convictions for submitting fraudulent documents, it said at [21]: \n There is nothing which points to any present criminal conduct but there is much from the above summary of the evidence indicating past and present general conduct which is not of good character.",
      "id": "s44"
    },
    {
      "text": "The past general conduct is evident from the above; it concerns his behaviour and contempt of Australian laws over six years and points to a person of poor character.",
      "id": "s45"
    },
    {
      "text": "Some of his past general conduct attracts the provisions of paragraph 1.9 (b) of Direction 21 (provision of a bogus document or making a false or misleading statement) and I am compelled to take that conduct into account.",
      "id": "s46"
    },
    {
      "text": "There is little that would point to present general conduct as being of good character.",
      "id": "s47"
    },
    {
      "text": "His acknowledgement of past mistakes, in my view, is of insufficient degree in the absence of any evidence of rehabilitation or other recent conduct which would suggest that he is at present of good character.",
      "id": "s48"
    },
    {
      "text": "The acknowledgement of his past conduct and his statements of intending to comply with Australian laws (paragraphs 13 and 16 earlier) coincide with these proceedings.",
      "id": "s49"
    },
    {
      "text": "The gravity and extent of his past criminal and general conduct and the absence of evidence of present general conduct, on balance, is heavily weighted against succeeding under Part 1.",
      "id": "s50"
    },
    {
      "text": "At [22] the Tribunal said: \n If not already apparent, I cannot find Mr Selimi has enduring moral qualities ; he has committed infractions .",
      "id": "s51"
    },
    {
      "text": ".",
      "id": "s52"
    },
    {
      "text": ".",
      "id": "s53"
    },
    {
      "text": "that show weaknesses or blemishes in character and he is a person who lied to officers of the respondent thereby demonstrating an absence of good character (refer Irving v Minister for Immigration and Multicultural Affairs [1996] FCA 1660 ; Goldie v Minister for Immigration and Multicultural Affairs [1999] FCA 1277 ; Re Lachmaiya and Department of Immigration and Ethnic Affairs [1994] AATA 27 ; (1994) 19 AAR 148).",
      "id": "s54"
    },
    {
      "text": "The Tribunal then turned to the discretionary considerations in Part 2 of the Direction.",
      "id": "s55"
    },
    {
      "text": "After considering the three primary considerations and the \"other\" considerations, it concluded that the discretion should be exercised in favour of a refusal of the visa.",
      "id": "s56"
    },
    {
      "text": "I do not need to record the Tribunal's reasoning process in this connection, because its treatment of the discretionary matters was not attacked.",
      "id": "s57"
    },
    {
      "text": "It is however necessary to note some findings of fact made in the course of this part of the Tribunal's reasons.",
      "id": "s58"
    },
    {
      "text": "At [12] of its reasons the Tribunal recorded Mr Selimi's oral evidence about the Court proceedings referred to at [8]-[9] above.",
      "id": "s59"
    },
    {
      "text": "He told the Tribunal he did not know the purpose for his appearance there, but understood that it had something to do with the issue to him of a visa.",
      "id": "s60"
    },
    {
      "text": "He could not remember whether he had an interpreter assisting him.",
      "id": "s61"
    },
    {
      "text": "He did not understand the proceedings.",
      "id": "s62"
    },
    {
      "text": "He could not remember whether he gave evidence or whether he pleaded guilty or not guilty.",
      "id": "s63"
    },
    {
      "text": "He said that at the conclusion of the proceedings his solicitor told him that \"everything was alright\".",
      "id": "s64"
    },
    {
      "text": "He did not discover that he had been convicted until the present application was made.",
      "id": "s65"
    },
    {
      "text": "At [32] of its reasons, in the course of dealing with discretionary considerations, the Tribunal said: \n I am satisfied and find as a fact that Mr Selimi did understand the nature of the proceedings, that he did plead not guilty, that he did give evidence and that the allegations against him were properly interpreted.",
      "id": "s66"
    },
    {
      "text": "His denial throughout the hearing of this application of his understanding of the proceedings at Dandenong Magistrates' Court and his memory of it does him no credit.",
      "id": "s67"
    },
    {
      "text": "At [31] of its reasons the Tribunal described Mr Selimi as a dishonest person: \n who has demonstrated virtually nothing since he left Australia in March 2001 which would permit a conclusion that he is a person who is now honest or can be trusted.",
      "id": "s68"
    },
    {
      "text": "His conduct clearly points to him being a person who was prepared to disregard Australian laws and engage in behaviour --- even by the expenditure of considerable sums of money --- to ensure that he was able to stay.",
      "id": "s69"
    },
    {
      "text": "The reference to the sums of money is to the $25,000 paid to Ms Flegel to \"fraudulently present herself\" as Mr Selimi's wife, as well as a $10,000 payment made to Jemal and a further $10,000 to be paid to him if the visa was issued.",
      "id": "s70"
    },
    {
      "text": "At [31] the Tribunal also referred to the protection visa application: \n In his application for refugee status ... he claimed that he left Macedonia to escape from the persecution and discrimination suffered by me and all other Albanians at the hands of the Serbs ... Additionally, he claimed that he feared that returning to Macedonia would expose him to persecution and discrimination.",
      "id": "s71"
    },
    {
      "text": "That application was as false as the marriage he entered into and despite the professed fear of returning he voluntarily left Australia in March 2001 and returned to (and remains on) the farm that he worked before he left in 1994.",
      "id": "s72"
    },
    {
      "text": "At [39] the Tribunal repeated that there was nothing before it that pointed to evidence of rehabilitation or recent good conduct on Mr Selimi's part other than his expression of regret and apology during the hearing and in his written statement.",
      "id": "s73"
    },
    {
      "text": "APPLICANT'S GROUNDS \n The first ground is that in the passage quoted at [11] the Tribunal: \n inverts the [character] test by its statement that there is little that would point to present general conduct as being of good character.",
      "id": "s74"
    },
    {
      "text": "This suggests the imposition of an incorrect test requiring that the applicant establish that he is at present of good character, rather than that his past and present general conduct show that he is not of good character.",
      "id": "s75"
    },
    {
      "text": "This ground is based on the fourth sentence in the passage quoted at [11].",
      "id": "s76"
    },
    {
      "text": "It is said that this approach contaminates the finding that Mr Selimi is not of good character.",
      "id": "s77"
    },
    {
      "text": "The fifth sentence is also assailed on the same ground:\n \n What follows in the context of consideration of the visa applicant's acknowledgment of past mistakes is a finding that his acknowledgment is of insufficient degree in the absence of any evidence of rehabilitation or other recent conduct which would suggest that he is at present of good character.",
      "id": "s78"
    },
    {
      "text": "In my view the Tribunal has not in the fourth sentence imposed an onus on the applicant to establish that Mr Selimi is of good character.",
      "id": "s79"
    },
    {
      "text": "The Tribunal first recorded the matters indicating that he is not of good character.",
      "id": "s80"
    },
    {
      "text": "It then asked itself whether there was anything of present general conduct indicating good character.",
      "id": "s81"
    },
    {
      "text": "Correctly, in my view, it said there was little that could be pointed to on that score.",
      "id": "s82"
    },
    {
      "text": "The fourth sentence is quite neutral in terms of onus --- \"there is little that would point to\" is not even suggestive of the imposition of an obligation on the applicant to establish that Mr Selimi is at present of good character.",
      "id": "s83"
    },
    {
      "text": "The final sentence of the passage quoted at [11] also refers, quite impartially, to \"the absence of evidence of present general conduct\".",
      "id": "s84"
    },
    {
      "text": "The fifth sentence is an explanation of the \"little\" referred to in the fourth sentence.",
      "id": "s85"
    },
    {
      "text": "In complying with its obligation under clause 1.11 of the Direction to take into consideration both good and bad conduct, the Tribunal said that the absence of evidence of rehabilitation or other recent conduct that would suggest that Mr Selimi is at present of good character, rendered his acknowledgment of past mistakes insufficient to enable it to find he is at present of good character.",
      "id": "s86"
    },
    {
      "text": "No onus is thereby imposed.",
      "id": "s87"
    },
    {
      "text": "The language is quite neutral.",
      "id": "s88"
    },
    {
      "text": "The words \"he is\", emphasised by the applicant, do not assist.",
      "id": "s89"
    },
    {
      "text": "The Tribunal is there saying that had there been evidence of rehabilitation, for example, it would have suggested that Mr Selimi was at present of good character.",
      "id": "s90"
    },
    {
      "text": "There was no such evidence, and no other evidence of recent conduct so suggestive, and accordingly it was not prepared to treat his acknowledgment of past mistakes as sufficient to show present good character.",
      "id": "s91"
    },
    {
      "text": "Moreover, the Tribunal's approach was consistent with s 501(1) which requires a visa applicant to \"satisfy the Minister that the person passes the character test\".",
      "id": "s92"
    },
    {
      "text": "Where there is evidence that a person does not pass the character test --- by operation of s 501(6) --- it is open to the Tribunal to conclude as such when there is no, or insufficient, other evidence adduced by the applicant showing that he or she does pass the character test.",
      "id": "s93"
    },
    {
      "text": "In my view there is no substance in the onus ground.",
      "id": "s94"
    },
    {
      "text": "The next ground is that the fifth sentence of the passage quoted at [11] disregards the precept that \"continuing conduct must be demonstrated that shows a lack of enduring moral quality\".",
      "id": "s95"
    },
    {
      "text": "That is a quotation from the reasons of Lee J in Godley v Minister for Immigration and Multicultural and Indigenous Affairs (2004) 83 ALD 411 ( Godley ) at [56], approved on appeal in Minister for Immigration and Multicultural and Indigenous Affairs v Godley [2005] FCAFC 10 ; (2005) 141 FCR 552 at [34] .",
      "id": "s96"
    },
    {
      "text": "The whole passage is as follows: \n Before past and present general conduct may be taken to reveal indicia that a visa applicant is not of good character continuing conduct must be demonstrated that shows a lack of enduring moral quality.",
      "id": "s97"
    },
    {
      "text": "Although in some circumstances isolated elements of conduct may be significant and display lack of moral worth they will be rare, and as with consideration of criminal conduct there must be due regard given to recent good conduct.",
      "id": "s98"
    },
    {
      "text": "The applicant contends that there is no continuing conduct of the kind of which Mr Selimi was guilty previously.",
      "id": "s99"
    },
    {
      "text": "This complaint is not made out.",
      "id": "s100"
    },
    {
      "text": "The Tribunal made findings that established that Mr Selimi's bad conduct continued over an extended period of time.",
      "id": "s101"
    },
    {
      "text": "At [26] it said: \n He was not prepared to make a legitimate application for permanent residency and for many years either made, or allowed to be made, statements and representations which he knew were false and which were intended to conceal that his marriage was a sham.",
      "id": "s102"
    },
    {
      "text": "(emphasis added) \n\n At [27] the Tribunal said: \n That Mr Selimi was prepared to engage in a course of conduct in which he was a willing participant where he was able to conceal the true nature of his relationship for many years in a foreign country where he did not speak or read English does cause me to have little confidence that similar conduct would not be repeated.",
      "id": "s103"
    },
    {
      "text": "(emphasis added) \n\n The Tribunal also found that Mr Selimi's unsatisfactory conduct was not limited to his sham marriage in Australia and his application for a spouse visa.",
      "id": "s104"
    },
    {
      "text": "It found that he had made false or misleading statements in support of his protection visa application.",
      "id": "s105"
    },
    {
      "text": "See the passage set out at [16] above.",
      "id": "s106"
    },
    {
      "text": "I have referred at [13] and [14] to the Tribunal's observations about Mr Selimi's evidence at the hearing on 21 May 2008.",
      "id": "s107"
    },
    {
      "text": "This confirmed for the Tribunal the continuing nature of Mr Selimi's unsatisfactory moral qualities, and that his behaviour had not changed sufficiently since he engaged in his previous temporally extended criminal and generally dishonest behaviour.",
      "id": "s108"
    },
    {
      "text": "I do not accept the applicant's submission that reliance cannot be placed on these observations because they were made in the course of considering the discretionary issue.",
      "id": "s109"
    },
    {
      "text": "The Tribunal's reasons must be considered in full in order to determine whether it committed reviewable error: Minister for Immigration and Ethnic Affairs v Wu Shan Liang [1996] HCA 6 ; (1996) 185 CLR 259 at 291.",
      "id": "s110"
    },
    {
      "text": "The Tribunal did not fail to consider Mr Selimi's continuing conduct.",
      "id": "s111"
    },
    {
      "text": "The third ground attacks the passage in the Tribunal's reasons set out at [12] above ([22] of the Tribunal's reasons).",
      "id": "s112"
    },
    {
      "text": "Reliance is placed on another passage from Lee J's judgment in Godley (2004) 83 ALD 411 , also approved by the Full Court.",
      "id": "s113"
    },
    {
      "text": "His Honour said at [77]: \n A provision such as that contained in s 501(6)(c) is not concerned with weaknesses or blemishes in character but with ensuring that the power to refuse a visa by reference to quality of character of a visa applicant is only provided to the minister when it is demonstrable that the visa applicant is not of good character thereby giving sufficient cause for the minister to determine whether the degree of absence of good character is such that it would be clearly in the interests of the Australian community to refuse entry to that person ... \n\n \nThis passage is preceded by an elaborate examination of matters relied upon by the Minister, which Lee J generally characterised at [77] as weaknesses or blemishes in character which in his view did not justify a conclusion that Mr Godley was a person not of good character.",
      "id": "s114"
    },
    {
      "text": "The matters included insignificant traffic offences, offences that were \"non-informative\" as to whether he was a person not of good character, a failure to disclose something influenced by his need to obtain earnings as a husband as much as by any innate defect in character, a matter of which his Honour said it was difficult to see how it could have been used by the Minister to determine bad character, and a matter that in terms of assessing a person's enduring moral quality was described as trivial.",
      "id": "s115"
    },
    {
      "text": "It was this catalogue of incidents that Lee J characterised as mere weaknesses or blemishes in character falling short of demonstrating that Mr Godley was not of good character.",
      "id": "s116"
    },
    {
      "text": "His Honour went on to hold that the Minister's reasons, which relied on the catalogue of incidents, showed that he did not apply his mind to the threshold question required to be determined under s 501(6)(c) , namely whether he could find as a fact that Mr Godley was a person not of good character.",
      "id": "s117"
    },
    {
      "text": "The present case is quite different from Godley (2004) 83 ALD 411.",
      "id": "s118"
    },
    {
      "text": "What Lee J there described as \"weaknesses or blemishes in character\" were trivial matters and matters uninformative as to whether Mr Godley was not of good character.",
      "id": "s119"
    },
    {
      "text": "The matters the Tribunal in the present case so described were not of that nature.",
      "id": "s120"
    },
    {
      "text": "Paragraph [22] of the Tribunal's reasons begins: \"If not already apparent, I cannot find Mr Selimi has enduring moral qualities \".",
      "id": "s121"
    },
    {
      "text": "This refers to the incidents recorded elsewhere in the reasons, especially in [21].",
      "id": "s122"
    },
    {
      "text": "The offences of which he was convicted, his conduct in relation to the claim for a protection visa, making or allowing to be made false statements for many years intended to conceal that his marriage was a sham, and his recent false evidence at the Tribunal hearing, were not trivial or uninformative matters that Lee J described in globo as \"weaknesses or blemishes in character\".",
      "id": "s123"
    },
    {
      "text": "They were serious matters that went to the core of whether Mr Selimi was a person not of good character.",
      "id": "s124"
    },
    {
      "text": "The Tribunal twice referred to the offences as \"serious\".",
      "id": "s125"
    },
    {
      "text": "It also stressed \"the gravity and extent\" of the past criminal and general conduct.",
      "id": "s126"
    },
    {
      "text": "It noted that in the Direction the Minister regarded serious crimes against the Act as being \"very serious\".",
      "id": "s127"
    },
    {
      "text": "In those circumstances the Tribunal's conclusion that it could not find that Mr Selimi had enduring moral qualities would, but for the balance of the sentence at [22], be unassailable.",
      "id": "s128"
    },
    {
      "text": "The \"enduring moral qualities\" test applied by the Tribunal is endorsed by Full Courts in Irving v Minister for Immigration, Local Government and Ethnic Affairs (1996) 68 FCR 422 at 431 and Goldie v Minister for Immigration and Multicultural Affairs [1999] FCA 1277 at [8] , to which the Tribunal referred, and by Full Courts in Minister for Immigration and Ethnic Affairs v Baker (1997) 73 FCR 187 and Godley [2005] FCAFC 10 ; (2005) 141 FCR 552 at [35] , to which it did not refer.",
      "id": "s129"
    },
    {
      "text": "What seems to have happened at [22] is that the Tribunal has taken \"enduring moral qualities\" from Irving and Goldie and has assimilated those qualities with \"weaknesses or blemishes in character\".",
      "id": "s130"
    },
    {
      "text": "Irving and Goldie were of course contrasting those characteristics.",
      "id": "s131"
    },
    {
      "text": "However, despite this slip, it is clear from a reading of the Tribunal's reasons as a whole that it regarded Mr Selimi's conduct as serious, grave and extended, and concluded that he did not have enduring moral qualities.",
      "id": "s132"
    },
    {
      "text": "That the Tribunal used \"weaknesses or blemishes in character\" as a general description of that conduct does not mean that it regarded it as trivial or uninformative of true character.",
      "id": "s133"
    },
    {
      "text": "The expression \"infractions ... that show weaknesses or blemishes\" should, in the context of the whole of the Tribunal's reasons, be understood as \"weaknesses or blemishes in character of a serious nature\", which, taken together with the fact that Mr Selimi lied to Departmental officers and gave false evidence to the Tribunal, demonstrated an absence of enduring moral qualities and thus an absence of good character.",
      "id": "s134"
    },
    {
      "text": "It is important to understand that the Tribunal was not strictly wrong in calling Mr Selimi's infractions \"weaknesses or blemishes in character\".",
      "id": "s135"
    },
    {
      "text": "They did have that quality.",
      "id": "s136"
    },
    {
      "text": "The description only seems to understate the seriousness of the infractions because it was used in Godley (2004) 83 ALD 411 to describe trivial matters and matters uninformative as to whether Mr Godley was not of good character.",
      "id": "s137"
    },
    {
      "text": "Further, as I have said at [29], the Tribunal did not confine itself to what it called \"infractions ... that show weaknesses or blemishes in character\".",
      "id": "s138"
    },
    {
      "text": "It relied also on the fact that \"he ... lied to officers of the respondent thereby demonstrating an absence of good character\".",
      "id": "s139"
    },
    {
      "text": "As well, taking its reasons as a whole, the Tribunal can be taken to have relied on the false evidence Mr Selimi gave at the hearing.",
      "id": "s140"
    },
    {
      "text": "When the passage from Godley (2004) 83 ALD 411 set out at [22] above is read in the context of the facts of that case, it is seen that it provides no assistance to the applicant's third ground.",
      "id": "s141"
    },
    {
      "text": "A FURTHER GROUND?",
      "id": "s142"
    },
    {
      "text": "For the avoidance of doubt I should record that the document described as \"Application for an order to show cause\" has a fourth ground.",
      "id": "s143"
    },
    {
      "text": "However, it appears to be an amalgam of the first and second grounds, and is disposed of by what I have said about them.",
      "id": "s144"
    },
    {
      "text": "CONCLUSION \n None of the grounds having been made out, the application must be dismissed.",
      "id": "s145"
    },
    {
      "text": "I certify that the preceding thirty-three (33) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s146"
    },
    {
      "text": "Associate:\n \n \nDated: 5 March 2009\n \n Counsel for the Applicant: JA Gibson \n \n Solicitor for the Applicant: Thornton Immigration \n \n Counsel for the Respondents: R Knowles \n \n Solicitor for the Respondents: Australian Government Solicitor \n Date of Hearing: 9 February 2009 \n \n Date of Judgment: 5 March 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/199.html",
      "id": "s147"
    }
  ]
}