{
  "name": "Kim v Minister for Immigration &amp; Citizenship [2009] FCA 161 (26 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/161.html",
  "catchphrases": [
    {
      "text": "student visa application",
      "id": "c0"
    },
    {
      "text": "need for exceptional reasons",
      "id": "c1"
    },
    {
      "text": "exceptional reasons mean reasons that are unusual or out of the ordinary",
      "id": "c2"
    },
    {
      "text": "whether consideration of individual reasons indicated that the reasons were not considered cumulatively.",
      "id": "c3"
    },
    {
      "text": "administrative law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n The appellant in this matter is a young Korean woman who came to Australia in August 1999 with her family at the age of nine.",
      "id": "s0"
    },
    {
      "text": "Her father had been granted a subclass 457 Temporary Business Entry visa.",
      "id": "s1"
    },
    {
      "text": "The appellant entered the New South Wales school system, progressed to Year 11 and then completed a Certificate III course.",
      "id": "s2"
    },
    {
      "text": "She later commenced a Diploma accounting course.",
      "id": "s3"
    },
    {
      "text": "Her older brother has been granted permanent residency in Australia.",
      "id": "s4"
    },
    {
      "text": "Like her parents the appellant had a subclass 457 temporary residence visa and like her parents that visa was to cease on 12 August 2007.",
      "id": "s5"
    },
    {
      "text": "On 8 May 2007 the appellant applied for a student visa but it was refused by a delegate of the Minister on 7 August 2007.",
      "id": "s6"
    },
    {
      "text": "The essential criterion against which her application for a student visa was to be judged, and which the delegate found was not demonstrated, was that she establish \"exceptional reasons for the grant of a subclass 573 visa\".",
      "id": "s7"
    },
    {
      "text": "She applied to the Migration Review Tribunal (\"the MRT\") on 10 August 2007 for a review of the delegate's decision.",
      "id": "s8"
    },
    {
      "text": "The appellant claimed before the MRT that her command of her mother language was inadequate, that she would have difficulty adapting to the Korean education system and she would lack the support of friends.",
      "id": "s9"
    },
    {
      "text": "She had, meanwhile, in February 2008 enrolled in a three year Bachelor of Applied Finance course at a university college run by Macquarie University as an international student although there was no evidence that she had earlier completed her Diploma of Accounting course.",
      "id": "s10"
    },
    {
      "text": "The decision of the MRT was handed down on 30 April 2008.",
      "id": "s11"
    },
    {
      "text": "The MRT assessed her claim to have exceptional reasons in the following way: The Tribunal does not accept that the applicant has established exceptional reasons for the grant of the subclass 573 visa.",
      "id": "s12"
    },
    {
      "text": "The Tribunal does not accept the applicant's submissions that the payment of tertiary fees constitutes a financial benefit which could be characterised as exceptional.",
      "id": "s13"
    },
    {
      "text": "The payment of fees is not unusual or out of the ordinary for international or Australian students studying for tertiary qualifications.",
      "id": "s14"
    },
    {
      "text": "The applicant came to Australia in 1999 and lived here with her parents during her school years.",
      "id": "s15"
    },
    {
      "text": "Her parents were temporary residents of Australia and have returned to South Korea where they own their home and run an export business.",
      "id": "s16"
    },
    {
      "text": "They have had the financial resources to support the applicant during her stay in Australia.",
      "id": "s17"
    },
    {
      "text": "Families who live in Australia on temporary visas must necessarily adapt to a change in their circumstances when they depart Australia and such changes would be anticipated by temporary visa holders at the time of grant.",
      "id": "s18"
    },
    {
      "text": "The Tribunal does not accept that adaption to the Korean culture and system for the applicant would be unusual or out of the ordinary in these circumstances.",
      "id": "s19"
    },
    {
      "text": "The applicant completed her NSW School Certificate in 2005 and one semester of Yr 11 of high school studies in 2006.",
      "id": "s20"
    },
    {
      "text": "She then completed a Certificate course in Information Technology in 2006.",
      "id": "s21"
    },
    {
      "text": "She applied for a subclass 573 student visa in May 2007 and her application was refused in August 2007 well before she started the Applied Finance course at Macquarie International on 25 February 2008.",
      "id": "s22"
    },
    {
      "text": "The Tribunal does not consider that the applicant would be prejudiced by withdrawal from her current studies at this early stage.",
      "id": "s23"
    },
    {
      "text": "She stated that it would be difficult to adapt to a different educational system in South Korea where she would not have the support of friends as she would have in Australia.",
      "id": "s24"
    },
    {
      "text": "She also stated that her Korean language skills were not comparable with other Korean students.",
      "id": "s25"
    },
    {
      "text": "The applicant appeared to have a good knowledge of conversational Korean which she demonstrated in her discussions with her advisor and mother during the hearing.",
      "id": "s26"
    },
    {
      "text": "Whilst her Korean may not be comparable with her contemporaries in South Korea she is conversant with the language.",
      "id": "s27"
    },
    {
      "text": "Further she has knowledge of English and the Tribunal would expect that having English as a second language could give her some educational advantages in South Korea.",
      "id": "s28"
    },
    {
      "text": "The Tribunal does not accept the anticipated difficulty in adapting to the education system in South Korea to be an exceptional reason for granting a student visa.",
      "id": "s29"
    },
    {
      "text": "With respect to her friends, the Tribunal does not accept that the impact of her moving to South Korea and not having face to face contact with friends is an exceptional reason to justify the grant of a visa.",
      "id": "s30"
    },
    {
      "text": "The Tribunal would expect that she would be able to maintain her friendships through letters, telephone, email and other computerised forms of communication.",
      "id": "s31"
    },
    {
      "text": "Further she would have the support and company of her parents who are living in South Korea.",
      "id": "s32"
    },
    {
      "text": "The applicant claims she has a good educational history however the Tribunal does not consider that she has achieved a high academic outcome whilst in Australia.",
      "id": "s33"
    },
    {
      "text": "Despite completing 2 years of primary school and all her high school years in Australia she did not complete Yr 12 or gain her Higher School Certificate.",
      "id": "s34"
    },
    {
      "text": "She appears to have had a good attendance record during her college studies at ITTT and Meridian however she has only provided evidence of the grant of her School Certificate in 2005 and a Certificate III in Information Technology at ITTT in July 2006.",
      "id": "s35"
    },
    {
      "text": "The applicant's English skills were fairly poor at hearing which was surprising since she has spent all her high school years in Australia.",
      "id": "s36"
    },
    {
      "text": "She had difficulty understanding the Tribunal and had to constantly seek advice in Korean from her advisor.",
      "id": "s37"
    },
    {
      "text": "The Tribunal accepts that the applicant's brother has obtained permanent residency but does not consider that this constitutes an exceptional reason for the grant of visa.",
      "id": "s38"
    },
    {
      "text": "On the present appeal no issue is taken with the approach of the MRT that \"exceptional reasons\" mean reasons that are unusual or out of the ordinary.",
      "id": "s39"
    },
    {
      "text": "That approach is in accordance with authority (see e.g.",
      "id": "s40"
    },
    {
      "text": "Hatcher v Cohn [2004] FCA 1548 ; (2004) 139 FCR 425 at [49] - [50] , Cohn v Hatcher [2005] FCAFC 199 ; (2005) 146 FCR 275 at [47] - [48] , [63]).",
      "id": "s41"
    },
    {
      "text": "A decision of the MRT is only reviewable judicially for jurisdictional error.",
      "id": "s42"
    },
    {
      "text": "Judicial review is not available to review the merits of decisions of the MRT or to substitute some different judgment about the factors which it assesses and the weight which it gives to them.",
      "id": "s43"
    },
    {
      "text": "On 16 May 2008 the appellant made an application to the Federal Magistrates Court of Australia (\"the FMCA\") for judicial review of the decision of the MRT.",
      "id": "s44"
    },
    {
      "text": "The grounds of the application, as stated in an amended application, were as follows: \n 1.",
      "id": "s45"
    },
    {
      "text": "The Second Respondent (the Tribunal) committed jurisdictional error, \n\n \n(a) It failed to consider a claim or case that clearly arose on the evidence and material before it, being that exceptional reasons for granting a subclass 573 visa existed because the applicant had invested in excess of $12,000.00 in her education in Australia and stood to lose that money if the visa was not granted.",
      "id": "s46"
    },
    {
      "text": "2.",
      "id": "s47"
    },
    {
      "text": "The Tribunal failed to ask itself the right question.",
      "id": "s48"
    },
    {
      "text": "Particulars\n \n \n(a) The Tribunal asked,\n \n \n(i) Whether payment of tertiary fees by the applicant could be classed as exceptional,\n \n \n(ii) Whether the need for the applicant to adapt to Korean culture would be unusual or out of the ordinary,\n \n \n(iii) Whether the applicant would be prejudiced by withdrawal from her current university course.",
      "id": "s49"
    },
    {
      "text": "(b) The Tribunal should have asked itself, in each case, whether the stated reason was an exceptional reason for the grant of a student visa.",
      "id": "s50"
    },
    {
      "text": "(c) The Tribunal also failed to ask itself whether the reasons put forward by the applicant were, considered cumulatively, exceptional reasons for granting a sub class 573 visa.",
      "id": "s51"
    },
    {
      "text": "3.",
      "id": "s52"
    },
    {
      "text": "The Tribunal took an irrelevant consideration into account.",
      "id": "s53"
    },
    {
      "text": "Particulars\n \n \n(a) That the applicant's student visa application had been refused by the Department of Immigration prior to her commencing her current course.",
      "id": "s54"
    },
    {
      "text": "On 27 November 2008 the FMCA dismissed the application for judicial review ( Kim v Minister for Immigration &amp; Anor [2008] FMCA 1577).",
      "id": "s55"
    },
    {
      "text": "It is from that decision that the present appeal has been brought.",
      "id": "s56"
    },
    {
      "text": "The Federal Magistrate examined the statutory context set by the Migration Act 1958 (Cth) (\"the Act\") and a number of authorities and concluded that there was no identifiable definition which operated to confine the discretion of a decision maker required to decide whether exceptional reasons had been established for the grant of a subclass 573 visa.",
      "id": "s57"
    },
    {
      "text": "The Federal Magistrate concluded that no jurisdictional error had occurred.",
      "id": "s58"
    },
    {
      "text": "He was not satisfied that the MRT had failed to take the appellant's evidence into account.",
      "id": "s59"
    },
    {
      "text": "In his view the criticisms which were made of the reasons of the MRT were \"no more than attacks on the merits of an assessment which was made within the Tribunal's jurisdiction.",
      "id": "s60"
    },
    {
      "text": "\" He also rejected the contention, illustrated by particular (c) to ground 2, set out above, that the MRT had failed to consider the cumulative or overall effect of the matters upon which the appellant had relied.",
      "id": "s61"
    },
    {
      "text": "He felt, accordingly, obliged to dismiss the application and did so on 27 November 2008.",
      "id": "s62"
    },
    {
      "text": "On 12 December 2008 the appellant filed her present appeal.",
      "id": "s63"
    },
    {
      "text": "There was only one ground of appeal which was stated, with particulars, as follows: His Honour erred in holding that the second respondent (the Tribunal) had addressed the case put forward by the appellant.",
      "id": "s64"
    },
    {
      "text": "Particulars\n \n \n(a) The appellant relied on her residence in Australia for ten years, commencing when she was nine years of age, and that her upbringing and education since that time had been in Australia.",
      "id": "s65"
    },
    {
      "text": "(b) The Tribunal's response, to consider the difficulties of cultural re-adaption to Korea both generally and in the case of the appellant, did not address the appellant's contention.",
      "id": "s66"
    },
    {
      "text": "(c) His Honour erred in failing to find that the Tribunal had not considered the cumulative effect of the appellant's case for establishing exceptional reasons for the grant of a student visa.",
      "id": "s67"
    },
    {
      "text": "At the hearing of the appeal, however, leave was sought, not opposed and granted to substitute different grounds of appeal in the following terms: His Honour erred in holding that the second respondent (the Tribunal) had considered whether the case put forward by the appellant to the effect that she,\n \n(a) had arrived in Australia at the age of 9,\n \n(b) had been educated in Australia, and\n \n(c) wished to continue her studies\n \n \n invoked, 'exceptional reasons' for granting her a student visa within the meaning of sub clause 573.227(c) of Schedule 2 of the Migration Regulations.",
      "id": "s68"
    },
    {
      "text": "His Honour erred in finding that the Tribunal had lawfully considered the cumulative effect of the appellant's case for establishing exceptional reasons for the grant of a sub class 573 student visa.",
      "id": "s69"
    },
    {
      "text": "In his written submissions on the appeal Mr Karp of counsel who appeared for the appellant drew attention to the fact that the appellant's former solicitors had pointed out to the MRT that a Procedures Advice Manual used within the Department of Immigration and Citizenship suggested that the exceptional reasons criterion \"may also be met if the applicant is the dependant of a departing temporary resident visa holder and has been successfully studying in Australia for at least one year and wished to complete their current course or undertake further studies\".",
      "id": "s70"
    },
    {
      "text": "Ground 1 of the amended appeal reflects this policy statement.",
      "id": "s71"
    },
    {
      "text": "It was submitted that the MRT had not addressed \"this confluence of circumstances\" and that the Federal Magistrate was in error in concluding that the MRT had adequately considered the appellant's case in this respect.",
      "id": "s72"
    },
    {
      "text": "Ground 2 of the amended appeal is a development of the same theme.",
      "id": "s73"
    },
    {
      "text": "Mr Karp very fairly and properly characterised the judgment of the Federal Magistrate as a \"carefully reasoned\" one and accepted, as the Federal Magistrate had found, \"that there is nothing in the scheme of the Migration Act or Regulations that confines consideration to what are 'exceptional reasons' ... to any given set of circumstances, either personal or extraneous to an applicant\".",
      "id": "s74"
    },
    {
      "text": "I think it is plain that the MRT gave specific consideration to whether the appellant had established that there were exceptional reasons for the grant of the visa she sought.",
      "id": "s75"
    },
    {
      "text": "It stated that it did not accept that such reasons had been established.",
      "id": "s76"
    },
    {
      "text": "There is no basis to think that the discussion of individual aspects of her claims, which I set out earlier, indicates that they were not considered cumulatively, as well as individually.",
      "id": "s77"
    },
    {
      "text": "The Federal Magistrate observed that the MRT had not regarded any of the individual matters as being unusual or out of the ordinary.",
      "id": "s78"
    },
    {
      "text": "The Federal Magistrate appeared to think that the agglomeration of usual or ordinary circumstances was not likely to represent \"exceptional reasons\" taken together.",
      "id": "s79"
    },
    {
      "text": "Although it may be possible to conceive of cases where the contrary was true, probably by a very fine margin, I, like the Federal Magistrate, am not satisfied that it has been established that the MRT failed to appreciate, assess or weigh the appellant's circumstances cumulatively as well as individually.",
      "id": "s80"
    },
    {
      "text": "Nor am I persuaded that the Federal Magistrate, for his part, applied the wrong test to the assessment of whether, in this or in any other respect, the MRT had committed jurisdictional error.",
      "id": "s81"
    },
    {
      "text": "However unwelcome the decision of the MRT might be to the appellant and regardless of whether minds might differ about how the factors relied upon by the appellant might, in individual cases, be assessed the matters relied upon by the appellant and the assessment of her circumstances were matters for the judgment of the MRT.",
      "id": "s82"
    },
    {
      "text": "They are not matters for judgment by this Court and were not matters for judgment by the FMCA.",
      "id": "s83"
    },
    {
      "text": "The appellant was required to establish, to the satisfaction of the relevant decision maker, that there were exceptional circumstances for her to be granted a subclass 573 visa.",
      "id": "s84"
    },
    {
      "text": "She did not do so.",
      "id": "s85"
    },
    {
      "text": "She has now failed, notwithstanding the careful submissions on her behalf, to establish any jurisdictional error by the MRT or any error by the Federal Magistrate.",
      "id": "s86"
    },
    {
      "text": "Her appeal must be dismissed.",
      "id": "s87"
    },
    {
      "text": "It is appropriate to dismiss it with costs.",
      "id": "s88"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s89"
    },
    {
      "text": "Associate:\n \n \nDated: 26 February 2009\n \n Counsel for the Appellant: Mr L Karp \n \n Counsel for the Respondents: Mr J D Smith \n \n Solicitor for the Respondents: Clayton Utz \n Date of Hearing: 19 February 2009 \n \n Date of Judgment: 26 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/161.html",
      "id": "s90"
    }
  ]
}