{
  "name": "Deputy Commissioner of Taxation v Scottsdale Homes No 3 Pty Ltd (No 2) [2009] FCA 190 (25 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/190.html",
  "catchphrases": [
    {
      "text": "administration",
      "id": "c0"
    },
    {
      "text": "application for winding up",
      "id": "c1"
    },
    {
      "text": "creditors' meeting",
      "id": "c2"
    },
    {
      "text": "extension of time",
      "id": "c3"
    },
    {
      "text": "corporations",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "This matter has been before me on two previous occasions, the first on 16 December 2008.",
      "id": "s0"
    },
    {
      "text": "At that time, for reasons which I delivered ex tempore, I made an order that the application for winding up filed on 12 November 2008 be adjourned until 9.30am on 12 February 2009.",
      "id": "s1"
    },
    {
      "text": "I also made orders that the convening period prescribed by s 439A of the Corporations Act 2001 (Cth) (the Act) be extended to 13 February 2009.",
      "id": "s2"
    },
    {
      "text": "As a corollary, I ordered that the meeting of creditors held pursuant to s 439A of the Act be held no earlier than 14 February 2009.",
      "id": "s3"
    },
    {
      "text": "Earlier this month, I made orders further extending the time for the convening period.",
      "id": "s4"
    },
    {
      "text": "Scottsdale Homes No 3 Pty Ltd (Scottsdale Homes No 3) is the Respondent to a winding up application at the behest of a Deputy Commissioner of Taxation (Deputy Commissioner).",
      "id": "s5"
    },
    {
      "text": "The background to today's application is contained in the reasons for judgment which I delivered on 16 December 2008.",
      "id": "s6"
    },
    {
      "text": "Since then, and contrary to the expectation in December, and, for that matter, earlier this month, there has been what one might term, a refinement of proposal in relation to the refinancing of Scottsdale Homes No 3's debts.",
      "id": "s7"
    },
    {
      "text": "The basis for that proposal as refined is deposed to by Mr Bettles, who is an administrator under the deed of company arrangement.",
      "id": "s8"
    },
    {
      "text": "The basis for his knowledge in respect of that proposal is information which he believes to be true provided by Mr Dudley Quinlivan.",
      "id": "s9"
    },
    {
      "text": "In short, the position which emerges on material is that the proposal for refinancing sourced via professional mortgage providers has been the subject of further delay.",
      "id": "s10"
    },
    {
      "text": "It did not settle on the expected date namely, 17 February 2009.",
      "id": "s11"
    },
    {
      "text": "As a result, there has been an entry into negotiations by Mr Quinlivan with the National Australia Bank and Bankwest to refinance development properties owned by Croftworth Property Holdings, which is a company within the Quinlivan Group of companies, located at the Bundall Centre in the Upton Centre, in order to raise some $1.8 million within 14 days.",
      "id": "s12"
    },
    {
      "text": "An offer is expected within the next week in respect of the application to these banks for that finance.",
      "id": "s13"
    },
    {
      "text": "It seems that this particular refinancing is in the nature of an interim injection of capital with the substantive application for finance from Professional Mortgage Providers still on foot.",
      "id": "s14"
    },
    {
      "text": "The administrators depose (Mr Bettles deposes on behalf of the administrators) that it remains in the best interests of the creditors of the company that the matter be adjourned for a period of 14 days to enable the refinance proposal with the banks to be completed.",
      "id": "s15"
    },
    {
      "text": "It is also his view that it is in the best interests of creditors that the convening period and the holding of the second meeting of creditors, be extended until some time in the middle of March.",
      "id": "s16"
    },
    {
      "text": "There is but one major arm's length creditor.",
      "id": "s17"
    },
    {
      "text": "That is the Commissioner of Taxation in respect of revenue debts owed to the Commonwealth and payable to the Commissioner.",
      "id": "s18"
    },
    {
      "text": "It is a significant feature of the application today that the Commissioner, having considered the administrator's affidavit and, further, the material going to the absence of opposition on behalf of, what one might term, related party creditors in the Quinlivan Group of companies, does not oppose the orders that are sought by the administrator.",
      "id": "s19"
    },
    {
      "text": "To that end, the solicitors for the administrator and the Deputy Commissioner in her own right have signed orders which are proposed today.",
      "id": "s20"
    },
    {
      "text": "That signed order became exhibit 1 on the application.",
      "id": "s21"
    },
    {
      "text": "That there exists power to further extend the convening period is, in my opinion and clear: see Re Henry Walker Eltin Group Limited (Administrators Appointed) [2005] FCA 984.",
      "id": "s22"
    },
    {
      "text": "There is also, in my opinion, clear authority further to adjourn the winding up application: see Creevey v Deputy Commissioner of Taxation (1996) 19 ACSR 456 , and; Deputy Commissioner of Taxation v First Netcom Pty Ltd (2001) 19 ACLC 324.",
      "id": "s23"
    },
    {
      "text": "The question is whether or not, given that power exists, there should nonetheless be an extension and an adjournment in these circumstances?",
      "id": "s24"
    },
    {
      "text": "There is something of an interrogative note as to whether, in the end, it is a rainbow that is being chased in respect of the refinancing.",
      "id": "s25"
    },
    {
      "text": "The answer in respect of that interrogative note, or at least persuasive guidance, is to be expected to be provided and in this case has been provided by considered value judgments made, both on the behalf of the administrator and on behalf of the principal arm's length creditor - each of them approaching the matter separately and having regard to, on the one hand, duties that are conferred under the Act and, on the other hand, the interests of the Commonwealth in the recovery of revenue-debts who have each come to a view that the extension and the adjournment is warranted.",
      "id": "s26"
    },
    {
      "text": "That is a very persuasive fact indeed.",
      "id": "s27"
    },
    {
      "text": "This is to be balanced against the parliamentary intent evident in respect of Pt 5.3A of the Act, that the administration of a company ought not be a leisurely and extended affair.",
      "id": "s28"
    },
    {
      "text": "There is a further public interest in that this particular company failed to comply with the terms of a statutory demand and is therefore, prima facie, unable to pay its debts.",
      "id": "s29"
    },
    {
      "text": "As against that, the evidence is that the company is dormant.",
      "id": "s30"
    },
    {
      "text": "Further, it seems that the injection of an amount of $50,000 into the company means that funds which might otherwise be available for creditors, and are necessarily diminished by the legitimate expenses of administration, are not being diminished.",
      "id": "s31"
    },
    {
      "text": "Balancing these competing considerations, it seems to me that the orders proposed ought to be made.",
      "id": "s32"
    },
    {
      "text": "In so doing, I should indicate that, in the event of a further application, very compelling evidence indeed would be necessary, in my opinion, to warrant further adjournment or extension.",
      "id": "s33"
    },
    {
      "text": "However, one must not prejudge the course of events over the next fortnight or so.",
      "id": "s34"
    },
    {
      "text": "For these reasons then, I make orders in terms of the draft proposed by the parties.",
      "id": "s35"
    },
    {
      "text": "I certify that the preceding twelve (12) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s36"
    },
    {
      "text": "Associate:\n \n \nDated: 3 March 2009\n \n Solicitor for the Applicant: Australian Taxation Office \n \n Solicitor for the Respondent: QBM Lawyers \n Date of Hearing: 25 February 2009 \n \n Date of Judgment: 25 February 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/190.html",
      "id": "s37"
    }
  ]
}