{
  "name": "Euroceanica (UK) Ltd v The Ship \"Gem of Safaga\" [2009] FCA 1467 (9 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1467.html",
  "catchphrases": [
    {
      "text": "arrest",
      "id": "c0"
    },
    {
      "text": "meaning of the expression \"the owner\" in s 19(b) of the admiralty act 1988 (cth)",
      "id": "c1"
    },
    {
      "text": "9 of 10 shares in arrested ship registered on indian register of shipping in name of relevant person: 1 share registered in name of company of which director was managing director of relevant person",
      "id": "c2"
    },
    {
      "text": "whether 1 share held beneficially by registered shareholder or on resulting trust",
      "id": "c3"
    },
    {
      "text": "purchase initial ship in sole name of relevant person",
      "id": "c4"
    },
    {
      "text": "before completion relevant person procures amendment to purchase agreement to add nominee as additional purchaser",
      "id": "c5"
    },
    {
      "text": "evidence nominee given the one share",
      "id": "c6"
    },
    {
      "text": "arrest",
      "id": "c7"
    },
    {
      "text": "jurisdiction",
      "id": "c8"
    },
    {
      "text": "admiralty act 1988 (cth) s 19(b)",
      "id": "c9"
    },
    {
      "text": "\"the owner\" in s 19(b) means sole owner, thus not permitting arrest of sister ships when relevant person consisted of more than one person",
      "id": "c10"
    },
    {
      "text": "beneficial ownership sufficient to constitute ownership under s 19(b)",
      "id": "c11"
    },
    {
      "text": "arrest",
      "id": "c12"
    },
    {
      "text": "challenge to jurisdiction",
      "id": "c13"
    },
    {
      "text": "admiralty act 1988 (cth) s 19(b)",
      "id": "c14"
    },
    {
      "text": "plaintiff arrests ship as sister ship for general maritime claim",
      "id": "c15"
    },
    {
      "text": "relevant person owner of 9 of 10 shares in a ship registered in india",
      "id": "c16"
    },
    {
      "text": "other registered shareholder was stranger to plaintiff's claim",
      "id": "c17"
    },
    {
      "text": "whether relevant person was the owner of the ship",
      "id": "c18"
    },
    {
      "text": "relevant person gave 1 share in ship to other shareholder for no consideration before completion",
      "id": "c19"
    },
    {
      "text": "relevant person substantial company arranged all finance for purchase and managed ship as part of its business",
      "id": "c20"
    },
    {
      "text": "other shareholder never received any payment, other than credits in relevant person's accounts",
      "id": "c21"
    },
    {
      "text": "no explanation of, or direct evidence of reason for involvement of other shareholder",
      "id": "c22"
    },
    {
      "text": "relevant person, as sole owner, employed masters",
      "id": "c23"
    },
    {
      "text": "arrest",
      "id": "c24"
    },
    {
      "text": "meaning of \"in control of\" in s 19(a) of the admiralty act 1988 (cth)",
      "id": "c25"
    },
    {
      "text": "whether relevant person was \"in control of\" two other ships at the time plaintiff's general maritime claim under s 4(3)(f) arose for default in payment of hire by its subsidiary named as charterer in charterparties for those two ships",
      "id": "c26"
    },
    {
      "text": "whether side letter to charterparties providing that relevant person was ultimately responsible for true fulfilment of charterers' obligations put it in control of or made it charterer of the two ships under s 19(a)",
      "id": "c27"
    },
    {
      "text": "relevant person controlling appointment of masters, officers of chartered ships, their commercial operation and giving voyage instructions",
      "id": "c28"
    },
    {
      "text": "admiralty",
      "id": "c29"
    },
    {
      "text": "admiralty",
      "id": "c30"
    },
    {
      "text": "admiralty",
      "id": "c31"
    },
    {
      "text": "admiralty",
      "id": "c32"
    }
  ],
  "sentences": [
    {
      "text": "The Panamax size bulk carrier \" Gem of Safaga \" was arrested at Port Kembla on 3 November 2009.",
      "id": "s0"
    },
    {
      "text": "She was about to load a cargo of coal.",
      "id": "s1"
    },
    {
      "text": "The plaintiff, Euroceanica (UK) Ltd, identified West Asia Maritime Ltd as the relevant person in the writ.",
      "id": "s2"
    },
    {
      "text": "Euroceania is the disponent owner of two ships, \" JBU Onyx \" and \" JBU Opal \", that it timechartered to WAM Singapore Pte Ltd ( WAMS ), a subsidiary of West Asia.",
      "id": "s3"
    },
    {
      "text": "WAMS had defaulted on payment of hire for each of those ships totalling over USD2,500,000.",
      "id": "s4"
    },
    {
      "text": "The two timecharters dated 4 April 2008 were in the Shelltime 4 form of charterparty for 5 years plus 30 days at charterers' option.",
      "id": "s5"
    },
    {
      "text": "When each charter party was entered into, as owners, Euroceania, West Asia as \"parent company\" and WAMS as charterers executed a side letter to it that provided: \n \n \"It is mutually agreed between Euroceanica (UK) Ltd., United Kingdom, as Owners, and WAM Singapore Pte., Ltd., as Charterers , that: \n \n\n \n \n West Asia Maritime, No.",
      "id": "s6"
    },
    {
      "text": "4 Moores Road, Chennai, India shall always be ultimately responsible for the true fulfilment of Charterers' obligations under the above Timecharter Party.",
      "id": "s7"
    },
    {
      "text": "\" (original emphasis) \n \n\n West Asia applied to set aside the writ in rem against the \" Gem of Safaga \" for want of jurisdiction.",
      "id": "s8"
    },
    {
      "text": "Alternatively, it sought that the proceedings be dismissed on the same basis.",
      "id": "s9"
    },
    {
      "text": "Euroceania contended that the arrest and the proceedings in rem were brought against the \" Gem of Safaga \" as a surrogate ship for the \" JBU Onyx \" and \" JBU Opal \".",
      "id": "s10"
    },
    {
      "text": "Euroceania claimed damages in the writ based on a general maritime claim under s 4(3)(f) of the Admiralty Act 1988 (Cth) for the failure of West Asia to pay the hire for the two ships.",
      "id": "s11"
    },
    {
      "text": "To justify the arrest of the \" Gem of Safaga \", Euroceania relied on the jurisdiction of the Court conferred by s 19 of the Act.",
      "id": "s12"
    },
    {
      "text": "That provides: \n \n \" 19 Right to proceed in rem against surrogate ship \n \n\n \n \n A proceeding on a general maritime claim concerning a ship may be commenced as an action in rem against some other ship if: \n \n\n \n \n (a) a relevant person in relation to the claim was, when the cause of action arose, the owner or charterer of, or in possession or control of, the first-mentioned ship; and\n (b) that person is, when the proceeding is commenced, the owner of the second-mentioned ship.",
      "id": "s13"
    },
    {
      "text": "\" \n \n\n Euroceania argued that West Asia was a relevant person.",
      "id": "s14"
    },
    {
      "text": "This was because it asserted that West Asia was the \"charterer\" or \"in ... control of\" each of the \" JBU Onyx \" and \" JBU Opal \" for the purposes of s 19(a) of the Act.",
      "id": "s15"
    },
    {
      "text": "Euroceania argued that WAMS' separate legal personality should be ignored because of the dominant degree of control that its parent exercised over its affairs.",
      "id": "s16"
    },
    {
      "text": "It also contended that WAMS was \"a mail box created by West Asia for tax purposes\" although it did not assert that WAMS was a sham.",
      "id": "s17"
    },
    {
      "text": "Next, Euroceania contended that West Asia was \"the owner\" of the \" Gem of Safaga \" within the meaning of s 19(b) of the Act.",
      "id": "s18"
    },
    {
      "text": "However, West Asia argued that it was a part owner only, holding 9 of the 10 shares in that ship, with the other share held by Four M Maritime Private Ltd. Four M was a company controlled by or associated with West Asia's managing director, Abdul Qadir.",
      "id": "s19"
    },
    {
      "text": "NATURE OF THESE PROCEEDINGS \n The Act provides a code governing the right to commence a proceeding in rem against a ship (s 14).",
      "id": "s20"
    },
    {
      "text": "When challenging jurisdiction as a preliminary issue under the Act, the plaintiff must establish the facts on which jurisdiction exists on the balance of probabilities, in light of all the evidence advanced: The Owners of the Ship \"Shin Kobe Maru\" v Empire Shipping Co Inc [1994] HCA 54 ; (1994) 181 CLR 404 at 426 per Mason CJ, Brennan, Deane, Dawson, Toohey, Gaudron and McHugh JJ.",
      "id": "s21"
    },
    {
      "text": "The evidence ranged over a wide field.",
      "id": "s22"
    },
    {
      "text": "It included examining the circumstances in which the \" Gem of Safaga \" was purchased in early 2007 and how the other two, chartered, ships were operated.",
      "id": "s23"
    },
    {
      "text": "OWNERSHIP OF THE SHIP \"GEM OF SAFAGA\" \n The chief operating officer of West Asia, Subhash Joshi, was responsible for the acquisition and financing of its fleets.",
      "id": "s24"
    },
    {
      "text": "He gave evidence to explain how the \" Gem of Safaga \" was acquired.",
      "id": "s25"
    },
    {
      "text": "She was built in 1982 and is of 227m LOA and 65,163 deadweight tonnes.",
      "id": "s26"
    },
    {
      "text": "The negotiations for the purchase of the ship \" Gem of Safaga \" initially proceeded through brokers acting for the vendor, Tedross Navigation SA, and for West Asia.",
      "id": "s27"
    },
    {
      "text": "On 2 February 2007 Tedross and West Asia, through Mr Joshi, signed a memorandum of agreement using the BIMCO Saleform 1993 for the purchase of the ship at a price of USD13,600,000.",
      "id": "s28"
    },
    {
      "text": "The purchaser was described as West Asia \"... or its nominee, [West Asia] to remain fully responsible for the correct and proper fulfilment of all the buyers' responsibilities, undertakings and liabilities under this agreement\".",
      "id": "s29"
    },
    {
      "text": "Mr Joshi had never heard of Four M at this time and understood that only West Asia was the purchaser under the memorandum of agreement.",
      "id": "s30"
    },
    {
      "text": "However, on 16 February 2007 addendum No 1 to the memorandum of agreement was executed.",
      "id": "s31"
    },
    {
      "text": "This introduced Four M as an additional purchaser, but repeated the above term that West Asia remained fully responsible to ensure completion (cl 1, 4).",
      "id": "s32"
    },
    {
      "text": "Tedross promised to provide necessary documents, including a commercial invoice, reflecting the new position in which Four M was also a purchaser (cl 3).",
      "id": "s33"
    },
    {
      "text": "Mr Joshi signed addendum No 1 for West Asia, and Mr Qadir signed for Four M. Next, West Asia and Four M executed a co-ownership agreement bearing the date 20 February 2007.",
      "id": "s34"
    },
    {
      "text": "It was signed for West Asia by Mr Joshi's superior, Mr R Srinivasan, who was an executive director, and by Mr Qadir for Four M. This provided that the co-owners would not be partners but that West Asia would hold nine shares and Four M one share in the ship (cl 2(a)).",
      "id": "s35"
    },
    {
      "text": "This respected the requirements of ss 25(a) and (c) of the Indian Merchant Shipping Act, 1958 (the Indian Act ) that the property in a ship be divided into 10 shares and that no-one was entitled to be registered as owner of a fractional interest in a share.",
      "id": "s36"
    },
    {
      "text": "The \" Gem of Safaga\" was to be registered and flagged in India.",
      "id": "s37"
    },
    {
      "text": "Each co-owner required the consent of the other and the bank financing the purchase before selling, transferring or disposing of the legal or beneficial interest in their shares (cl 2(b)).",
      "id": "s38"
    },
    {
      "text": "Four M authorised West Asia to act on its behalf in respect of a wide variety of matters relating to the acquisition, financing and operation of the ship.",
      "id": "s39"
    },
    {
      "text": "West Asia's powers included authority to: In addition, the co-ownership agreement provided that each co-owner would be entitled to or bear its proportionate share of the assets, liabilities, income and expenditure attributable to its shareholding in the ship and would maintain books of account to reflect these (cl 7(d)).",
      "id": "s40"
    },
    {
      "text": "The co-ownership agreement contained an undertaking acknowledging that West Asia had guaranteed repayments to ICICI Bank Ltd for the loan of USD14 million.",
      "id": "s41"
    },
    {
      "text": "That provided that if there were a default in repaying the bank, and West Asia were called on to make good that default or the guarantee were enforced, then West Asia could demand that the shares of Four M be transferred to it at the average fair market value given in valuations by accountants appointed by each co-owner under cl 2(c).",
      "id": "s42"
    },
    {
      "text": "The board minutes of West Asia for 20 February 2007 authorised its entry into the purchase arrangements and conferred authority on Mr Joshi to bring about completion of the purchase of the \" The Gem of Safaga \".",
      "id": "s43"
    },
    {
      "text": "The minutes noted that Mr Qadir: \n \n \"... is interested in this transaction, in the capacity of Director of [Four M] ..., the details of the transaction were recorded in the Register of contracts maintained under ... [the Indian Companies Act ] ... and the same was signed by the Directors present at the Meeting.",
      "id": "s44"
    },
    {
      "text": "\" \n \n\n \nThat is all the information in the evidence of the nature and extent of Mr Qadir's interest in the transaction other than that he held 1,010 shares in Four M out of 177,815 issued shares.",
      "id": "s45"
    },
    {
      "text": "It appears that his wife holds another 10 shares and the balance of 176,795 are owned by a company with a Mauritian address, Gulf Fertilizers &amp; Chemicals Limited.",
      "id": "s46"
    },
    {
      "text": "Nothing in evidence explains the role of that company.",
      "id": "s47"
    },
    {
      "text": "Mr Joshi obtained an extract of Four M's board minutes for 20 February 2007 to provide to Tedross as part of satisfying it on completion that Four M had authorised the purchase.",
      "id": "s48"
    },
    {
      "text": "This extract fulfilled that purpose but shed no further light on why Four M came to be involved in the purchase of the ship.",
      "id": "s49"
    },
    {
      "text": "On 1 March 2007, ICICI Bank wrote to West Asia offering to provide finance of USD14 million for the purchase of the \" Gem of Safaga \" and a further USD19 million for the purchase of the \" Gem of Dahej \".",
      "id": "s50"
    },
    {
      "text": "Four M was also involved in the latter purchase.",
      "id": "s51"
    },
    {
      "text": "The bank's terms sheet, attached to its letter, described the borrowers for each loan as West Asia and Four M and the \"borrower group\" as West Asia: \n \n \"... its associates and wholly owned subsidiaries, namely:- \n \n\n \n \n ETA West Asia Shipping Company Limited, Mauritius\n ETA Mauritius Limited, Mauritius\n ABIS Ltd, Mauritius\n Al-Ghurair Investments, UAE and Mr Abdul Qadir, Managing Director/his family and their holding companies namely Buhari Holdings Pvt Ltd, and [Four M] ...\" \n \n\n The terms sheets required that compliance with financial covenants and maintenance of specific financial ratios be tested annually.",
      "id": "s52"
    },
    {
      "text": "They also required that for the duration of the loan the other members of the borrower group keep at least a 51% stake in and management control of West Asia.",
      "id": "s53"
    },
    {
      "text": "Completion of the purchase of the \" Gem of Safaga \" occurred at Port Suez on 21 March 2007.",
      "id": "s54"
    },
    {
      "text": "West Asia and Four M signed a delivery and acceptance protocol, received a bill of sale from Tedross simply transferring all shares to them and a commercial invoice.",
      "id": "s55"
    },
    {
      "text": "And on 21 March 2007, also at Port Suez, an officer of an Indian ship classification society, the Indian Register of Shipping, acting, I infer, with the authority of the Indian Government, issued a provisional registration certificate under the Indian Act.",
      "id": "s56"
    },
    {
      "text": "This recorded that West Asia held nine shares and Four M one share in the ship.",
      "id": "s57"
    },
    {
      "text": "Despite its name, the Indian Register of Shipping is unrelated to the statutory Register of Indian Ships kept pursuant to the Indian Act.",
      "id": "s58"
    },
    {
      "text": "On 22 April 2007, the shares of West Asia and Four M in the \" Gem of Safaga \" were registered by the Registrar of Indian Shipping under the Indian Act.",
      "id": "s59"
    },
    {
      "text": "Later, on 29 May 2007 West Asia and Four M executed jointly and severally an indenture of mortgage over the ship securing the USD14 million loan in favour of a security trustee, IDBI Trusteeship Services Ltd.",
      "id": "s60"
    },
    {
      "text": "The indenture referred to a facility agreement of 10 March 2007, which is not evidence (2/530).",
      "id": "s61"
    },
    {
      "text": "And the mortgagee also registered its mortgage against the shares each of West Asia and Four M. West Asia's accounting records contain a ledger for an ICICI loan account in respect of the ship.",
      "id": "s62"
    },
    {
      "text": "This records receipt of USD13.6 million into a joint account of West Asia and Four M and then payment of that sum on 21 March 2007.",
      "id": "s63"
    },
    {
      "text": "Journal entries then record a transfer of 10% or USD1.36 million to a ledger account in the name of Four M. The Four M ledger account, in West Asia's books, reflects the corresponding journal entry together with other entries relating to the \" Gem of Dahej \".",
      "id": "s64"
    },
    {
      "text": "All subsequent accounting entries crediting and debiting Four M's ledger accounts in West Asia's accounting records in evidence are made by journal entries.",
      "id": "s65"
    },
    {
      "text": "These reflect the payment of 1.25% commission to West Asia on all hire collected and the proportionate sharing of the expenses including the periodic debiting of 10% of the loan repayment instalments.",
      "id": "s66"
    },
    {
      "text": "West Asia accepted during final address that there was no evidence of any actual payment, other than by journal entries, by or to Four M in respect of the \" Gem of Safaga \" for the period of over 30 months since she was purchased.",
      "id": "s67"
    },
    {
      "text": "The closing balance in Four M's ledger shows a total credit of over 1.6 million rupees, equivalent to about USD325,000 (based on the loan repayment of USD283,000 on 19 March 2009 being recorded as about 1.43 million rupees).",
      "id": "s68"
    },
    {
      "text": "WHAT WAS FOUR M'S INTEREST IN THE SHIP?",
      "id": "s69"
    },
    {
      "text": "Euroceania argued that the words of s 19(b) created a wide jurisdiction that did not limit the meaning of \"the owner\" simply to one person identical to the relevant person referred to in s 19(a).",
      "id": "s70"
    },
    {
      "text": "It contended that s 19(b) must allow arrests of ships in joint ownership even on a narrow interpretation where all joint owners were the relevant persons in s 19(a).",
      "id": "s71"
    },
    {
      "text": "And so, Euroceania argued, the expression \"the owner\" in s 19(b) should be construed more broadly as an extension of the international jurisdiction in Admiralty conferred by s 5 of the Act.",
      "id": "s72"
    },
    {
      "text": "Additionally, it argued that s 19 as enacted contained no express words of limitation preventing a ship only partly owned by the relevant person from being arrested.",
      "id": "s73"
    },
    {
      "text": "Euroceania pointed out that this was unlike the position under Art 3(2) of the International Convention for the Unification of Certain Rules Relating to the Arrest of Sea-Going Ships done at Brussels on 10 May 1952 ( the 1952 Arrest Convention ), s 21(4)(b) of the United Kingdom Supreme Court Act 1981 c. 54 (UK) s 5(2)(b)(ii) of the New Zealand Admiralty Act 1973 (NZ) and s 3(7)(a)(i) of the South African Admiralty Jurisdiction Regulation Act 105 of 1983 , to all of which the Australian Law Reform Commission in its report on Civil Admiralty Jurisdiction ( ALRC 33 ) at [206] specifically referred.",
      "id": "s74"
    },
    {
      "text": "The final two sentences of ALRC 33 [206] expressed the Commission's conclusion as follows: \n \n \"On balance there is no sufficient warrant for departing from the position adopted in the Brussels Convention and in all relevant overseas legislation.",
      "id": "s75"
    },
    {
      "text": "The proposed legislation should accordingly allow an action in rem against the other vessel only where all its co-owners are relevant persons on the original claim .",
      "id": "s76"
    },
    {
      "text": "\" (emphasis added) \n \n\n \nEuroceania said that this conclusion was not reflected in the words of s 19(b) as enacted by the Parliament.",
      "id": "s77"
    },
    {
      "text": "Additionally, Euroceania contended that a co-owner who was not a relevant person was no better or worse off than a mortgagee of a ship whose owner had no equity in it when it was properly arrested.",
      "id": "s78"
    },
    {
      "text": "West Asia argued that if Four M had a beneficial ownership interest in the \" Gem of Safaga \" when she was arrested, then s19(b) precluded Euroceania bringing this action in rem against her.",
      "id": "s79"
    },
    {
      "text": "I am of opinion that West Asia's argument is likely to be correct.",
      "id": "s80"
    },
    {
      "text": "This was because the purpose of permitting the arrest of a sister ship is to compel the relevant person, being the owner of that ship, to appear so as to answer for the general maritime claim referred to in s19(a) concerning that person's other ship.",
      "id": "s81"
    },
    {
      "text": "That purpose would not be served by allowing the sister ship to be arrested if the consequence would be to interfere with the proprietary right of a complete stranger to the plaintiff's dispute to employ its vessel.",
      "id": "s82"
    },
    {
      "text": "ALRC 33 explained at [207] that its intention in recommending the new (Australian) action in rem created in s 19 was: \n \n \"It can be argued that the rationale for extending the action in rem against the wrongdoing ship to liabilities of the demise charterer of that ship (see para 131-7) apply equally to actions in rem against a surrogate ship the demise charterer of which is the relevant person.",
      "id": "s83"
    },
    {
      "text": "The argument is not, however, persuasive.",
      "id": "s84"
    },
    {
      "text": "By definition a surrogate ship in such cases is a different 'enterprise' from the wrongdoing ship, with a different owner.",
      "id": "s85"
    },
    {
      "text": "It would be too great an extension of the relationship between owner and demise charterer of ship B to allow arrest of that ship in respect of the demise charterer's liabilities arising with respect to ship A.",
      "id": "s86"
    },
    {
      "text": "(Other persons interested in ship B (eg as purchasers) would have to inquire not merely as to the liabilities of the owner of ship B, with whom they are dealing, but with respect to the liabilities of other persons, who were or had been demise charterers of ship B, with respect to other ships.",
      "id": "s87"
    },
    {
      "text": ") In the absence of any other international support for such an extension, Australian legislation should require that a surrogate ship be owned by the relevant person with respect to the claim .",
      "id": "s88"
    },
    {
      "text": "\" (emphasis added) \n \n\n Of course, there is an incongruity in this approach because it ignores the rights of a secured creditor (other than a holder of a maritime lien recognised in s 15) such as a mortgagee and instead prefers those of a co-owner.",
      "id": "s89"
    },
    {
      "text": "Thus, if a vessel is co-owned it would not be able to be arrested under s 19 if one co-owner were not a relevant person under s 19(a), but a mortgagee cannot escape the amenability of the vessel to arrest.",
      "id": "s90"
    },
    {
      "text": "But this is the consequence of the legislative choice of selecting, as the criterion for actuating the right defined in s 19(b), the \"owner\", and not extending this to secured creditors or demise charterers: cf Comandate Marine Corporation v The Ship \"Boomerang I\" [2006] FCAFC 106 ; (2006) 151 FCR 403.",
      "id": "s91"
    },
    {
      "text": "As Allsop J observed, the wide group of categories identified in s 19(a) is then \"limited to the more narrow funnel in para (b) ...\": \" Boomerang I \" 151 FCR at 411 [35].",
      "id": "s92"
    },
    {
      "text": "Professor Francesco Berlingieri said that Art 3(2) in the 1952 Arrest Convention did not allow a sister ship to be arrested unless it was fully owned by the same person or persons who owned the ship in respect of which the claim arose: Berlingieri on Arrest of Ships (3 rd ed, 2000) at 112-113 [1.444] (4 th ed: 2006) at 159 [52.433].",
      "id": "s93"
    },
    {
      "text": "And a similar conclusion was reached by Prothonatory Hargrave on the construction of s 43(8) of the Canadian Federal Courts Act which required the arrested ship to be \"beneficially owned\": The \"Looiersgracht\" [1995] 2 Lloyd's Rep 411 at 415.",
      "id": "s94"
    },
    {
      "text": "Notions of ownership \"are not amenable to crisp, comprehensive definition in the abstract\": Tisand Pty Ltd v The Owners of the Ship MV Cape Moreton (Ex Freya) [2005] FCAFC 68 ; (2005) 143 FCR 43 at 73 [119] per Ryan and Allsop JJ; see too \" Boomerang I \" 151 FCR at 411 [33] per Allsop J. Ryan and Allsop JJ said that in the context of ss 17, 18 and 19 of the Act the words \"ownership\" or \"owner\" connote the right to have and dispose of dominion, possession and enjoyment of the ship, subject to intervening interests.",
      "id": "s95"
    },
    {
      "text": "The word \"owner\" is used in those sections in a proprietary sense.",
      "id": "s96"
    },
    {
      "text": "This reflects the purpose of the Act to require any property arrested to belong to the relevant person.",
      "id": "s97"
    },
    {
      "text": "However, it is not necessary or conclusive that a person be registered as owner or hold the legal title to a ship for him or her to be found to be \"the owner\" within the meaning of ss 17, 18 or 19 of the Act: Cape Moreton 143 FCR at 65 [92], 73 [118], 84 [161]-[162].",
      "id": "s98"
    },
    {
      "text": "And, a person who is the beneficial owner of the arrested res , ordinarily, will have the immediate right to exercise dominion over and to enjoy or control that res : Cape Moreton 143 FCR at 85 [168]; Kent v SS \"Maria Luisa\" (No 2) [2003] FCAFC 93 ; (2003) 130 FCR 12 at 33-34 [61] - [66] per Tamberlin and Hely JJ; Malaysia Shipyard and Engineering Sdn Bhd v \"Iron Shortland\" as the Surrogate for the Ship \"Newcastle Pride\" (1995) 59 FCR 535 at 547D-F per Sheppard J; see too at 547F-548A.",
      "id": "s99"
    },
    {
      "text": "Neither party disputed the correctness of the principles relating to the meaning of \"the owner\" in ss 17, 18 and 19 stated in Iron Shortland 57 FCR 535 ; Cape Moreton [2005] FCAFC 68 ; 143 FCR 43 and Maria Luisa [2003] FCAFC 93 ; 130 FCR 12.",
      "id": "s100"
    },
    {
      "text": "The purpose of the Parliament conferring rights to proceed in rem against a ship or other property was to make that res , first, available as property of a wrongdoer or debtor to satisfy a maritime claim and, secondly, because it had been arrested, to cause its owner to appear and subject himself to in personam liability.",
      "id": "s101"
    },
    {
      "text": "Therefore, it is critical to construe the expression \"the owner\" in s 19(b) so as to ensure the effective exercise of the jurisdiction that the section confers.",
      "id": "s102"
    },
    {
      "text": "Because \"the owner\" is not defined for the purpose of s 19(b), the expression identifies someone who holds a sufficient proprietary interest in the res itself, directly or indirectly, that he could sell or dispose of the res or, cause such a sale or disposition, so as to convey a good title to the purchaser.",
      "id": "s103"
    },
    {
      "text": "The common law and equity have developed differing indicia and categories of ownership of which legal title and beneficial interest are notable examples.",
      "id": "s104"
    },
    {
      "text": "But, in the world of maritime adventures, ownership of a ship is not always easy to ascertain and often will be deliberately obscured.",
      "id": "s105"
    },
    {
      "text": "That is why the expression \"the owner\" in s 19(b) should be given a broad interpretation so as to enable achievement of its purpose of connecting the person who is liable for a maritime claim to a ship or other property that he owns.",
      "id": "s106"
    },
    {
      "text": "And he will own the res , if he can sell or cause its sale because of his title to that property.",
      "id": "s107"
    },
    {
      "text": "In a valuable discussion, Reyes J (with whom Ma CJHC and Stone J agreed in separate judgments) considered the, perhaps narrower, expression \"beneficial owner\" as used in s 12B(4) of the Hong Kong High Court Ordinance (Cap 4) in The \"Convenience Container\" [2007] 3 HKLRD 575.",
      "id": "s108"
    },
    {
      "text": "Reyes J concluded that the expression focussed \"... simply on matters of title, namely, the right to sell or dispose of a ship\": \" Convenience Container \" [2007] 3 HKLRD at 584 [43].",
      "id": "s109"
    },
    {
      "text": "Reyes J also observed that beneficial ownership was not merely concerned with control or administration of a vessel or even the enjoyment of the proceeds of its sale.",
      "id": "s110"
    },
    {
      "text": "He recognised that these may or may not be useful as evidence from which a finding of ownership can be made.",
      "id": "s111"
    },
    {
      "text": "But he held that the key question was whether the relevant person in s 19 had title, as \"the owner\" of the res in order to support its arrest: cp \"Convenience Container \" [2007] 3 HKLRD at 583-584 [35]-[42]; see too per Ma CJHC at 606-607 [165]-[167] and Stone J at 595-597 [108]-[115]; I Congreso del Partido [1978] QB 500 at 538E-F, 541B per Robert Goff J; The Permina 3001 [1979] 1 Lloyd's Rep 327 at 329 per Wee CJ in the Singapore Court of Appeal; and The \"Tychy\" [1999] 2 Lloyd's Rep 11 at 20 per Clarke LJ, Otton and Waller LJJ agreeing.",
      "id": "s112"
    },
    {
      "text": "The Parliament has provided that the unique remedy of an action in rem is available only in the circumstances codified in the Act, especially in ss 14-19 and 29.",
      "id": "s113"
    },
    {
      "text": "Those provisions have to be read and construed in their legal and historical context as giving effect to the judicial power of the Commonwealth in matters of Admiralty and maritime jurisdiction under s 76(iii) of the Australian Constitution .",
      "id": "s114"
    },
    {
      "text": "The Act and its definitions of maritime claims have both a domestic and an international context informed by references such as ALRC 33, the 1952 Arrest Convention and, where the same concepts and defined terms are used, English legislation and case law: The Owners of the Motor Vessel \"Iran Amanat v KMP Coastal Oil Pte Ltd [1999] HCA 11 ; (1999) 196 CLR 130 at 138 [20] per Gleeson CJ, McHugh, Gummow, Kirby and Hayne JJ.",
      "id": "s115"
    },
    {
      "text": "Since s 19 confers jurisdiction on a court, it should not be construed or hedged about by making implications or imposing limitations that do not appear in its express terms: Shin Kobe Maru 181 CLR at 421; Campbell v Backoffice Investments Pty Ltd (2009) 238 CLR 304 at 361 [178] per Gummow, Hayne, Heydon and Kiefel JJ.",
      "id": "s116"
    },
    {
      "text": "Additionally, s 15AB of the Acts Interpretation Act 1901 (Cth) permits the meaning of an expression in an Act to be confirmed by reference to a report such as ALRC 33 (see s 15AB(1)(a) and (2)(b)): Laemthong International Lines Co Ltd v BPS Shipping Ltd [1997] HCA 55 ; (1997) 190 CLR 181 at 189 per Brennan CJ, 190 per Toohey J, 204 per Gaudron, Gummow and Kirby JJ.",
      "id": "s117"
    },
    {
      "text": "Thus, the considerations for each party's construction of \"the owner\" in s 19(b) are finely balanced.",
      "id": "s118"
    },
    {
      "text": "I am more inclined, as presently advised, to that put by West Asia.",
      "id": "s119"
    },
    {
      "text": "This is because the statutory right to proceed in rem should be construed, where possible, harmoniously with concepts of the maritime law forming part of the general law of nations, as Lord Mansfield CJ characterised it in Luke v Lyde [1759] EngR 18 ; (1759) 2 Burr 882 at 887.",
      "id": "s120"
    },
    {
      "text": "In The Tolten [1946] P 146 at 155 Scott LJ reflected this approach when he said that British maritime law derived originally, and continued to get inspiration, from the general law of the sea prevailing amongst maritime nations.",
      "id": "s121"
    },
    {
      "text": "This reasoning lay behind the observations of the Australian Law Reform Commission (ALRC 33 at [206]) that major maritime jurisdictions and the 1952 Arrest Convention have extended the right to proceed in rem only to sister ships strictly related to those in the sole ownership (even if there is more than one co-owner) of the relevant person or persons that had the requisite connection (in Australia defined in s 19(a)) with the offending ship.",
      "id": "s122"
    },
    {
      "text": "FACTUAL ASSESSMENT OF WHETHER WEST ASIA WAS THE OWNER \n The critical factual issue posed in relation to s 19(b) is whether Euroceania has proved that West Asia is the owner of the \" Gem of Safaga \".",
      "id": "s123"
    },
    {
      "text": "Euroceania advanced a number of arguments which, when considered with West Asia's responses, were of varying levels of complexity.",
      "id": "s124"
    },
    {
      "text": "First, Euroceania relied on descriptions of West Asia as sole owner of the ship in a number of public documents.",
      "id": "s125"
    },
    {
      "text": "West Asia sometimes appeared as owner of nine shares, and other times appeared as sole owner of the ship in various registers maintained by the Republic of India, ship classification societies and Lloyd's.",
      "id": "s126"
    },
    {
      "text": "However, as the variety of these entries suggests, those documents leave the issue equivocal.",
      "id": "s127"
    },
    {
      "text": "I am not satisfied that the entries recording West Asia as sole owner were made or continued unchanged because it had caused those recordings to be made or remain.",
      "id": "s128"
    },
    {
      "text": "For example, the ship classification society, the Indian Register of Shipping, has recorded West Asia as sole owner despite its surveyor at Port Suez issuing the provisional certificate of Indian Registry on behalf of the Republic of India that recorded Four M as having one of the ten shares.",
      "id": "s129"
    },
    {
      "text": "And the person or persons entered on an international register of ships is not necessarily the same person who will be found to be \"the owner\" for the purposes of s 19(b) of the Act: \" Cape Moreton \" 143 FCR at 65 [92].",
      "id": "s130"
    },
    {
      "text": "I am not satisfied that the disparate information in the various registers establishes, individually or collectively, that West Asia is \"the owner\" of the ship for present purposes under s 19(b).",
      "id": "s131"
    },
    {
      "text": "Euroceania also relied on West Asia being registered as sole owner of the ship by The Britannia Steam Ship Insurance Association Limited in the protection and indemnity section of that P&amp;I Club's register.",
      "id": "s132"
    },
    {
      "text": "That registration was an admission by West Asia since the rules provided for the register to maintain the names of members and their interests in a ship, listing those names in order of their rights of seniority.",
      "id": "s133"
    },
    {
      "text": "I infer that West Asia caused and maintained its listing as sole owner.",
      "id": "s134"
    },
    {
      "text": "That listing was last updated on 23 November 2009, well after this dispute arose.",
      "id": "s135"
    },
    {
      "text": "The critical issue is whether Euroceania has established, on the evidence, that whatever role Four M has it is not an owner of the ship within the meaning of s 19(b).",
      "id": "s136"
    },
    {
      "text": "In \" Cape Moreton \" 143 FCR at 73-74 [122] Ryan and Allsop JJ left open whether the use of the definite article before the word \"owner\" in s 19(b) allowed a construction that treated it as including more than one owner.",
      "id": "s137"
    },
    {
      "text": "Such a construction of s 19(b) would permit an arrest of a ship partly owned by the relevant person in s 19(a) but also partly owned by a stranger to the general maritime claim: see too s 23 of the Acts Interpretation Act which provides that, unless the contrary intention appears, words in the singular number include the plural and vice versa.",
      "id": "s138"
    },
    {
      "text": "I am inclined to the view that s 19(b) does evince a contrary intention, particularly in light of the discussion that I have quoted above from ALRC 33 at [206] and [207].",
      "id": "s139"
    },
    {
      "text": "However, I do not need to express a final view on this since I have reached a firm conclusion that West Asia is the sole person who is \"the owner\" of the ship for the purposes of s 19(b).",
      "id": "s140"
    },
    {
      "text": "Euroceania carries the ultimate burden of proof that the jurisdictional facts exist on which the arrest can be justified.",
      "id": "s141"
    },
    {
      "text": "It must establish those facts on the balance of probabilities taking into account all relevant matters: s 140 of the Evidence Act 1995 (Cth); see Communications, Electrical, Electronic, Energy, Information, Postal, Plumbing and Allied Services Union of Australia v Australian Competition and Consumer Commission [2007] FCAFC 132 ; (2007) 162 FCR 466 at 479-482 [29] - [38] , 488-489 [70]-[73] per Weinberg, Bennett JJ and myself.",
      "id": "s142"
    },
    {
      "text": "And, as Lord Mansfield CJ said long ago in Blatch v Archer [1774] EngR 2 ; (1774) 1 Cowp 63 at 65: \n \n \"It is certainly a maxim that all evidence is to be weighed according to the proof which it was in the power of one side to have produced, and in the power of the other to have contradicted.",
      "id": "s143"
    },
    {
      "text": "\" \n \n\n \nSee too: Weissensteiner v The Queen [1993] HCA 65 ; (1993) 178 CLR 217 at 225 per Mason CJ, Deane and Dawson JJ; at 233 per Brennan and Toohey JJ.",
      "id": "s144"
    },
    {
      "text": "Here, the initial negotiations for and entry into the memorandum of agreement to purchase the \" Gem of Safaga \" occurred without Four M being involved.",
      "id": "s145"
    },
    {
      "text": "I accept Mr Joshi's evidence that Four M had not been mentioned until some time after that agreement was made on 2 February 2007.",
      "id": "s146"
    },
    {
      "text": "Having regard to West Asia's relationship with ICICI and its financial position, I am comfortably satisfied that it did not have any need to enlist Four M's assistance or financial support to make or complete the purchase or to continue operating its business once the purchase was made.",
      "id": "s147"
    },
    {
      "text": "There is no evidence as to why West Asia decided to include Four M as a nominee in its purchase of the ship.",
      "id": "s148"
    },
    {
      "text": "Nor is there any evidence of a commercial reason for introducing a company (Four M) associated, in some unexplained way, with West Asia's managing director, Mr Qadir.",
      "id": "s149"
    },
    {
      "text": "West Asia's printed fourteenth annual report 2007 did not disclose anything beyond Four M having a \"joint venture\" relationship and being a related party.",
      "id": "s150"
    },
    {
      "text": "This was a report for the nine month period ended December 2007 (the company changed its financial year to a calendar year in 2007).",
      "id": "s151"
    },
    {
      "text": "The 2007 annual report stated that there were no materially significant related party transactions, including with directors, management or their relatives that may have had a potential conflict with the interests of West Asia at large.",
      "id": "s152"
    },
    {
      "text": "It also reported that three of the four vessels held by West Asia were co-owned.",
      "id": "s153"
    },
    {
      "text": "The notes to those accounts said that the company had applied for approval to pay additional money to Mr Qadir as managing director.",
      "id": "s154"
    },
    {
      "text": "This was because the remuneration paid or provided to him exceeded the maximum allowable.",
      "id": "s155"
    },
    {
      "text": "However, the acquisition of the \" Gem of Safaga \" appears to have occurred in the financial reporting period of 12 months ended 31 March 2007 and this may explain why no detail of that transaction appeared in the 2007 annual report.",
      "id": "s156"
    },
    {
      "text": "In contrast, West Asia's 2008 report (for the 12 calendar months of 2008) contained a notice of the annual general meeting that proposed a resolution to approve the company waiving recovery of excess remuneration paid to Mr Qadir during the 12 months ended 31 March 2008.",
      "id": "s157"
    },
    {
      "text": "The resolution referred to its being based on government approval.",
      "id": "s158"
    },
    {
      "text": "The explanatory note for this resolution stated that the board had resolved to approve Mr Qadir's renewed 5 year contract on 17 January 2007 on terms that had been circulated previously to the shareholders.",
      "id": "s159"
    },
    {
      "text": "The note identified Mr Qadir's contributions to building the West Asia group's international standing, the expansion of its asset base and business during his tenure of office.",
      "id": "s160"
    },
    {
      "text": "It explained that the amount of excess remuneration paid to Mr Qadir had to be approved because it was greater than the net profit during the 12 months to 31 March 2008 in which it had been paid.",
      "id": "s161"
    },
    {
      "text": "And the note stated that the government had directed West Asia to obtain shareholders' approval for the payment.",
      "id": "s162"
    },
    {
      "text": "This report noted that West Asia had again applied to the government for approval of remuneration in excess of net profit paid to Mr Qadir during the year.",
      "id": "s163"
    },
    {
      "text": "West Asia had over 80 shareholders, most of which were foreign.",
      "id": "s164"
    },
    {
      "text": "It was not a listed company.",
      "id": "s165"
    },
    {
      "text": "As Euroceania argued, the entitlements of Four M under the co-ownership agreement do not appear to be disclosed in the 2007 or 2008 annual reports as part of Mr Qadir's remuneration.",
      "id": "s166"
    },
    {
      "text": "West Asia has, since its acquisition, contracted with masters and officers for the ship as sole employer, writing to them and: \n \n \"offer[ing] the post of Master with effect from the date of joining onboard the vessel M.V. Gem of Sagafa owned by West Asia Maritime Limited.",
      "id": "s167"
    },
    {
      "text": "\" (original emphasis) \n \n\n \nThe exercise of a right to appoint the master and officers is a strong indicium of ownership of a ship during a maritime adventure: The Baumwoll Manufactur von Carl Scheibler v Furness [1893] AC 8 at 17 per Lord Herschell LC.",
      "id": "s168"
    },
    {
      "text": "West Asia contended that the arrangements it had made with Four M should be treated as valid and effectual on their face.",
      "id": "s169"
    },
    {
      "text": "It said that by agreeing to meet its share of the expenses for operating the ship and executing finance and mortgage documents to support the borrowing to purchase her, Four M gave value for its one share in the ship.",
      "id": "s170"
    },
    {
      "text": "However, no financial accounts or other documents are in evidence to show that Four M had any assets or financial substance to support its participation in the acquisition and holding of the ship.",
      "id": "s171"
    },
    {
      "text": "Its 2009 annual return showed that it had a paid up capital of about 18 million rupees and debts of about 220 million rupees.",
      "id": "s172"
    },
    {
      "text": "Ordinarily, when a person purchases and pays for real or personal property and directs that the legal title be transferred into the name of a stranger, the law presumes, in the absence of evidence to the contrary, that the property is held on a resulting trust for the purchaser: Charles Marshall Pty Ltd v Grimsley [1956] HCA 28 ; (1956) 95 CLR 353 at 363-364 per Dixon CJ, McTiernan, Williams, Fullagar and Taylor JJ.",
      "id": "s173"
    },
    {
      "text": "Here, as West Asia argued, the co-ownership agreement, the mortgage given by Four M and West Asia's accounting entries are evidence to the contrary.",
      "id": "s174"
    },
    {
      "text": "Evidence of the intention of the purchaser at the time of the transaction or so immediately after it that it constitutes a part of it and admissions against interest, will be relevant to rebut the presumption.",
      "id": "s175"
    },
    {
      "text": "So will evidence of subsequent dealings: Trustees of the Property of Cummins (a Bankrupt) v Cummins [2006] HCA 6 ; (2006) 227 CLR 278 at 300-301 [65] - [67] per Gleeson CJ, Gummow, Hayne, Heydon and Crennan JJ.",
      "id": "s176"
    },
    {
      "text": "If the stranger assumes liability under a mortgage given to obtain finance for the purchase, this conduct can be evidence rebutting the presumption: Calverley v Green [1984] HCA 81 ; (1984) 155 CLR 242 at 252 per Gibbs CJ, 257-258 per Mason and Brennan JJ, at 268 per Deane J.",
      "id": "s177"
    },
    {
      "text": "The hazards of a managing director engaging in a transaction involving the property of the company, even when told by the board of directors to do the best he or she can for himself or herself in dealings with a third party, were exposed in Furs Ltd v Tomkies [1936] HCA 3 ; (1936) 54 CLR 583 at 592-594 per Rich, Dixon and Evatt JJ.",
      "id": "s178"
    },
    {
      "text": "Ordinarily, before a director can obtain a profit or benefit for himself or herself from a transaction in which he or she is concerned on behalf of the company, he or she must fully disclose all the material facts to the shareholders and receive approval by a resolution of a general meeting or all of the shareholders acquiesce: Furs 54 CLR at 592; see too Ch 2 D of the Corporations Act 2001 .",
      "id": "s179"
    },
    {
      "text": "There is no evidence of Indian law on these matters.",
      "id": "s180"
    },
    {
      "text": "Four M was described in the term sheets as a family or holding company of Mr Qadir and an associate of West Asia.",
      "id": "s181"
    },
    {
      "text": "In contrast, West Asia's board minutes state that Mr Qadir only disclosed an interest as director of Four M in its participation in the acquisition of the \" Gem of Safaga \".",
      "id": "s182"
    },
    {
      "text": "The same board minutes authorised the completion of the purchase for USD13.6 million, entry into the co-ownership agreement and the acceptance by West Asia of the USD14 million facility offered by ICICI bank jointly and severally to it and Four M. The evidence of Four M's role is thus sparse and mysterious.",
      "id": "s183"
    },
    {
      "text": "West Asia could have explained that role and the reason why Four M was nominated to become a purchaser as part of its evidence.",
      "id": "s184"
    },
    {
      "text": "Its board minutes do not reveal any commercial or financial consideration given or paid by Four M to become a purchaser.",
      "id": "s185"
    },
    {
      "text": "Mr Joshi said that he was orally instructed by the executive director to whom he reported that he sign addendum No 1 on behalf of West Asia to add Four M as a purchaser.",
      "id": "s186"
    },
    {
      "text": "But, he did so on the terms stated, namely that West Asia would remain fully responsible.",
      "id": "s187"
    },
    {
      "text": "Mr Joshi said that at the time he was given the instructions to sign addendum No 1, the executive director told him \"10 per cent of the share will be given to Four M\".",
      "id": "s188"
    },
    {
      "text": "The executive director did not explain why Four M was being given that interest.",
      "id": "s189"
    },
    {
      "text": "I find that the one share in the \" Gem of Safaga \" registered in Four M's name is beneficially owned by West Asia absolutely and that Four M holds the share in its name on resulting trust for West Asia.",
      "id": "s190"
    },
    {
      "text": "Four M gave no consideration to West Asia for its acquisition or introduction into an existing contract to purchase the vessel.",
      "id": "s191"
    },
    {
      "text": "Mr Joshi spoke of his being informed that the transaction was a gift.",
      "id": "s192"
    },
    {
      "text": "The accounting entries relating to Four M's interest do not reveal that it has ever paid or received any money in respect of its claimed interest.",
      "id": "s193"
    },
    {
      "text": "Rather, the book entries reflect that West Asia has made all the payments due for, and retained (albeit in ledger accounts in the name of Four M) all the earnings of, the vessel since its acquisition.",
      "id": "s194"
    },
    {
      "text": "No explanation appears in the evidence for the apparent generosity of Four M in leaving its profit share in West Asia's hands for over two years.",
      "id": "s195"
    },
    {
      "text": "And, in contrast to Four M's generosity in not taking any payments, Mr Qadir continued to be paid during this period in excess of the amount he could draw as salary, requiring the approval of the government and then the shareholders to West Asia waiving its right to recover that excess, If he or anyone other than West Asia were beneficially interested in Four M's share of the \" Gem of Safaga \" it is commercially inexplicable, on the evidence before me, why no payment at all has ever been made to Four M. West Asia argued that there were two other vessels in co-ownership between it and Four M and the state of accounts on those may be a reason for there having been no payments to Four M. But, that is an invitation to speculate on a matter for which West Asia could readily have provided an explanation.",
      "id": "s196"
    },
    {
      "text": "In these circumstances I can only draw inferences on the evidence that the parties have adduced and in light of the absence of further or countervailing evidence to explain what Four M's interest and role in holding the one share in the ship was: cp Mead v Mead [2007] HCA 25 ; (2007) 235 ALR 197 at 200-201 [13] per Gleeson CJ, with whom Hayne, Callinan, Heydon and Crennan JJ agreed; CEPU 162 FCR at 488-489 [70]-[73].",
      "id": "s197"
    },
    {
      "text": "In the present circumstances, I am satisfied that it is proper to draw any inference favourable to Euroceania for which there is ground in relation to Four M's role.",
      "id": "s198"
    },
    {
      "text": "West Asia was able to put a fuller and truer complexion on the facts, but only tendered some documents and led evidence from Mr Joshi.",
      "id": "s199"
    },
    {
      "text": "He said that he was not aware of what had occurred in relation to Four M beyond what he had been instructed.",
      "id": "s200"
    },
    {
      "text": "West Asia contended that the one share in the ship held in the name of Four M showed that it was not \"the owner\" of the \" Gem of Safaga \" for the purposes of challenging jurisdiction under s 19(b) of the Act.",
      "id": "s201"
    },
    {
      "text": "Although Euroceania had the onus of proof on this issue, the unexplained failures of West Asia to call evidence on the matters to which I have referred has enabled me to infer that such evidence would not help its case: Jones v Dunkel [1959] HCA 8 ; (1959) 101 CLR 298 ; CEPU 162 FCR at 489 [72].",
      "id": "s202"
    },
    {
      "text": "West Asia contended that the consequence of Euroceania's argument was that the co-ownership agreement, accounting entries reflecting it and registration of Four M's one share in the ship amounted to a sham.",
      "id": "s203"
    },
    {
      "text": "I reject that contention.",
      "id": "s204"
    },
    {
      "text": "There is a real difference between creating documents to cloak the reality of a different relationship and a failure to perfect or create the relationship which those documents were capable of representing.",
      "id": "s205"
    },
    {
      "text": "Here, I am not satisfied that on all the evidence, West Asia effectively assigned or disposed of any part of its beneficial interest in the ship that it had acquired on entry into the 2 February 2007 memorandum of agreement.",
      "id": "s206"
    },
    {
      "text": "Hence, Four M holds its' share in the vessel on a resulting trust.",
      "id": "s207"
    },
    {
      "text": "An agreement to purchase a ship, especially of the size and characteristics of the \" Gem of Safaga \", is within the class of contracts for which equity would order specific performance: see Meagher, Gummow &amp; Lehane's, Equity: Doctrines &amp; Remedies (4 th ed 2002) at 659 [20-040]; Eximenco Handels AG v Partredereit Oro Chief and Levantes Maritime Corporation (The \"Oro Chief\") [1983] 2 Lloyd's Rep 509 at 520-521 per Staughton J; Allseas International Management v Panroy Bulk Transport SA (The \"Star Gazer\" and the \"Star Delta\") [1985] 1 Lloyd's Rep 370 at 378 per Neill J, and ss 30 , 56 of the Sale of Goods Act 1923 (NSW).",
      "id": "s208"
    },
    {
      "text": "On entry into the memorandum of agreement, on 2 February 2007, West Asia obtained an equitable interest in the ship that would be capable of protection by an order for specific performance against Tedross: Tanwar Enterprises Pty Ltd v Cauchi [2003] HCA 57 ; (2003) 217 CLR 315 at 332-333 [53] per Gleeson CJ, McHugh, Gummow, Hayne and Heydon JJ.",
      "id": "s209"
    },
    {
      "text": "And, as addendum No 1 recognised, West Asia continued as between Tedross and itself to remain fully liable for the performance of the purchaser's obligations.",
      "id": "s210"
    },
    {
      "text": "That was, in fact, the reality of what occurred when West Asia arranged all the funding for and completion of the purchase.",
      "id": "s211"
    },
    {
      "text": "Indeed, the terms of addendum No 1 referred to West Asia and Four M as the purchasers without identifying any particular share either would take on completion.",
      "id": "s212"
    },
    {
      "text": "That was suggestive of the two purchasing in equal shares as at 16 February 2007.",
      "id": "s213"
    },
    {
      "text": "However, the co-ownership agreement did identify proportionate interests of West Asia or Four M. The accounting and journal entries made in West Asia's books record that initially it received or paid the full amounts of hire and expenses and next apportioned these to it and Four M. This accounting treatment, however, may be a convenient way of dealing with third parties and is not conclusive in itself.",
      "id": "s214"
    },
    {
      "text": "West Asia also argued that the co-ownership agreement prevented it from using the authority it was granted to dispose of the ship or even to mortgage it other than for the purposes of the co-ownership.",
      "id": "s215"
    },
    {
      "text": "It contended that under that agreement West Asia only had power to dispose of its own shares in the ship.",
      "id": "s216"
    },
    {
      "text": "And it relied on the registration, in the official Register of Indian Shipping of the bank's mortgage against the separate entries for the shares held by West Asia and Four M. More accurately, however, cl 2(b) prevented West Asia or Four M from disposing of its shares in the ship without the others consent.",
      "id": "s217"
    },
    {
      "text": "There is no evidence of a dealing in which West Asia disposed to Four M its property obtained when it entered into the memorandum of agreement with Tedross on 2 February 2007 comprising its equitable interest in one share in the ship.",
      "id": "s218"
    },
    {
      "text": "Nor is there any evidence as to how Four M acquired that equitable interest.",
      "id": "s219"
    },
    {
      "text": "Mr Joshi said that the executive director had simply told him that Four M would be given a 10 per cent share.",
      "id": "s220"
    },
    {
      "text": "Mr Qadir only declared to West Asia's board an interest in his capacity as a director of Four M. Thus, the only possible conflict of interest and duty to West Asia that he had arising from Four M holding a share of the \" Gem of Safaga \" and participating in the transactions concerning the co-ownership agreement appeared to be because of his position as a director of Four M, not as a person beneficially interested in it.",
      "id": "s221"
    },
    {
      "text": "I assume that Mr Qadir was acting honestly.",
      "id": "s222"
    },
    {
      "text": "Consistently with that declaration, and his informing ICICI bank (as the terms sheets for the finance record) that Four M was one of his family or holding companies, I am satisfied that Four M could not have been acting for its own benefit but rather as part of the West Asia group at the request or direction of West Asia.",
      "id": "s223"
    },
    {
      "text": "This conclusion is reinforced by the absence of any offer to acquire a beneficial interest and the comprehensively passive role that Four M played at all times, other than in executing documents to complete the acquisition, including the mortgage.",
      "id": "s224"
    },
    {
      "text": "At all times West Asia acted as owner.",
      "id": "s225"
    },
    {
      "text": "That was not only consistent with the significant authorities it had under the co-ownership agreement, but with it never having paid any money earned in the venture to Four M. West Asia had complete control of the ship.",
      "id": "s226"
    },
    {
      "text": "As sole owner, it appointed the ship's masters and officers as its employees and registered the ship with its P&amp;I Club.",
      "id": "s227"
    },
    {
      "text": "Such conduct is consistent with West Asia having incorporated the ship, as its property, into its fleet and business of a shipping line.",
      "id": "s228"
    },
    {
      "text": "ALTERNATIVE ARGUMENTS ON OWNERSHIP \n Euroceania sought to argue that the law of India was the law applicable to determine whether the holder of 9 of 10 shares in a ship registered under the Indian Act was \"the owner\" of the ship.",
      "id": "s229"
    },
    {
      "text": "It contended that if West Asia were so regarded under Indian law then a proper application of Australian principles of private international law required a finding that West Asia was the owner for the purposes of s 19(b), even if Four M had a proprietary interest in its one share.",
      "id": "s230"
    },
    {
      "text": "Euroceania contended that Indian law applied because of what was held in \"Cape Moreton \" 143 FCR at 78 [137] and [138].",
      "id": "s231"
    },
    {
      "text": "However, in those paragraphs, Ryan and Allsop JJ were discussing other authorities.",
      "id": "s232"
    },
    {
      "text": "They expressed their conclusion in \" Cape Moreton \" 143 FCR at 78-79 [140] as follows: \n \n \"... the law of Australia will govern the question of the characterisation of such rights (and their existence, nature and extent) as are derived by Freya or Alico from the transaction of transfer or assignment of the ship.",
      "id": "s233"
    },
    {
      "text": "The existence, nature and extent of such rights created or recognised by the transaction will be governed or affected by any law that Australian rules of private international law regard as relevant.",
      "id": "s234"
    },
    {
      "text": "The characterisation of those rights as \"ownership\" or not and of either Freya or Alico as \"the owner\" is then undertaken by reference to Australian law.",
      "id": "s235"
    },
    {
      "text": "The process involves applying an Australian statute dealing with authority to commence a suit in an Australian court to the facts as found, those facts including the rights created or recognised by the foreign law mandated by the applicable Australian rule of private international law.",
      "id": "s236"
    },
    {
      "text": "The approach that we favour entails a rejection of the proposition that the law of the forum (as domestic law only and not including its rules of private international law) applies.",
      "id": "s237"
    },
    {
      "text": "We see no justification for limiting the role of the law of the forum in this regard.",
      "id": "s238"
    },
    {
      "text": "To do so would, by necessity, leave out of account in the assessment of the proprietary question any foreign law relevant to the assignment of the ship.",
      "id": "s239"
    },
    {
      "text": "\" \n \n\n They concluded that the law of the place in which the ship is registered ordinarily will be determinative of questions of title, property and assignment: \" Cape Moreton \" 143 FCR at 79-80 [146]-[148].",
      "id": "s240"
    },
    {
      "text": "Of course, questions of the public policy of the law of the forum and the forum's own legislation may lead to a different result, but no issue on these latter questions arose in this matter.",
      "id": "s241"
    },
    {
      "text": "However, the Indian Act, like similar flag state statutes, provides only for a register that is evidence of title and does not provide for a system of title by registration.",
      "id": "s242"
    },
    {
      "text": "Thus, no notice of any trust can be registered: see s 70 of the Indian Act; see too \"Cape Moreton \" 143 FCR at 81-84 [152]-[159].",
      "id": "s243"
    },
    {
      "text": "West Asia argued that it did not have the sole power to dispose of the \" Gem of Safaga \" because of Four M's registration of its one share and s 25(d) of the Indian Act.",
      "id": "s244"
    },
    {
      "text": "Relevantly, ss 3(23)(a) and 25 of the Indian Act provides: \n \n \"3 ( 23 ) \"owner\" means - \n \n\n \n \n ( a ) in relation to a ship, the person to whom the ship or a share in the ship belongs; \n \n\n \n \n 25.",
      "id": "s245"
    },
    {
      "text": "Register book.- Every registrar shall keep a book to be called the register book and entries in that book shall be made in accordance with the following provisions: - \n \n\n \n \n ( a ) the property in a ship shall be divided into ten shares;\n ...\n ( c ) a person shall not be entitled to be registered as owner of a fractional part of a share in a ship; but any number of persons not exceeding five may be registered as joint owners of a ship or of any share or shares therein; \n \n\n \n \n ( d ) joint owners shall be considered as constituting one person and shall not be entitled to dispose in severalty of any interest in a ship or any share therein in respect of which they are registered;\n ...\" \n \n\n Expert evidence on Indian law was given by Ananjan Mitter, whose practise substantially involved Indian maritime law, including litigation over the arrest of vessels.",
      "id": "s246"
    },
    {
      "text": "Mr Mitter said that although India had not acceded to the International Convention on the Arrest of Ships 1999 ( the 1999 Arrest Convention ), it was recognised as part of the common law of India.",
      "id": "s247"
    },
    {
      "text": "He referred to an appellate decision MV \"Sea Success I\" v Liverpool and London Steamship Protection and Indemnity Association Ltd (AIR 2002 Bombay 151 at [18]-[19], [26]) which in turn cited from a decision of the Supreme Court of India that expressed this view of the common law of that nation: MV \"Elizabeth\" (AIR 1993 SC 1014) at [65] and [89].",
      "id": "s248"
    },
    {
      "text": "Mr Mitter relied on the provisions of Art 3(2) of the 1999 Arrest Convention which provides: \n \n \"2.",
      "id": "s249"
    },
    {
      "text": "Arrest is also permissible of any other ship or ships which, when the arrest is effected, is or are owned by the person who is liable for the maritime claim and who was, when the claim arose: \n \n\n \n \n (a) owner of the ship in respect of which the maritime claim arose; or\n (b) demise charterer, time charterer or voyage charterer of that ship.",
      "id": "s250"
    },
    {
      "text": "This provision does not apply to claims in respect of ownership or possession of a ship.",
      "id": "s251"
    },
    {
      "text": "\" \n \n\n Mr Mitter had not found any Indian judicial interpretation of s 25(c) and (d) of the Indian Act.",
      "id": "s252"
    },
    {
      "text": "He explained that in such situations it was usual to consider English law on similar issues.",
      "id": "s253"
    },
    {
      "text": "He opined that the effect of s 3(23) that the effect, under Indian law, of s 3(23) was that a person was the owner, for the purposes of enlivening jurisdiction in India to arrest a ship, if he was registered under s 25 as owner of a share, even if there were other registered shareholders.",
      "id": "s254"
    },
    {
      "text": "He said that the consequence of this construction of the Indian Act was that a person would be found to be the owner so as to permit a vessel to be arrested in India even if he held only one of the 10 registered shares.",
      "id": "s255"
    },
    {
      "text": "Mr Mitter expressed the opinion that neither West Asia nor Four M could sell separately the respective nine shares or one share that they held, no doubt because of s 25(d) of the Indian Act.",
      "id": "s256"
    },
    {
      "text": "But he said that the effect of s 3(23) was that under Indian law West Asia was the owner of the \" Gem of Safaga \" and it could be arrested in India as security for maritime claims that had arisen against West Asia irrespective of the fact that West Asia jointly owned the ship with Four M. West Asia argued that because it and Four M could not dispose of the ship individually by dint of s 25(d), they were joint owners.",
      "id": "s257"
    },
    {
      "text": "It contended that cl 2(b) of the co-ownership agreement reinforced their powers of joint ownership and limited the ability of either to sell its share or shares.",
      "id": "s258"
    },
    {
      "text": "West Asia argued that because the \" Gem of Safaga \" was jointly owned, both joint owners had to be \"the owner\" referred to in s 19(b) if an arrest were made.",
      "id": "s259"
    },
    {
      "text": "That is, West Asia argued, the relevant person in s 19(a) must be all the joint owners of the \" Gem of Safaga \" if it were arrested under s 19.",
      "id": "s260"
    },
    {
      "text": "It contended that only the joint owners, under Indian law, together, not simply either one of them separately, could sell or dispose of the ship and that, since no maritime claim was asserted against Four M, the action in rem was not authorised by s 19.",
      "id": "s261"
    },
    {
      "text": "Taken alone, the natural and ordinary meaning of s 3(23) of the Indian Act could support the literal interpretation that Mr Mitter opined would be the way in which Indian law would characterise West Asia as owner of the ship.",
      "id": "s262"
    },
    {
      "text": "It is a person to whom a share (indeed 9 of 10 shares) belongs.",
      "id": "s263"
    },
    {
      "text": "However, s 3(23) is a definition.",
      "id": "s264"
    },
    {
      "text": "It appears in a definitions section that commences: \"In this Act, unless the context otherwise requires ...\".",
      "id": "s265"
    },
    {
      "text": "Thus, like most defined terms, this definition of \"owner\" is a convenient statutory shorthand device as to the usual meaning of the word when used in the statute.",
      "id": "s266"
    },
    {
      "text": "Mr Mitter did not articulate any detailed reasoning process to support his use of the definition in a way that would ignore the proprietary rights of another joint owner of the ship within the meaning of s 25(d) of the Indian Act.",
      "id": "s267"
    },
    {
      "text": "In MV \"Sea Success I \" (AIR 2002 Bombay) at 184 [56] the Court held that it would follow the broad international legal consensus that the test for beneficial ownership of the shares in a ship was whether the person had a right \"... to sell, dispose of or alienate the shares in the ship\".",
      "id": "s268"
    },
    {
      "text": "The Court also refused to lift the corporate veil between parent and subsidiary companies: MV \"Sea Success I\" (AIR 2002 Bombay) at 181-182 [54].",
      "id": "s269"
    },
    {
      "text": "Earlier, the Court quoted a passage from the reasons of the Supreme Court of India in MV \"Elisabeth\" (AIR 1993 SC 1014) at [64]-[65] that recognised the procedural theory of Admiralty jurisdiction in India: i.e.",
      "id": "s270"
    },
    {
      "text": "the action in rem overcame the difficulty of personal service on a relevant person and either compelled him to appear to furnish security for release of the res or, in default of appearance, to proceed directly against the res .",
      "id": "s271"
    },
    {
      "text": "Although I need not finally decide this issue, I incline to the opinion that the reasoning to which I have referred in MV \"Sea Success I\" (AIR 2002 Bombay), especially, at 182-183 [55]-[56] and the quotation from MV \"Elisabeth\" (AIR 1993 SC 1014) at [64]-[65] in (AIR 2002 Bombay) at 163-164 [18]) align the unwritten Indian maritime law with the internationally accepted concepts of the degree of beneficial ownership to justify arrest of a vessel --- namely that the owner must have, at least, the beneficial right to sell or dispose, not of shares in the ship, but the ship itself.",
      "id": "s272"
    },
    {
      "text": "I am not persuaded that Indian law would regard West Asia as having that right merely because of the definition of \"owner\" in s 3(23) of the Indian Act.",
      "id": "s273"
    },
    {
      "text": "Euroceania also argued as an alternative that because the co-ownership agreement entitled West Asia to a commission of 1.25% in respect of the net charter hire for the ship (cl 6), this reduced Four M's ownership interest to less than 10%.",
      "id": "s274"
    },
    {
      "text": "In addition, Euroceania asserted that a similar conclusion followed because a commission of about 1% would be likely to be payable to West Asia by Four M on any sale.",
      "id": "s275"
    },
    {
      "text": "There is no evidence of an actual agreement that such a commission on sale would be payable.",
      "id": "s276"
    },
    {
      "text": "These arguments are not persuasive.",
      "id": "s277"
    },
    {
      "text": "The second is speculative and until a liability to some commission to West Asia comes into existence, prima facie, the legal right of Four M is to receive the full capital value of its one share.",
      "id": "s278"
    },
    {
      "text": "(I am considering these arguments as alternatives, lest my earlier findings are wrong.",
      "id": "s279"
    },
    {
      "text": ") The first argument has more force in respect of Four M's legal entitlement to income.",
      "id": "s280"
    },
    {
      "text": "This is clearly only 8.75%.",
      "id": "s281"
    },
    {
      "text": "And this result follows because the structure of the co-ownership agreement was designed to empower West Asia to act as absolute owner of the ship regardless of Four M's share, apart from a sale or a bank facility default.",
      "id": "s282"
    },
    {
      "text": "However, a passive owner's right to a smaller share of income than its proportionate capital share is not necessary indicative of its capital entitlement on sale being other than 10 per cent.",
      "id": "s283"
    },
    {
      "text": "The lesser income share attached to that capital interest may make the latter less valuable if it is capable of separate sale.",
      "id": "s284"
    },
    {
      "text": "THE S 19(A) ISSUES \n Euroceania argued that West Asia was a relevant person for the purposes of s 19(a) on two principal bases.",
      "id": "s285"
    },
    {
      "text": "First, it argued that the natural and ordinary meaning of the side letters brought West Asia within the meaning of \"charterer\" in s 19(a): i.e.",
      "id": "s286"
    },
    {
      "text": "the side letters expressed the asserted real relationship that West Asia would perform as charterer.",
      "id": "s287"
    },
    {
      "text": "Secondly, Euroceania argued that West Asia was \" in ... control of the 'JBU Opal' and 'JBU Onyx' \".",
      "id": "s288"
    },
    {
      "text": "Both arguments did not depend solely on the side letters but called in aid they way in which West Asia had conducted itself in relation to the two charterparties and the two ships.",
      "id": "s289"
    },
    {
      "text": "Initially, Euroceania had claimed that WAMS \"was a mailbox created by West Asia for tax purposes\".",
      "id": "s290"
    },
    {
      "text": "However, this argument cannot be sustained.",
      "id": "s291"
    },
    {
      "text": "WAMS' annual financial statements for 2007 and 2008 demonstrate that it has a significant and real business, that it conducts with at least two employees who work in its office premises in Singapore.",
      "id": "s292"
    },
    {
      "text": "Equally, WAMS is a member of West Asia's group.",
      "id": "s293"
    },
    {
      "text": "But many groups of companies arrange for subsidiaries to be incorporated either as special purpose vehicles through which some venture may be pursued or as a tax effective means of conducting some aspect of the group's business or for a variety of commercial objectives.",
      "id": "s294"
    },
    {
      "text": "Euroceania disclaimed any suggestion that WAMS itself was a sham.",
      "id": "s295"
    },
    {
      "text": "Subsidiary companies are part of a group, yet each has a separate and individual legal personality.",
      "id": "s296"
    },
    {
      "text": "It is frequently the case in commercial life that officers of one company, often an ultimate or intermediate holding company or another related company, will perform various activities for the purposes of a subsidiary's business or affairs.",
      "id": "s297"
    },
    {
      "text": "The precise boundary between an act that is performed by the officers as agent of the subsidiary and one done for the other group member is often blurred because in everyday life, the individual officer will not state or write the precise capacity in which he or she is, or thinks they are, acting.",
      "id": "s298"
    },
    {
      "text": "In any event, that thought process is not necessarily conclusive, because the attribution of corporate responsibility for the individual officer's acts is an objective question to be decided on all the evidence.",
      "id": "s299"
    },
    {
      "text": "And, in this overall context, it is inherently possible that one company can be the agent of the other, either directly or through individual officers.",
      "id": "s300"
    },
    {
      "text": "THE ROLE OF WAMS \n In 2004 WAMS was incorporated in Singapore and West Asia then owned all of its issued capital.",
      "id": "s301"
    },
    {
      "text": "It has a separate legal personality to, and from about late March 2008 was not wholly owned by, West Asia.",
      "id": "s302"
    },
    {
      "text": "That was when Mr Qadir acquired a 10% holding.",
      "id": "s303"
    },
    {
      "text": "There is no evidence that WAMS acted as agent for West Asia as a disclosed or undisclosed principal in entering the charterparties.",
      "id": "s304"
    },
    {
      "text": "Nor has Euroceania sued West Asia or pleaded its points of claim against it as the charterer.",
      "id": "s305"
    },
    {
      "text": "Rather, Euroceania's complaint is that West Asia has failed to perform under the side letters.",
      "id": "s306"
    },
    {
      "text": "NEGOTIATION OF THE CHARTERPARTIES AND SIDE LETTERS \n The negotiations for entry into the charterparties were conducted through brokers for each side.",
      "id": "s307"
    },
    {
      "text": "Peter Costalas was the person with carriage of the negotiation in the brokers acting for Euroceania and Mr Joshi acted for West Asia and WAMS in instructing their brokers.",
      "id": "s308"
    },
    {
      "text": "The initial negotiations for the charters were handled by Mr Joshi.",
      "id": "s309"
    },
    {
      "text": "He received instructions in India from Mr Qadir.",
      "id": "s310"
    },
    {
      "text": "Mr Joshi said that ordinarily, when he sought or obtained instructions, he dealt with his superior, the executive director, on matters to do with West Asia and with Mr Qadir on those concerning WAMS.",
      "id": "s311"
    },
    {
      "text": "The effective decision to charter the two ships was made by West Asia's senior executives in Chennai with no apparent role or input from the Singapore based employees of WAMS.",
      "id": "s312"
    },
    {
      "text": "Mr Joshi signed each charterparty and side letter for WAMS, and the executive directors signed the side letters for West Asia.",
      "id": "s313"
    },
    {
      "text": "Mr Joshi had no written authority from, and was not aware of any resolution by the directors of, WAMS giving him power to sign those documents.",
      "id": "s314"
    },
    {
      "text": "He said that Capt Venkat was primarily responsible within West Asia for instructions relating to the chartering of the two ships.",
      "id": "s315"
    },
    {
      "text": "Capt Venkat was an employee of West Asia.",
      "id": "s316"
    },
    {
      "text": "He agreed to the language of the side letters for West Asia.",
      "id": "s317"
    },
    {
      "text": "Mr Joshi conveyed instructions to him that West Asia agreed to their terms.",
      "id": "s318"
    },
    {
      "text": "Ultimately, after Capt Venkat had concluded the negotiations, Mr Qadir approved the entry of both West Asia and WAMS into the charterparties and side letters.",
      "id": "s319"
    },
    {
      "text": "Mr Joshi sought to assert that Mr Qadir did this was only in his capacity as a director of WAMS.",
      "id": "s320"
    },
    {
      "text": "I have difficulty accepting that Mr Qadir kept any clear bright line between instructions he gave to Mr Joshi as being given on behalf of West Asia or WAMS.",
      "id": "s321"
    },
    {
      "text": "Mr Qadir was managing director of West Asia.",
      "id": "s322"
    },
    {
      "text": "That company controlled the group.",
      "id": "s323"
    },
    {
      "text": "He was also a director of WAMS, a member of West Asia's group.",
      "id": "s324"
    },
    {
      "text": "Mr Joshi was, of course, bound to follow Mr Qadir's directions whatever corporate hat Mr Joshi may have thought Mr Qadir to have been wearing at the time.",
      "id": "s325"
    },
    {
      "text": "Indeed, since Mr Joshi was not an executive of WAMS, Mr Qadir could only give binding instructions to him in their roles as executives of West Asia, although, of course, each still could act as an agent of other companies in the group.",
      "id": "s326"
    },
    {
      "text": "I do not accept that Mr Qadir had or expressed any limitation on his role.",
      "id": "s327"
    },
    {
      "text": "He acted as managing director of West Asia to give effect to the group's commercial objectives.",
      "id": "s328"
    },
    {
      "text": "The charterparties were significant financial commitments and I have no doubt that Mr Qadir oversaw the negotiations for them not merely as a director of WAMS but also did so on behalf of West Asia.",
      "id": "s329"
    },
    {
      "text": "THE CONDUCT OF THE CHARTERED SHIPS \n WAMS was the person named in each of the two charterparties as the charterer.",
      "id": "s330"
    },
    {
      "text": "Euroceania sent all hire invoices to WAMS and it also sent WAMS its demands for unpaid hire.",
      "id": "s331"
    },
    {
      "text": "And, WAMS paid hire from its own separate bank accounts maintained with banks in Singapore.",
      "id": "s332"
    },
    {
      "text": "Euroceania communicated with WAMS as charterers from time to time, rather than with West Asia.",
      "id": "s333"
    },
    {
      "text": "For example, in July 2009 Euroceania exercised its lien on freight for unpaid hire expressly against WAMS as charterer.",
      "id": "s334"
    },
    {
      "text": "However, its demand had been sent to Capt Venkat at the Indian email address and he responded from there signing in his name and WAMS.",
      "id": "s335"
    },
    {
      "text": "When the defaults in hire payments leading to the arrest of the \" Gem of Safaga \" occurred, Euroceania emailed the brokers acting for West Asia and WAMS for the attention of Capt Venkat, referring to the side letters and West Asia's ultimate responsibility for fulfilment of WAMS' obligations.",
      "id": "s336"
    },
    {
      "text": "Voyage instructions to the ships' masters came from West Asia's employees in India, principally, Capt Venkat and Mr Mahesh.",
      "id": "s337"
    },
    {
      "text": "Mr Joshi confirmed that Mr Mahesh gave the masters instructions in the course of the chartered ships' operations.",
      "id": "s338"
    },
    {
      "text": "The form of voyage instructions to the masters of the \" JBU Opal \" and \" JBU Onyx \" was usually an email Mr Mahesh sent from India and with his Indian telephone numbers.",
      "id": "s339"
    },
    {
      "text": "However, the emails usually referred to WAMS as the \"disponent owners\" but again give an Indian fax number.",
      "id": "s340"
    },
    {
      "text": "Other emails, on occasion, simply give the master instructions and were signed by Mr Mahesh with his Indian telephone numbers.",
      "id": "s341"
    },
    {
      "text": "The initial email of instructions of 21 April 2009 to the master of the \" JBU Opal \" informed him that she was on charter to WAMS.",
      "id": "s342"
    },
    {
      "text": "The email was, on this occasion signed by Mr Mahesh and WAMS, even though he was not an officer of WAMS.",
      "id": "s343"
    },
    {
      "text": "The email gave WAMS' Singapore office address and telephone numbers, continuing \"Commercial operations will be handled by [West Asia] on behalf of [WAMS]\" and gave contact details for West Asia's Indian office including the telephone numbers and an email address together with telephone numbers for Capt Venkat and Mr Mahesh.",
      "id": "s344"
    },
    {
      "text": "The latter email address was used to send and receive most, if not all, of the voyage instructions, communications with masters, sub-charterers and Euroceania.",
      "id": "s345"
    },
    {
      "text": "I infer this email address was used by West Asia in its Indian office and that the emails with that address were sent from or received there in order to conduct the commercial operations of the two ships.",
      "id": "s346"
    },
    {
      "text": "RE-NEGOTIATION OF THE HIRE IN LATE 2008 \n In late 2008 Mr Qadir, the executive director (Mr Srinivasan), Mr Joshi and Capt Venkat visited Euroceania in London to renegotiate the hire payments under the charterparties.",
      "id": "s347"
    },
    {
      "text": "They gave a presentation about West Asia's business while there and Euroceania's Paul Gersok was among others present for that.",
      "id": "s348"
    },
    {
      "text": "Mr Gersok said, and I accept, that during the presentation Capt Venkat produced some written papers setting out facts and aspects of West Asia's business.",
      "id": "s349"
    },
    {
      "text": "Capt Venkat told the meeting that the \" Gem of Safaga \" was included in West Asia's fleet and, in the written material she appears in a list headed: \"WAM OWNED FLEET\".",
      "id": "s350"
    },
    {
      "text": "\"WAM\" is an acronym for West Asia.",
      "id": "s351"
    },
    {
      "text": "Other lists in that material identified vessels on charter to West Asia as well as ships owned in the fleet of another group company.",
      "id": "s352"
    },
    {
      "text": "Tom Weibell worked for Euroceania's ships brokers, Branchero Costa, and was also involved in the re-negotiation of the charter hire with Mr Joshi and Capt Venkat of West Asia.",
      "id": "s353"
    },
    {
      "text": "Mr Weibell understood that West Asia was seeking a reduction in hire from USD20,000 per month to USD 17,500 for a period of 12 months with the reduced sum then to be made up at a later stage of the charter for each ship.",
      "id": "s354"
    },
    {
      "text": "He received a schedule of ships identifying original payment obligations for a number of vessels and a proposed revised payment schedule.",
      "id": "s355"
    },
    {
      "text": "The bottom line of this document, literally, was entitled \"Contribution to cash flow out of re-negotiation\".",
      "id": "s356"
    },
    {
      "text": "There were 9 ships in the schedule, including the \" JBU Onyx \", but not the \" JBU Opal \".",
      "id": "s357"
    },
    {
      "text": "All the other 8 ships were listed as part of West Asia's owned fleet in the presentation document given to Mr Gersok.",
      "id": "s358"
    },
    {
      "text": "I infer that West Asia created this re-negotiation schedule to demonstrate the benefit to its cash flow in calendar 2009 if the new rates could be obtained.",
      "id": "s359"
    },
    {
      "text": "Two sets of addenda were in evidence concerning the re-negotiation.",
      "id": "s360"
    },
    {
      "text": "The second set was a bipartite addendum No 2 (sic) expressed to be between Euroceania and WAMS dated 23 December 2008 and initialled by Capt Venkat for WAMS.",
      "id": "s361"
    },
    {
      "text": "It was not signed or initialled for Euroceania.",
      "id": "s362"
    },
    {
      "text": "I am not satisfied that the second, bipartite, set represented an agreement that was, in fact, made and there is no evidence that Euroceania had agreed to its terms.",
      "id": "s363"
    },
    {
      "text": "The first set was a tripartite, but undated and unsigned, addendum No 1 (sic) to each charterparty that provided for signature by each of Euroceania, WAMS and West Asia.",
      "id": "s364"
    },
    {
      "text": "Mr Joshi said that he understood that this set was the agreement under which reduced hire was to be paid and that he had signed these on behalf of WAMS.",
      "id": "s365"
    },
    {
      "text": "He said that the agreement involved West Asia signing the new terms.",
      "id": "s366"
    },
    {
      "text": "Although no signed version is in evidence, I accept Mr Joshi's evidence that the first set of tripartite documents records the actual re-negotiated hire and accurately included West Asia as a party.",
      "id": "s367"
    },
    {
      "text": "Indeed, the tripartite set refers to the agreement being subject to West Asia's banks confirming the restructuring, while the bipartite refers to only WAMS' banks confirming it.",
      "id": "s368"
    },
    {
      "text": "I infer that unless West Asia's banks, as the group's financiers, agreed to a restructuring, it would not matter that WAMS' banks did.",
      "id": "s369"
    },
    {
      "text": "While WAMS' banks were important, West Asia's, as the parent company, were fundamental.",
      "id": "s370"
    },
    {
      "text": "Thus, it is likely that the first document records an agreement between the three parties nominated in it and that it was correctly numbered as addendum No 1.",
      "id": "s371"
    },
    {
      "text": "The importance of the tripartite set is that West Asia was a party to it, as Mr Joshi said.",
      "id": "s372"
    },
    {
      "text": "WAS WEST ASIA IN CONTROL OF THE CHARTERED SHIPS?",
      "id": "s373"
    },
    {
      "text": "Euroceania accepted that there was no basis to lift the corporate veil of WAMS: cf Iron Shortland 59 FCR at 540-548 esp at 546-547; The \"Maritime Trader\" [1981] 2 Lloyd's Rep 153 at 157 per Sheen J; Berlingieri on Arrest of Ships (4 th ed, 2006) at 166-168 [52.446]- [52.452].",
      "id": "s374"
    },
    {
      "text": "Instead, it put its case on the basis that WAMS was the agent of the real charterer, West Asia.",
      "id": "s375"
    },
    {
      "text": "Euroceania also asserted that in s 19(a) the word \"charterer\" had to be construed in the context that ships could be chartered by demise, as well as on voyage or timecharter and that strings of subcharterers could exist during any particular maritime adventure or voyage.",
      "id": "s376"
    },
    {
      "text": "The parties were unable to refer to any case dealing with the meaning of \"in control of\" as used in s 19(a) in relation to the wrongdoing ship.",
      "id": "s377"
    },
    {
      "text": "The chapeau to s 19 creates the requisite incidents of the relationship between the wrongdoing ship and the general maritime claim that the relevant person in s 19(a) must have.",
      "id": "s378"
    },
    {
      "text": "Here, the general maritime claim is one referred to in s 4(3)(f).",
      "id": "s379"
    },
    {
      "text": "That provides, relevantly, that it is: \n \n \"... a claim arising out of an agreement that relates to ... the use or hire of a ship whether by charterparty or otherwise.",
      "id": "s380"
    },
    {
      "text": "\" (emphasis added) \n \n\n The type of claim described in s 4(3)(f) need not be directly based on a breach of a charterparty.",
      "id": "s381"
    },
    {
      "text": "The connecting factors that I have emphasised are words of broad expansion of the connection between the claim and the agreement for the use or hire of the ship.",
      "id": "s382"
    },
    {
      "text": "First, the claim must arise out of the agreement and, secondly, the agreement must relate to the use or hire of a ship.",
      "id": "s383"
    },
    {
      "text": "Here, Euroceania's claim can be characterised as arising out of the connection between the charterparties and the side letters.",
      "id": "s384"
    },
    {
      "text": "If the side letters are an agreement, then they relate to the use or hire of the chartered ship.",
      "id": "s385"
    },
    {
      "text": "This follows from their attribution of responsibility to West Asia for the performance of WAMS under the charterparties concerning the \" JBU Opal \" and the \" JBU Onyx \".",
      "id": "s386"
    },
    {
      "text": "However, West Asia must still be a relevant person within the meaning of s 19(a) in one of the two ways on which Euroceania relies.",
      "id": "s387"
    },
    {
      "text": "Each of the connecting factors referred to in s 19(a) (the owner, charterer, \"in possession or in control of\") should be construed to have a distinct meaning and operation: Project Blue Sky Inc v Australian Broadcasting Authority (1998) 194 CLR 355 at 381-382 [69]-[71] (esp at [71]) per McHugh, Gummow, Kirby and Hayne JJ.",
      "id": "s388"
    },
    {
      "text": "Of course, there will be some overlaps: e.g.",
      "id": "s389"
    },
    {
      "text": "an owner or demise charterer will often be in possession of a ship and, indeed, in control of her.",
      "id": "s390"
    },
    {
      "text": "But a voyage or time charterer may only meet the description \"charterer\" in s 19(a).",
      "id": "s391"
    },
    {
      "text": "Nor does s 19 require that the general maritime claim be one that the plaintiff could commence as a proceeding in rem against the ship referred to in s 19(a): Laemthong 190 CLR at 202-203.",
      "id": "s392"
    },
    {
      "text": "And, as Gaudron, Gummow and Kirby JJ said in Laemthong 190 CLR at 201 there may be control of a ship without possession.",
      "id": "s393"
    },
    {
      "text": "They said that one person may have possession of a ship and another control.",
      "id": "s394"
    },
    {
      "text": "Their Honours gave as an example the decision of the Privy Council in The \" Utopia \" [1893] AC 492 where the owners had not given up their rights to possession of their ship just after she was wrecked but a port authority assumed control of the wreck.",
      "id": "s395"
    },
    {
      "text": "In giving their Lordships' advice, Sir Francis Jeune said ( The \"Utopia\" [1893] AC at 498-499): \n \n \"In the present case, the Utopia was certainly not abandoned by her owners in the sense that they gave up all rights of property and possession in her.",
      "id": "s396"
    },
    {
      "text": "On the contrary, they no doubt always intended to raise her if they could, ....",
      "id": "s397"
    },
    {
      "text": "It is clear, however, that before the collision with the Primula the port authority of Gibraltar, represented by the acting captain of the port, took from the owners, and itself assumed, the task of protecting other vessels from the wreck by means of the signals which it directed to be employed for the purpose.",
      "id": "s398"
    },
    {
      "text": "The owners of the Utopia yielded to the action of the port authority, and thenceforward stood aloof from the operation of lighting the wreck.",
      "id": "s399"
    },
    {
      "text": "In these circumstances, it appears to their Lordships that the control and management of the wreck, so far as related to the protection of other vessels from her, and of her from them, was properly transferred to the port authority .",
      "id": "s400"
    },
    {
      "text": "Further, their Lordships are unable to see how any part of the conduct of the owners of the Utopia can lay them open to a charge of negligence.",
      "id": "s401"
    },
    {
      "text": "Neither in allowing the port authority to take on itself the control of the lighting, nor in abstaining from interfering with the subsequent action of the port authority in the matter, do their Lordships think that any default can be imputed to them.",
      "id": "s402"
    },
    {
      "text": "It would be dangerous if an owner of a wreck were compelled, in order to avoid a personal responsibility, to interfere with the action taken by a public authority constituted for such purposes to ensure the safety of other vessels navigating those waters.",
      "id": "s403"
    },
    {
      "text": "\" (emphasis added) \n \n\n CONSTRUCTION OF THE SIDE LETTERS \n The side letters, on their face, are phrased as an agreement between the three parties, Euroceaonia, WAMS and West Asia.",
      "id": "s404"
    },
    {
      "text": "They express a relationship between performance of WAMS' obligations under the charterparties and each of West Asia and WAMS.",
      "id": "s405"
    },
    {
      "text": "In one sense, the side letters could be thought of as being a guarantee by West Asia that its subsidiary would perform in the second class of guarantees of payment of instalments due by a principal debtor referred to by Mason CJ in Sunbird Plaza Pty Ltd v Maloney (1988) 166 CLR 245 at 256-257: i.e.",
      "id": "s406"
    },
    {
      "text": "that a default by WAMS was also a breach of West Asia's obligations to Euroceonia because West Asia had not brought about performance by WAMS.",
      "id": "s407"
    },
    {
      "text": "Curiously, however, these commercial parties did not use the word \"guarantee\" in the side letters.",
      "id": "s408"
    },
    {
      "text": "There was obvious commercial sense for Euroceania to have sought some binding assurance from WAMS' more substantial part-parent of the performance of a 5 year charter of the two ships.",
      "id": "s409"
    },
    {
      "text": "Importantly, the ships were to be, and were, employed as part of West Asia's fleet.",
      "id": "s410"
    },
    {
      "text": "Here, the side letters contain admissions by West Asia concerning its relationship to WAMS.",
      "id": "s411"
    },
    {
      "text": "What is the natural and ordinary meaning of a person agreeing that he is \"ultimately responsible for the true fulfilment of\" another's obligations under charterparty between the latter and a third party?",
      "id": "s412"
    },
    {
      "text": "The quoted words refer to a positive role in relation to performance of the charterparty.",
      "id": "s413"
    },
    {
      "text": "They are consistent with West Asia assuming a primary, or at least a joint and several, liability to Euroceania.",
      "id": "s414"
    },
    {
      "text": "In Sunbird Plaza 166 CLR at 255-256, Mason CJ (with whom Deane, Dawson and Toohey JJ agreed) said: \n \n \"It may be that as a matter of history the view that the guarantor has an obligation \"to see to it\" that the debtor performs his obligation explains why the guarantor is not entitled to notice of the debtor's default and why the creditor's cause of action arises on that default.",
      "id": "s415"
    },
    {
      "text": "But the view certainly does not accord with the nature of the guarantor's obligation as it is understood today.",
      "id": "s416"
    },
    {
      "text": "Rarely do guarantors have control of, or a capacity to influence, the principal debtor such that they would willingly assume an obligation to ensure that he performs his primary obligation .",
      "id": "s417"
    },
    {
      "text": "It is fictitious and quite unrealistic to suggest that this version of the guarantor's undertaking, rather than a promise to \"answer for\" the debt or default of the debtor, is the true nature of the guarantor's obligation.",
      "id": "s418"
    },
    {
      "text": "\" (emphasis added) \n \n\n However, Mason CJ concluded that there was no common rule applicable to all guarantees and the parties were free to make such agreement as they chose: Sunbird Plaza 166 CLR at 256.",
      "id": "s419"
    },
    {
      "text": "There, the guarantor undertook that, in effect, the debtor would perform its contractual obligations.",
      "id": "s420"
    },
    {
      "text": "In contrast, the side letters involve West Asia itself being responsible to fulfil the charterer's obligations, not merely to cause its subsidiary to do so.",
      "id": "s421"
    },
    {
      "text": "And, here West Asia did have control of and power to influence what WAMS did, including causing it to enter into the charterparties in the first place.",
      "id": "s422"
    },
    {
      "text": "The side letters demonstrate the reality of West Asia's control of WAMS.",
      "id": "s423"
    },
    {
      "text": "And, West Asia was in control of the \" JBU Opal \" and \" JBU Onyx \" in a practical, business sense.",
      "id": "s424"
    },
    {
      "text": "As the instructions of 21 April 2009 to the master of the \" JBU Opal \" said, the commercial operations of the ship would be handled by West Asia on behalf of WAMS.",
      "id": "s425"
    },
    {
      "text": "I infer that this recognised the business reality that, although WAMS was the charterer, it caused the two chartered ships to operate as West Asia directed.",
      "id": "s426"
    },
    {
      "text": "Each of control and, indeed, possession of property is not necessarily related to or dependent upon the person exercising the control, or in possession, having title to the property: cp The \"Permina 3001\" [1979] 1 Lloyd's Rep at 329 per Wee CJ (see also \"Convenience Container \" [2007] 3 HKLRD at 584 [42]) who said: \n \n \"In our opinion, it would be a misuse of language to equate full possession and control of a ship with beneficial ownership as respects all the shares in a ship.",
      "id": "s427"
    },
    {
      "text": "The word \"ownership\" connotes title, legal or equitable whereas the expression \"possession and control\", however full and complete, is not related to title.",
      "id": "s428"
    },
    {
      "text": "Although a person with only full possession and control of a ship, such as a demise charterer has the beneficial use of her, in our opinion he does not have the beneficial ownership as respects all the shares in the ship and the ship is not \"beneficially owned as respects all the shares therein\" by him within the meaning of s. 4 (4).",
      "id": "s429"
    },
    {
      "text": "\" \n \n\n \n And in Laemthong 190 CLR at 190 Toohey J (and at 198 Gaudron, Gummow and Kirby JJ) referred to the definitions in maritime dictionaries of a disponent owner as a \"person or company who controls the commercial operation of a ship, responsible for deciding the ports of call and the cargoes to be carried\": see Sullivan, The Marine Encyclopaedic Dictionary (4 th ed, 1995) at 135; Brodie, Dictionary of Shipping Terms (2 nd ed, 1994) at 60.",
      "id": "s430"
    },
    {
      "text": "The definition in Brodie went on to say that very often the disponent owner was a shipping line which time chartered ships and issued its own liner bills of lading.",
      "id": "s431"
    },
    {
      "text": "As a practical matter, West Asia had and exercised control of the commercial operation of the ships, and, by its Indian employer, Capt Venkat, giving voyage instructions to the masters, decided the ports of call and cargoes to be carried.",
      "id": "s432"
    },
    {
      "text": "I am satisfied that West Asia was \"... in control of\" each of the \" JBU Opal\" and \" JBU Onyx\" .",
      "id": "s433"
    },
    {
      "text": "The side letters provide a clear admission of that control.",
      "id": "s434"
    },
    {
      "text": "And the evidence establishes that West Asia exercised it.",
      "id": "s435"
    },
    {
      "text": "The fact that WAMS also had responsibilities under the charterparties and exercised some of them does not mean that its parent did not have control of the chartered ships for the purposes of s 19(a).",
      "id": "s436"
    },
    {
      "text": "It is not decisive that WAMS was the charterer of the ships.",
      "id": "s437"
    },
    {
      "text": "This does not exclude, for the purposes of s 19(a), there simultaneously being an owner of them, such as Euroceania.",
      "id": "s438"
    },
    {
      "text": "Indeed, Gaudron, Gummow and Kirby JJ rejected a construction of s 19(a) that at any one time there must be only one person who could answer all of the descriptions in s 19(a) in respect of a wrongdoing ship: Laemthong 190 CLR at 201, see too at 204, Brennan CJ agreeing at 186, and see too per Toohey J at 191-192.",
      "id": "s439"
    },
    {
      "text": "The conclusion that West Asia was in control of the ships by which WAMS was the charterer is also consistent with the views of the Commission in ALRC 33 at [205] (cited with approval in Laemthong 190 CLR at 194 per Toohey J at 204-205 per Gaudron, Gummow and Kirby JJ) that s 19 could permit proceedings to be brought in rem against a ship owned by the relevant person even though that person is not the owner of the wrongdoing ship.",
      "id": "s440"
    },
    {
      "text": "WAS WEST ASIA A CHARTERER OF THE TWO SHIPS FOR THE PURPOSES OF S 19(A)?",
      "id": "s441"
    },
    {
      "text": "Euroceania argued that the role assumed by West Asia under the side letters made it a charterer.",
      "id": "s442"
    },
    {
      "text": "It is not necessary to decide this in light of my conclusion that West Asia was in control of the chartered ships.",
      "id": "s443"
    },
    {
      "text": "However, I am not sure that the commercial intention was to make West Asia the charterer.",
      "id": "s444"
    },
    {
      "text": "Such a result does not sit easily with the language of either the charterparties themselves --- in which WAMS is named as charterer --- nor with that of the side letters that place West Asia in a position of responsibility for WAMS as the charterer.",
      "id": "s445"
    },
    {
      "text": "CONCLUSION \n I am of opinion that West Asia was the owner of the \" Gem of Safaga \" at the time these proceedings were commenced and was in control of the \" JBU Opal \" and the \" JBU Onyx \" when the maritime claim arose out of the side letter agreements.",
      "id": "s446"
    },
    {
      "text": "That claim related to the use or hire of the latter two ships.",
      "id": "s447"
    },
    {
      "text": "Thus, West Asia's challenge to jurisdiction fails and its motion must be dismissed.",
      "id": "s448"
    },
    {
      "text": "I certify that the preceding one hundred and four (104) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Rares.",
      "id": "s449"
    },
    {
      "text": "Associate:\n \n \nDated: 9 December 2009\n \n Counsel for the Plaintiff: A W Street SC and B K Nolan \n \n Solicitor for the Plaintiff: Blake Dawson \n \n Counsel for the Defendant: G J Nell SC and C O Gleeson \n \n Solicitor for the Defendant: James Neill Solicitor \n Date of Hearing: 30 November, 1---3, 9 December 2009 \n \n Date of Judgment: 9 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1467.html",
      "id": "s450"
    }
  ]
}