{
  "name": "Cunnington Investments Pty Ltd, in the matter of Deep Creek Marina Hotel Pty Ltd v Matheson [2009] FCA 1529 (18 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1529.html",
  "catchphrases": [
    {
      "text": "interlocutory injunctions",
      "id": "c0"
    },
    {
      "text": "relevant principles",
      "id": "c1"
    },
    {
      "text": "whether serious question to be tried",
      "id": "c2"
    },
    {
      "text": "stakeholders agreement",
      "id": "c3"
    },
    {
      "text": "whether breach of director's duties",
      "id": "c4"
    },
    {
      "text": "whether undertakings by defendants should be accepted",
      "id": "c5"
    },
    {
      "text": "balance of convenience.",
      "id": "c6"
    },
    {
      "text": "practice and procedure",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "A development known as the \"Deep Creek Marina\" is located on the Murray River approximately 22 kilometres from the township of Moama on the New South Wales side of the Murray River.",
      "id": "s0"
    },
    {
      "text": "There is situated at the marina a Hotel, a supermarket, a fuel depot, a toilet/shower block, a caf&eacute; and a residence.",
      "id": "s1"
    },
    {
      "text": "The marina provides facilities for people who holiday in the area and it is accessible by way of the Murray River and also by road.",
      "id": "s2"
    },
    {
      "text": "In 2007 a group of houseboat owners and investors agreed to acquire the hotel and supermarket businesses and the land upon which they were operated.",
      "id": "s3"
    },
    {
      "text": "The investors, called \"the stakeholders\" in the material filed in these proceedings are Terry &amp; Lee Cunnington, Broderick &amp; Janette Fenlon, Walter &amp; Cristina Ortner, Daniel &amp; Andrea Sheean and Ian Matheson.",
      "id": "s4"
    },
    {
      "text": "The plaintiffs in these two proceedings are the corporate or trust entities of all of the investors save for Mr Matheson.",
      "id": "s5"
    },
    {
      "text": "The defendants in the proceedings are Mr Matheson and his corporate and trust entities and the two companies which own the land and businesses of the hotel and the supermarket.",
      "id": "s6"
    },
    {
      "text": "In each company, Deep Creek Marina Hotel Pty Ltd and Deep Creek Marina Supermarket Pty Ltd, Mr Matheson owns or controls one third of the issued shares, Terry &amp; Lee Cunnington own or control one third of the issued shares, Broderick &amp; Janette Fenlon control one sixth of the issued shares, and Walter &amp; Cristina Ortner and Daniel &amp; Andrea Sheean each own or control one twelfth of the issued shares.",
      "id": "s7"
    },
    {
      "text": "There are six directors of each company representing each of the groups of investors, namely, Mr Cunnington, Mr Fenlon, Mr Matheson, Mrs Cunnington, Mr Ortner and Mr Sheean.",
      "id": "s8"
    },
    {
      "text": "Deep Creek Marina Hotel Pty Ltd and Deep Creek Supermarket Pty Ltd were incorporated on 27 November 2007 for the purpose of operating the hotel and the supermarket.",
      "id": "s9"
    },
    {
      "text": "On 28 August 2008 the investors/stakeholders and their associated corporate and trust entities and the two companies Deep Creek Marina Hotel Pty Ltd and Deep Creek Supermarket Pty Ltd entered into the \"Stakeholders Agreement Deep Creek Marina\" (the Stakeholders Agreement\").",
      "id": "s10"
    },
    {
      "text": "The agreement set out the owners of the shares in each company and the owners of the hotel land and the supermarket land in the proportions to which I have already referred and contained provisions regulating the relationship between the parties and the conduct of the two businesses.",
      "id": "s11"
    },
    {
      "text": "Proceeding VID 879 of 2009 relates to the hotel business and proceeding VID 880 of 2009 relates to the supermarket business.",
      "id": "s12"
    },
    {
      "text": "The issues in relation to each proceeding are identical.",
      "id": "s13"
    },
    {
      "text": "The investors, other than Mr Matheson (\"the plaintiffs\"), have been in dispute with Mr Matheson since around February 2009 about the manner in which the hotel and supermarket businesses are to be conducted and managed.",
      "id": "s14"
    },
    {
      "text": "The plaintiffs contend that since 2 April 2009 Mr Matheson has been operating the businesses in the names of the two companies without the consent of the other investors, that they have consistently requested Mr Matheson to return the operation and management of the hotel and supermarket businesses to them but that he has refused to do so.",
      "id": "s15"
    },
    {
      "text": "On 8 December 2009 the plaintiffs filed the originating processes in these proceedings in which they sought orders that: \n(a) Mr Matheson be relieved from his office as a director of each company;\n \n(b) the directors of the two companies other than Mr Matheson operate the two businesses;\n \n \n(c) Mr Matheson and his entities be restrained from conducting or otherwise being involved in the day-to-day operation of the hotel business and the supermarket business;\n \n \n(d) Mr Matheson and his entities be restrained from disrupting or otherwise interfering with the day-to-day operation of the hotel business and the supermarket business;\n \n \n(e) pursuant to s 233(1)(c) of the Corporations Act 2001 (Cth) (\"the Act\") the conduct of the affairs of the two companies be regulated in the future or alternatively an order pursuant to s 233(1)(j) of the Act that Mr Matheson pay to the companies damages or compensation in an amount to be determined by the Court.",
      "id": "s16"
    },
    {
      "text": "The plaintiffs also sought declarations that Mr Matheson had contravened ss 180 , 181 and 182 of the Act.",
      "id": "s17"
    },
    {
      "text": "On the same day as the originating processes were filed interlocutory processes were filed in which the plaintiffs sought, as amended, the following interlocutory orders until trial or further order: \n(a) not later than 4.00pm on 18 December 2009 the defendants deliver to the plaintiffs the hotel business and the supermarket business and all banking and other financial records and all the stock and other property of the businesses;\n \n \n(b) the plaintiffs have full power and control of the businesses from 4.00pm on 18 December 2009 but not including the power to dispose of the businesses;\n \n \n(c) the defendants be restrained from disrupting or otherwise interfering with the day-to-day operation of the hotel business or the supermarket business;\n \n \n(d) Mr Matheson provide information required by the directors to enable them to renew the insurances in respect of the hotel business and the supermarket business;\n \n \n(e) Mr Matheson file and serve an affidavit setting out a number of financial details and matters relating to the hotel business and the supermarket business.",
      "id": "s18"
    },
    {
      "text": "The sale of the hotel and supermarket freeholds and businesses settled on 15 February 2008.",
      "id": "s19"
    },
    {
      "text": "Prior to the settlement of the sale the businesses were operated by Mr David O'Brien and Mrs Angela O'Brien.",
      "id": "s20"
    },
    {
      "text": "However, possession of the businesses was given to the investors from 10 December 2007 to enable the investors to operate the hotel business over the December/January summer period.",
      "id": "s21"
    },
    {
      "text": "Both businesses are seasonal and are dependant upon tourists and holiday makers.",
      "id": "s22"
    },
    {
      "text": "The busy period for the businesses commences in the last week of September in each year and continues through the peak holiday season in December and January and eases by the end of Easter, usually in April of each year.",
      "id": "s23"
    },
    {
      "text": "Between May and August in each year the supermarket business closes down and the hotel business is only operated between Thursday and Sunday in each week.",
      "id": "s24"
    },
    {
      "text": "The events which occurred after the investors obtained possession of the hotel business and the supermarket business and settled the transactions are controversial between the plaintiffs and the defendants.",
      "id": "s25"
    },
    {
      "text": "As this is an urgent interlocutory application, I am making no definitive findings in relation to the facts and events to which I refer hereafter but, for present purposes, I set out those facts and circumstances for the purposes of determining whether there is a serious question to be tried that, if the evidence at trial remains as it is, there is a probability that the plaintiffs will be entitled to the relief they seek.",
      "id": "s26"
    },
    {
      "text": "At a meeting of investors on 8 June 2008 it was agreed that Mrs Janette Fenlon would be responsible for the accounts and all expenditure relating to the two businesses.",
      "id": "s27"
    },
    {
      "text": "In August 2008 Mr &amp; Mrs O'Brien resigned from running the two businesses.",
      "id": "s28"
    },
    {
      "text": "There is an issue between the plaintiffs and the defendants as to why Mr &amp; Mrs O'Brien resigned but, for present purposes, it is not necessary to investigate or resolve that issue.",
      "id": "s29"
    },
    {
      "text": "In or about August 2008 the investors agreed that they would attend the marina on a roster basis and operate the businesses.",
      "id": "s30"
    },
    {
      "text": "It was agreed that Ms Jennifer Ralph, a permanent resident in the area, who had been employed by Mr &amp; Mrs O'Brien in the supermarket business would be employed as the manager of the supermarket business and she commenced those duties in approximately September 2008.",
      "id": "s31"
    },
    {
      "text": "Mr Arnold O'Farrell was employed to manage the hotel business after Mr &amp; Mrs O'Brien resigned.",
      "id": "s32"
    },
    {
      "text": "He resigned in approximately September 2008.",
      "id": "s33"
    },
    {
      "text": "On or about 1 December 2008 Mr Darryl Wood was employed to manage the hotel business.",
      "id": "s34"
    },
    {
      "text": "Relations between the plaintiffs and the defendants soured around the end of January 2009.",
      "id": "s35"
    },
    {
      "text": "At a meeting of investors on 30 January 2009 Mr Matheson said that the partnership was not working and he did not want to be in the partnership anymore.",
      "id": "s36"
    },
    {
      "text": "Negotiations then ensued but no concluded agreement was reached.",
      "id": "s37"
    },
    {
      "text": "Mr Matheson requested that the records of the businesses be brought up-to-date so that he could supply these figures to a bank manager as he wanted to buy out the other investors' interests in the two businesses.",
      "id": "s38"
    },
    {
      "text": "Mrs Fenlon instructed the companies' accountants to prepare the accounts for both companies as at 31 January 2009.",
      "id": "s39"
    },
    {
      "text": "Mr &amp; Mrs Ortner and Mr &amp; Mrs Fenlon left the marina at this time.",
      "id": "s40"
    },
    {
      "text": "At this point of time Mr Matheson took control of the day-to-day running of the two businesses although no agreement had been reached between the parties as to the acquisition by Mr Matheson of the interests of the other investors.",
      "id": "s41"
    },
    {
      "text": "Mr Matheson's defacto wife, Ms Lorraine Joyce Macintosh says that after Mr &amp; Mrs Ortner and Mr &amp; Mrs Fenlon left the marina she and Mr Matheson were left with no option but to assist Mr Wood to run the two businesses.",
      "id": "s42"
    },
    {
      "text": "In early February 2009 Ms Jennifer Ralph left the supermarket business.",
      "id": "s43"
    },
    {
      "text": "Her reason for leaving is controversial.",
      "id": "s44"
    },
    {
      "text": "The plaintiffs say that Mr Matheson terminated her employment without consultation with the other investors and in breach of the Stakeholders' Agreement.",
      "id": "s45"
    },
    {
      "text": "Ms Macintosh says that Ms Ralph resigned on the spot as she had obtained a position in Echuca.",
      "id": "s46"
    },
    {
      "text": "It is not necessary at the present time to investigate or resolve this controversy.",
      "id": "s47"
    },
    {
      "text": "In February 2009 a stocktake of the hotel business was conducted which, according to Mrs Fenlon, revealed that $3,000 worth of stock was unaccounted for.",
      "id": "s48"
    },
    {
      "text": "In March 2009 Mrs Fenlon conducted an audit of the income and expenses for the hotel business which showed a discrepancy between takings and expenses of approximately $6,334.90.",
      "id": "s49"
    },
    {
      "text": "A further meeting of the investors was held on 19 February 2009 at which Mr Matheson said that he could not buy out the other investors because he could not raise the money and he offered to sell his share in the businesses for $1 million.",
      "id": "s50"
    },
    {
      "text": "That offer was rejected.",
      "id": "s51"
    },
    {
      "text": "Mr Matheson said that he could manage the businesses at no cost to the investors and that he would pump up the businesses prior to their sale.",
      "id": "s52"
    },
    {
      "text": "Ms Macintosh says that between the end of January and March 2009 she and Mr Matheson had no access to the bank accounts and the financial records of the businesses.",
      "id": "s53"
    },
    {
      "text": "They were still under the control of Mrs Fenlon.",
      "id": "s54"
    },
    {
      "text": "Mrs Fenlon refused to give them the passwords.",
      "id": "s55"
    },
    {
      "text": "Because of this lack of access Ms Macintosh says that she is unable to comment on the discrepancies referred to by Mrs Fenlon.",
      "id": "s56"
    },
    {
      "text": "A further meeting of the investors was held on 18 March 2009.",
      "id": "s57"
    },
    {
      "text": "Mr Matheson could not attend but Ms Macintosh did on his behalf.",
      "id": "s58"
    },
    {
      "text": "What transpired at this meeting is controversial between the plaintiffs and the defendants and I only refer to those parts of the meeting which are relevant to the issues presently under consideration.",
      "id": "s59"
    },
    {
      "text": "Mrs Fenlon says that she questioned Ms Macintosh about the lack of banking records and accurate records of the operation of the businesses during February.",
      "id": "s60"
    },
    {
      "text": "Mrs Fenlon says that Ms Macintosh admitted that she and Mr Matheson did not know how to keep financial records of the businesses and said words to the effect \"we cannot do this anymore.",
      "id": "s61"
    },
    {
      "text": "We have no idea of accounting\".",
      "id": "s62"
    },
    {
      "text": "Ms Macintosh says that she disagrees that Mrs Fenlon questioned her in the manner Mrs Fenlon has referred to about the lack of banking records \"and like matters\".",
      "id": "s63"
    },
    {
      "text": "Ms Macintosh said that those records were still with Mrs Fenlon.",
      "id": "s64"
    },
    {
      "text": "What is not controversial is that Ms Macintosh asked the other investors to take control of the businesses.",
      "id": "s65"
    },
    {
      "text": "Ms Macintosh says that she and Mr Matheson needed to return to Melbourne and they would be prepared for the other investors to come back into the businesses pending the sale.",
      "id": "s66"
    },
    {
      "text": "It was agreed that Mr &amp; Mrs Fenlon would manage the day-to-day operations of the businesses.",
      "id": "s67"
    },
    {
      "text": "It was also agreed that Ms Ralph would be re-employed as manager of the supermarket business.",
      "id": "s68"
    },
    {
      "text": "Mr Matheson and Ms Macintosh left the marina on 25 March 2009.",
      "id": "s69"
    },
    {
      "text": "On 27 March 2008 Mrs Fenlon and two other investors travelled to the marina to inspect the businesses.",
      "id": "s70"
    },
    {
      "text": "They found that there was little stock kept in both businesses and a stocktake revealed a loss of stock of approximately $10,700.",
      "id": "s71"
    },
    {
      "text": "This issue is probably controversial but it is part of the background against which the plaintiffs acted thereafter.",
      "id": "s72"
    },
    {
      "text": "On 28 March 2009 Mr Fenlon checked the closed circuit TV footage which had been recorded over the previous six weeks at the hotel and the supermarket.",
      "id": "s73"
    },
    {
      "text": "Mr Fenlon gave oral evidence to the effect that this footage recorded a number of instances where Mr Matheson, Ms Macintosh and other persons associated with them, Frank Vuk, Steve &amp; Sue Pettit, walked into the supermarket and removed stock without paying for it.",
      "id": "s74"
    },
    {
      "text": "This is a serious allegation and I make no finding in relation to it at this stage, other than to note that it is alleged by Mr Fenlon.",
      "id": "s75"
    },
    {
      "text": "Mr Fenlon also observed that the CCTV footage showed numerous occasions on which Mr Matheson used the TAB facility at the hotel to undertake what Mr Fenlon called \"credit betting\".",
      "id": "s76"
    },
    {
      "text": "That is placing a bet with the TAB without immediately paying for the bet.",
      "id": "s77"
    },
    {
      "text": "Mr Fenlon observed on the CCTV footage that on a number of occasions Mr Matheson issued tickets which were dispensed but Mr Matheson did not take any money in exchange.",
      "id": "s78"
    },
    {
      "text": "Again, I specifically make no finding in relation to this matter other than to note that it is alleged by Mr Fenlon.",
      "id": "s79"
    },
    {
      "text": "On 28 March 2009 Mr Ortner spoke to Mr Matheson by telephone.",
      "id": "s80"
    },
    {
      "text": "Mr Matheson was hostile and abusive in relation to the re-employment of Ms Ralph.",
      "id": "s81"
    },
    {
      "text": "Another matter which arose on 28 March 2009 was that Mrs Fenlon checked the level of the credit account which Mr Matheson had with the supermarket business and noted that it showed a balance of $1,606.80 outstanding whereas at 29 January 2009 the account showed $2,692 outstanding.",
      "id": "s82"
    },
    {
      "text": "Mrs Fenlon said she checked the records of the supermarket and observed that no payments had been made to reduce the balance of Mr Matheson's account.",
      "id": "s83"
    },
    {
      "text": "She says that she then checked the financial accounting records and noticed that items had been deleted from Mr Matheson's account, which deletions were not carried out with her consent or the consent of any other investor.",
      "id": "s84"
    },
    {
      "text": "As a result of the issues which had arisen in relation to Mr Matheson the plaintiffs decided in a telephone conference on 30 March 2009 that the two businesses would be closed immediately until further notice.",
      "id": "s85"
    },
    {
      "text": "The plaintiffs agreed that the accounts of the companies would be finalised until such time as the negotiations for the resolution of the dispute between them and Mr Matheson had been resolved.",
      "id": "s86"
    },
    {
      "text": "That agreement was recorded in an email prepared by Mr Cunnington and sent on 1 April 2009.",
      "id": "s87"
    },
    {
      "text": "The text of that email was as follows: \n \n \"Dear Partners of Deep Creek Mariner, \n As discussed with all partners from Deep Creek Marina 30/03/09 via phone, It was agreed to shut down Deep Creek Marina Hotel and Supermarket effective immediately until further notice.",
      "id": "s88"
    },
    {
      "text": "From this conversion [sic] with everyone the tills were rung off and all monies left there except the amount of one till being for the amount of $400 was banked being $10523.00 for hotel and $3552.55 for supermarket, there was also $176.50 donated through westpac for bushfire appeal.",
      "id": "s89"
    },
    {
      "text": "This letter is putting all partners on notice that no accounts are to be opened, or existing accounts used or accessed by any partners from the 30/03/09 until a written legally binding contract has been drawn up and signed by all partners.",
      "id": "s90"
    },
    {
      "text": "Who ever takes it on will have to open accounts under there [sic] trading name and give there [sic] guarantees personally not exposing all partners.",
      "id": "s91"
    },
    {
      "text": "If the Hotel and Supermarket are reopened without the consent of all parties, the individual will be held personally responsible for all debt &amp; liability from the 30/03/09 also any stock missing will have to be accounted for as a current stocktake has been done accounting for all items in hotel, supermarket and fuel.",
      "id": "s92"
    },
    {
      "text": "It is with deep regret this letter is being written on behalf of everyone as it seems all communication has broken down.",
      "id": "s93"
    },
    {
      "text": "\" \n \n\n On 30 March 2009 Ms Macintosh was told by Mr Darryl Wood over the telephone that the two businesses were to be closed as soon as possible.",
      "id": "s94"
    },
    {
      "text": "According to Ms Macintosh she asked Mrs Fenlon what was going to happen about all of the bookings that had been taken (including a wedding) for the following week and for Easter.",
      "id": "s95"
    },
    {
      "text": "Mrs Fenlon said words to the effect that that was \"bad luck\" and that the bookings would have to be cancelled.",
      "id": "s96"
    },
    {
      "text": "Ms Macintosh said that the bookings could not just be cancelled as they had taken deposits and made commitments.",
      "id": "s97"
    },
    {
      "text": "On 1 April 2009 Ms Macintosh received a copy of the email sent by Mr Cunnington.",
      "id": "s98"
    },
    {
      "text": "Ms Macintosh says that in reliance on that email she and Mr Matheson decided to go back into the businesses so that they could honour the commitments they had made before they handed control of the businesses over to Mr &amp; Mrs Fenlon a few days earlier and to preserve the goodwill of the businesses.",
      "id": "s99"
    },
    {
      "text": "Mr Matheson and Ms Macintosh returned to the marina on 2 April 2009, reopened both businesses and have continued to run the businesses since that date.",
      "id": "s100"
    },
    {
      "text": "Mrs Fenlon says that since 2 April 2009 Mr Matheson has refused to account to the other investors for the takings of the businesses.",
      "id": "s101"
    },
    {
      "text": "However, on 27 October 2009 the defendants' solicitors sent a letter to the plaintiffs' solicitors in the following terms: \n \n \"Further to your letter of 7 October 2009 and our response thereto, we advise that we have now obtained further detailed instructions.",
      "id": "s102"
    },
    {
      "text": "Initially we note that amongst a number of allegations, you are still alleging that our client has drawn upon an overdraft relating to an account conducted by the Hotel and Supermarket (\"the Businesses\").",
      "id": "s103"
    },
    {
      "text": "At no stage has our client drawn upon any account or overdraft which had been previously operated by either Company.",
      "id": "s104"
    },
    {
      "text": "Further, the allegation that your clients have been totally excluded is also denied.",
      "id": "s105"
    },
    {
      "text": "In direct response to the matters raised in your letter of 7 October 2009 we advise as follows:- \n \n\n Our client agrees to give an undertaking to provide current financial accounts for the Businesses, including providing ongoing accounts, to the Other Partners.",
      "id": "s106"
    },
    {
      "text": "Our client will not relinquish control of the Business to the Other Partners.",
      "id": "s107"
    },
    {
      "text": "Our client believes that it is in the best interests of the partnership and the Companies to maximise income and profits of the Businesses and retain the value of the goodwill.",
      "id": "s108"
    },
    {
      "text": "The best means of achieving this aim is to retain the current management structure of the Businesses.",
      "id": "s109"
    },
    {
      "text": "This is particularly in light of the actions taken by the Fenlon's when they took over management of the Businesses earlier this year and moved to close the Businesses just prior to one on the busiest times of the year.",
      "id": "s110"
    },
    {
      "text": "Our client agrees to allow access to the Property and the Businesses to the Other Partners for inspection and monitoring purposes only (not operational purposes) on 24 hour notice.",
      "id": "s111"
    },
    {
      "text": "Our client still wishes to purchase the Businesses and the Property and invite the Other Partners to issue a Transfer Notice pursuant to clause 28.1 of the Stakeholders' Agreement and engage the formal valuation process, as contemplated by the Stakeholders' Agreement, pursuant to clause 28.2.",
      "id": "s112"
    },
    {
      "text": "In the meantime, our client will agree to enter a formal lease regarding the management and operation of the Businesses until such time as a purchase can be finalised.",
      "id": "s113"
    },
    {
      "text": "Our client is not prepared to agree to the reinstatement of Ms Jennifer Ralph as an employee of the Supermarket to manage the Supermarket business.",
      "id": "s114"
    },
    {
      "text": "Alternatively, our client is prepared to transfer his interest in the Supermarket to your clients on the basis that your clients transfer their interests in the Hotel to him.",
      "id": "s115"
    },
    {
      "text": "Additionally, our client would pay to your clients the amount of $200,000.00.",
      "id": "s116"
    },
    {
      "text": "Would you kindly seek your clients instructions.",
      "id": "s117"
    },
    {
      "text": "\" \n \n\n The plaintiffs have had numerous concerns about the financial transactions involving the two businesses since 2 April 2009.",
      "id": "s118"
    },
    {
      "text": "Prior to that date the businesses used an EFTPOS facility in relation to transactions of the businesses which were deposited into the bank accounts of each company.",
      "id": "s119"
    },
    {
      "text": "Since 2 April 2009, according to Mrs Fenlon, no cash transactions have been accounted for by Mr Matheson.",
      "id": "s120"
    },
    {
      "text": "Mrs Fenlon says that after 2 April 2009, the EFTPOS machines in the businesses were replaced by new EFTPOS machines from which payments to the businesses are deposited in the account of the third defendant, a company associated with Mr Matheson.",
      "id": "s121"
    },
    {
      "text": "Ms Macintosh responded to this evidence of Mrs Fenlon and said that because they had no access to the existing bank accounts of the Company they took steps to establish new accounts.",
      "id": "s122"
    },
    {
      "text": "Ms Macintosh also said that at no time during their involvement in the businesses has she or Mr Matheson removed funds from either business for their personal use.",
      "id": "s123"
    },
    {
      "text": "Ms Macintosh has explained how she and Mr Matheson have operated the hotel business and the supermarket business from 1 April 2009 to the present day.",
      "id": "s124"
    },
    {
      "text": "On or about 31 March 2009 Ms Macintosh met with the staff members and told them that she and Mr Matheson were intending to keep the businesses open as long as they could or until some agreement could be made with the other investors about the future of the businesses.",
      "id": "s125"
    },
    {
      "text": "On or about 28 April 2009 Mr Matheson and Ms Macintosh appointed Mr &amp; Mrs Pettitt as managers of the businesses and caretakers of the property.",
      "id": "s126"
    },
    {
      "text": "(Mrs Pettitt is Ms Macintosh's sister).",
      "id": "s127"
    },
    {
      "text": "Mr &amp; Mrs Pettitt moved into the residence above the supermarket and are still living there.",
      "id": "s128"
    },
    {
      "text": "Currently four employees are employed in the businesses.",
      "id": "s129"
    },
    {
      "text": "They are paid from the takings of the businesses.",
      "id": "s130"
    },
    {
      "text": "Mr Matheson and Ms Macintosh have not paid themselves a wage from the businesses in relation to the work they undertake in relation to the businesses.",
      "id": "s131"
    },
    {
      "text": "Prior to 2 April 2009 the businesses had credit accounts with suppliers in Echuca.",
      "id": "s132"
    },
    {
      "text": "Ms Macintosh was told by the suppliers that the credit accounts had been closed at the request of Mrs Fenlon and she was not able to reopen those accounts.",
      "id": "s133"
    },
    {
      "text": "Ms Macintosh paid for stock with her personal visa credit card with the Commonwealth Bank of Australia.",
      "id": "s134"
    },
    {
      "text": "Ms Macintosh has not used that credit card since 30 March 2009 for personal expenses and at that date there was a zero balance in the credit card account.",
      "id": "s135"
    },
    {
      "text": "Ms Macintosh says she has used the credit card only for expenses and income relating to the businesses and the current balance owing on the credit card is $26,013.80.",
      "id": "s136"
    },
    {
      "text": "Subsequently, Ms Macintosh was able to open new credit accounts with suppliers.",
      "id": "s137"
    },
    {
      "text": "In the weeks following 2 April 2009, according to Ms Macintosh, the cash takings of the businesses were deposited in her credit card account in reimbursement of the expenses incurred on that credit card for the businesses.",
      "id": "s138"
    },
    {
      "text": "Between 3 April 2009 and 20 September 2009 all EFTPOS transactions in relation to the businesses were processed through an EFTPOS machine owned by the third defendant, IC Hire Pty Ltd. New EFTPOS facilities for the businesses were implemented on or about 20 September 2009 and all takings of the businesses received through the IC Hire Pty Ltd EFTPOS facility were deposited in Ms Macintosh's credit card account on a weekly basis in reimbursement of the expenses of the businesses.",
      "id": "s139"
    },
    {
      "text": "On or about 2 July 2009 Mr Matheson applied to the Australian Taxation Office for an ABN in the name of \"Ian Matheson trading as Deep Creek Hotel\" and that ABN was issued.",
      "id": "s140"
    },
    {
      "text": "It is 91 648 716 986.",
      "id": "s141"
    },
    {
      "text": "Thereafter Mr Matheson opened a bank account with Westpac Banking Corporation in the name \"Ian Matheson trading as Deep Creek Hotel\".",
      "id": "s142"
    },
    {
      "text": "The number of the Bank Account is BSB 033-621 Account No 257-117.",
      "id": "s143"
    },
    {
      "text": "Since that account has been opened all cash takings in respect of the businesses have been deposited into that bank account and expenses have been paid from that account.",
      "id": "s144"
    },
    {
      "text": "Three EFTPOS machines are linked to that bank account.",
      "id": "s145"
    },
    {
      "text": "Mr Matheson and Ms Macintosh say they have paid expenses of the businesses totalling $50,690.26 from their personal funds.",
      "id": "s146"
    },
    {
      "text": "They have arranged for new insurance policies to be obtained in respect of the businesses and the insurance policies presently in existence cover the businesses for the period 30 November 2009 to 30 November 2010.",
      "id": "s147"
    },
    {
      "text": "BAS statements have been lodged with the Australian Taxation Office for the businesses in respect of the period up to 30 September 2009.",
      "id": "s148"
    },
    {
      "text": "The defendants' solicitors have not received a response to the letter they sent to the plaintiffs' solicitors on 27 October 2009 (par [29] above).",
      "id": "s149"
    },
    {
      "text": "The plaintiffs complain that since 1 April 2009 Mr Matheson has conducted the businesses without reporting any information to them about the trading and operation of the businesses and they have not received any of the takings.",
      "id": "s150"
    },
    {
      "text": "They complain that Mr Matheson has refused to return the businesses to them.",
      "id": "s151"
    },
    {
      "text": "The plaintiffs are concerned that their investment in the businesses is in jeopardy as they do not trust Mr Matheson and they believe that he is acting in his own interests rather than in the interests of all the investors.",
      "id": "s152"
    },
    {
      "text": "I was informed by Senior Counsel for the plaintiffs \"in the strongest or plainest possible terms\" that the breakdown in trust between the plaintiffs and the defendants is so profound that there is no possibility of any form of agreement or co-operation between them.",
      "id": "s153"
    },
    {
      "text": "The plaintiffs are not prepared to work together with Mr Matheson in relation to the management and conduct of the businesses.",
      "id": "s154"
    },
    {
      "text": "In particular, the plaintiffs are concerned that certain expenses relating to the businesses have not been paid.",
      "id": "s155"
    },
    {
      "text": "They refer to insurance payments, PAYG deductions, compulsory superannuation and Workcover payments and BAS statements.",
      "id": "s156"
    },
    {
      "text": "They are also concerned about the overdraft levels of the two bank accounts the businesses have with Westpac Banking Corporation which presently total approximately $79,000 which is close to the overdraft limit of $90,000.",
      "id": "s157"
    },
    {
      "text": "Mr Matheson does not have access to these accounts.",
      "id": "s158"
    },
    {
      "text": "Attempts to resolve the dispute between the parties have not been successful.",
      "id": "s159"
    },
    {
      "text": "In accordance with the Stakeholders' Agreement a mediation was held in July 2009 but that was unsuccessful.",
      "id": "s160"
    },
    {
      "text": "The plaintiffs have arranged for other persons, Mr &amp; Mrs Ibettson, to operate the businesses from 28 December 2009 but those persons are not prepared to operate the businesses unless Mr Matheson is restrained from being involved in the businesses.",
      "id": "s161"
    },
    {
      "text": "The plaintiffs propose that the directors of the two companies (excluding Mr Matheson) operate the hotel business by entering into a lease of the hotel to Mr &amp; Mrs Ibettson who will pay a rental of $1,000 per week plus GST.",
      "id": "s162"
    },
    {
      "text": "The plaintiffs propose that the directors of the supermarket business (excluding Mr Matheson) continue to operate the supermarket business with Ms Ralph being employed as manager.",
      "id": "s163"
    },
    {
      "text": "The application before me is in the form of an application for interlocutory injunctions brought on an urgent basis as the plaintiffs wish to control and conduct the two businesses over the holiday season.",
      "id": "s164"
    },
    {
      "text": "Consistently with established authority I am required to determine whether there is a serious question to be tried, namely whether if the evidence remains as the plaintiffs assert, their causes of action will be made out; whether the plaintiffs will suffer irreparable harm unless injunctions are granted for which damages will not be an adequate remedy and if I am so satisfied whether the balance of convenience is in favour of, or against the grant of the interlocutory relief sought.",
      "id": "s165"
    },
    {
      "text": "In Castlemaine Tooheys Limited v State of South Australia [1986] HCA 58 ; (1986) 161 CLR 148 , Mason A-CJ said at 153 that in order to secure an interlocutory injunction in private law cases: \n \n \"The plaintiff must show (1) that there is a serious question to be tried or that the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief; (2) that he will suffer irreparable injury for which damages will not be an adequate compensation unless an injunction is granted and (3) that the balance of convenience requires the granting of an injunction.",
      "id": "s166"
    },
    {
      "text": "\" \n \n\n \nSee also Patrick Stevedores Operations No 2 Pty Ltd v Maritime Union of Australia [1998] HCA 30 ; (1998) 195 CLR 1 at 24; Fejo v Northern Territory [1998] HCA 58 ; (1998) 195 CLR 96 at 121-122.",
      "id": "s167"
    },
    {
      "text": "The plaintiffs' case is, in substance, that Mr Matheson and Ms Macintosh have acted unilaterally to expropriate the businesses and that they are running the businesses not in the interests of the two companies as a whole but rather in their own personal interests.",
      "id": "s168"
    },
    {
      "text": "The plaintiffs rely on what they consider to be evidence of financial misappropriations by Mr Matheson.",
      "id": "s169"
    },
    {
      "text": "Their applications to the Court are predicated upon claims that Mr Matheson has not exercised his powers as a director of the two companies with an appropriate degree of care and diligence; that he has not exercised his powers and discharged his duties as a director of the two companies in good faith and in the best interests of the companies; that he has improperly used his position as a director to gain an advantage for himself; and that he has caused detriment to the two companies.",
      "id": "s170"
    },
    {
      "text": "The plaintiffs also rely upon the oppression provisions in s 232 of the Act and seek orders that the two companies be wound up on the ground that it is just and equitable so to do.",
      "id": "s171"
    },
    {
      "text": "The plaintiffs seek orders pursuant to s 233(1) of the Act regulating the conduct of the affairs of the two companies.",
      "id": "s172"
    },
    {
      "text": "The first issue to determine is whether, if the evidence as is presently before the Court remains the same at trial, there is a probability that at trial the plaintiffs will be found entitled to the relief they seek.",
      "id": "s173"
    },
    {
      "text": "The defendants submitted that in relation to the ongoing conduct of the two businesses by Mr Matheson there is no such serious issue to be tried.",
      "id": "s174"
    },
    {
      "text": "The plaintiffs, in substance, put their case on the basis that Mr Matheson and those associated with him have taken the businesses away from the rightful owners and are excluding them from participation in the businesses which they own through the two companies.",
      "id": "s175"
    },
    {
      "text": "They rely upon the financial and monetary discrepancies to which I have referred, the CCTV security footage to which I have referred and the behaviour of Mr Matheson in relation to persons who have been managing the businesses in the past.",
      "id": "s176"
    },
    {
      "text": "I am prepared to assume, for the present purposes of this interlocutory application, and without making any definitive findings, that there is a serious question to be tried that Mr Matheson has acted in breach of the duties he owes the two companies as a director of them by reference to his exclusion of the other investors from the management and conduct of the two businesses and by what Mr Fenlon observed on the CCTV security footage.",
      "id": "s177"
    },
    {
      "text": "There is also a serious question to be tried as to whether Mr Matheson has misappropriated, or been a party to the misappropriation of, any funds or stock otherwise belonging to the two businesses.",
      "id": "s178"
    },
    {
      "text": "As against those matters, the following factors have to be taken into account.",
      "id": "s179"
    },
    {
      "text": "Since 1 April 2009, over eight and a half months ago, Mr Matheson in conjunction with Ms Macintosh has been controlling, conducting and managing the two businesses.",
      "id": "s180"
    },
    {
      "text": "He relies on the email from Mr Terry Cunnington to the other investors dated 1 April 2009 in support of the position he has taken.",
      "id": "s181"
    },
    {
      "text": "It appears that as at that date there had been no concluded agreement, whether written or otherwise, between the parties as to his takeover and management of the two businesses.",
      "id": "s182"
    },
    {
      "text": "The plaintiffs contend that what is referred to in the email did not in fact happen and that it does not justify his conduct in any way.",
      "id": "s183"
    },
    {
      "text": "There is a serious question to be tried upon this issue although I consider that the email contains an arguable basis for Mr Matheson contending that he is entitled to manage, conduct and control the two businesses on the basis that he will be held personally responsible for any debts incurred or stock missing after 30 March 2009.",
      "id": "s184"
    },
    {
      "text": "Nevertheless, the plaintiffs acquiesced in Mr Matheson conducting and controlling the two businesses after 1 April 2009, albeit on the basis that they were seeking to resolve the outstanding issues and disputes between them which went to mediation unsuccessfully.",
      "id": "s185"
    },
    {
      "text": "The position facing the Court at the present is that the status quo is that Mr Matheson has been running the businesses for over eight and a half months.",
      "id": "s186"
    },
    {
      "text": "The serious matters of which the plaintiffs complain in particular occurred prior to 1 April 2009.",
      "id": "s187"
    },
    {
      "text": "To the extent to which they are concerned about the financial position of the two businesses after that date, answers to their concerns have been given in respect to a number of them by Ms Macintosh.",
      "id": "s188"
    },
    {
      "text": "These answers have not been tested in cross-examination and the plaintiffs have not had access to the financial records kept by Mr Matheson and Ms Macintosh since 1 April 2009.",
      "id": "s189"
    },
    {
      "text": "Although they were offered an undertaking by Mr Matheson in his solicitors' letter of 27 October 2009 to provide current financial accounts for the businesses including providing ongoing accounts they did not reply to that proposal.",
      "id": "s190"
    },
    {
      "text": "It follows from the chronology to which I have referred that the plaintiffs are not seeking to preserve the status quo of the two businesses pending final trial.",
      "id": "s191"
    },
    {
      "text": "Rather, as the defendants submitted, the plaintiffs are seeking to have the status quo disrupted and changed.",
      "id": "s192"
    },
    {
      "text": "The plaintiffs have stood by and not taken any steps to remove Mr Matheson from the management and control of the two businesses during the quiet period of the year.",
      "id": "s193"
    },
    {
      "text": "They now want to challenge Mr Matheson's control and management of the two businesses because the busy summer holiday period has arrived.",
      "id": "s194"
    },
    {
      "text": "The interlocutory orders which the plaintiffs seek require a significant alteration to the conduct of the two businesses and the exclusion of Mr Matheson and those associated with him who are presently managing and controlling the two businesses.",
      "id": "s195"
    },
    {
      "text": "The plaintiffs do not point to any particular issue which has arisen recently or become urgent at the present time or which has suddenly emerged after a lapse of eight and a half months which requires the interlocutory relief they seek.",
      "id": "s196"
    },
    {
      "text": "Although there is a serious question to be tried in relation to the matters to which I have referred above (pars [49] and [51]) I do not consider that the plaintiffs will suffer irreparable injury for which damages will not be an adequate remedy unless injunctions are granted.",
      "id": "s197"
    },
    {
      "text": "A significant number of the complaints they make sound in money terms, that is to say, stock removed and not paid for, stocktakes showing discrepancies, and payments to and receipts by the businesses not being accounted for.",
      "id": "s198"
    },
    {
      "text": "Although the plaintiffs say that they have been excluded from the operation and control of the businesses, there does not appear to be any evidence that the businesses are not being managed or conducted efficiently, that is to say in a manner which does not attract custom.",
      "id": "s199"
    },
    {
      "text": "Apart from not managing or conducting the businesses themselves, the plaintiffs will not be worse off than they have been over the past eight and a half months if no injunctive relief is granted so long as the defendants and in particular, Mr Matheson give undertakings to the Court in the form to which I shall refer.",
      "id": "s200"
    },
    {
      "text": "Does the balance of convenience require the granting of injunctive relief?",
      "id": "s201"
    },
    {
      "text": "A significant matter to take into account in this respect is the undertakings offered on behalf of Mr Matheson by his solicitors in their letter of 27 October 2009 to the plaintiffs' solicitors.",
      "id": "s202"
    },
    {
      "text": "If injunctions are granted along the lines submitted by the plaintiffs there will be a significant disruption to the two businesses.",
      "id": "s203"
    },
    {
      "text": "The status quo will be disturbed significantly and practical difficulties will arise in relation to the implementation of the injunctions.",
      "id": "s204"
    },
    {
      "text": "The position and rights of existing employees in the businesses have to be considered.",
      "id": "s205"
    },
    {
      "text": "What is the position of Mr &amp; Mrs Pettitt in relation to their occupation of the residence above the supermarket?",
      "id": "s206"
    },
    {
      "text": "Who, if anyone, is to have access to the bank account with Westpac Banking Corporation established by Mr Matheson?",
      "id": "s207"
    },
    {
      "text": "Which EFTPOS facilities are to be used?",
      "id": "s208"
    },
    {
      "text": "Will the plaintiffs have to establish new credit facilities with suppliers?",
      "id": "s209"
    },
    {
      "text": "What is to happen to the bookings and commitments accepted by Mr Matheson and Ms Macintosh?",
      "id": "s210"
    },
    {
      "text": "These are just some of the issues which will arise if the plaintiffs obtain the interlocutory relief they seek.",
      "id": "s211"
    },
    {
      "text": "I consider that the complaints and worries of the plaintiffs in relation to the financial health and financial aspects of the two businesses can be addressed, certainly in the short term, by the defendants giving undertakings to the Court in an expanded form along the lines of the contents of the letter of 27 October 2009 sent by the defendants' solicitors to the plaintiffs' solicitors (par [29] above) to which the plaintiffs' solicitors have not responded.",
      "id": "s212"
    },
    {
      "text": "Probably the reason for the lack of a response is that Senior Counsel for the plaintiffs informed me that there cannot be co-operation between the plaintiffs and Mr Matheson and that the individual plaintiffs are not prepared to work with him in the businesses.",
      "id": "s213"
    },
    {
      "text": "Although there may be a serious question to be tried as to the matters of which the plaintiffs' complain which particularly occurred prior to 1 April 2009, I am satisfied that the balance of convenience is in favour of the preservation of the current status quo in relation to the two businesses, subject to the defendants, and in particular Mr Matheson, giving suitable undertakings to the Court along the lines of the letter of 27 October 2009 but in an expanded form.",
      "id": "s214"
    },
    {
      "text": "That situation will best preserve the goodwill of the businesses in the short term in the sense that this situation will cause the least disruption to the businesses.",
      "id": "s215"
    },
    {
      "text": "I also consider that in the circumstances which have existed over the past eight and a half months and presently exist, subject to the undertakings to which I have referred being given, that damages would be an adequate remedy if it turns out that Mr Matheson has acted improperly and has not acted in accordance with the duties imposed upon him as a director of the two companies.",
      "id": "s216"
    },
    {
      "text": "In all these circumstances I consider that if the defendants are prepared to give the undertakings to the Court to which I refer hereafter that the interests of the plaintiffs will be protected and preserved pending the trial of the two proceedings.",
      "id": "s217"
    },
    {
      "text": "The undertakings which I propose should be given by the defendants as a condition of not acceding to the interlocutory applications of the plaintiffs are that the defendants undertake to the Court: \n(a) To provide to the plaintiffs financial accounts and records in respect of the hotel and supermarket businesses owned by Deep Creek Supermarket Pty Ltd and Deep Creek Marina Hotel Pty Ltd presently managed and controlled by the first defendant for the period from 2 April 2009 to 30 November 2009 within twenty-one days and will provide the plaintiffs ongoing financial accounts and records in respect of the said businesses on a weekly basis for the period after 1 December 2009 commencing on 15 January 2010.",
      "id": "s218"
    },
    {
      "text": "(b) To allow the plaintiffs and the directors of each plaintiff company access to the property owned by each of the two companies and also access to the businesses conducted by them thereon for the purpose of inspecting and monitoring the conduct of the said businesses at all times.",
      "id": "s219"
    },
    {
      "text": "(c) To deposit and record all monies received in the supermarket business in a cash register and will not use such monies for the payment of any expenses of the businesses other than those expenses in respect of which the defendants receive a written receipt.",
      "id": "s220"
    },
    {
      "text": "(d) To pay all monies received by the said businesses into the bank account in the name \"Ian Matheson trading as Deep Creek Hotel\" BSB 033-621 Account No 257-117 with the Westpac Banking Corporation and will not use such monies for the payment of any expenses of the businesses other than those expenses in respect of which the defendants receive a written receipt.",
      "id": "s221"
    },
    {
      "text": "If these undertakings are given the applications for interlocutory injunctions will be adjourned to a date to be fixed.",
      "id": "s222"
    },
    {
      "text": "If the undertakings are not given I will then grant the plaintiffs interlocutory relief in terms which I will publish.",
      "id": "s223"
    },
    {
      "text": "Senior Counsel for the plaintiffs has informed the Court that he is instructed by the plaintiffs to give the usual undertakings as to damages on their behalf.",
      "id": "s224"
    },
    {
      "text": "In either event I propose to order that the costs of and incidental to the interlocutory processes be reserved for further consideration.",
      "id": "s225"
    },
    {
      "text": "I will hear the parties as to the form of the undertakings to be given and the form of orders to be made.",
      "id": "s226"
    },
    {
      "text": "I certify that the preceding sixty-seven (67) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Goldberg.",
      "id": "s227"
    },
    {
      "text": "Associate:\n \n \nDated: 18 December 2009\n \n Counsel for the Plaintiffs: M R Pearce S.C. and T J McLean \n \n Solicitor for the Plaintiffs: Heinz and Partners \n \n Counsel for the First, Second and Third Defendants: E Woodward and C Brown \n \n Solicitor for the First, Second and Third Defendants: Nicholas W J Rolfe &amp; Associates \n Date of Hearing: 15 December 2009 \n \n Date of Judgment: 18 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1529.html",
      "id": "s228"
    }
  ]
}