{
  "name": "Collective Olive Groves Limited, in the matter of Collective Olive Groves Limited; application by Reidy [2009] FCA 177 (19 February 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/177.html",
  "catchphrases": [
    {
      "text": "application by company administer to permit creditors to further adjourn second meeting",
      "id": "c0"
    },
    {
      "text": "negotiations ongoing between bank and sole creditor which would affect administration of company",
      "id": "c1"
    },
    {
      "text": "adjournment said to be in best interests of creditors and members",
      "id": "c2"
    },
    {
      "text": "application granted",
      "id": "c3"
    },
    {
      "text": "leave granted to any person claiming to be interested to make an application to vary orders",
      "id": "c4"
    },
    {
      "text": "corporations",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an application under section 447A of the Corporations Act 2001 (Cth) (\"the Act\") to permit the creditors of the company to adjourn the date of the second meeting of creditors.",
      "id": "s0"
    },
    {
      "text": "I dealt with such an application in the matter of Ex parte Vouris; in the matter of Marrickville Bowling &amp; Recreation Club Ltd (under administration) [2008] FCA 622.",
      "id": "s1"
    },
    {
      "text": "However, the present application is not quite as straight forward as that with which I dealt in Ex parte Vouris .",
      "id": "s2"
    },
    {
      "text": "The circumstances in which the application is made are set out in an affidavit of Mr Geoffrey Philip Reidy, who is the administrator of Collective Olive Groves Limited (\"COGL\").",
      "id": "s3"
    },
    {
      "text": "Mr Reidy was appointed administrator on 19 November 2008.",
      "id": "s4"
    },
    {
      "text": "COGL owns a substantial parcel of land at Speers Creek Road, Stonehenge, Queensland upon which olives are grown.",
      "id": "s5"
    },
    {
      "text": "The land forms part of the assets of a managed investment scheme.",
      "id": "s6"
    },
    {
      "text": "A company known as Australian Olives Limited (\"AOL\") was at one stage responsible for the management of the land.",
      "id": "s7"
    },
    {
      "text": "COGL and AOL have the same directors but different shareholders.",
      "id": "s8"
    },
    {
      "text": "A third company which is involved in the management investment scheme is Australian Olive Holdings Limited (\"AOHL\"), which also has common directors with COGL and AOL.",
      "id": "s9"
    },
    {
      "text": "Prior to the appointment of Mr Reidy as administrator, the members of one of the projects which forms part of the managed investment schemes voted to remove AOL as the manager of the scheme.",
      "id": "s10"
    },
    {
      "text": "A company known as Huntley Management Limited became the responsible entity for that project and Huntley now appears to be the manager of the project.",
      "id": "s11"
    },
    {
      "text": "The constituent agreements under which the scheme was established include a clause of an agreement described as the Water Agreement.",
      "id": "s12"
    },
    {
      "text": "The relevant clause is clause 7.1(b).",
      "id": "s13"
    },
    {
      "text": "The effect of that clause is that, if AOL is removed as the responsible entity, AOL is bound to transfer ownership of the pumping and reticulation equipment to COGL at a price no less than the replacement cost of the pumping and reticulation equipment.",
      "id": "s14"
    },
    {
      "text": "It would appear that the purpose of this clause was to ensure that if AOL was removed as the responsible entity, the investors in the managed investment scheme would nevertheless be able to proceed upon the basis that all of the relevant assets of the scheme were held by COGL.",
      "id": "s15"
    },
    {
      "text": "This is obviously important because the pumping and reticulation equipment is an essential part of the managed investment scheme and enables it to be carried out.",
      "id": "s16"
    },
    {
      "text": "Without ownership of that asset, the scheme would not be able to proceed.",
      "id": "s17"
    },
    {
      "text": "However, the directors of COGL considered that the enlivenment of the obligation to purchase the equipment from AOL put COGL in the position that it was insolvent or likely to become insolvent.",
      "id": "s18"
    },
    {
      "text": "This was because the cost of the equipment was originally put at slightly in excess of $8 million.",
      "id": "s19"
    },
    {
      "text": "The directors therefore resolved on 19 November 2008 that Mr Reidy be appointed as administrator of COGL pursuant to section 436A of the Act.",
      "id": "s20"
    },
    {
      "text": "The first meeting of creditors was held on 1 December 2008.",
      "id": "s21"
    },
    {
      "text": "Mr Reidy admitted the debt owed to AOL at approximately $2.5 million, being the book value of the pumping and reticulation equipment.",
      "id": "s22"
    },
    {
      "text": "The second meeting of creditors was held on 23 December 2008 but it was adjourned for up to 45 business days, being the maximum period permitted under section 439B(2) of the Act.",
      "id": "s23"
    },
    {
      "text": "It was not until 30 January 2009 that Mr Reidy ascertained that the plant and equipment owned by AOL is subject to a mortgage debenture to the ANZ Bank Limited.",
      "id": "s24"
    },
    {
      "text": "This places Mr Reidy in a difficult position because it now appears that there are discussions between the ANZ Bank and AOL, the effect of which would be to enable AOL to obtain a release from the mortgage debenture, thereby enabling COGL to obtain a clear title to the plant and equipment.",
      "id": "s25"
    },
    {
      "text": "Mr Reidy has set out at [29] of his affidavit the difficulties which now arise.",
      "id": "s26"
    },
    {
      "text": "They include, in particular, the fact that until the discussions between the ANZ Bank and AOL conclude, Mr Reidy will not be in a position to determine the amount which should be attributed to the AOL debt nor to take any steps which would enable him to be sure that AOL is in a position to provide clear title to the equipment.",
      "id": "s27"
    },
    {
      "text": "Mr Reidy considers that the discussions between the ANZ Bank and AOL must be concluded before he will be in a position to resolve the questions which arise from the obligation on COGL to purchase the plant and equipment and to determine the appropriate future of COGL.",
      "id": "s28"
    },
    {
      "text": "The particular difficulty which arises is that the amount due by AOL to the ANZ Bank is at present in the order of $7.5 million.",
      "id": "s29"
    },
    {
      "text": "I do have evidence before me that the ANZ Bank is presently engaged in negotiations with AOL.",
      "id": "s30"
    },
    {
      "text": "If the negotiations are concluded to the satisfaction of both parties, the ANZ Bank may agree to release its security over the equipment.",
      "id": "s31"
    },
    {
      "text": "I do not have any evidence as to when the negotiations are likely to conclude or whether there are real prospects of the negotiations concluding successfully.",
      "id": "s32"
    },
    {
      "text": "Nevertheless, on the evidence before me, the only creditor of COGL is AOL.",
      "id": "s33"
    },
    {
      "text": "It seems to me that the proper approach to this application is to permit the creditors to adjourn the date of the second meeting.",
      "id": "s34"
    },
    {
      "text": "I refer to [15] of Ex parte Vouris and to the observations of Barrett J in Re Porter and Another as joint administrators of Priceright Construction Pty Limited (2006) 57 ACSR 206, in which his Honour observed that it is now well recognised that the Court has power to extend the convening period under section 447A in a way that section 439A does not allow.",
      "id": "s35"
    },
    {
      "text": "This is not an application to extend the convening period but to permit a further adjournment of the date of the second meeting of creditors.",
      "id": "s36"
    },
    {
      "text": "It seems to me that the principles which should inform the exercise of the discretion are those which have been referred to in earlier authorities.",
      "id": "s37"
    },
    {
      "text": "What I need to do is to strike an appropriate balance between the expectation that the administration would be a relatively speedy and summary matter and the requirement that undue speed not be allowed to prejudice sensible and constructive actions directed towards maximising the return for creditors and any return for shareholders.",
      "id": "s38"
    },
    {
      "text": "Whilst the evidence before me is somewhat sketchy, I think this has been caused by the fact that some of the matters in question are outside the personal knowledge or control of the administrator.",
      "id": "s39"
    },
    {
      "text": "In particular, much will turn upon the negotiations between AOL and the ANZ Bank, to which, of course, COGL will not be party nor, of course, will Mr Reidy have any first-hand knowledge.",
      "id": "s40"
    },
    {
      "text": "I can see that there is some utility in the present matter in permitting the administrator to be able to sort out what may well be a complex administration.",
      "id": "s41"
    },
    {
      "text": "He has observed in his affidavit that there are many difficulties to overcome, including determining which of the olive trees that are planted on the property are owned by particular investors.",
      "id": "s42"
    },
    {
      "text": "One of the orders sought in the application is an order that leave be granted to any person claiming to be interested to make an application to vary these orders.",
      "id": "s43"
    },
    {
      "text": "In Re Diamond Press Australia Pty Ltd [2001] NSWSC 313 at [12] , Barrett J observed that this is a sensible precaution.",
      "id": "s44"
    },
    {
      "text": "It was one which was followed by Lindgren J in Re Double V Marketing Pty Ltd [1995] FCA 1151 ; (1995) 16 ACSR 498.",
      "id": "s45"
    },
    {
      "text": "This seems to me to provide for sufficient protection for any creditor or member who may be concerned about the extension of time for the holding of the second meeting of creditors.",
      "id": "s46"
    },
    {
      "text": "Provision is to be made for the orders which I am about to make to be advertised in appropriate newspapers so that I am satisfied that the making of these orders will come to the attention of any interested person.",
      "id": "s47"
    },
    {
      "text": "Mr Reidy considers that a period of 60 business days would give him sufficient time to determine what assets belong to COGL and to determine the other matters which he needs to resolve before the second meeting of creditors is held.",
      "id": "s48"
    },
    {
      "text": "It seems to me that on the sketchy information which has been provided to me, this period is too long.",
      "id": "s49"
    },
    {
      "text": "I dealt with the authorities relating to the appropriate extension of time in [16] and [17] of Ex parte Vouris .",
      "id": "s50"
    },
    {
      "text": "In my view, the adjournment which should be permitted should be not more than 20 business days from Monday 23 February 2009.",
      "id": "s51"
    },
    {
      "text": "I have selected that date as the date from which to measure the time because that was the date to which the second meeting was adjourned.",
      "id": "s52"
    },
    {
      "text": "I will make orders in terms of the six orders that are set out in the Application, but inserting in the paragraph numbered 3 after the words \"extend beyond\" the words \"20 March 2009\".",
      "id": "s53"
    },
    {
      "text": "I certify that the preceding twenty-five (25) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jacobson.",
      "id": "s54"
    },
    {
      "text": "Associate:\n \n \nDated: 19 February 2009\n \n Counsel for the Plaintiffs: B. DeBuse \n \n Solicitor for the Plaintiffs: Truman Hoyle \n Date of Hearing: 19 February 2009 \n \n Date of Judgment: 19 February 2009 \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/177.html",
      "id": "s55"
    }
  ]
}