{
  "name": "SZMKK v Minister for Immigration and Citizenship [2009] FCA 1340 (20 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1340.html",
  "catchphrases": [
    {
      "text": "application for an extension of time to file a notice of appeal",
      "id": "c0"
    },
    {
      "text": "migration",
      "id": "c1"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for an extension of time to file and serve a notice of appeal pursuant to Order 52, r 15(2) of the Federal Court Rules .",
      "id": "s0"
    },
    {
      "text": "The application was filed on 24 August 2009 in respect of a decision of the Federal Magistrates Court of 1 October 2008 ( SZMKK v Minister for Immigration &amp; Anor [2008] FMCA 1416).",
      "id": "s1"
    },
    {
      "text": "Order 52, r 15(1) of the Federal Court Rules requires a notice of appeal to be filed within 21 days of the decision.",
      "id": "s2"
    },
    {
      "text": "Order 52, r 15(2) provides that, notwithstanding this time period, \"the Court or a Judge for special reasons may at any time give leave to file and serve a notice of appeal\".",
      "id": "s3"
    },
    {
      "text": "The proper approach to an application for an extension of time for the filing of a notice of appeal has been explained in numerous decisions.",
      "id": "s4"
    },
    {
      "text": "In Kuruwitage v Minister for Immigration and Citizenship [2007] FCA 795 at [9] Middleton J conveniently summarised the effect of the relevant decisions as follows: \n \n [ 9 ] In determining whether \"special reasons\" exist, something out of the ordinary is required: see Jess v Scott (1986) 12 FCR 187 at 195.",
      "id": "s5"
    },
    {
      "text": "The guiding principles are set out in Hunter Valley Development Pty Ltd v Cohen (1984) 3 FCR 355 at 348 to 349, and include a requirement that there be some acceptable explanation for the delay, and require the merits of the substantial application to be taken into account.",
      "id": "s6"
    },
    {
      "text": "Furthermore, even where there are special reasons why the appeal should be permitted to proceed, the Court has the discretion to grant or refuse the extension of time sought.",
      "id": "s7"
    },
    {
      "text": "The factors to be taken into account were set out in Australian Prudential Regulation Authority v Holloway (2001) 48 ATR 59 and relevantly include: \n \n\n \n \n 1. the importance of the question sought to be raised by the proposed appeal;\n 2. the bona fides of the proposed appeal;\n 3. the prima facie strength of the proposed ground of appeal; and\n 4. the explanation for the delay.",
      "id": "s8"
    },
    {
      "text": "The circumstances giving rise to the applicant's application for a protection visa are unusual.",
      "id": "s9"
    },
    {
      "text": "The Refugee Review Tribunal ( the Tribunal ) accepted that the applicant is a citizen of Lebanon.",
      "id": "s10"
    },
    {
      "text": "It also accepted that in 2005 the applicant visited Australia and disclosed information to the Australian Federal Police about a relative's criminal activities in connection with Australia and other places.",
      "id": "s11"
    },
    {
      "text": "Subsequently, the applicant's relative was prosecuted in Lebanon and associates of the applicant's son-in-law were prosecuted in Australia.",
      "id": "s12"
    },
    {
      "text": "Following these prosecutions the applicant was harassed by his relative.",
      "id": "s13"
    },
    {
      "text": "The applicant feared persecution as his relative has political connections in Lebanon.",
      "id": "s14"
    },
    {
      "text": "The applicant therefore returned to Australia in 2007 and applied for a protection visa.",
      "id": "s15"
    },
    {
      "text": "Despite its acceptance of the applicant's factual history, the Tribunal characterised the harm that the applicant feared as harm arising from the criminal activities of the relative and not for any reason specified in the Convention relating to the Status of Refugees (189 UNTS 150, date of signature 28 July 1951, entered into force 22 April 1954) as amended by the Protocol relating to the Status of Refugees (60 UNTS 267, date of signature 31 January 1967, entered into force 4 October 1967), being the requirements set out in s 36 of the Migration Act 1958 (Cth) for a protection visa.",
      "id": "s16"
    },
    {
      "text": "After the Tribunal's decision was handed down on 20 May 2008 the applicant appealed to the Federal Magistrates Court.",
      "id": "s17"
    },
    {
      "text": "In his Honour's reasons for decision of 1 October 2008 the Federal Magistrate, after referring to the Tribunal's acceptance of the applicant's basic claims, recorded that it was unfortunate that the applicant did not have the benefit of legal assistance.",
      "id": "s18"
    },
    {
      "text": "The Federal Magistrate (at [10]) said that, assisted by counsel for the Minister for Immigration and Citizenship ( the Minister ), he had \"endeavoured... to consider the arguments which could be presented on this issue on behalf of the applicant, if he had been legally represented\".",
      "id": "s19"
    },
    {
      "text": "Apart from the applicant's submissions (which, as is not uncommon in these matters, the Federal Magistrate found to be of no real assistance), the Federal Magistrate identified two issues of concern in the Tribunal's reasons.",
      "id": "s20"
    },
    {
      "text": "First, the Federal Magistrate considered that it was arguable that the Tribunal had misapplied the \"real chance\" test, that is the test as to whether a protection visa applicant risks a real chance of persecution if he or she is to return to his or her homeland.",
      "id": "s21"
    },
    {
      "text": "The Federal Magistrate, with some justification, described the Tribunal's language in part of its reasons as \"not reassuring in this respect\" (at [11]).",
      "id": "s22"
    },
    {
      "text": "After careful consideration, the Federal Magistrate recorded his conclusion about this issue as follows (at [14]): \n \n Whether the present Tribunal properly appreciated and applied the real chance test is not a matter that I have found easy to decide.",
      "id": "s23"
    },
    {
      "text": "However, I am not persuaded that its reasoning reveals that it ultimately assessed the relevant risk of Convention-related denial of State protection on a balance of probabilities test, or upon another test which was more demanding than the real chance test.",
      "id": "s24"
    },
    {
      "text": "Second, the Federal Magistrate raised the Tribunal's treatment of s 91R(3) of the Migration Act .",
      "id": "s25"
    },
    {
      "text": "That section is in the following terms: \n \n (3) For the purposes of the application of this Act and the regulations to a particular person: \n (a) in determining whether the person has a well-founded fear of being persecuted for one or more of the reasons mentioned in Article 1A(2) of the Refugees Convention as amended by the Refugees Protocol; \n \n\n \n \n disregard any conduct engaged in by the person in Australia unless: \n \n\n \n \n (b) the person satisfies the Minister that the person engaged in the conduct otherwise than for the purpose of strengthening the person's claim to be a refugee within the meaning of the Refugees Convention as amended by the Refugees Protocol.",
      "id": "s26"
    },
    {
      "text": "The Federal Magistrate observed that the Tribunal accepted the applicant's evidence about his conduct in Australia.",
      "id": "s27"
    },
    {
      "text": "The Tribunal, however, made no finding that this conduct was for a purpose otherwise than that of strengthening the claims.",
      "id": "s28"
    },
    {
      "text": "The Federal Magistrate recorded at [27] that: \n \n ...Nor, as counsel for the Minister accepts, is it easy to assume that the Tribunal implicitly made that finding, since it is conceivable that the Tribunal might have found a contrary purpose if it had addressed that issue.",
      "id": "s29"
    },
    {
      "text": "I therefore find that the Tribunal did not make the determination under s.91R(3)(b) when referring to the applicant's conduct in Australia.",
      "id": "s30"
    },
    {
      "text": "The Federal Magistrate, however, was persuaded that this did not amount to a jurisdictional error because the Tribunal's decision was sustainable on another ground, citing SZJGV v Minister for Immigration and Citizenship [2008] FCAFC 105 , a decision subsequently overturned by the High Court in Minister for Immigration and Citizenship v SZJGV (2009) 83 ALJR 1135 ; [2009] HCA 40.",
      "id": "s31"
    },
    {
      "text": "At [30] the Federal Magistrate said: \n \n In the present case, the crux of the Tribunal's reasons for affirming the delegate's decision did not turn upon its positive satisfaction as to any of the applicant's history, including his activities in Australia.",
      "id": "s32"
    },
    {
      "text": "Rather, it turned upon its assessment whether his evidence supported the existence of a real chance that there would be a Convention related reason for the applicant suffering harm and not being protected by State authorities.",
      "id": "s33"
    },
    {
      "text": "Its determination that his fears were not well-founded upon a Convention reason would have been the same, whether the Tribunal had positively accepted the history claimed by the applicant or had merely assumed the truth of the claimed history.",
      "id": "s34"
    },
    {
      "text": "As noted, the applicant was not legally represented.",
      "id": "s35"
    },
    {
      "text": "In his very brief affidavit sworn on 14 August 2009 the applicant said that when the Federal Magistrate dismissed his appeal he wrote to the Minister requesting that the Minister's discretion to grant a visa be exercised in the applicant's favour.",
      "id": "s36"
    },
    {
      "text": "The Minister refused in a letter dated 7 July 2009.",
      "id": "s37"
    },
    {
      "text": "In so doing the applicant sought to invoke s 417 of the Migration Act \"(i)f the Minister thinks that it is in the public interest to do so, the Minister may substitute for a decision of the Tribunal under section 415 another decision, being a decision that is more favourable to the applicant, whether or not the Tribunal had the power to make that other decision\".",
      "id": "s38"
    },
    {
      "text": "The applicant's affidavit repeated his fear of persecution if he returned to Lebanon given that he provided information to the Australian Federal Police about his relative's criminal activities.",
      "id": "s39"
    },
    {
      "text": "The affidavit also referred to the applicant's name having been disclosed in a Lebanese newspaper as an informant.",
      "id": "s40"
    },
    {
      "text": "In his oral submissions the applicant provided further information.",
      "id": "s41"
    },
    {
      "text": "He explained that he had been in contact with a particular officer of the Minister's Department.",
      "id": "s42"
    },
    {
      "text": "That officer had advised the applicant that his case was unusual (which it is) and intimated that his request for a Ministerial decision in his favour had a real chance of success.",
      "id": "s43"
    },
    {
      "text": "With this hope the applicant went to the Department every month to check on the progress of his request of the Minister.",
      "id": "s44"
    },
    {
      "text": "Because he had fled Lebanon in fear of his relative and the relative's criminal associates the applicant had not seen his daughters.",
      "id": "s45"
    },
    {
      "text": "One daughter had escaped to Syria.",
      "id": "s46"
    },
    {
      "text": "He was deeply distressed and in fear for his life even in Australia.",
      "id": "s47"
    },
    {
      "text": "He had been told that friends of his in Lebanon had been offered money by criminal associates of his relative to disclose his whereabouts in Australia so he could be dealt with as an informant.",
      "id": "s48"
    },
    {
      "text": "I asked the applicant whether he could provide copies of the letters identified in his affidavit (as they were not annexed).",
      "id": "s49"
    },
    {
      "text": "The applicant did not have copies with him but later forwarded them by facsimile.",
      "id": "s50"
    },
    {
      "text": "The letter to the Minister is from Toufic Laba-Sarkis, community volunteer, and is dated 28 October 2008.",
      "id": "s51"
    },
    {
      "text": "The letter said that the applicant had acted as he was ethically bound to do by informing the Australian Federal Police on the criminal activities of the applicant's relative.",
      "id": "s52"
    },
    {
      "text": "The relative was involved in the importation of drugs into Australia which the applicant believed wrong.",
      "id": "s53"
    },
    {
      "text": "As a result the applicant was now in fear for his life because the gang involving his relative had political influence in Lebanon.",
      "id": "s54"
    },
    {
      "text": "The applicant's history could be confirmed by two officers of the Australian Federal Police whose names could be provided on request.",
      "id": "s55"
    },
    {
      "text": "The letter in response is dated 7 July 2009.",
      "id": "s56"
    },
    {
      "text": "It records that the Minister had personally considered the applicant's request but decided that it would not be in the public interest to intervene.",
      "id": "s57"
    },
    {
      "text": "Given that this information emerged only during and after the hearing I gave the Minister an opportunity to make further submissions.",
      "id": "s58"
    },
    {
      "text": "The Minister correctly identified that the information about the applicant's contact with a Departmental officer had not been put to the Federal Magistrates Court and was not supported by evidence, amounting to no more than submissions from the bar table.",
      "id": "s59"
    },
    {
      "text": "The letters relating to the request to the Minister simply confirmed that the request had been made and declined.",
      "id": "s60"
    },
    {
      "text": "They did not advance the applicant's case for an extension of time.",
      "id": "s61"
    },
    {
      "text": "The Minister otherwise submitted that the Federal Magistrate had considered the Tribunal's decision in detail but could not identify any jurisdictional error.",
      "id": "s62"
    },
    {
      "text": "The delay was lengthy.",
      "id": "s63"
    },
    {
      "text": "According to Vu v Minister for Immigration and Citizenship (2008) 101 ALD 211 ; [2008] FCAFC 59 at [29] delay due to a request to the Minister to exercise discretion in an applicant's favour is insufficient to amount to a \"special reason\".",
      "id": "s64"
    },
    {
      "text": "In any event, the Minister refused the applicant's request on 7 July 2009 and yet the notice of motion seeking the extension of time was not filed until 24 August 2009.",
      "id": "s65"
    },
    {
      "text": "That delay was also lengthy and had not been explained.",
      "id": "s66"
    },
    {
      "text": "I accept that the reference in the applicant's submissions to his communications with a Departmental officer was put from the bar table and was not evidence.",
      "id": "s67"
    },
    {
      "text": "I give no weight to those communications but note that, contrary to the Minister's submissions, they could not have been put to the Federal Magistrates Court because they relate to events occurring after the dismissal of the appeal by that Court.",
      "id": "s68"
    },
    {
      "text": "Nevertheless, I consider that a number of factors apparent from the unusual circumstances of the present case, taken together, warrant a finding that there are special circumstances sufficient to justify the grant of an extension of time to the applicant.",
      "id": "s69"
    },
    {
      "text": "As in many cases of this nature, the applicant is not legally represented.",
      "id": "s70"
    },
    {
      "text": "He appears to have little command of English.",
      "id": "s71"
    },
    {
      "text": "The only assistance which he has received appears to be from Mr Laba-Sarkis.",
      "id": "s72"
    },
    {
      "text": "Unlike the case of Vu , nothing in the available material is capable of supporting any suggestion that the applicant decided to make a request to the Minister as a tactical decision to increase the length of his stay in Australia, keeping the prospect of an application for an extension of time as a form of fall-back.",
      "id": "s73"
    },
    {
      "text": "The applicant, given his circumstances, arranged for his request to be forwarded to the Minister reasonably promptly after the decision of the Federal Magistrate.",
      "id": "s74"
    },
    {
      "text": "Irrespective of the information he might or might not have received from a Departmental officer the applicant's circumstances are unusual.",
      "id": "s75"
    },
    {
      "text": "His belief that the Minister might respond favourably to his request was not unfounded.",
      "id": "s76"
    },
    {
      "text": "The Minister's response was not forthcoming until 7 July 2009.",
      "id": "s77"
    },
    {
      "text": "For a person in the applicant's position the delay between receiving the response and arranging for someone who could write English to complete his notice of motion and affidavit in support and to file those documents with the Court is not unreasonable.",
      "id": "s78"
    },
    {
      "text": "Equally importantly, the Federal Magistrate discerned one potential issue in the Tribunal's reasons which could not have been discerned by the applicant given his lack of English and legal representation.",
      "id": "s79"
    },
    {
      "text": "Although the Federal Magistrate considered this issue of the potential misapplication of the real chance test with great care, his Honour was also careful to record the difficulty he had in resolving it.",
      "id": "s80"
    },
    {
      "text": "This issue involves the drawing of an inference from the Tribunal's reasons.",
      "id": "s81"
    },
    {
      "text": "Inferences of this nature are inherently contestable.",
      "id": "s82"
    },
    {
      "text": "Had the Federal Magistrate drawn a contrary inference the applicant's appeal would have succeeded.",
      "id": "s83"
    },
    {
      "text": "The second issue which the Federal Magistrate identified, relating to s 91R(3) of the Migration Act would now have to be resolved in light of the High Court's decision in SZJGV .",
      "id": "s84"
    },
    {
      "text": "Reasonable minds may differ about these questions.",
      "id": "s85"
    },
    {
      "text": "Taking all of these considerations together I am persuaded that I should grant the applicant an extension of time in which to file and serve a notice of appeal.",
      "id": "s86"
    },
    {
      "text": "I also consider that, given the nature of the matters properly identified by the Federal Magistrate as of potential concern in the Tribunal's decision, and the applicant's apparent lack of means to obtain legal assistance, I should exercise my power under Order 80 r 1 of the Federal Court Rules to refer the applicant to the Registrar of the Court for a referral to a legal practitioner on the pro bono panel for the purpose of obtaining legal advice and, if the practitioner considers it appropriate, the drafting of an amended notice of appeal and legal representation on the appeal.",
      "id": "s87"
    },
    {
      "text": "I am satisfied that, for the reasons given it is in the administration of justice that this be done and so order.",
      "id": "s88"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Jagot.",
      "id": "s89"
    },
    {
      "text": "Associate:\n \n \nDated: 20 November 2009\n \n The Applicant appeared in person \n \n Solicitor/Advocate for the First Respondent: Ms M Palmer \n \n Solicitor for the First Respondent: Sparke Helmore \n Date of Hearing: 4 November 2009.",
      "id": "s90"
    },
    {
      "text": "Further documentation filed by the Applicant on 9 November 2009 and further submissions filed by the First Respondent on 16 November 2009 \n \n Date of Judgment: 20 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1340.html",
      "id": "s91"
    }
  ]
}