{
  "name": "Stuart v Construction, Forestry, Mining and Energy Union [2009] FCA 1119 (2 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1119.html",
  "catchphrases": [
    {
      "text": "building and construction",
      "id": "c0"
    },
    {
      "text": "industrial action",
      "id": "c1"
    },
    {
      "text": "penalty",
      "id": "c2"
    },
    {
      "text": "two admitted contraventions",
      "id": "c3"
    },
    {
      "text": "organising stop-work meeting",
      "id": "c4"
    },
    {
      "text": "refusing to induct workers, demanding enterprise bargaining agreement and organising stop-work meeting with intent to apply undue pressure",
      "id": "c5"
    },
    {
      "text": "appropriate penalty",
      "id": "c6"
    },
    {
      "text": "penalty sought only against union and only on basis of vicarious liability for shop steward's actions",
      "id": "c7"
    },
    {
      "text": "whether actual undue pressure",
      "id": "c8"
    },
    {
      "text": "whether shop steward acted wilfully",
      "id": "c9"
    },
    {
      "text": "whether evidence of loss and damage inflicted",
      "id": "c10"
    },
    {
      "text": "purpose of legislation",
      "id": "c11"
    },
    {
      "text": "relevance of deterrence",
      "id": "c12"
    },
    {
      "text": "undue pressure",
      "id": "c13"
    },
    {
      "text": "industrial law",
      "id": "c14"
    },
    {
      "text": "words and phrases",
      "id": "c15"
    }
  ],
  "sentences": [
    {
      "text": "The nature and history of the proceeding\n When this proceeding was commenced, it involved multiple allegations of contraventions of ss 38 , 43 , 44 and 45 of the Building and Construction Industry Improvement Act 2005 (Cth) (\"the BCII Act\").",
      "id": "s0"
    },
    {
      "text": "There were claims for declarations and the imposition of penalties in respect of the various alleged contraventions.",
      "id": "s1"
    },
    {
      "text": "The statement of claim contained 86 paragraphs.",
      "id": "s2"
    },
    {
      "text": "Early mediation did not result in a settlement.",
      "id": "s3"
    },
    {
      "text": "Shortly before the trial was due to begin, the parties' representatives communicated to the Court that the proceeding had been settled, on the basis of an agreed statement of facts, and that all that remained was for the Court to consider submissions on penalty in light of the agreed facts.",
      "id": "s4"
    },
    {
      "text": "The agreed facts disclose one admitted contravention of s 38 of the BCII Act, and one admitted contravention of s 44 of the BCII Act.",
      "id": "s5"
    },
    {
      "text": "In the case of s 38, there is an admitted engagement in unlawful industrial action.",
      "id": "s6"
    },
    {
      "text": "In the case of s 44, it is admitted that that action was taken, and two statements were made, with intent to apply undue pressure to another person to agree to make a building agreement under Pt 8 of the Workplace Relations Act 1996 (Cth) (\"the WR Act\").",
      "id": "s7"
    },
    {
      "text": "The agreed facts are supplemented by two affidavits, one filed on behalf of the applicant and one on behalf of the respondents.",
      "id": "s8"
    },
    {
      "text": "The statement of agreed facts includes agreement about formal matters.",
      "id": "s9"
    },
    {
      "text": "The applicant is an Australian Building and Construction Inspector, appointed pursuant to s 57 of the BCII Act and is eligible to bring proceedings for a civil penalty for a contravention of a provision of that Act, pursuant to s 49(6).",
      "id": "s10"
    },
    {
      "text": "The first respondent is an organisation, registered pursuant to the WR Act and both a building association and an industrial association within the definitions of those terms in s 4 of the BCII Act.",
      "id": "s11"
    },
    {
      "text": "At the relevant times, the second respondent was a member of the first respondent and was an officer of it acting within that capacity, as a shop steward.",
      "id": "s12"
    },
    {
      "text": "The facts\n The case concerns incidents in September and October of 2006 at a building site in Morwell, at which the construction of a Police and Law Courts Complex was in progress.",
      "id": "s13"
    },
    {
      "text": "The principal contractor on that site was Hooker Cockram Projects Ltd (\"Hooker Cockram\"), which is agreed to have been a building employer, a building industry participant, and a constitutional corporation, within the meaning of each of those terms as defined in s 4 of the BCII Act.",
      "id": "s14"
    },
    {
      "text": "The second respondent was employed by Hooker Cockram.",
      "id": "s15"
    },
    {
      "text": "The project manager for Hooker Cockram was Michael Woolf.",
      "id": "s16"
    },
    {
      "text": "Celltech Australia Pty Ltd (\"Celltech\") had been retained by Hooker Cockram to perform subcontracting work at the site.",
      "id": "s17"
    },
    {
      "text": "It was a building employer, a building industry participant, a building contractor and a constitutional corporation, within the meaning of each of those terms as defined in s 4 of the BCII Act.",
      "id": "s18"
    },
    {
      "text": "It did not have any form of agreement with the first respondent as to the terms and conditions of employment of employees on that site.",
      "id": "s19"
    },
    {
      "text": "The managing director of Celltech was Alex Buntine.",
      "id": "s20"
    },
    {
      "text": "Ryan Buntine and Paul Hanegraaf were employees of Celltech.",
      "id": "s21"
    },
    {
      "text": "The work performed on the site is agreed to have constituted building work, within the meaning of that term as defined in s 5 of the BCII Act.",
      "id": "s22"
    },
    {
      "text": "There were relevant industrial instruments applicable to the terms and conditions on which work was performed on the site.",
      "id": "s23"
    },
    {
      "text": "They were the National Building and Construction Industry Award 2000, the National Building and Construction Industry Victorian Common Rule Declaration 2005 (which, with minor exceptions, incorporates the terms of the National Building and Construction Industry Award 2000) and the Hooker Cockram Projects Ltd and CFMEU Building and Construction Industry Enterprise Agreement 2005-2008 .",
      "id": "s24"
    },
    {
      "text": "On the morning of 19 September 2006, Ryan Buntine and Mr Hanegraaf attended the site to perform work on behalf of Celltech.",
      "id": "s25"
    },
    {
      "text": "The usual duties of the second respondent included the induction of workers coming onto the site for the first time to perform work.",
      "id": "s26"
    },
    {
      "text": "On that morning, the second respondent advised Mr Woolf that he refused to induct Ryan Buntine and Mr Hanegraaf.",
      "id": "s27"
    },
    {
      "text": "As a consequence, the induction process was undertaken by Mr Woolf.",
      "id": "s28"
    },
    {
      "text": "On the same morning, at a meeting between the second respondent, Mr Woolf, Ryan Buntine and Mr Hanegraaf, Mr Woolf told the second respondent that Ryan Buntine and Mr Hanegraaf would be painting epoxy onto a cell door at the site.",
      "id": "s29"
    },
    {
      "text": "The second respondent stated that this was CFMEU work, not AMWU work, and that Ryan Buntine and Mr Hanegraaf needed an EBA (being a reference to an enterprise bargaining agreement) and all appropriate paperwork, to work at the site.",
      "id": "s30"
    },
    {
      "text": "Mr Woolf advised the second respondent that his position was \"illegal\" and that Ryan Buntine and Mr Hanegraaf did not need an EBA and that there were \"no demarcations anymore\".",
      "id": "s31"
    },
    {
      "text": "Shortly after this, an organiser of the first respondent telephoned Alex Buntine and asked if he would sign an EBA.",
      "id": "s32"
    },
    {
      "text": "Alex Buntine told the organiser to send him an EBA and that he would be happy to enter into it.",
      "id": "s33"
    },
    {
      "text": "On 20 or 21 September 2006, the first respondent forwarded by facsimile transmission to Alex Buntine a draft EBA.",
      "id": "s34"
    },
    {
      "text": "At some time later, the organiser rang Alex Buntine again and asked him where the EBA was.",
      "id": "s35"
    },
    {
      "text": "Alex Buntine said he was still looking at it.",
      "id": "s36"
    },
    {
      "text": "Notwithstanding his expressed willingness, Alex Buntine, or anybody else on behalf of Celltech, did not sign any agreement relating to the site with the first respondent.",
      "id": "s37"
    },
    {
      "text": "On the morning of 3 October 2006, but prior to 8.30 am, the second respondent told Mr Woolf that he would not do inductions of workers after 8.30 am.",
      "id": "s38"
    },
    {
      "text": "The second respondent then proceeded to organise the first respondent's members and others working on the site to attend a stop-work meeting.",
      "id": "s39"
    },
    {
      "text": "This meeting commenced at 11.00 am on 3 October 2006 and lasted some 20 minutes.",
      "id": "s40"
    },
    {
      "text": "Twenty-three workers who were on the site that morning attended.",
      "id": "s41"
    },
    {
      "text": "The meeting was conducted by the second respondent to inform those working on the site that Celltech did not have an EBA.",
      "id": "s42"
    },
    {
      "text": "Subsequently, those who attended the meeting did not return to work that day because they knew that, having stopped work that day, they would not be paid for four hours.",
      "id": "s43"
    },
    {
      "text": "This was a consequence of s 507(2) of the WR Act, which provides that an employer must not make a payment to an employee in relation to four hours of a day on which the employee engages in industrial action with a total duration of less than four hours.",
      "id": "s44"
    },
    {
      "text": "Ryan Buntine and Mr Hanegraaf performed work on the site, including work during the time of the stop-work meeting and the subsequent period when the 23 employees did not work.",
      "id": "s45"
    },
    {
      "text": "The refusal of the second respondent to induct them did not cause any significant loss of time or significant delay on the project.",
      "id": "s46"
    },
    {
      "text": "It is agreed that the conduct of the second respondent is taken to be conduct of the first respondent, pursuant to s 69 of the BCII Act, because it was conduct of an officer or agent of the first respondent acting in that capacity; it was conduct of a member of the first respondent authorised by the first respondent's rules, or the committee of management of the first respondent or an officer of the first respondent acting in that capacity; and it constituted the conduct of a member of the first respondent performing the function of dealing with an employer on behalf of members of the first respondent and acting in that capacity.",
      "id": "s47"
    },
    {
      "text": "It is agreed that the actions of the second respondent, and the first respondent vicariously, in respect of the stop-work meeting constituted building industrial action within the meaning of s 36 of the BCII Act.",
      "id": "s48"
    },
    {
      "text": "In turn this building industrial action constituted constitutionally-connected action within the meaning of s 36 of the BCII Act, because it was taken by an organisation, and related to building work that was regulated by Commonwealth industrial instruments.",
      "id": "s49"
    },
    {
      "text": "The building industrial action was not excluded action within the meaning of that term in s 36 of the BCII Act.",
      "id": "s50"
    },
    {
      "text": "Further, it is agreed that the building industrial action was industrially-motivated action, as that term is defined in s 36 of the BCII Act, because it was motivated by the purpose of supporting or advancing claims against Celltech in respect of the employment of employees of Celltech.",
      "id": "s51"
    },
    {
      "text": "By reason of the building industrial action being industrially-motivated action, constitutionally-connected action and action that was not excluded action, it constituted unlawful industrial action within the meaning of s 37 of the BCII Act.",
      "id": "s52"
    },
    {
      "text": "It is agreed that therefore the second respondent contravened s 38 of the BCII Act, which provides that a person must not engage in unlawful industrial action, and the first respondent has also contravened s 38, because of the second respondent's actions.",
      "id": "s53"
    },
    {
      "text": "It is also agreed that the second respondent, and the first respondent vicariously, took action with intent to apply undue pressure to Celltech to make a building agreement.",
      "id": "s54"
    },
    {
      "text": "The action was the refusal to induct, the demand for an EBA and the stop-work meeting.",
      "id": "s55"
    },
    {
      "text": "This conduct was not protected action within the meaning of that term in the WR Act.",
      "id": "s56"
    },
    {
      "text": "It is therefore agreed that the second respondent contravened s 44(1) of the BCII Act, by taking action with intent to apply undue pressure to another person to agree to make a building agreement.",
      "id": "s57"
    },
    {
      "text": "By reason of the second respondent's contravention, the first respondent has also contravened s 44(1) of the BCII Act.",
      "id": "s58"
    },
    {
      "text": "The orders sought by consent\n The agreed statement of facts includes agreement as to the making of declaratory orders.",
      "id": "s59"
    },
    {
      "text": "The parties invite the Court to make a declaration that the first and second respondents have each contravened s 38 of the BCII Act \"by reason of the matters in paragraphs 20 to 22 and 26 to 31 of the Statement of Agreed Facts\".",
      "id": "s60"
    },
    {
      "text": "They also invite the Court to make a declaration that the first and second respondents have each contravened s 44 of the BCII Act \"by reason of the matters in paragraphs 12 to 22 and 32 to 35\" of the statement of agreed facts.",
      "id": "s61"
    },
    {
      "text": "Orders in this form would be totally pointless.",
      "id": "s62"
    },
    {
      "text": "If declarations that are not true declarations of right are ever to be made, their only justification can be to provide some kind of record of what has been found to have occurred in a particular case.",
      "id": "s63"
    },
    {
      "text": "For that purpose, it is necessary that any such declaration contains sufficient detail to provide such a record.",
      "id": "s64"
    },
    {
      "text": "To require any person who might be interested in reading such a record to go from the order to a document found only on the relevant Court file would not fulfil any function at all.",
      "id": "s65"
    },
    {
      "text": "The function of recording the Court's findings, principally fulfilled by the Court's reasons for judgment, can also be fulfilled by specifying in an order relating to a penalty the conduct in respect of which the penalty has been imposed.",
      "id": "s66"
    },
    {
      "text": "See, for example, the orders made by Jessup J in Williams v Construction, Forestry, Mining and Energy Union (No 2) [2009] FCA 548.",
      "id": "s67"
    },
    {
      "text": "For these reasons, I decline to make the declarations sought by both parties.",
      "id": "s68"
    },
    {
      "text": "The statement of agreed facts also records the agreement of the parties that there is to be no order as to the costs of the proceeding.",
      "id": "s69"
    },
    {
      "text": "The task of the Court is to assess and impose appropriate penalties, or an appropriate penalty, in respect of the admitted contraventions.",
      "id": "s70"
    },
    {
      "text": "The applicant seeks no penalty against the second respondent, who has retired from the construction industry.",
      "id": "s71"
    },
    {
      "text": "Penalties against the first respondent are to be assessed solely on the basis of its vicarious liability for the conduct of the second respondent.",
      "id": "s72"
    },
    {
      "text": "Assessing the penalty\n There are two admitted contraventions, one of s 38 of the BCII Act and the other of s 44 of the BCII Act.",
      "id": "s73"
    },
    {
      "text": "The former is constituted simply by the conduct of the second respondent, for which the first respondent is liable vicariously, in relation to the stop-work meeting.",
      "id": "s74"
    },
    {
      "text": "There is some, but not complete, overlap between that contravention and the contravention of s 44.",
      "id": "s75"
    },
    {
      "text": "The latter is agreed to have been constituted by three overt acts, together with the essential element of intent to apply undue pressure to Celltech to make an agreement.",
      "id": "s76"
    },
    {
      "text": "The three overt acts are: the second respondent's refusal to induct Ryan Buntine and Mr Hanegraaf on the morning of 19 September 2006; the statement by Mr Corbett to Mr Woolf, Ryan Buntine and Mr Hanegraaf on the morning of 19 September 2006, that the work it was proposed that Ryan Buntine and Mr Hanegraaf would do on the site was CFMEU work, not AMWU work, and that they would need an EBA and all appropriate paperwork to work at the site; and the stop-work meeting.",
      "id": "s77"
    },
    {
      "text": "An assessment of the degree of culpability of the respondents in respect of these two admitted contraventions is difficult.",
      "id": "s78"
    },
    {
      "text": "To some extent, the difficulty arises from dealing with the matter on the basis of a statement of agreed facts.",
      "id": "s79"
    },
    {
      "text": "If the same facts had been the subject of findings after a trial, the evidence would no doubt have lent to them a context which they lack when in a bald form.",
      "id": "s80"
    },
    {
      "text": "The stop-work meeting itself involved 23 workers ceasing work for some 20 minutes, during which the second respondent told them that Celltech did not have an EBA.",
      "id": "s81"
    },
    {
      "text": "Ryan Buntine and Mr Hanegraaf continued to perform work on the site.",
      "id": "s82"
    },
    {
      "text": "The workers who stopped work did not return to work that day.",
      "id": "s83"
    },
    {
      "text": "This decision no doubt owed more to the effect of s 507(2) of the WR Act than to anything else.",
      "id": "s84"
    },
    {
      "text": "The effect of that provision is that an employer must not make a payment for four hours of a day to an employee who engages in industrial action on that day for less than four hours.",
      "id": "s85"
    },
    {
      "text": "While no doubt intended as a deterrent to the taking of brief industrial action, this provision has had the perverse effect of encouraging employees who would otherwise have taken brief industrial action to extend that action to four hours in length, knowing that they would not be paid if they were to return to work within the four hours.",
      "id": "s86"
    },
    {
      "text": "The provision itself provides substantial incentive to extend what would otherwise be short industrial action up to the maximum four-hour limit.",
      "id": "s87"
    },
    {
      "text": "Aside from that, and from the fact that Ryan Buntine and Mr Hanegraaf continued to work, there is nothing in the statement of agreed facts concerning the effect of the stoppage of work on the progress of construction work at the site, or on any of the contractors involved in that work.",
      "id": "s88"
    },
    {
      "text": "The statement of agreed facts is silent as to the impact of the stoppage (in contrast to the agreed fact that the second respondent's refusal to induct Ryan Buntine and Mr Hanegraaf did not cause any significant loss of time or delay in the construction project).",
      "id": "s89"
    },
    {
      "text": "There is no indication of what work ought to have been performed or completed on that day, as to whether the completion of the project as a whole was delayed, or as to any loss suffered by anyone arising from either the stop-work meeting or the subsequent three hours and 40 minutes of refusal to work by the 23 employees.",
      "id": "s90"
    },
    {
      "text": "It would be an odd inference to draw from the lack of any agreement about these matters that a four-hour cessation of work had no effect at all, but it is impossible to make any finding as to the effect it did have.",
      "id": "s91"
    },
    {
      "text": "The assessment of culpability is even more difficult in relation to the agreed contravention of s 44 of the BCII Act.",
      "id": "s92"
    },
    {
      "text": "It is understandable, when a proceeding in which a regulatory body makes a large variety of allegations is compromised and confined to a much smaller number of allegations, that admissions might be made as part of the compromise.",
      "id": "s93"
    },
    {
      "text": "On the face of it, it is difficult to see that the admission that the second respondent did the three overt acts with intent to apply undue pressure to Celltech could be justified.",
      "id": "s94"
    },
    {
      "text": "The phrase \"undue pressure\" is not defined in the BCII Act.",
      "id": "s95"
    },
    {
      "text": "Neither the word \"undue\" nor the word \"pressure\" is defined.",
      "id": "s96"
    },
    {
      "text": "The phrase must therefore bear its ordinary meaning, in the context of the purpose of the legislation.",
      "id": "s97"
    },
    {
      "text": "According to the Macquarie Dictionary , the word \"undue\" means \"unwarranted; excessive; too great\" or \"not proper, fitting, or right; unjustified\".",
      "id": "s98"
    },
    {
      "text": "The Macquarie Dictionary also defines the word \"pressure\" in its relevant sense as \"harassment; oppression\".",
      "id": "s99"
    },
    {
      "text": "The context of the phrase \"undue pressure\" in the BCII Act includes the main object of the BCII Act, which is described in s 3(1) as \"to provide an improved workplace relations framework for building work to ensure that building work is carried out fairly, efficiently and productively for the benefit of all building industry participants and for the benefit of the Australian economy as a whole.",
      "id": "s100"
    },
    {
      "text": "\" Section 3(2) provides: \n \n This Act aims to achieve its main object by the following means: \n \n\n \n \n (a) improving the bargaining framework so as to further encourage genuine bargaining at the workplace level; \n \n\n \n \n (b) promoting respect for the rule of law; \n \n\n \n \n (c) ensuring respect for the rights of building industry participants; \n \n\n \n \n (d) ensuring that building industry participants are accountable for their unlawful conduct; \n \n\n \n \n (e) providing effective means for investigation and enforcement of relevant laws; \n \n\n \n \n (f) improving occupational health and safety in building work; \n \n\n \n \n (g) encouraging the pursuit of high levels of employment in the building industry; \n \n\n \n \n (h) providing assistance and advice to building industry participants in connection with their rights and obligations under relevant industrial laws.",
      "id": "s101"
    },
    {
      "text": "There is a prohibition in s 38 on engaging in unlawful industrial action, a very broadly defined term.",
      "id": "s102"
    },
    {
      "text": "That prohibition does not depend at all upon the possession of any intent.",
      "id": "s103"
    },
    {
      "text": "Unlawfulness is sufficient.",
      "id": "s104"
    },
    {
      "text": "Section 44 is one of the provisions in Ch 6 of the BCII Act, which concerns intent to coerce and intent to apply undue pressure, to achieve various ends.",
      "id": "s105"
    },
    {
      "text": "The inclusion of the reference to \"undue pressure\", as well as the reference to \"coerce\" can be taken to signify that undue pressure is intended to amount to something different from, and probably less than, coercion.",
      "id": "s106"
    },
    {
      "text": "In determining what might amount to \"undue pressure\", it is necessary to bear in mind that the subject-matter of the legislation is the building and construction industry.",
      "id": "s107"
    },
    {
      "text": "Some degree of robustness in negotiation must be expected of the participants in that industry.",
      "id": "s108"
    },
    {
      "text": "It will not be possible to infer intent to apply undue pressure from every act that might be regarded as unlawful industrial action, however slight its impact.",
      "id": "s109"
    },
    {
      "text": "In the present case, it is somewhat mysterious that the respondents have admitted that the second respondent had intent to apply undue pressure.",
      "id": "s110"
    },
    {
      "text": "If the second respondent did have this intent, he failed wholly to give effect to it.",
      "id": "s111"
    },
    {
      "text": "The statement of agreed facts records that his refusal to induct Ryan Buntine and Mr Hanegraaf on the morning of 19 September 2006 did not cause any significant loss of time or significant delay in the project at the site.",
      "id": "s112"
    },
    {
      "text": "The refusal was remedied by Mr Woolf inducting the two men, who apparently then worked on the site.",
      "id": "s113"
    },
    {
      "text": "They continued to work during the stop-work meeting and the subsequent cessation of work on 3 October 2006.",
      "id": "s114"
    },
    {
      "text": "The notion that the making of a demand for an EBA can of itself be evidence that the demand was made with intent to apply undue pressure to agree is curious.",
      "id": "s115"
    },
    {
      "text": "An assertion that an EBA should be made, and that other paperwork was required, could itself constitute part of the genuine bargaining process contemplated by s 3(2)(a) of the BCII Act.",
      "id": "s116"
    },
    {
      "text": "In the present case, the exchange between the first respondent's organiser and Alex Buntine appears to have been a genuine bargaining process, involving a request to make an agreement, to which Alex Buntine apparently acceded, although the negotiations did not come to fruition.",
      "id": "s117"
    },
    {
      "text": "There is no indication at all that Celltech felt harassed or oppressed, whether unduly or at all, as a result of any of the three overt acts alleged to have constituted the contravention of s 44 of the BCII Act.",
      "id": "s118"
    },
    {
      "text": "The admitted contravention of that provision must be regarded as almost insignificant, especially in light of the fact that the agreed contravention of s 38, constituted by the fact that the second respondent organised the stop-work meeting on 3 October 2006, overlaps with the admitted contravention of s 44.",
      "id": "s119"
    },
    {
      "text": "Counsel for the applicant referred to a list of factors that he submitted should be taken into account by the Court in determining the appropriate penalty.",
      "id": "s120"
    },
    {
      "text": "The first is that the conduct of the respondents was wilful and deliberate, as well as being designed to apply undue pressure to Celltech to make an agreement with the first respondent.",
      "id": "s121"
    },
    {
      "text": "I have already dealt with the last of these elements.",
      "id": "s122"
    },
    {
      "text": "The assertion that the conduct was wilful and deliberate needs to be examined in more detail.",
      "id": "s123"
    },
    {
      "text": "The conduct in question in this case is that of the second respondent.",
      "id": "s124"
    },
    {
      "text": "The first respondent is alleged to be liable solely on the basis that it incurs vicarious liability, pursuant to s 69 of the BCII Act.",
      "id": "s125"
    },
    {
      "text": "There is no suggestion in the material that the first respondent ought to be regarded as liable by reason of any act or default of anybody other than the second respondent.",
      "id": "s126"
    },
    {
      "text": "There is no question that the second respondent acted deliberately, in the sense that he intended to take each of the steps he is admitted to have taken.",
      "id": "s127"
    },
    {
      "text": "It is unclear whether he took each of these steps wilfully, in the sense of knowing that they were contrary to specific provisions of the BCII Act, or in a general sense contrary to law, and intending to defy the law.",
      "id": "s128"
    },
    {
      "text": "The statement of Mr Woolf that the second respondent's position was \"illegal\", and his assertion that Ryan Buntine and Mr Hanegraaf did not need an EBA, were made after the second respondent had already committed two of the overt acts, the refusal to induct Ryan Buntine and Mr Hanegraaf and the statement that they needed an EBA.",
      "id": "s129"
    },
    {
      "text": "Whether the second respondent understood from Mr Woolf's statement that his position was \"illegal\" that this illegality extended to the third overt act (organising the stop-work meeting) is not the subject of any material before the Court.",
      "id": "s130"
    },
    {
      "text": "It cannot be assumed that the second respondent either did or did not know in general terms, or specifically, about the provisions of the BCII Act and the manner in which they would bear upon what he was about to do.",
      "id": "s131"
    },
    {
      "text": "Nor can it be assumed that the second respondent was acting perversely, in that he was simply intending to inflict mindless damage on Hooker Cockram or Celltech or any other person.",
      "id": "s132"
    },
    {
      "text": "There are positive aspects to the end that the respondents were seeking to achieve, that the conditions under which Ryan Buntine and Mr Hanegraaf were to perform work on the site should be regulated by an agreement between the first respondent and Celltech.",
      "id": "s133"
    },
    {
      "text": "Diversity in terms and conditions of employment among those performing similar work at the same site can be productive of discontent among those persons.",
      "id": "s134"
    },
    {
      "text": "An attempt to achieve uniformity of conditions of employment for those doing similar work was not lacking in merit.",
      "id": "s135"
    },
    {
      "text": "It is therefore necessary to regard the second respondent's conduct as deliberate, in the sense that he did not act inadvertently.",
      "id": "s136"
    },
    {
      "text": "It is not possible to characterise that conduct as wilful, either in the sense of knowing that the conduct was in breach of the law, or in the sense of gratuitous troublemaking.",
      "id": "s137"
    },
    {
      "text": "Next, counsel for the applicant invited me to take into account the nature and extent of loss and damage sustained as a result of the unlawful conduct.",
      "id": "s138"
    },
    {
      "text": "As I have already said, the parties have agreed that the refusal by the second respondent to induct Ryan Buntine and Mr Hanegraaf did not cause any significant loss of time or significant delay to the project on the site.",
      "id": "s139"
    },
    {
      "text": "At most, they can be said to have caused Mr Woolf to be diverted from what would otherwise have been his duties for whatever time was necessary for him to carry out the induction.",
      "id": "s140"
    },
    {
      "text": "There is no material quantifying the effect of this diversion.",
      "id": "s141"
    },
    {
      "text": "As I have already said also, there has been no attempt to provide material on the extent of any loss or damage caused by the stop-work meeting.",
      "id": "s142"
    },
    {
      "text": "I cannot make an assessment of what loss or damage might flow on a construction site from a 20-minute cessation of work, or even from a four-hour cessation of work.",
      "id": "s143"
    },
    {
      "text": "I simply do not know what progress would have been made that was not made.",
      "id": "s144"
    },
    {
      "text": "Counsel for the applicant asserted that there was loss to Hooker Cockram, but it is not self-evident that this would be so.",
      "id": "s145"
    },
    {
      "text": "It might depend on the contractual arrangements between Hooker Cockram and its client, presumably the State of Victoria, or between Hooker Cockram and those other contractors and subcontractors it engaged to perform work on the site.",
      "id": "s146"
    },
    {
      "text": "Those arrangements are unknown to me.",
      "id": "s147"
    },
    {
      "text": "It is more likely that loss to others occurred, but any quantification of that loss is impossible.",
      "id": "s148"
    },
    {
      "text": "There were conflicting submissions by counsel for the parties about the extent to which I should take into account previous findings of contraventions of the BCII Act by the first respondent.",
      "id": "s149"
    },
    {
      "text": "The conflict concerned such matters as the relevance of contraventions of provisions of the BCII Act other than those directly in issue in the present case, and whether it was legitimate to take into account contraventions brought about by the activities of branches of the first respondent in states other than Victoria, which might be affected by the degree of autonomy under which branches function.",
      "id": "s150"
    },
    {
      "text": "These questions are now largely dealt with in the judgment of Jessup J in Williams v Construction, Forestry, Mining and Energy Union (No 2) [2009] FCA 548 , to which the parties referred me in writing by agreement after the close of argument in the present case.",
      "id": "s151"
    },
    {
      "text": "It is unnecessary to repeat what is said in that case.",
      "id": "s152"
    },
    {
      "text": "For present purposes, it is sufficient for me to say that I deal with the first respondent on the basis that it has a record of prior contraventions of the BCII Act and similar provisions, in circumstances having some similarities to those of the present case.",
      "id": "s153"
    },
    {
      "text": "It is not surprising that an organisation in the position of the first respondent will have some difficulty adjusting to legislation that applies sanctions in an attempt to bring about a change to an entrenched culture.",
      "id": "s154"
    },
    {
      "text": "It remains to be seen whether repeated imposition of penalties, and lapse of time, will bring about greater compliance.",
      "id": "s155"
    },
    {
      "text": "The first respondent cannot be treated as having first offender status for the purposes of this case.",
      "id": "s156"
    },
    {
      "text": "On the basis of the affidavit filed on behalf of the applicant, I accept that the first respondent has ample financial capacity to meet a penalty.",
      "id": "s157"
    },
    {
      "text": "It cannot seek leniency on the basis of poverty.",
      "id": "s158"
    },
    {
      "text": "It is unnecessary to go to the details of its assets.",
      "id": "s159"
    },
    {
      "text": "Counsel for the applicant acknowledged that there is no evidence that senior management of the first respondent was involved in the contraventions.",
      "id": "s160"
    },
    {
      "text": "He relied on the absence of any apology by either respondent to Celltech, or any expression of regret, contrition or remorse on the part of either respondent.",
      "id": "s161"
    },
    {
      "text": "He also relied on the absence of evidence of any corrective action taken by either respondent in relation to the contraventions.",
      "id": "s162"
    },
    {
      "text": "It is true that there is an absence of evidence about any of these matters.",
      "id": "s163"
    },
    {
      "text": "More controversially, counsel for the applicant asserted that there had been no cooperation by the respondents with the applicant until shortly before the trial, when settlement was achieved.",
      "id": "s164"
    },
    {
      "text": "Apart from making what counsel for the applicant described as limited admissions of facts, the respondents contested the allegations made against them up to that time, causing the applicant to have to prepare for a contested trial involving a large number of witnesses, and to incur costs in doing so.",
      "id": "s165"
    },
    {
      "text": "As I have said, when the proceeding commenced it involved many more allegations of contraventions than those that are now its subject.",
      "id": "s166"
    },
    {
      "text": "It is as difficult to be critical of the respondents for denying allegations that the applicant chose not to proceed with in procuring a settlement as it is to be critical of the applicant for making those allegations in the first place and being prepared to discard them to achieve a settlement.",
      "id": "s167"
    },
    {
      "text": "The fact is, cooperation between the parties has had the effect of reaching a settlement and saving the costs of the parties, and the expenditure of public money, that would have been involved in a full-scale trial on all of the applicant's allegations.",
      "id": "s168"
    },
    {
      "text": "The respondents may even have gone further in making admissions than they need have done, by admitting the element of intent to apply undue pressure.",
      "id": "s169"
    },
    {
      "text": "As I have said, in the circumstances, it is difficult to see that the second respondent in fact had that intent, although I am required to deal with the case on the basis that he did.",
      "id": "s170"
    },
    {
      "text": "In the criminal law, a plea of guilty entitles an accused person to favourable consideration in sentencing, irrespective of the stage at which the plea is entered.",
      "id": "s171"
    },
    {
      "text": "In my view, the respondents are entitled to be regarded as having cooperated to the extent that they did, and not to be criticised for having failed to admit to the full range of allegations made in the original statement of claim and submitted to penalties in respect of the full range of contraventions alleged.",
      "id": "s172"
    },
    {
      "text": "Counsel for the applicant referred to what was described as the need to ensure compliance with minimum standards, and to conflict between the respondents' conduct and the objectives of the BCII Act.",
      "id": "s173"
    },
    {
      "text": "As I have already said, the attempt to secure an agreement with Celltech about the terms and conditions on which Ryan Buntine and Mr Hanegraaf would perform work on the site could very well be regarded as consonant with the main object of the BCII Act, expressed in s 3(1), particularly in respect of the means referred to in s 3(2)(a), of encouraging genuine bargaining at the workplace level.",
      "id": "s174"
    },
    {
      "text": "Counsel for the applicant made specific reference to the means referred to in s 3(2)(b) (promoting respect for the rule of law), (c) (ensuring respect for the rights of building industry participants) and (d), (ensuring that building industry participants are accountable for their unlawful conduct).",
      "id": "s175"
    },
    {
      "text": "These are difficult concepts.",
      "id": "s176"
    },
    {
      "text": "It is understood widely that the heavy-handed application of sanctions against conduct that is widely regarded as legitimate can result in lack of respect for the law authorising the imposition of those sanctions.",
      "id": "s177"
    },
    {
      "text": "Various classes of building industry participants have various rights.",
      "id": "s178"
    },
    {
      "text": "Often those rights conflict.",
      "id": "s179"
    },
    {
      "text": "The \"right\" of Celltech to employ workers on the site on different terms and conditions from those on which other workers on the site doing similar work were employed may conflict with the \"right\" of those other workers not to have the terms and conditions of their employment undermined by competition from other workers.",
      "id": "s180"
    },
    {
      "text": "Accountability for unlawful conduct is always the object of the penalty process.",
      "id": "s181"
    },
    {
      "text": "It is hard to regard it as some sort of separate object to which the Court must aspire.",
      "id": "s182"
    },
    {
      "text": "The means by which the BCII Act is said to achieve its main object are not to be treated as separate objects in themselves.",
      "id": "s183"
    },
    {
      "text": "The main object itself speaks in terms of, among other things, fairness for the benefit of all building industry participants.",
      "id": "s184"
    },
    {
      "text": "Such an element cannot be ignored entirely, by a focus only on such things as efficiency, productivity and the benefit of the Australian economy as a whole.",
      "id": "s185"
    },
    {
      "text": "Like most statutory objects, this one can be a source of comfort or not, depending on which of its words are chosen for emphasis.",
      "id": "s186"
    },
    {
      "text": "In any process of determining penalty, deterrence, both specific and general, is a major factor.",
      "id": "s187"
    },
    {
      "text": "Counsel for the applicant contended that, having regard to the nature of the contraventions, the absence of regret, contrition or remorse, the lateness of the cooperation with the applicant and the record of previous contraventions, both before and after the acts the subject of this proceeding, the Court could not be confident that the first respondent would not contravene s 38 and s 44 of the BCII Act in the future.",
      "id": "s188"
    },
    {
      "text": "There is therefore a need for specific deterrence.",
      "id": "s189"
    },
    {
      "text": "In addition, counsel for the applicant sought substantial penalties for the purpose of general deterrence, to send a message to potential contraveners that penalties will outweigh any gains to be made by their conduct.",
      "id": "s190"
    },
    {
      "text": "The figures suggested by counsel for the applicant were $15,000 in respect of the contravention of s 38 and $20,000 in respect of the contravention of s 44, a total of $35,000.",
      "id": "s191"
    },
    {
      "text": "The applicant's case with respect to deterrence is undermined in the present case by two substantial factors.",
      "id": "s192"
    },
    {
      "text": "One is that the applicant has chosen to seek no penalty against the second respondent.",
      "id": "s193"
    },
    {
      "text": "This decision might be justified by the absence of any need for specific deterrence, because the second respondent has ceased to work in the construction industry.",
      "id": "s194"
    },
    {
      "text": "He is therefore unlikely to contravene provisions of the BCII Act in the future.",
      "id": "s195"
    },
    {
      "text": "In terms of general deterrence, however, the picture is different.",
      "id": "s196"
    },
    {
      "text": "As I have said, the liability attaching to the first respondent in this case is not said to attach because of any moral turpitude on the part of the first respondent.",
      "id": "s197"
    },
    {
      "text": "Its liability is vicarious as a result of the conduct of the second respondent.",
      "id": "s198"
    },
    {
      "text": "Considerations of general deterrence suggest that a penalty should be imposed on the actual contravener, rather than the vicarious contravener.",
      "id": "s199"
    },
    {
      "text": "There has been no exploration of the extent to which the first respondent might have avoided the contravention, or might avoid similar contraventions in the future, by exhortation, or perhaps improved training, to its workplace representatives.",
      "id": "s200"
    },
    {
      "text": "There is no material before the Court as to the extent of any communications between the first respondent and its workplace representatives on the subject of compliance with the BCII Act.",
      "id": "s201"
    },
    {
      "text": "This leads to the second factor undermining the case for general deterrence in the present case.",
      "id": "s202"
    },
    {
      "text": "In the course of the argument, I raised the question whether money that would otherwise be paid by way of penalty might be better spent on a compliance program within the first respondent than by payment by way of penalty.",
      "id": "s203"
    },
    {
      "text": "I asked whether it was possible for me to make orders that would bring about the conduct of such a compliance program.",
      "id": "s204"
    },
    {
      "text": "Counsel for the applicants sought a short adjournment and obtained instructions.",
      "id": "s205"
    },
    {
      "text": "He informed the Court that if the Australian Building and Construction Commissioner were to be permitted, at its expense, to conduct a program to teach workplace representatives of the first respondent about compliance with the BCII Act, the applicant would abandon her application for the imposition of a penalty altogether.",
      "id": "s206"
    },
    {
      "text": "The result would be a compliance program at no cost to the first respondent and the imposition of no penalty on the first respondent in respect of the contraventions the subject of this proceeding.",
      "id": "s207"
    },
    {
      "text": "In response, counsel for the respondents informed the Court that the first respondent would not welcome what it called the intrusion of either the Australian Building and Construction Commissioner or the Court into the internal affairs of the first respondent.",
      "id": "s208"
    },
    {
      "text": "This left the Court with no alternative but to impose a penalty.",
      "id": "s209"
    },
    {
      "text": "The attitude of the applicant undermines substantially the argument for a heavy penalty for strong general deterrence, however.",
      "id": "s210"
    },
    {
      "text": "The applicant was prepared to abandon general deterrence altogether in return for the chance to enhance specific deterrence by means of a compliance program.",
      "id": "s211"
    },
    {
      "text": "In all the circumstances, I take the view that the amounts sought by counsel for the applicant are well beyond the applicable range for penalties.",
      "id": "s212"
    },
    {
      "text": "Both contraventions are relatively minor.",
      "id": "s213"
    },
    {
      "text": "The contravention of s 38 consists of a 20 minute stop-work meeting by 23 people working on the site, followed by a cessation of work for another three hours and 40 minutes, consequent upon s 507(2) of the WR Act.",
      "id": "s214"
    },
    {
      "text": "Allowing for the fact that the intent necessary to constitute a contravention of s 44 of the BCII Act was admitted, for the reasons I have given, that contravention must be regarded as being at the very lowest end of the spectrum, because of the actual absence of anything that would amount to undue pressure, and the complete absence of any effect of the actions taken with the admitted intent.",
      "id": "s215"
    },
    {
      "text": "My assessment of the appropriate penalty is that it is $4,000 in respect of the contravention of s 38 of the BCII Act and $2,000 in respect of the contravention of s 44 of the BCII Act.",
      "id": "s216"
    },
    {
      "text": "Because the stop-work meeting is common to both contraventions, it is necessary then to consider whether the total of those penalties, $6,000, is proportional to the overall culpability of the first respondent.",
      "id": "s217"
    },
    {
      "text": "On this consideration, because of the overlap, it is appropriate to reduce the overall amount by $1,000.",
      "id": "s218"
    },
    {
      "text": "The total penalty for both contraventions will therefore be $5,000.",
      "id": "s219"
    },
    {
      "text": "Because the applicant is a public official, it is appropriate that the penalty be payable to the Commonwealth, and not to some other person, pursuant to s 49(5) of the BCII Act.",
      "id": "s220"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the reasons for judgment herein of the Honourable Justice Gray.",
      "id": "s221"
    },
    {
      "text": "Associate:\n \n \nDated: 2 October 2009\n \n Counsel for the applicant: Mr J Bourke \n \n Solicitor for the applicant: Australian Government Solicitor \n \n Counsel for the respondents: Mr E White \n \n Solicitor for the respondents: Construction, Forestry, Mining and Energy Union \n Date of hearing: 13 May 2009 \n \n Date of judgment: 2 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1119.html",
      "id": "s222"
    }
  ]
}