{
  "name": "Smith as Judicial Manager of Australian Family Assurance Limited v Australian Family Assurance Limited [2009] FCA 1449 (4 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1449.html",
  "catchphrases": [
    {
      "text": "application for order giving effect to a course of action recommended by judicial manger in report under s 62zi of insurance act 1973 (cth)",
      "id": "c0"
    },
    {
      "text": "recommendation that general insurer be wound up",
      "id": "c1"
    },
    {
      "text": "order made under s 62zj(1)(b) of act giving effect to recommendation because it was course of action court considered most advantageous to general interest of policyholders, while promoting financial system stability in australia.",
      "id": "c2"
    },
    {
      "text": "insurance",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n On 30 October 2009, I made the orders that appear at the front of these Reasons for Judgement.",
      "id": "s0"
    },
    {
      "text": "The main order was that the first respondent, to which I will refer as \"AFAL\", be wound up as if under s 461(1) of the Corporations Act 2001 (Cth) (Corporations Act).",
      "id": "s1"
    },
    {
      "text": "That order was made under s 62ZJ of the Insurance Act 1973 (Cth) (the Act).",
      "id": "s2"
    },
    {
      "text": "AFAL is a general insurer within the meaning of the Act.",
      "id": "s3"
    },
    {
      "text": "I also ordered that Murray Smith of McGrathNicol (Mr Smith) be appointed as liquidator.",
      "id": "s4"
    },
    {
      "text": "Finally, by consent I ordered under s 62S(1)(b) of the Act that the Australian Prudential Regulation Authority (APRA) pay the remuneration and allowances of Mr Smith in his capacity as judicial manager of AFAL.",
      "id": "s5"
    },
    {
      "text": "These are the reasons why I made those orders.",
      "id": "s6"
    },
    {
      "text": "CONSIDERATION \n The proceeding and the legislation\n On 3 July 2009, Edmonds J made an order under s 62M of the Act in proceeding NSD 592 of 2009 that AFAL be placed under judicial management and an order under s 62R(1) of the Act appointing Mr Smith as judicial manager.",
      "id": "s7"
    },
    {
      "text": "His Honour also ordered that any remuneration and/or allowances that Mr Smith was to receive as judicial manager be paid out of the property of AFAL.",
      "id": "s8"
    },
    {
      "text": "Section 62K of the Act provides, relevantly, that APRA may apply to the Federal Court for an order that a general insurer be placed under judicial management.",
      "id": "s9"
    },
    {
      "text": "It was APRA that made the application before Edmonds J.",
      "id": "s10"
    },
    {
      "text": "According to s 62M of the Act, on an application under s 62K, the Federal Court may order that a general insurer be placed under judicial management if the Court is satisfied of the matters set out in that section.",
      "id": "s11"
    },
    {
      "text": "His Honour's order that the judicial manager's remuneration and allowances be charged on the property of AFAL was made under s 62S of the Act.",
      "id": "s12"
    },
    {
      "text": "On 16 October 2009, Mr Smith commenced the present proceeding seeking an order that AFAL be wound up pursuant to s 62ZJ(1)(b) of the Act or, in the alternative, pursuant to s 461 of the Corporations Act .",
      "id": "s13"
    },
    {
      "text": "The affidavit that accompanied the application had annexed to it a report that Mr Smith filed with the Court pursuant to s 62ZI(1) of the Act.",
      "id": "s14"
    },
    {
      "text": "Subsection (2) of s 62ZI provides for the possible courses of action that a judicial manager may recommend in his or her report.",
      "id": "s15"
    },
    {
      "text": "One of those courses of action is that the general insurer be wound up.",
      "id": "s16"
    },
    {
      "text": "In his report Mr Smith recommended that AFAL be wound up.",
      "id": "s17"
    },
    {
      "text": "Section 62ZJ(1) of the Act provides that on an application for an order to give effect to a course or courses of action recommended in a judicial manager's report under s 62ZI, APRA and any other person interested is entitled to be heard.",
      "id": "s18"
    },
    {
      "text": "I ordered that APRA be added as second respondent.",
      "id": "s19"
    },
    {
      "text": "Ross David Porter, John Austin Punch, Anthony Richard Royle and Brian Edward Smith, the directors of AFAL, filed a notice of motion seeking directions permitting them to file affidavit evidence touching on certain matters mentioned in Mr Smith's report.",
      "id": "s20"
    },
    {
      "text": "In the event, however, they did not pursue the motion or seek to adduce any evidence or to make submissions or otherwise seek to be heard.",
      "id": "s21"
    },
    {
      "text": "Facts\n AFAL commenced operations on or about 28 April 1986 as a general insurer authorised under the Act.",
      "id": "s22"
    },
    {
      "text": "Among other things, AFAL was established to write insurance products relating to the diagnosis of cancer.",
      "id": "s23"
    },
    {
      "text": "In about 1988, AFAL commenced writing other forms of insurance including personal accident and sickness insurance, travel insurance, mobile telephone cover insurance, insurance cover for the incurring of legal fees, motor insurance cover for prestige motor vehicles, insurance cover in relation to salary continuance, and insurance cover for heavy motor vehicles.",
      "id": "s24"
    },
    {
      "text": "From 1986 to about December 1995, AFAL assumed 100% of the risk of the business it wrote.",
      "id": "s25"
    },
    {
      "text": "From about December 1995, however, AFAL entered into underwriting agreements, the effect of which was that a significant proportion of the risk for certain pool business that was written was assumed by a lead insurer or other underwriter.",
      "id": "s26"
    },
    {
      "text": "On or about 19 December 1995, AFAL entered into an underwriting agreement with Triton Underwriting Insurance Agency Pty Ltd (Triton) and Mercantile Mutual Assurance (Australia) Limited (Mercantile) under which Mercantile was to take the role of lead underwriter for any business that was written.",
      "id": "s27"
    },
    {
      "text": "In or about December 1998, AFAL entered into an underwriting arrangement with Triton and Am-Re Managers Asia Pacific (Am-Re), under which Am-Re was to be the lead underwriter for business written.",
      "id": "s28"
    },
    {
      "text": "In his report and affidavit, Mr Smith deals with various purported transfers of parts of AFAL's portfolio to Am-Re and to Trans Pacific Insurance Corporation (TPIC), respectively, and concludes that he cannot be sure that there are not outstanding liabilities to policyholders remaining with AFAL.",
      "id": "s29"
    },
    {
      "text": "On 1 July 2002, AFAL's insurance licence was varied by APRA and the company was placed into run-off.",
      "id": "s30"
    },
    {
      "text": "From that date to the time of Mr Smith's appointment as judicial manager, AFAL carried on its insurance business solely for the purpose of discharging liabilities under contracts of insurance entered into before 1 July 2002.",
      "id": "s31"
    },
    {
      "text": "On 23 April 2009, Mr Brian Silvia of BRI Ferrier was appointed as provisional liquidator of TPIC.",
      "id": "s32"
    },
    {
      "text": "Mr Smith has been informed that Mr Silvia intends to make a claim against AFAL alleging that the purported transfer of AFAL's business to TPIC was invalid.",
      "id": "s33"
    },
    {
      "text": "However, Mr Smith has not been presented with, or been able to locate, any evidence supporting this claim.",
      "id": "s34"
    },
    {
      "text": "In the period April 2009 to May 2009, there were meetings and correspondence between AFAL, AFAL's then legal advisers and APRA regarding AFAL's financial position in relation to its potential liability for the claims that were previously being settled by TPIC.",
      "id": "s35"
    },
    {
      "text": "TPIC was ordered to be wound up on 25 June 2009.",
      "id": "s36"
    },
    {
      "text": "In his report as judicial manager, Mr Smith considers the various courses of action provided for in s 62ZI(2) of the Act.",
      "id": "s37"
    },
    {
      "text": "He concludes, for reasons that he gives, that each of the possible courses of action other than a winding up is not appropriate in the circumstances.",
      "id": "s38"
    },
    {
      "text": "One of the primary reasons why Mr Smith recommended a winding up is AFAL's financial position.",
      "id": "s39"
    },
    {
      "text": "According to AFAL's balance sheet as at the date of his appointment, as reconstructed by Mr Smith based upon his initial investigations, AFAL had assets worth approximately $512,000 and liabilities totalling $280,000, leaving net assets of $231,000.",
      "id": "s40"
    },
    {
      "text": "However, this does not take into account liabilities that are now to be settled by AFAL, given the fact that TPIC is in liquidation.",
      "id": "s41"
    },
    {
      "text": "On an adjusted basis, there is a deficiency in the order of approximately $1,023,900, and that does not take into account Mr Smith's fees as judicial manager and other costs associated with the judicial management (see [29] below).",
      "id": "s42"
    },
    {
      "text": "Mr Smith estimates that AFAL will not be able to generate sufficient cash flow to enable payment of its debts as and when they fall due within the year ended 31 December 2010 (excluding his remuneration and expenses as judicial manager).",
      "id": "s43"
    },
    {
      "text": "Mr Smith expresses the opinion, on the basis of AFAL's negative net asset position and forecast negative cash flow, that AFAL is insolvent and is unable to pay its debts as and when they fall due.",
      "id": "s44"
    },
    {
      "text": "It does not seem necessary for me to summarise Mr Smith's lengthy and detailed report dated 16 October 2009.",
      "id": "s45"
    },
    {
      "text": "Mr Smith concludes, in terms of s 62ZI(1)(a) of the Act, that it is in the best interests of policyholders, while promoting financial system stability in Australia, that AFAL be wound up.",
      "id": "s46"
    },
    {
      "text": "At para 41 of his affidavit made on 16 October 2009 to which his report was attached, Mr Smith summarises his reasons for supporting a winding up as follows: \n(a) AFAL's insolvency and negative asset position, and the fact that AFAL would not be able to generate the cash flows necessary to meet its debts as and when they will fall due for the year ended 31 December 2010;\n \n(b) uncertainties concerning the liabilities of AFAL;\n \n(c) AFAL was placed into run-off in 2002 and the natural extension of this is for it to be wound up in due course, and a present order for winding up will crystallise that process;\n \n(d) there is no viable alternative rescue or recovery proposal to allow AFAL to continue in run-off;\n \n(e) a liquidator will be able to investigate and examine AFAL's affairs including, but not limited to, any preferential payments and uncommercial transactions; and\n \n(f) AFAL appears not to have complied with various regulatory requirements, in particular, the condition of its insurance licence requiring it to prepare an actuarial valuation as at 31 December each year and to provide that valuation to APRA within three months of the end of the year.",
      "id": "s47"
    },
    {
      "text": "Application of the Act to the facts of this case\n Section 62ZJ(1)(b) of the Act provides that this Court may make an order giving effect to such course or courses of action as it considers in the circumstances to be most advantageous to the general interest of the policyholders of the general insurer concerned, while promoting financial system stability in Australia.",
      "id": "s48"
    },
    {
      "text": "For the reasons given by Mr Smith and outlined above, and, in particular, because of the insolvency of AFAL, I thought it to be most advantageous to the general interest of AFAL's policyholders, while promoting financial system stability in Australia, that AFAL be wound up.",
      "id": "s49"
    },
    {
      "text": "The relevant course of action is described in s 62ZI(2)(d) as being \"to wind up the general insurer\", but there is no definition of the concept of a \"winding up\" in the Act.",
      "id": "s50"
    },
    {
      "text": "Various other provisions of the Act refer to provisions of the Corporations Act (see, for example, s 62ZH dealing with disclaimer of onerous property).",
      "id": "s51"
    },
    {
      "text": "The winding up takes place under the Act and perhaps it is implicit that the Corporations Act 's winding up regime applies.",
      "id": "s52"
    },
    {
      "text": "Nonetheless, I considered it desirable to include in the order for winding up a reference to the winding up being as if under s 461(1) of the Corporations Act .",
      "id": "s53"
    },
    {
      "text": "If any difficulty should arise in the application of the Corporations Act regime to the winding up of AFAL, Mr Smith, as liquidator, will be able to apply to the Court for directions.",
      "id": "s54"
    },
    {
      "text": "In conformity with rule 5.5 of the Federal Court (Corporations) Rules 2000 , Mr Smith, a registered and official liquidator, signed a consent to act.",
      "id": "s55"
    },
    {
      "text": "Those rules do not in fact apply to a proceeding under the Act.",
      "id": "s56"
    },
    {
      "text": "Nonetheless, the evidence of Mr Smith's consent, the declaration that he is unaware of any conflict of interest or duty, and the rates of remuneration charged by his firm are relevant evidence in support of his appointment.",
      "id": "s57"
    },
    {
      "text": "APRA would have taken the rates into account when consenting to the order referred to in the next paragraph.",
      "id": "s58"
    },
    {
      "text": "APRA consented to the making of an order under s 62S(1)(b) of the Act that it pay the remuneration and allowances of Mr Smith in his capacity as judicial manager of AFAL, including, but not limited to, his costs and expenses of the present proceeding.",
      "id": "s59"
    },
    {
      "text": "As noted at [4] above, in his orders of 3 July 2009 Edmonds J ordered that any remuneration and/or allowances that the judicial manager was to receive be paid out of the property of AFAL.",
      "id": "s60"
    },
    {
      "text": "I was not asked to set aside that order.",
      "id": "s61"
    },
    {
      "text": "I assume that it has not been acted upon.",
      "id": "s62"
    },
    {
      "text": "My order, being later in time, will prevail and will now be the order to be acted upon.",
      "id": "s63"
    },
    {
      "text": "CONCLUSION \n It was for the above reasons that I made the orders on 30 October 2009.",
      "id": "s64"
    },
    {
      "text": "I certify that the preceding thirty (30) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lindgren.",
      "id": "s65"
    },
    {
      "text": "Associate:\n \n \nDated: 4 December 2009\n \n Counsel for the Applicant: Mr N J Owens \n \n Solicitor for the Applicant: Henry Davis York \n \n Solicitor for the Second Respondent: Mr B J Carruthers of the Australian Prudential Regulation Authority \n \n Counsel for Ross David Porter,\nJohn Austin Punch, Anthony Richard Royle, Brian Edward Smith: Ms J E Richards \n \n Solicitor for Ross David Porter,\nJohn Austin Punch, Anthony Richard Royle, Brian Edward Smith: Shand &amp; Associates \n Date of Hearing: 27, 30 October 2009 \n \n Date of Judgment: 30 October 2009 \n \n Date of Publication of Reasons: 4 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1449.html",
      "id": "s66"
    }
  ]
}