{
  "name": "SZLWB v Minister for Immigration &amp; Citizenship [2009] FCA 1067 (23 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1067.html",
  "catchphrases": [
    {
      "text": "appeal from orders made by federal magistrate's court dismissing appellants' application for review of decision of tribunal refusing appellants protection visas",
      "id": "c0"
    },
    {
      "text": "where appellants had been persecuted in calcutta in india because first appellant was successful businessman and supporter of political party",
      "id": "c1"
    },
    {
      "text": "whether tribunal committed jurisdictional error in connection with its conclusion of adequate state protection and its conclusion with respect to relocation within india",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from an order made by the Federal Magistrates Court.",
      "id": "s0"
    },
    {
      "text": "On 21 November 2008, that Court made an order dismissing the appellants' application for constitutional writs directed to the Refugee Review Tribunal (\"the Tribunal\").",
      "id": "s1"
    },
    {
      "text": "The Tribunal had affirmed a decision of a delegate of the Minister for Immigration and Citizenship refusing to grant Protection (Class XA) visas to the appellants.",
      "id": "s2"
    },
    {
      "text": "The appellants allege that the Tribunal committed jurisdictional errors in the course of reaching its decision and that the Federal Magistrates Court erred in failing to so conclude.",
      "id": "s3"
    },
    {
      "text": "They seek orders that the appeal be allowed, that the order of dismissal made by the Federal Magistrates Court be set aside and that constitutional writs directed to the Tribunal be issued.",
      "id": "s4"
    },
    {
      "text": "Facts\n The appellants are husband and wife who arrived in Australia from India in April 2007.",
      "id": "s5"
    },
    {
      "text": "They are both citizens of India.",
      "id": "s6"
    },
    {
      "text": "The first appellant's application for a protection visa was based on Convention grounds and the second appellant's application was based on her relationship with the first appellant.",
      "id": "s7"
    },
    {
      "text": "In those circumstances, it will be sufficient to address the issues in relation to the first appellant and, for convenience, I will refer to the first appellant as the appellant.",
      "id": "s8"
    },
    {
      "text": "The Tribunal accepted the appellant's evidence in a number of areas and the summary of facts which follows is based on the Tribunal's findings.",
      "id": "s9"
    },
    {
      "text": "I will indicate those areas where the Tribunal rejected the appellant's evidence or claims.",
      "id": "s10"
    },
    {
      "text": "The appellant was born in Calcutta, India, on 28 December 1977.",
      "id": "s11"
    },
    {
      "text": "He was educated to high school level in Calcutta.",
      "id": "s12"
    },
    {
      "text": "He lived at the same address in Calcutta from 1997 to 2007.",
      "id": "s13"
    },
    {
      "text": "The appellant established a successful business, working first as a contractor and then, in 2005, registering his own business.",
      "id": "s14"
    },
    {
      "text": "He received a good deal of work from an organisation known as Bharat Sanchar Nigam Limited (\"BSNL\") or Calcutta Telephones.",
      "id": "s15"
    },
    {
      "text": "The appellant's parents were members of the Communist Party India (Marxist) (\"CPI(M)\") and he shared a number of their ideals.",
      "id": "s16"
    },
    {
      "text": "In 2004, the appellant's father walked out of the CPI(M) party in protest against corrupt leaders.",
      "id": "s17"
    },
    {
      "text": "He joined the Trina Mul Congress (\"TMC\") and the appellant did likewise.",
      "id": "s18"
    },
    {
      "text": "The Tribunal found that the conflict between the appellant's father and the CPI(M) had been resolved.",
      "id": "s19"
    },
    {
      "text": "The appellant provided financial support to the TMC at local elections held in April 2006.",
      "id": "s20"
    },
    {
      "text": "A former employee of the appellant, who he dismissed for theft, became a business rival of the appellant.",
      "id": "s21"
    },
    {
      "text": "In June 2006, the appellant was attacked with a knife in the carpark of his business premises.",
      "id": "s22"
    },
    {
      "text": "Neither the appellant nor his driver saw his attacker.",
      "id": "s23"
    },
    {
      "text": "The appellant claimed that his attacker was a CPI(M) leader, but the Tribunal was not satisfied that this was the fact.",
      "id": "s24"
    },
    {
      "text": "In January 2007, whilst travelling in a motor vehicle with his wife, the appellant was chased by a person or persons unknown.",
      "id": "s25"
    },
    {
      "text": "His wife suffered a miscarriage in the chase which ensued.",
      "id": "s26"
    },
    {
      "text": "The pursuers could not be identified and the Tribunal considered that the appellant's claim that the chase was related to the CPI(M) and his involvement in the TCM was speculative.",
      "id": "s27"
    },
    {
      "text": "The appellant and his wife have been threatened over the telephone and at his business premises.",
      "id": "s28"
    },
    {
      "text": "The threats appear to have started at around the time of the elections in 2006.",
      "id": "s29"
    },
    {
      "text": "The threats were due in part, at least, to the appellant's support of the TCM during the elections.",
      "id": "s30"
    },
    {
      "text": "Neither the appellant nor his wife were able to identify the persons who made these threats, but the Tribunal said it appeared that they were not purely random.",
      "id": "s31"
    },
    {
      "text": "The motives behind the behaviour of his former employee and then business rival were Convention related.",
      "id": "s32"
    },
    {
      "text": "The Tribunal said: \n \n \"In his evidence, the primary applicant said that he had many business rivals who resented his success.",
      "id": "s33"
    },
    {
      "text": "The primary applicant also told the Tribunal that many of his business rivals were involved with the CPI(M).",
      "id": "s34"
    },
    {
      "text": "The Tribunal accepts that this is possible.",
      "id": "s35"
    },
    {
      "text": "\" \n \n\n A significant reason for the threats and attacks against the appellant and his wife was business rivalry and resentment towards the appellant who has been very successful in his business.",
      "id": "s36"
    },
    {
      "text": "Successful businessmen in India constitute a particular social group within the Convention and the appellant is a member of that group.",
      "id": "s37"
    },
    {
      "text": "The appellant has suffered harm as a result of his membership of that group.",
      "id": "s38"
    },
    {
      "text": "The Tribunal expressed the following important conclusions: \n \n \"Consequently, the Tribunal is prepared to accept that the primary applicant's political involvement and business success are reasons for the harm which he has suffered in India.",
      "id": "s39"
    },
    {
      "text": "The Tribunal is satisfied that the harm amounts to serious harm, as the applicants have been threatened with death and assaulted.",
      "id": "s40"
    },
    {
      "text": "The Tribunal is therefore prepared to accept that the applicants have been persecuted for Convention related reasons, specifically political opinion and membership of a particular social group by the primary applicant.",
      "id": "s41"
    },
    {
      "text": "\" \n \n\n The appellant had not provided any support to the TMC since the elections in 2006 and he was too busy to be involved.",
      "id": "s42"
    },
    {
      "text": "He has not been politically active since coming to Australia.",
      "id": "s43"
    },
    {
      "text": "The appellant's political involvement in India was in fact limited both in time and actual involvement.",
      "id": "s44"
    },
    {
      "text": "The Tribunal concluded from all the circumstances that it could not be satisfied that the appellant would be active in the TMC or in politics if he returned to India.",
      "id": "s45"
    },
    {
      "text": "The Tribunal found that, although the appellant had sold his business in India, he was clearly a talented businessman who would continue his business activities if he returned to India.",
      "id": "s46"
    },
    {
      "text": "The Tribunal then turned to consider the questions of whether the appellant would be able to access adequate state protection in India and whether the appellant could relocate to another part of India to avoid persecution by the CPI(M).",
      "id": "s47"
    },
    {
      "text": "The Tribunal found that the appellant would be afforded adequate state protection in relation to any harm the appellant feared from the CPI(M) and business rivals in India, and considered the relocation issue \"[f]or the sake of completeness\".",
      "id": "s48"
    },
    {
      "text": "With respect to the issue of adequate state protection, the Tribunal considered the police response to the incidents involving the appellant in June 2006 and January 2007 respectively.",
      "id": "s49"
    },
    {
      "text": "The Tribunal found that the police had responded to both incidents and that the police had not proceeded because of the difficulty in tracing the unidentified perpetrators of the crimes.",
      "id": "s50"
    },
    {
      "text": "This indicated that the authorities would be willing and able to provide adequate state protection if the appellant and his wife were threatened or harmed in the future.",
      "id": "s51"
    },
    {
      "text": "The Tribunal said that the appellant had not provided any independent information as to a lack of state protection in his area or in India generally, in relation to TMC members, and the Tribunal said that it had not found any information to indicate that state protection would be withheld if the appellant faced harm for a Convention reason.",
      "id": "s52"
    },
    {
      "text": "The Tribunal said that there was no independent information to establish a link between the CPI(M) and the police.",
      "id": "s53"
    },
    {
      "text": "The appellant had claimed that there was such a link and that the CPI(M) had a good relationship with the police.",
      "id": "s54"
    },
    {
      "text": "The Tribunal found that the police were unable to pursue the perpetrators of the attacks because of a lack of identification, not a lack of willingness to do so.",
      "id": "s55"
    },
    {
      "text": "The Tribunal referred to the decision of the High Court in Minister for Immigration and Multicultural Affairs v Respondents S152/2003 [2004] HCA 18 ; (2004) 222 CLR 1 (\" Respondents S152/2003 \").",
      "id": "s56"
    },
    {
      "text": "The Tribunal said that it was satisfied that the police had responded in an appropriate and adequate manner in relation to the incidents involving the appellant in June 2006 and January 2007 respectively, and that the police would provide an adequate level of protection to the appellant and his wife should there be any threats in the future.",
      "id": "s57"
    },
    {
      "text": "With respect to the issue of relocation, the Tribunal noted that Indians were free to move within the country with the exception of the states of Jammu and Kashmir.",
      "id": "s58"
    },
    {
      "text": "The harm suffered by the appellant was \"closely related\" to his business activities in Calcutta, in particular his contract with BSNL and his support for the TCM in the local elections in April 2006.",
      "id": "s59"
    },
    {
      "text": "The Tribunal said: \n \n \"This leads the Tribunal to conclude that there is a very strong local element to any harm which the applicants have suffered.",
      "id": "s60"
    },
    {
      "text": "Should he relocate to another part of India, this local element would be removed and the antagonism and persecution from political and business opponents would not exist.",
      "id": "s61"
    },
    {
      "text": "\" \n \n The Tribunal noted that India had a democratically elected government, is essentially governed by the rule of law and has a judiciary \"which is independent, albeit slow-moving\".",
      "id": "s62"
    },
    {
      "text": "The Tribunal concluded that the appellant would not suffer persecution because of his political activity and views and his support of the TCM in the elections in 2006 and that he would not suffer any harm or persecution because of his business success in another part of India.",
      "id": "s63"
    },
    {
      "text": "The Tribunal expressed the following conclusion with respect to the issue of relocation: \n \n \"The evidence from the applicant indicates that he has significant skills and business acumen which would allow him to work and provide financially for his family in another part of India.",
      "id": "s64"
    },
    {
      "text": "He does not have dependents who require him to specifically remain in Calcutta, as indicated in his evidence about his family.",
      "id": "s65"
    },
    {
      "text": "The Tribunal finds that it would be reasonable, having regard to all the applicant's circumstances, for him to relocate to one of a number of other areas in India.",
      "id": "s66"
    },
    {
      "text": "\" \n \n\n The Tribunal found that the appellant does not have a well-founded fear of persecution for Convention reasons if he returned to India and it affirmed the delegate's decision with respect to both the appellant and his wife.",
      "id": "s67"
    },
    {
      "text": "The application to the Federal Magistrates Court\n There were two grounds in the application for constitutional writs made to the Federal Magistrates Court.",
      "id": "s68"
    },
    {
      "text": "First, the appellant alleged that the Tribunal failed to record its decision in accordance with s 430 of the Act and, secondly, the appellant alleged that the Tribunal failed to analyse, or analyse properly, the future harm that the appellant and his wife might face if they were to return to India.",
      "id": "s69"
    },
    {
      "text": "The appellant was not represented before the Federal Magistrates Court.",
      "id": "s70"
    },
    {
      "text": "The Magistrate considered carefully the submissions the appellant put to him and he concluded that the Tribunal had not committed a jurisdictional error.",
      "id": "s71"
    },
    {
      "text": "He said that the Tribunal had complied with s 430 and, in any event, a failure to comply with s 430 did not give rise to a jurisdictional error.",
      "id": "s72"
    },
    {
      "text": "The Tribunal had properly analysed the future harm that the appellant and his wife might face if they were to return to India, but had decided the application for review by reference to the issues of adequate state protection and relocation within India.",
      "id": "s73"
    },
    {
      "text": "The appeal to this Court\n The appellant filed a notice of appeal which contained a number of grounds.",
      "id": "s74"
    },
    {
      "text": "The appellant then filed an amended notice of appeal which contained only one ground of appeal and that related to the issue of relocation within India.",
      "id": "s75"
    },
    {
      "text": "The appellant then filed a further amended notice of appeal which contained grounds of appeal relating to both the issue of relocation within India and the issue of adequate state protection.",
      "id": "s76"
    },
    {
      "text": "The respondent filed a notice of contention alleging that the judgment of the Federal Magistrates Court could be upheld on the issue of adequate state protection should it be found that that Court had erred with respect to the issue of relocation within India.",
      "id": "s77"
    },
    {
      "text": "The grounds in the Further Amended Notice of Appeal are as follows: \n \n \"1.",
      "id": "s78"
    },
    {
      "text": "His Honour erred in law in finding that no jurisdictional error has been made out in circumstances where the second respondent constructively failed to exercise jurisdiction by failing to consider whether the appellants could reasonably be expected to relocate to another part of India.",
      "id": "s79"
    },
    {
      "text": "The Tribunal committed jurisdictional error in circumstances where it failed to give the appellants a meaningful opportunity to give evidence and present arguments in accordance with section 425 of the Migration Act 1958 .",
      "id": "s80"
    },
    {
      "text": "Particulars : \n \n\n The delegate found the appellants' fear of Convention-based persecution was not well-founded as they could relocate to another region in India.",
      "id": "s81"
    },
    {
      "text": "Before the Tribunal the appellants claimed that the CPI(M) had a good relationship with the police and that the police would not pursue CPI(M) members.",
      "id": "s82"
    },
    {
      "text": "The Tribunal rejected this claim on the ground the appellants did not provide any independent information to show this claimed link.",
      "id": "s83"
    },
    {
      "text": "The Tribunal failed to give the appellants notice that it proposed to reject their critical claim in this regard.",
      "id": "s84"
    },
    {
      "text": "The Tribunal committed jurisdictional error when reviewing a decision of the delegate under section 414(1) of the Act in circumstances where it failed to give proper, genuine and realistic consideration to the appellants' claim of a link between the police and CPI(M) members.",
      "id": "s85"
    },
    {
      "text": "Particulars : \n \n\n The appellants repeat and rely on particulars to ground 2 above.",
      "id": "s86"
    },
    {
      "text": "The Tribunal committed jurisdictional error when dismissing the appellants' claimed link between the police and CPI(M) members by failing to conduct its review in accordance with the fair procedure required by the Act.",
      "id": "s87"
    },
    {
      "text": "\" The appellant challenges the Tribunal's conclusions with respect to adequate state protection and relocation within India.",
      "id": "s88"
    },
    {
      "text": "The challenge to the Tribunal's conclusion with respect to adequate state protection is put on three grounds.",
      "id": "s89"
    },
    {
      "text": "First, the appellant submits that the Tribunal impermissibly placed an onus on him to establish the alleged link between the police and the CPI(M) and, indeed, required him to produce independent information in support of the alleged link.",
      "id": "s90"
    },
    {
      "text": "Secondly, the appellant submits that the Tribunal failed to comply with s 425(1) of the Migration Act 1958 (Cth) (\"the Act\") in relation to the appellant's claim in evidence before the Tribunal that there is a good relationship between the CPI(M) and the police and that that meant that the police would not provide adequate protection to the appellant.",
      "id": "s91"
    },
    {
      "text": "Thirdly, the appellant submits that the Tribunal failed to comply with s 414(1) of the Act in that it did not give proper, genuine and realistic consideration to the appellant's claim that there is a good relationship between the CPI(M) and the police and that that meant that the police would not provide adequate protection to the appellant.",
      "id": "s92"
    },
    {
      "text": "The challenge to the Tribunal's conclusion with respect to relocation to another part of India is that the Tribunal did not consider all the necessary elements of a relocation claim.",
      "id": "s93"
    },
    {
      "text": "The Tribunal's conclusions with respect to adequate state protection were sufficient to deal with the appellant's application for review.",
      "id": "s94"
    },
    {
      "text": "As I have said, the Tribunal dealt with the issue of relocation for the sake of completeness.",
      "id": "s95"
    },
    {
      "text": "The Magistrate said it was incumbent on the Tribunal to do so, having regard to its finding that the circumstances related by the appellant amounted to persecution for a Convention reason, and he said that it would have been \"unwise\" for the Tribunal to have relied solely on its finding as to the availability of state protection.",
      "id": "s96"
    },
    {
      "text": "In the result, even if the Tribunal committed a jurisdictional error in connection with the issue of adequate state protection, the Tribunal's conclusions with respect to the issue of relocation were sufficient to deal with the appellant's application for review and justify the Tribunal's decision.",
      "id": "s97"
    },
    {
      "text": "With respect to the issue of adequate state protection, the High Court considered the relevant principles in Respondents S152/2003 .",
      "id": "s98"
    },
    {
      "text": "Adequate state protection is relevant to a claim for refugee status because, if it is available, an applicant will have difficulty in showing that he is a victim of persecution, or in establishing that he is justified in his unwillingness to seek the protection of his country of nationality (at 9 [21], 13 [29] per Gleeson CJ, Hayne and Heydon JJ).",
      "id": "s99"
    },
    {
      "text": "Adequate state protection does not mean a guarantee of safety.",
      "id": "s100"
    },
    {
      "text": "A person may have a well-founded fear of harm and yet there may be adequate state protection.",
      "id": "s101"
    },
    {
      "text": "What is required is a reasonably effective police force and a reasonably impartial system of justice or, put another way, a level of protection an applicant is entitled to expect according to international standards (at 12 [28], 13 [29] per Gleeson CJ, Hayne and Heydon JJ).",
      "id": "s102"
    },
    {
      "text": "In this case, leaving aside the appellant's assertion of a good relationship between the police and CPI(M) such that he would not be protected from threats or attacks by CPI(M), the Tribunal's approach to the question of adequate state protection did not involve error.",
      "id": "s103"
    },
    {
      "text": "The Tribunal considered the response by the police to the two incidents involving the appellant and said that it was adequate and appropriate.",
      "id": "s104"
    },
    {
      "text": "The police were willing and able to provide adequate protection if the appellant was threatened or harmed in the future.",
      "id": "s105"
    },
    {
      "text": "The Tribunal also found that India was governed by a democratically elected government, applied the rule of law and had a judiciary \"which is independent, albeit slow-moving\".",
      "id": "s106"
    },
    {
      "text": "The appellant pointed to evidence he gave at the hearing before the Tribunal about a connection between the police and the CPI(M).",
      "id": "s107"
    },
    {
      "text": "The transcript of the hearing was put before me.",
      "id": "s108"
    },
    {
      "text": "I can find one reference in the appellant's evidence to a connection between the police and the CPI(M).",
      "id": "s109"
    },
    {
      "text": "It is as follows: \n \n \"A: So after the incident in the car park, what happened after that?",
      "id": "s110"
    },
    {
      "text": "M: I went to the police station after that and I informed them, but they didn't take any action.",
      "id": "s111"
    },
    {
      "text": "The threats by phone didn't stop it was continuous and then I let them know and they were very aware of this scenario and situation because CPI has been ruling that area for the last 35 years, so they do have a very good connection with the police station.",
      "id": "s112"
    },
    {
      "text": "\" \n \n\n As to this evidence, the Tribunal said, among other things, that the appellant had not provided any independent information to show this claimed link between the CPI(M) and the police.",
      "id": "s113"
    },
    {
      "text": "The appellant submits that the Tribunal, in effect, put an onus on the appellant by requiring him to produce independent information in support of his evidence and that that was a jurisdictional error.",
      "id": "s114"
    },
    {
      "text": "He referred to SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs [2006] HCA 63 ; (2006) 228 CLR 152 (\" SZBEL \") at 164 [40].",
      "id": "s115"
    },
    {
      "text": "This submission must be rejected.",
      "id": "s116"
    },
    {
      "text": "The Tribunal did not place an onus on the appellant, let alone an onus to produce independent information.",
      "id": "s117"
    },
    {
      "text": "In the passage to which I was referred, the Tribunal was simply making an observation about the lack of a particular type of evidence which one might have expected had the asserted fact been true.",
      "id": "s118"
    },
    {
      "text": "The Tribunal accepted a number of aspects of the appellant's account without the need for corroboration and it noted that the appellant's own evidence was clear that the police were unable to pursue the perpetrators, \"because of a lack of identification, not a lack of willingness to do so\".",
      "id": "s119"
    },
    {
      "text": "The appellant submits that the Tribunal failed to fulfil its obligation in s 425(1) of the Act in that it did not advise the appellant that the claimed connection between the police and the CPI(M) was an issue arising in relation to the decision under review.",
      "id": "s120"
    },
    {
      "text": "Again, he refers to SZBEL .",
      "id": "s121"
    },
    {
      "text": "This submission must be rejected.",
      "id": "s122"
    },
    {
      "text": "Nothing occurred before the Tribunal hearing which could have led the appellant to assume that the claimed connection between the police and the CPI(M) was not an issue before the Tribunal.",
      "id": "s123"
    },
    {
      "text": "I say that because the appellant did not raise the claimed connection before the hearing ( SZJUB v Minister for Immigration and Citizenship [2007] FCA 1486 at [21] per Bennett J; SZDTM v Minister for Immigration and Citizenship [2008] FCA 1258 at [72] per Dowsett J).",
      "id": "s124"
    },
    {
      "text": "There is no statement in the appellant's application for a protection visa that the police and the CPI(M) were linked or that the latter exercised some control over the activities of the former.",
      "id": "s125"
    },
    {
      "text": "I reject the appellant's suggestion that the statement made by him in his application for a protection visa that after the incident in the carpark he told the police, \"suspect name but police was unable to take any action against CPI(M) party leader\" raised the claimed link between the police and the CPI(M).",
      "id": "s126"
    },
    {
      "text": "In his reasons for refusing the appellant's application for a protection visa, the delegate concluded that the appellant did not face a real chance of \"Convention based persecutory harm\" if he returned to India.",
      "id": "s127"
    },
    {
      "text": "The delegate did not address, at least directly, the issue of adequate state protection.",
      "id": "s128"
    },
    {
      "text": "He did address the issue of relocation to another part of India.",
      "id": "s129"
    },
    {
      "text": "The delegate did not accept the appellant's evidence on a number of matters, referring to the fact that he had made \"a number of generalised and unsubstantiated claims\".",
      "id": "s130"
    },
    {
      "text": "There is no reference in the delegate's reasons to any claim by the appellant of a link between the police and the CPI(M).",
      "id": "s131"
    },
    {
      "text": "There was no obligation on the Tribunal before the hearing to raise with the appellant any matter concerning a claimed link between the police and the CPI(M).",
      "id": "s132"
    },
    {
      "text": "Furthermore, the question of the police response to the attacks on, and threats to, the appellant was clearly an issue before the Tribunal.",
      "id": "s133"
    },
    {
      "text": "The appellant was told during the hearing that a good deal of the Tribunal's assessment would depend on what he and his wife told the Tribunal during the hearing.",
      "id": "s134"
    },
    {
      "text": "The appellant submits that the Tribunal did not give proper, genuine and realistic consideration to the claimed link between the police and CPI(M).",
      "id": "s135"
    },
    {
      "text": "The Tribunal addressed the issue and stated its reasons for rejecting the appellant's allegation of a link.",
      "id": "s136"
    },
    {
      "text": "I do not think there is any substance in this submission, and therefore I do not need to address the question of the proper description of the Tribunal's obligation under s 414 of the Act to review the decision (see NABE v Minister for Immigration and Multicultural and Indigenous Affairs (No 2) [2004] FCAFC 263 ; (2004) 144 FCR 1 at 16 [50] - [51] ; SZEJF v Minister for Immigration and Multicultural and Indigenous Affairs [2006] FCA 724 at [39] per Rares J).",
      "id": "s137"
    },
    {
      "text": "The appellant raised two matters in his written submission which are not reflected, expressly at least, in any ground of appeal.",
      "id": "s138"
    },
    {
      "text": "First, he submits that the Tribunal did not consider adequate state protection in the context of the threats he and his wife had received.",
      "id": "s139"
    },
    {
      "text": "The Tribunal had only addressed the issue in the context of the two incidents in June 2006 and January 2007 respectively.",
      "id": "s140"
    },
    {
      "text": "I reject this submission.",
      "id": "s141"
    },
    {
      "text": "I think the Tribunal's finding in relation to \"threats\" applied not only to the two incidents but also to the other threats made to the appellant and his wife.",
      "id": "s142"
    },
    {
      "text": "Secondly, the appellant submits that the Tribunal failed to make a finding as to who reported the incident in January 2007 to the police.",
      "id": "s143"
    },
    {
      "text": "Even if that is so it is of no consequence.",
      "id": "s144"
    },
    {
      "text": "The significant fact, about which the Tribunal did make a finding, was that the incident had been reported to the police.",
      "id": "s145"
    },
    {
      "text": "I turn now to the issue of relocation within India.",
      "id": "s146"
    },
    {
      "text": "A person may be refused refugee status where it is reasonable for the person to relocate to a safe area within the country of his or her nationality or citizenship.",
      "id": "s147"
    },
    {
      "text": "This principle is not expressly stated in Article 1A(2) of the Refugees Convention, as amended by the Refugees Protocol, but arises because a person claiming refugee status must be outside the country of his nationality owing to a well-founded fear of being persecuted for a Convention reason.",
      "id": "s148"
    },
    {
      "text": "I refer to the discussion by Gummow, Hayne and Crennan JJ in SZATV v Minister for Immigration and Citizenship [2007] HCA 40 ; (2007) 233 CLR 18 (\" SZATV \") at 22-26 [9]-[22].",
      "id": "s149"
    },
    {
      "text": "However, the relocation principle is not engaged simply by establishing that an applicant does not have a well-founded fear of persecution in another part of his or her country of nationality or citizenship.",
      "id": "s150"
    },
    {
      "text": "The principle is only engaged if, in addition, it is reasonable, in the sense of practicable, for an applicant to relocate.",
      "id": "s151"
    },
    {
      "text": "In SZATV , Gummow, Hayne and Crennan JJ (with whom Callinan J relevantly agreed) said (at 26-27 [23]-[24]): \n \n \"The Minister framed the issue, for a situation such as that presented by this appeal, as being whether it be reasonable, in the sense of practicable, for the appellant to relocate to a region where, objectively, there is no appreciable risk of the occurrence of the feared persecution.",
      "id": "s152"
    },
    {
      "text": "This formulation does not suffer from the defects urged by the appellant.",
      "id": "s153"
    },
    {
      "text": "It does not turn upon a \"hypothetical assumption\", nor does it prevent account being taken of the presence of a subjective fear of persecution, nor does it treat the presence of a \"safe area\" within the country of nationality as determinative of the existence of a well-founded fear of persecution.",
      "id": "s154"
    },
    {
      "text": "However, that does not mean that, without more, the formulation by the Minister is sufficient and satisfactory.",
      "id": "s155"
    },
    {
      "text": "What is \"reasonable\", in the sense of \"practicable\", must depend upon the particular circumstances of the applicant for refugee status and the impact upon that person of relocation of the place of residence within the country of nationality.",
      "id": "s156"
    },
    {
      "text": "\" \n \n\n In SZFDV v Minister for Immigration and Citizenship [2007] HCA 41 ; (2007) 233 CLR 51 , Gummow, Hayne and Crennan JJ (with whom Callinan J relevantly agreed) said (at 55 [14]): \n \n \"As indicated in the reasons in SZATV, and as a general proposition to be applied to the circumstances of the particular case, it may be reasonable for the applicant for a protection visa to relocate in the country of nationality to a region where, objectively, there is no appreciable risk of the occurrence of the feared persecution.",
      "id": "s157"
    },
    {
      "text": "\" \n \n\n The appellant submits that the Tribunal did not address the issue of whether it was reasonable, in the sense of practicable, for the appellant to relocate to another part of India.",
      "id": "s158"
    },
    {
      "text": "As I understood the submission, it was accepted by the appellant that the Tribunal had addressed the question of whether the appellant could relocate to a region where, objectively, there was no appreciable risk of the occurrence of the feared persecution and had decided that he could.",
      "id": "s159"
    },
    {
      "text": "The issue that the Tribunal had not addressed, according to the appellant's submission, was whether it was reasonable, in the sense of practicable, for the appellant to do so.",
      "id": "s160"
    },
    {
      "text": "The appellant referred to Randhawa v Minister for Immigration, Local Government and Ethnic Affairs [1994] FCA 1253 ; (1994) 52 FCR 437 (\" Randhawa \") and NAIZ v Minister for Immigration and Multicultural and Indigenous Affairs [2005] FCAFC 37 (\" NAIZ \").",
      "id": "s161"
    },
    {
      "text": "The authorities suggest that the extent to which the Tribunal must consider the reasonableness, in the sense of practicability, of relocation will depend on the circumstances of the case.",
      "id": "s162"
    },
    {
      "text": "Relevant considerations include the applicant's personal circumstances, the general conditions of the country, the reasons for the persecutory conduct and the case the appellant seeks to make.",
      "id": "s163"
    },
    {
      "text": "No doubt there are other factors.",
      "id": "s164"
    },
    {
      "text": "The administrative body gave the matter adequate consideration in Randhawa (at 443 per Black CJ, at 452-453 per Beaumont J), but not in NAIZ (at [22] per Branson J with whom North J agreed).",
      "id": "s165"
    },
    {
      "text": "In my opinion, in this case, the Tribunal properly addressed the issue of relocation within India.",
      "id": "s166"
    },
    {
      "text": "The Tribunal referred to the appellant's significant skills and business acumen which it said would allow the appellant to work and provide financially for his family in another part of India.",
      "id": "s167"
    },
    {
      "text": "The Tribunal referred to the fact that the appellant did not have dependents who required him to remain specifically in Calcutta.",
      "id": "s168"
    },
    {
      "text": "The Tribunal expressly said: \n \n \"... it would be reasonable having regard to all the applicant's circumstances, for him to relocate to one of a number of other areas in India.",
      "id": "s169"
    },
    {
      "text": "\" \n \n\n It seems clear then that the Tribunal addressed the issue of whether it would be reasonable, in the sense of practicable, for the appellant to relocate to other areas in India.",
      "id": "s170"
    },
    {
      "text": "The appellant refined his submission by suggesting that the Tribunal had not addressed reasonableness because it had not addressed whether the appellant could support his family during an establishment period for a new business.",
      "id": "s171"
    },
    {
      "text": "It seems to me that, in truth, this is not a contention that the Tribunal has not addressed a necessary element of a claim, but rather a contention that the Tribunal has not addressed the matter adequately.",
      "id": "s172"
    },
    {
      "text": "It seems to me that, even if made out, the contention does not amount to jurisdictional error.",
      "id": "s173"
    },
    {
      "text": "In any event, I do not think the criticism of the Tribunal's approach is justified.",
      "id": "s174"
    },
    {
      "text": "The Tribunal considered the appropriate issues at the appropriate level.",
      "id": "s175"
    },
    {
      "text": "It referred to the appellant as a \"talented businessman\" with \"significant skills and business acumen\" and it concluded that it would be reasonable, \"having regard to all the applicant's circumstances\", for the appellant to relocate to one of a number of other areas in India.",
      "id": "s176"
    },
    {
      "text": "I do not think the Tribunal was required to consider the issues at a level of detail involving consideration of a start up period for a business.",
      "id": "s177"
    },
    {
      "text": "The appellant made an alternative submission to the effect that there was no evidence to support the Tribunal's finding of reasonableness in the sense of practicability.",
      "id": "s178"
    },
    {
      "text": "That submission must be rejected because it is clear that the Tribunal asked itself the right question and there was material upon which it could reach its conclusion.",
      "id": "s179"
    },
    {
      "text": "The correctness of the Tribunal's conclusion is not a matter of jurisdictional error.",
      "id": "s180"
    },
    {
      "text": "The Tribunal's decision with respect to the issue of adequate state protection and with respect to the issue of relocation within India did not involve jurisdictional error, and the Magistrate was correct in dismissing the appellant's application for constitutional writs.",
      "id": "s181"
    },
    {
      "text": "Conclusion\n The appeal must be dismissed.",
      "id": "s182"
    },
    {
      "text": "The appellants must pay the first respondent's costs of the appeal.",
      "id": "s183"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Besanko.",
      "id": "s184"
    },
    {
      "text": "Associate: \n \n \nDated: 23 September 2009\n \n Counsel for the Appellants: Dr J G Azzi \n \n Counsel for the First and Second Respondents: Mr J D Smith \n \n Solicitor for the First and Second Respondents: Clayton Utz \n Date of Hearing: 7 May 2009 \n \n Date of Judgment: 23 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1067.html",
      "id": "s185"
    }
  ]
}