{
  "name": "Gamage v Minister for Immigration and Citizenship [2009] FCA 1373 (19 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1373.html",
  "catchphrases": [
    {
      "text": "urgent injunction",
      "id": "c0"
    },
    {
      "text": "application to restrain imminent deportation",
      "id": "c1"
    },
    {
      "text": "application for leave to appeal from refusal to grant similar injunction 3 days before in federal magistrates court",
      "id": "c2"
    },
    {
      "text": "injunction",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The applicant seeks urgently today an injunction to restrain the first respondent from deporting him from Australia tomorrow.",
      "id": "s0"
    },
    {
      "text": "He also seeks leave to appeal from a Federal Magistrate's refusal to grant a similar injunction earlier this week.",
      "id": "s1"
    },
    {
      "text": "Before addressing the substantive considerations, there are two preliminary applications to consider.",
      "id": "s2"
    },
    {
      "text": "The first is an application for assistance as amicus curiae and the second, an application for an adjournment of his application.",
      "id": "s3"
    },
    {
      "text": "These reasons collect and revise three oral rulings given at the hearing.",
      "id": "s4"
    },
    {
      "text": "THE PROCEDURAL BACKGROUND \n First, some brief background with more detail to follow (at [56]).",
      "id": "s5"
    },
    {
      "text": "The matter that is before me today is not strictly competent.",
      "id": "s6"
    },
    {
      "text": "What has been filed is an appeal from a decision of a Federal Magistrate, whereas what was advised to the applicant, Mr Gamage, two days ago by the Registry of the Court was that it was necessary to file an application for leave to appeal from the decision under consideration.",
      "id": "s7"
    },
    {
      "text": "Nevertheless, as I have indicated to counsel for the first respondent, Mr Macliver, I propose treating the substantive application as being competent in the sense that I will treat it as an application for leave to appeal from an order refusing to grant an injunction.",
      "id": "s8"
    },
    {
      "text": "As will become evident in this particular case, it would follow that if such leave were granted, the injunction would also be granted.",
      "id": "s9"
    },
    {
      "text": "In the Federal Magistrates Court, Lucev FM delivered oral reasons for judgment on 16 November 2009, making orders including, relevantly, an order that the applicant's application for injunctive relief be dismissed.",
      "id": "s10"
    },
    {
      "text": "On that day, the applicant filed a notice of appeal in this Court, appealing the dismissal of the application for an injunction and seeking an urgent injunction restraining the first respondent from removing the applicant at 3.50 pm that day.",
      "id": "s11"
    },
    {
      "text": "In fact, the applicant was not removed from Australia on 16 November 2009 and, but for his appearance today, he remains in immigration detention at the Perth Immigration Detention Centre.",
      "id": "s12"
    },
    {
      "text": "Further arrangements have been made for him to be removed from Australia at 7.40 am tomorrow, 20 November 2009.",
      "id": "s13"
    },
    {
      "text": "In the documents filed by Mr De Alwis, to whom I will refer shortly, he has lodged a Notice of Amended Appeal with extensive grounds of appeal.",
      "id": "s14"
    },
    {
      "text": "(As indicated, this substantive proceeding will be treated as an application for leave to appeal from a judgment of the Federal Magistrates Court).",
      "id": "s15"
    },
    {
      "text": "This Court has power pursuant to s 24(1)(d) of the Federal Court of Australia Act 1976 (Cth) to hear and determine appeals from judgments of the Federal Magistrates Court, exercising original jurisdiction under a law of the Commonwealth, other than various exceptions which are not presently relevant.",
      "id": "s16"
    },
    {
      "text": "Such an appeal, however, against an interlocutory judgment, such as that under consideration, cannot proceed unless leave to appeal is granted.",
      "id": "s17"
    },
    {
      "text": "The judgment of the learned Federal Magistrate, refusing the application for an interim injunction being interlocutory, it is necessary for two tests to be satisfied, to grant leave to appeal from that decision in accordance with the principles of the Full Court of this Court in Decor Corp Pty Ltd v Dart Industries Inc [1991] FCA 655 ; (1991) 33 FCR 397.",
      "id": "s18"
    },
    {
      "text": "The requirements are, first, that the decision be attended with sufficient doubt to warrant its being reconsidered by the Full Court, or in this case, by a single judge, and secondly, that substantial injustice would result if leave were refused, supposing the decision to be wrong.",
      "id": "s19"
    },
    {
      "text": "As its written outline foreshadows, the first respondent will submit neither test is satisfied.",
      "id": "s20"
    },
    {
      "text": "APPLICATION FOR MR DE ALWIS TO APPEAR AS AMICUS CURIAE \n Before turning to the argument on the substantive issues, a preliminary question has arisen.",
      "id": "s21"
    },
    {
      "text": "The question is whether Mr De Alwis, formerly a legal practitioner in Western Australia, can appear as a 'McKenzie Friend' ( McKenzie v McKenzie [1971] P 33) or as amicus curiae, due to the fact that the applicant is not skilled in matters of law, nor particularly conversant with the English language.",
      "id": "s22"
    },
    {
      "text": "So far as language is concerned, I also record that the applicant is accompanied in today's hearing by an interpreter in the applicant's native language, and of course, it is the case in many migration matters that this procedure is followed so that applicants involved in proceedings can follow and participate in proceedings with the assistance of an interpreter, although I do note that the applicant does speak some English.",
      "id": "s23"
    },
    {
      "text": "As I will explain, the applicant has served a term of imprisonment for conviction on State charges relating to sexual offences.",
      "id": "s24"
    },
    {
      "text": "His appeal was dismissed by the Court of Appeal.",
      "id": "s25"
    },
    {
      "text": "In the course of submissions by Mr De Alwis, a very passing reference was made by Mr De Alwis to my previous involvement, having prosecuted on behalf of the Commonwealth.",
      "id": "s26"
    },
    {
      "text": "I took him to mean in relation to migration matters and I clarified with him that I could not recall having done so and I am sure that is the case.",
      "id": "s27"
    },
    {
      "text": "I do recall on reflection, though, having prosecuted on behalf of, as distinct from defending against, the Commonwealth Director of Public Prosecutions in relation to a company law matter in a criminal prosecution, quite some years ago.",
      "id": "s28"
    },
    {
      "text": "I did not take him to be referring to such matters, but that is the only matter in which I can recall having prosecuted on behalf of the Commonwealth.",
      "id": "s29"
    },
    {
      "text": "As indicated during the hearing, prior to appointment to the bench, over two years ago, I appeared for and against Commonwealth instrumentalities on quite a number of occasions.",
      "id": "s30"
    },
    {
      "text": "But the topic was not raised with me in terms of any suggestion of bias but rather on the suggested basis that I would 'understand the Commonwealth's' approach to matters.",
      "id": "s31"
    },
    {
      "text": "In relation to an application for leave to appear as a McKenzie Friend or an amicus curiae, the cases disclose a number of relevant principles.",
      "id": "s32"
    },
    {
      "text": "The principles and authorities are collected and considered extensively in a decision of the New South Wales Court of Appeal in Damjanovic v Maley [2002] NSWCA 230 ; (2002) 55 NSWLR 149.",
      "id": "s33"
    },
    {
      "text": "Amongst the principles which have been considered by the courts and given a variety of weight are: In relation to all those matters, quite clearly the guiding principle is the public interest in the attainment of justice and the ends of justice.",
      "id": "s34"
    },
    {
      "text": "As observed by the Court of Appeal of New South Wales, the public has an interest in the effective, efficient and expeditious disposal of litigation in the courts.",
      "id": "s35"
    },
    {
      "text": "As a general rule, this can best be achieved by the parties employing qualified lawyers, and as Gleeson CJ observed in a speech delivered to the Supreme Court of Japan in January 2000, which is also cited by the Court of Appeal, the adversary system assumes in the interests of both justice and efficiency that cases will be presented to courts by skilled professionals and to the extent to which that assumption breaks down so does the system.",
      "id": "s36"
    },
    {
      "text": "Another presently important consideration, in my view, amongst the many which might arise on such application, may be that in an appropriate case a legal practitioner may be ordered to pay costs.",
      "id": "s37"
    },
    {
      "text": "The position is far less clear in relation to a non-party advocate.",
      "id": "s38"
    },
    {
      "text": "There may be extreme circumstances where the conduct of a lay advocate could attract an adverse costs order, but the overall duty of a barrister or a solicitor to the court is an important consideration and the court is entitled to place reliance on that duty and expect it to be met.",
      "id": "s39"
    },
    {
      "text": "These points are emphasised by the Court of Appeal in the decision to which I have referred.",
      "id": "s40"
    },
    {
      "text": "I invited Mr De Alwis to address me on the basis on which he should be entitled to be granted leave to appear as amicus curiae in relation to this matter.",
      "id": "s41"
    },
    {
      "text": "In the course of that address, which lasted over an hour, he made it clear that he had not seen or read the reasons for decision of the Court below.",
      "id": "s42"
    },
    {
      "text": "Notwithstanding that, he had filed extremely extensive grounds of appeal (30) against the decision and that (together with their content) weigh heavily against, in my view, the desirability of his being permitted to appear as an amicus curiae.",
      "id": "s43"
    },
    {
      "text": "But he did address me for over half an hour in a tone which was dramatic, emotional and generalised.",
      "id": "s44"
    },
    {
      "text": "He spoke first as to the reasons why the criminal proceedings determined against the applicant were unfair and unjust, notwithstanding that they have proceeded to the Court of Appeal and an appeal has been rejected about 20 months ago ( Gamage v The State of Western Australia [2008] WASCA 49) and notwithstanding that an application for leave to the High Court of Australia was lodged recently, but not pursued.",
      "id": "s45"
    },
    {
      "text": "Although the relevance of this topic was not immediately apparent from the 30 grounds of appeal, it became evident on the substantive argument, as well as in the application for the adjournment, that the applicant seeks to restrain his deportation so that he may pursue, belatedly, an application for special leave to appeal to the High Court of Australia from the Court of Appeal's decision refusing his appeal from conviction.",
      "id": "s46"
    },
    {
      "text": "Mr De Alwis then addressed me at some length as to why he should not have been struck off the Roll of Practitioners, as he was over three years ago.",
      "id": "s47"
    },
    {
      "text": "He has indicated that he now also proposes to seek special leave to appeal to the High Court against that decision.",
      "id": "s48"
    },
    {
      "text": "As I say, the decision to strike him off was given over three years ago ( The Legal Practitioners Complaints Committee v De Alwis [2006] WASCA 198).",
      "id": "s49"
    },
    {
      "text": "Similarly he addressed me on why other decisions to suspend him from practising as a lawyer in other proceedings were unfair.",
      "id": "s50"
    },
    {
      "text": "I also now note and disclose on editing and revising the oral reasons that it appears from The Legal Practitioners Complaints Committee v De Alwis [2006] WASCA 198 that I sat as one of the members of the then Legal Practitioners Disciplinary Tribunal which referred the complaint against Mr De Alwis to the 'Full Bench' for its consideration in that decision, following, apparently his non-appearances before the Tribunal (in R11 of 2003).",
      "id": "s51"
    },
    {
      "text": "This was not raised in argument by Mr De Alwis.",
      "id": "s52"
    },
    {
      "text": "Mr De Alwis also addressed me for 15 or so minutes on other grounds in support of the reasons why an injunction should be granted to restrain the process which the first respondent wishes to adopt.",
      "id": "s53"
    },
    {
      "text": "Taking all those matters into consideration I have, at least to some extent (for about 50 minutes), had the opportunity of hearing him develop the submissions which would be advanced by him in support of the injunction application.",
      "id": "s54"
    },
    {
      "text": "It is quite clear that in substantial measure the submissions turn on why it is that the applicant should have his day in a personal sense to give instructions to counsel on a proposed application to the High Court for special leave to appeal from the Court of Appeal decision of March 2008.",
      "id": "s55"
    },
    {
      "text": "I turn now to aspects of the decision below in which a similar application by Mr De Alwis was considered by the learned Federal Magistrate.",
      "id": "s56"
    },
    {
      "text": "His Honour noted that the decision in which Mr De Alwis was struck off the Roll, pertained to an allegation that he had misappropriated funds from a client who was being deported.",
      "id": "s57"
    },
    {
      "text": "Although Mr De Alwis says that the decision was completely unfair, his Honour noted that on review of that judgment, which I have also read, it is clear that the proceedings issued by the Legal Practitioners Complaints Committee were protracted; they were adjourned a number of times over a fairly lengthy period of time, in circumstances where the practitioner sought adjournments for a variety of reasons, but ultimately he did not attend the final disciplinary hearing.",
      "id": "s58"
    },
    {
      "text": "When the matter came on before the Court of Appeal there were, evidently from the record of judgment, as his Honour noted, a myriad of submissions made, and when the matter came on before that court the practitioner collapsed.",
      "id": "s59"
    },
    {
      "text": "At the next hearing he claimed ill health and again collapsed.",
      "id": "s60"
    },
    {
      "text": "At the next hearing an adjournment was sought, but the court indicated that it could proceed by way of written submissions if the practitioner was unwell.",
      "id": "s61"
    },
    {
      "text": "The submissions were not filed but Mr De Alwis sought to have Roberts-Smith and Pullin JJA voluntarily disqualify themselves.",
      "id": "s62"
    },
    {
      "text": "A further hearing in a partly re-constituted court was held at which he once again collapsed.",
      "id": "s63"
    },
    {
      "text": "A further hearing was scheduled and he did not attend but communication was made to the court that he was in hospital.",
      "id": "s64"
    },
    {
      "text": "Clearly Mr De Alwis contends he has a serious health issue.",
      "id": "s65"
    },
    {
      "text": "The Court of Appeal, however, came to the view that as a matter of merit the breach was so serious as to demonstrate unfitness for further practice which was also demonstrated by the manner in which he had participated in the disciplinary proceedings themselves.",
      "id": "s66"
    },
    {
      "text": "Section 203(1)(b) of the Legal Practice Act 2003 (WA) provides that a legal practitioner who has been struck off the role or suspended from practice is prohibited from representing a person, in amongst other places, a court.",
      "id": "s67"
    },
    {
      "text": "Although, as Mr De Alwis correctly stresses, this does not automatically preclude his proposed role as amicus curiae or a McKenzie Friend).",
      "id": "s68"
    },
    {
      "text": "The question for consideration and before the learned Federal Magistrate was whether representation should be permitted, pursuant to the Court's discretion, in circumstances where assistance is provided as amicus curiae or a McKenzie Friend.",
      "id": "s69"
    },
    {
      "text": "It was noted below, and it is the case, as I have also read the decisions, that there have been a number of Western Australian cases (including one in the Supreme Court and one in the District Court) in which Mr De Alwis' application to appear in a similar capacity has been refused.",
      "id": "s70"
    },
    {
      "text": "In argument before me Mr De Alwis spoke on cases in which leave had been granted.",
      "id": "s71"
    },
    {
      "text": "Mr De Alwis also focussed on cases in which he had enjoyed success, particularly in the area of migration matters and invited me to infer from that (and the unfairness of his striking off) that I would be assisted by his involvement in this matter.",
      "id": "s72"
    },
    {
      "text": "But I am inclined to the conclusion, as his Honour in the Court below was, that it is inappropriate to have a person appear as a friend of the Court in a matter of this type, which is a migration deportation matter when the person was struck off the Roll of Practitioners for his conduct (misappropriation of funds) in a similar type of matter.",
      "id": "s73"
    },
    {
      "text": "To do so would be contrary to the statutory purpose evident from the Legal Practice Act .",
      "id": "s74"
    },
    {
      "text": "I also take into account the 30 grounds of appeal in the Amended Notice of Appeal.",
      "id": "s75"
    },
    {
      "text": "They were drawn by the applicant's brothers, lawyers in Sri Lanka, but Mr De Alwis filed them and seeks to become a party to the 'Appeal' himself.",
      "id": "s76"
    },
    {
      "text": "I address the content of those grounds later in my reasons.",
      "id": "s77"
    },
    {
      "text": "They were filed before Mr De Alwis had seen his Honour's draft reasons.",
      "id": "s78"
    },
    {
      "text": "This case does not fall within the exceptional class of case in which such leave may be permitted.",
      "id": "s79"
    },
    {
      "text": "The Court has a wide discretion in such applications.",
      "id": "s80"
    },
    {
      "text": "I do not consider that the involvement of Mr De Alwis will be of assistance or in the interests of justice.",
      "id": "s81"
    },
    {
      "text": "For those reasons I do not propose to grant Mr De Alwis leave to appear in the capacity sought in this matter and accordingly I will now continue with the substantive application.",
      "id": "s82"
    },
    {
      "text": "APPLICATION FOR ADJOURNMENT \n The applicant now applies by way of letter handed up to the Court following the ruling above and, I am told, without prior notice to the first respondent, for an adjournment of this application for an injunction to restrain his deportation.",
      "id": "s83"
    },
    {
      "text": "I have already read the contents of the letter into the transcript, but I will also repeat the contents at this point in my edited reasons: \n \n ...\n HONOURABLE SIR, \n \n\n \n \n RE: WAD 207/2009 \n Indrajabandu Gamage v. Minister for immigration \n \n\n \n \n I have been trying to get justice in this case for so long.",
      "id": "s84"
    },
    {
      "text": "I am now worried that I will be deported before I can prove my innocence.",
      "id": "s85"
    },
    {
      "text": "I have spent my full term of imprisonment.",
      "id": "s86"
    },
    {
      "text": "I am in detention for over three months now.",
      "id": "s87"
    },
    {
      "text": "I am not a lawyer.",
      "id": "s88"
    },
    {
      "text": "This case involves so much of complex legal issues.",
      "id": "s89"
    },
    {
      "text": "I cannot handle them.",
      "id": "s90"
    },
    {
      "text": "Last afternoon I was ready to come to court when another long affidavit was served.",
      "id": "s91"
    },
    {
      "text": "It raises many complex questions of law.",
      "id": "s92"
    },
    {
      "text": "I can't understand any of them at all.",
      "id": "s93"
    },
    {
      "text": "I need a lawyer ---URGENTLY.",
      "id": "s94"
    },
    {
      "text": "I plead with your Honour's court to please adjourn this hearing to another day-may be Monday next and order the Legal Aid Commission to grant me legal aid or see that I get a Pro bono lawyer at least from the Panel of Pro bono lawyers in the Federal Court .",
      "id": "s95"
    },
    {
      "text": "Its only then that this court can deliver Justice in this case.",
      "id": "s96"
    },
    {
      "text": "I am against the Commonwealth of Australia.",
      "id": "s97"
    },
    {
      "text": "This case involves a very unique question about my being defended by a lawyer who I had asked not to defend me.",
      "id": "s98"
    },
    {
      "text": "Mr. Vickridge forced himself and he sent me to jail as he said would happen.",
      "id": "s99"
    },
    {
      "text": "I am completely innocent of all the three charges I was convicted of.",
      "id": "s100"
    },
    {
      "text": "I must prove that.",
      "id": "s101"
    },
    {
      "text": "I must get an opportunity to do that.",
      "id": "s102"
    },
    {
      "text": "I pleaded with the two complainants not to visit another house nearby or the shed and the Area where other housemates lived.",
      "id": "s103"
    },
    {
      "text": "They were taking drugs-Cannabis, Speed, Ice and various other things.",
      "id": "s104"
    },
    {
      "text": "I told them that they must not visit others after coming to my place.",
      "id": "s105"
    },
    {
      "text": "I was shocked when they made several telephone calls and two men came and gave them prohibited drugs.",
      "id": "s106"
    },
    {
      "text": "They gave evidence and said that what they smoked was Cannabis.",
      "id": "s107"
    },
    {
      "text": "But Jeff and Clint who supplied them never came to court!",
      "id": "s108"
    },
    {
      "text": "They may have given anything.",
      "id": "s109"
    },
    {
      "text": "Police never investigated that aspect at all despite my asking them to do.",
      "id": "s110"
    },
    {
      "text": "Mr. Vickridge-my lawyer refused to ask any questions about that at all.",
      "id": "s111"
    },
    {
      "text": "I have a lot of things to say, Your Honour.",
      "id": "s112"
    },
    {
      "text": "If I get a lawyer I will say all that through him.",
      "id": "s113"
    },
    {
      "text": "Judge never told the Jury to consider whether the complainants could have hallucinated after taking Alcohol and Drugs and I indecently dealt with them or that in the case of X sexually penetrated her.",
      "id": "s114"
    },
    {
      "text": "I was acquitted of the charge about sexually penetrating Y I never touched any of these two complainants at anytime at all.",
      "id": "s115"
    },
    {
      "text": "(The names of the complainants --- which in any event had apparently been reversed --- have been replaced with X and Y in these reasons).",
      "id": "s116"
    },
    {
      "text": "My case is pending the High Court.",
      "id": "s117"
    },
    {
      "text": "My case against the cancellation of my student visa is to be heard on the 4 th December 2009 by the Federal Magistrate's Court.",
      "id": "s118"
    },
    {
      "text": "The Federal Magistrate refused only the Injunction.",
      "id": "s119"
    },
    {
      "text": "The main case is still pending.",
      "id": "s120"
    },
    {
      "text": "AGS has taken a Criminal Justice Visa for me when my application to the High Court was filed earlier .",
      "id": "s121"
    },
    {
      "text": "It had been cancelled after it was deemed abandoned-a few days earlier than it should have been done.",
      "id": "s122"
    },
    {
      "text": "Why was I not given the Criminal Justice Visa once again when my current Application No.",
      "id": "s123"
    },
    {
      "text": "P 41/09 was accepted for filing?",
      "id": "s124"
    },
    {
      "text": "I am unable to understand, Your Honour.",
      "id": "s125"
    },
    {
      "text": "I am waiting to get a date for the Hearing.",
      "id": "s126"
    },
    {
      "text": "This appeal is only against the refusal of the injunction.",
      "id": "s127"
    },
    {
      "text": "Sri Lanka is too poor to have facilities like in Australia.",
      "id": "s128"
    },
    {
      "text": "I cannot give instructions to my lawyers or appear from Sri Lanka.",
      "id": "s129"
    },
    {
      "text": "I'd be most grateful if you'd Sir please see that a lawyer-from Legal aid or from the Pro bono panel appears for me in this court too.",
      "id": "s130"
    },
    {
      "text": "Thank you for your Honour's indulgence.",
      "id": "s131"
    },
    {
      "text": "Essentially, what the applicant seeks, for the reasons stated, is a relatively short adjournment so that he can obtain legal advice.",
      "id": "s132"
    },
    {
      "text": "The focus is on the proposed special leave application to the High Court on the criminal convictions.",
      "id": "s133"
    },
    {
      "text": "The suggestion appears to be that if an injunction is not granted to restrain the deportation, neither the Federal Magistrates Court appeal nor the High Court special leave to appeal can be pursued.",
      "id": "s134"
    },
    {
      "text": "(The considerations for today's application are neutral to the claimed innocence).",
      "id": "s135"
    },
    {
      "text": "The first respondent opposes the application for an adjournment on a number of grounds.",
      "id": "s136"
    },
    {
      "text": "The first ground raised by the first respondent was that arrangements are already in hand, having been deferred once for the transportation of the applicant back to Sri Lanka tomorrow morning.",
      "id": "s137"
    },
    {
      "text": "I do not regard that ground as being highly relevant or persuasive because clearly the interests of justice are the most important consideration.",
      "id": "s138"
    },
    {
      "text": "If that were the only consideration, I have no doubt that the first respondent would accede to the Court's suggestion or requirement that arrangements might be made to defer the departure.",
      "id": "s139"
    },
    {
      "text": "It is then pointed out that, of course, the applicant does not hold a visa and that the Migration Act 1958 (Cth) (the Migration Act ) actually requires his removal if he does not hold a visa, that being a statutory requirement of the Parliament of Australia.",
      "id": "s140"
    },
    {
      "text": "The applicant's last visa expired some months ago.",
      "id": "s141"
    },
    {
      "text": "But this also would not prevent a short adjournment.",
      "id": "s142"
    },
    {
      "text": "Next and perhaps more importantly, to the extent the applicant relies on the argument that he needs assistance to run the substantive hearing appealing from the decision of the Migration Review Tribunal (the Tribunal), the first respondent argues that any outcome of that decision will not change the visa position because the visa would have expired at the same time as the decision to cancel it was made in any event.",
      "id": "s143"
    },
    {
      "text": "From this it also follows, it is argued, that there is no balance of convenience issue or interest of justice issue requiring a further adjournment of this proceeding, if the adjournment application were granted, to enable, in turn, a lawyer to be provided to assist in running the substantive matter before the Federal Magistrate.",
      "id": "s144"
    },
    {
      "text": "The first respondent also points to the fact that the applicant must have known that he would need a lawyer today, if that is indeed his position.",
      "id": "s145"
    },
    {
      "text": "It is, after all, his application.",
      "id": "s146"
    },
    {
      "text": "He must have known that Mr De Alwis was not a lawyer and he knew from events earlier in the week that the representation by Mr De Alwis was rejected by the Federal Magistrate.",
      "id": "s147"
    },
    {
      "text": "In broad terms he would have known why that was so because of the exchanges which occurred in the hearing.",
      "id": "s148"
    },
    {
      "text": "Yet no, or no effective steps to procure legal representation are in evidence.",
      "id": "s149"
    },
    {
      "text": "It was said by Mr De Alwis in his submissions that extensive steps have been taken to try to get a lawyer.",
      "id": "s150"
    },
    {
      "text": "But that does not really support an adjournment for further attempts to be made.",
      "id": "s151"
    },
    {
      "text": "Rather, it is consistent with lack of enthusiasm for providing representation.",
      "id": "s152"
    },
    {
      "text": "On this aspect I do not have the power to order legal aid funding or to issue a visa.",
      "id": "s153"
    },
    {
      "text": "As to the latter, it would seem doubtful a criminal justice certificate (State) would issue.",
      "id": "s154"
    },
    {
      "text": "Further, the precious resources available for an Order 80 certificate for a pro bono practitioner should be reserved, in my view, for arguable cases.",
      "id": "s155"
    },
    {
      "text": "In any event a certificate under O 80 does not guarantee that a practitioner will be willing let alone be obliged, to take the brief.",
      "id": "s156"
    },
    {
      "text": "In that regard, the applicant's primary reason is connected with the argument which has been advanced strenuously in the course of the proceedings today in relation to the alleged injustice concerning his conviction in the District Court and on appeal.",
      "id": "s157"
    },
    {
      "text": "In particular, he argues that he needs a lawyer to assist him with advancing the special leave application against the Court of Appeal decision and, of course, to argue the appeal before the High Court if special leave is granted.",
      "id": "s158"
    },
    {
      "text": "The applicant stresses the point that his particular application is not only one driven by complete innocence of all charges but also involves 'a very unique question' about his being defended by a lawyer who he had asked not to defend him and one who 'forced himself' on him.",
      "id": "s159"
    },
    {
      "text": "I must say that complaints about defending legal aid and other counsel after convictions are not, as suggested, novel let alone 'very unique'.",
      "id": "s160"
    },
    {
      "text": "Regrettably those forms of arguments appear only too often but do not usually enjoy great success.",
      "id": "s161"
    },
    {
      "text": "As to this the Court of Appeal has canvassed in some detail the points which were previously raised on this topic and delivered extensive reasons in relation to the rejection of the appeal.",
      "id": "s162"
    },
    {
      "text": "I note in particular, the President's reasons at [3], [11] and at [50] where his Honour said: The trial before a jury was listed to commence on 27 November 2006.",
      "id": "s163"
    },
    {
      "text": "The trial was to be presided over by Martino DCJ.",
      "id": "s164"
    },
    {
      "text": "At the time the appellant was represented by Mr Geoffrey Vickridge.",
      "id": "s165"
    },
    {
      "text": "He was the fourth lawyer to have represented the appellant in respect of the charges against him.",
      "id": "s166"
    },
    {
      "text": "The appellant had dismissed each of the other three lawyers.",
      "id": "s167"
    },
    {
      "text": "... \n \n The trial was listed to be heard on 6 March 2007.",
      "id": "s168"
    },
    {
      "text": "However, Kennedy CJDC ordered that the appellant should appear before the court on 6 February 2007 in order to provide further medical evidence concerning his condition.",
      "id": "s169"
    },
    {
      "text": "... \n \n The appellant had a history of attempting to put off his trial.",
      "id": "s170"
    },
    {
      "text": "There had been no adequate explanation for his attempt to dismiss his counsel and adjourn the second trial only days before it was due to commence.",
      "id": "s171"
    },
    {
      "text": "Mr Vickridge (who, as I have said, was the fourth counsel retained by the appellant) had represented the appellant at the hearing of the pre-recorded evidence, as the trial judge mentioned.",
      "id": "s172"
    },
    {
      "text": "No complaint was then made concerning his conduct.",
      "id": "s173"
    },
    {
      "text": "Nor was any complaint made until the appellant's trial was imminent.",
      "id": "s174"
    },
    {
      "text": "Next, it seems that, when the appellant's application for an adjournment was refused by the trial judge on the first day of the second trial, he injected himself with an opiate substance on the following day, so as to make it impossible for him to follow the proceedings.",
      "id": "s175"
    },
    {
      "text": "(emphasis added) It was almost 20 months between the judgment of the Court of Appeal on 4 March 2008 and the filing of the latest application for special leave to appeal, the first one, shortly after the applicant's release from prison having lapsed.",
      "id": "s176"
    },
    {
      "text": "During the same time the criminal justice visa also lapsed in August and, although I am told steps have been taken by the applicant to request it to be extended in conjunction with the current or prepared application for special leave to appeal to the High Court, there is no cogent or admissible evidence on that point and no assurance at all that any such certificate or visa would be granted, simply because there has been a very belated special leave application.",
      "id": "s177"
    },
    {
      "text": "I note also from review of the materials that there were many delays in the prosecution of the proceedings before the Tribunal and, in particular, there are comments in the judgment of the Tribunal at [21] and [54] in relation to an extension of time sought before the Tribunal and the submissions provided by Mr De Alwis.",
      "id": "s178"
    },
    {
      "text": "The Tribunal observed the document included a verbose and detailed affidavit by Mr De Alwis describing and complaining about the circumstances of his being stuck off but the document did not purport to be a response required by a Tribunal to the s 359A and s 359(2) letter of invitation sent by the Tribunal.",
      "id": "s179"
    },
    {
      "text": "Then a month later almost, the Tribunal noted at [54] that it had finally received a batch of documents from Mr De Alwis accompanied by another request for an extension of time.",
      "id": "s180"
    },
    {
      "text": "The Tribunal concluded, and the learned Federal Magistrate was also of the view, that none of the documents was relevant to either of the matters raised in invitations from the Tribunal of 25 August 2009 or 9 September 2009.",
      "id": "s181"
    },
    {
      "text": "As to delay in the Tribunal, the learned Federal Magistrate noted (at [24]-[28]) of his draft judgment: \n \n 24.",
      "id": "s182"
    },
    {
      "text": "The tribunal's offer to provide a document which it was not obliged to supply or its preparedness to grant repeated extensions of time in which to respond to formal invitations from the tribunal.",
      "id": "s183"
    },
    {
      "text": "(sic) The court observes that there were at least four extensions of time at the request of the applicant or his authorised representative often in the face of failure to meet pre-existing deadlines.",
      "id": "s184"
    },
    {
      "text": "The applicant's allegation of bias has not been made out.",
      "id": "s185"
    },
    {
      "text": "The court turns now to grounds 3 and 4 and 13 and 14, which go to issues of fairness of the hearing and procedural fairness.",
      "id": "s186"
    },
    {
      "text": "25.",
      "id": "s187"
    },
    {
      "text": "The court observes that at paragraph 61 the tribunal said as follows and the court quotes: \n \n\n \n \n \n The evidence submitted after multiple extensions of time points to these events having occurred in late 2006 at the earliest with the majority of his medical and hospital consultations having occurred in mid 2007 while he was in prison.",
      "id": "s188"
    },
    {
      "text": "These dates are well outside the period in which the non-compliance occurred.",
      "id": "s189"
    },
    {
      "text": "The applicant has provided no evidence despite given ample opportunity to do so that supports his claim that he was charged with a number of serious criminal matters in mid 2005.",
      "id": "s190"
    },
    {
      "text": "26.",
      "id": "s191"
    },
    {
      "text": "The central issue before the tribunal was the question of fact as to whether or not the applicant was enrolled in the relevant studies in the relevant course in the second semester of 2005.",
      "id": "s192"
    },
    {
      "text": "The tribunal found that on the evidence, he was not so enrolled.",
      "id": "s193"
    },
    {
      "text": "The central question then became whether there were exceptional circumstances justifying the non-enrolment.",
      "id": "s194"
    },
    {
      "text": "In essence, the applicant argued that he was unable to enrol because of various medical problems and serious criminal charges.",
      "id": "s195"
    },
    {
      "text": "It is unnecessary to repeat the facts which are set out in the tribunal's judgment at paragraphs 40 through to 55.",
      "id": "s196"
    },
    {
      "text": "It is sufficient to note that there were at least four extensions of time over a period of about a month on the basis of the alleged inability of the applicant's authorised representative to appear because of ill health and default in respect of earlier extensions of time granted by the tribunal.",
      "id": "s197"
    },
    {
      "text": "27.",
      "id": "s198"
    },
    {
      "text": "It is clear that the applicant was extended the relevant invitations to provide information under sections 359 and 359A of the Migration Act .",
      "id": "s199"
    },
    {
      "text": "That he was granted multiple extensions of time and that he failed to provide any relevant documents and any documents at all in relation to the criminal charges, and the court refers to paragraphs 55 and 60 of the tribunal's decision.",
      "id": "s200"
    },
    {
      "text": "That led the tribunal to find that there was no evidence produced by the applicant of exceptional circumstances at the relevant times.",
      "id": "s201"
    },
    {
      "text": "28.",
      "id": "s202"
    },
    {
      "text": "Those circumstances led the tribunal to make the observations it did at paragraphs 60 and 61, which have already been set out.",
      "id": "s203"
    },
    {
      "text": "There were factual findings made by the tribunal after due and proper inquiry and process afforded to the applicant.",
      "id": "s204"
    },
    {
      "text": "Whether cases are adjourned or witnesses summoned were matters for the tribunal.",
      "id": "s205"
    },
    {
      "text": "If indeed the tribunal did refuse to adjourn as asserted and refused to summon a witness, that is hardly surprising given the lack of evidence after numerous extensions of time in relation to the relevant dates.",
      "id": "s206"
    },
    {
      "text": "The court therefore does not consider that there is a serious issue to be tried in relation to grounds 3, 4, 13 and 14.",
      "id": "s207"
    },
    {
      "text": "The applicant's history of delays in Court and Tribunal proceedings, either with the assistance of Mr De Alwis, or at his own instigation, has been conspicuous.",
      "id": "s208"
    },
    {
      "text": "So also, with the proposed and considerably delayed challenge to his criminal convictions which would coincide with his changed visa status.",
      "id": "s209"
    },
    {
      "text": "The Court of Appeal (at [53]) found assertions by him as to his unfitness to be 'untrue'.",
      "id": "s210"
    },
    {
      "text": "The applicant adopted the grounds of appeal prepared by his brothers who are lawyers in Sri Lanka and filed by Mr De Alwis and having done so, his application for an injunction is supported at least by way of argument in those grounds and his affidavit.",
      "id": "s211"
    },
    {
      "text": "Further, I have had the opportunity of hearing Mr De Alwis address issues which would go to the granting of an injunction.",
      "id": "s212"
    },
    {
      "text": "I have taken into account those arguments.",
      "id": "s213"
    },
    {
      "text": "Declining this adjournment would not, in any event, preclude the applicant seeking an adjournment of the substantive application in the Federal Magistrates Court to obtain legal representation or for other reasons.",
      "id": "s214"
    },
    {
      "text": "Declining this adjournment application has the result only that the urgent application he has brought should indeed be dealt with urgently as requested.",
      "id": "s215"
    },
    {
      "text": "Many applicants in this Court appear without legal representation but at least this applicant has had some assistance, both from his brother and Mr De Alwis and there has been a very considerable delay not only in his criminal hearing but more specifically in the finalisation of all of the matters connected with his visa status.",
      "id": "s216"
    },
    {
      "text": "I am unpersuaded that additional time and expense is in the interests of justice.",
      "id": "s217"
    },
    {
      "text": "In the circumstances, I do not propose to allow the application for an adjournment and I will hear now any argument in relation to the relief which is presently sought.",
      "id": "s218"
    },
    {
      "text": "THE SUBSTANTIVE ARGUMENTS \n This is an urgent application seeking: 'An URGENT INJUNCTION restraining the First Respondent from removing the Applicant from Australia An URGENT order granting leave for Mr. Viji De Alwis to assist the Applicant as amicus curiae or as McKenzie Friend.",
      "id": "s219"
    },
    {
      "text": "An URGENT order releasing the Applicant from detention with immediate effect.",
      "id": "s220"
    },
    {
      "text": "Order to set aside the Orders made by the honourable Federal Magistrate Ludev (sic-Lucev) on 126 th (sic-16 th ) November 2009.",
      "id": "s221"
    },
    {
      "text": "Order setting aside the orders that Mr. De Alwis pay the costs of the Respondents; Order setting aside the order that the Applicant pay the costs of the First Respondent.",
      "id": "s222"
    },
    {
      "text": "Order to expunge from the record/file all the unfair and unwarranted comments that are unfounded, derogatory, libellous, slanderous, and extremely unfair allegations against Mr. Vijitha (Viji) De Alwis made by his honour Federal Magistrate Ludev (sic-Lucev).",
      "id": "s223"
    },
    {
      "text": "' The proceeding was brought by a document entitled 'Notice of Appeal'.",
      "id": "s224"
    },
    {
      "text": "It has been replaced by an Amended Notice of Appeal and the urgent orders that I have referred to accompany the Amended Notice of Appeal.",
      "id": "s225"
    },
    {
      "text": "I have indicated earlier that the proper course is to proceed with an application for leave to appeal, because the decision of the learned Federal Magistrate was an interlocutory decision.",
      "id": "s226"
    },
    {
      "text": "I only propose dealing, at this stage, with the urgent application for an injunction restraining the first respondent from removing the applicant from Australia and the application for leave to appeal from the Federal Magistrate's decision refusing to grant such an injunction.",
      "id": "s227"
    },
    {
      "text": "I will deal with the application for leave to appeal because the outcome of that will be relevant to the outcome of any application for an injunction.",
      "id": "s228"
    },
    {
      "text": "The relief which is sought urgently is supported by an affidavit of the applicant sworn on 17 November 2009 which I will not read out in open court in full but essentially deals, for the first 20 paragraphs, with the problems surrounding the criminal convictions and the proposed application for special leave to appeal to the High Court in relation to them.",
      "id": "s229"
    },
    {
      "text": "It also speaks of the appeal from the Tribunal decision pending in the Federal Magistrates Court, the prejudice to him if he cannot pursue it and the lack of prejudice to the respondents if the Court restrains the first respondent from removing him from Australia.",
      "id": "s230"
    },
    {
      "text": "He describes the circumstances in which he was taken to the airport while the oral reasons of his Honour's judgment were being given by his Honour.",
      "id": "s231"
    },
    {
      "text": "I note that those circumstances are recorded by the Federal Magistrate in his reasons for decision where his Honour was rightly very critical of the process by which the applicant was being removed in the course of the reasons being delivered.",
      "id": "s232"
    },
    {
      "text": "The learned Federal Magistrate was correct to raise that criticism of the officers representing the first respondent in the circumstances.",
      "id": "s233"
    },
    {
      "text": "I note that today the applicant remained in the Court throughout the proceeding, including oral delivery of reasons at three points.",
      "id": "s234"
    },
    {
      "text": "But it is necessary to go beyond the applicant's affidavit to complete the picture and to trace the history of this matter with more precision.",
      "id": "s235"
    },
    {
      "text": "For about the last ten years the applicant has lived in Australia.",
      "id": "s236"
    },
    {
      "text": "He is a citizen of Sri Lanka and arrived in this country on 28 January 1999.",
      "id": "s237"
    },
    {
      "text": "He first held a student visa which was valid until 17 January 2001.",
      "id": "s238"
    },
    {
      "text": "He lawfully remained in Australia until 8 March 2006 and this was because he had been granted a Bridging visa and further student visas.",
      "id": "s239"
    },
    {
      "text": "The final visa was granted to him on 6 October 2004.",
      "id": "s240"
    },
    {
      "text": "The validity of that visa continued until 8 March 2006.",
      "id": "s241"
    },
    {
      "text": "That is a key date because on that date his student visa was also cancelled by a delegate of the first respondent under s 116(1)(b) of the Migration Act .",
      "id": "s242"
    },
    {
      "text": "The reason for the cancellation was that it was alleged that the applicant had failed to comply with a condition of the Regulations which requires the visa holder to remain enrolled in a registered course of study during the currency of the visa.",
      "id": "s243"
    },
    {
      "text": "At that stage, the delegate had reached the conclusion that the applicant was not enrolled in any course of study during the second semester of 2005 and for that reason was not complying with the terms of the student visa.",
      "id": "s244"
    },
    {
      "text": "A few days later, on 14 March 2006, the Director of Public Prosecutions for the State of Western Australia (DPP) issued a criminal justice stay certificate pursuant to s 148 of the Migration Act in respect of the applicant as a result of his being charged with two counts of indecent dealing with a child between the ages of 13 and 16 years and two counts of aggravated sexual penetration without consent.",
      "id": "s245"
    },
    {
      "text": "The day after that, the applicant was granted a criminal justice stay visa (s 157 of the Migration Act ) to permit him to remain in this country for the purpose of the criminal proceedings being prosecuted and to serve any period of imprisonment, if he was convicted.",
      "id": "s246"
    },
    {
      "text": "Those provisions relevantly provide: \n \n 148 State criminal justice stay certificate \n \n\n \n \n (1) If: \n \n\n \n \n \n (a) an unlawful non-citizen is to be, or is likely to be, removed or deported; and \n \n \n\n \n \n \n (b) an authorised official for a State considers that the non-citizen should remain in Australia temporarily for the purposes of the administration of criminal justice in relation to an offence against a law of the State; and \n \n \n\n \n \n \n (c) that authorised official considers that satisfactory arrangements have been made to make sure that the person or organisation who wants the non-citizen for those purposes or the non-citizen or both will meet the cost of keeping the non-citizen in Australia; \n \n \n\n \n \n \n the official may give a certificate that the stay of the non-citizen's removal or deportation is required for the administration of criminal justice by the State.",
      "id": "s247"
    },
    {
      "text": "... \n \n\n \n \n 157 Criterion for criminal justice stay visas \n \n\n \n \n A criterion for a criminal justice stay visa for a non-citizen is that either: \n \n\n \n \n (a) a criminal justice stay certificate about the non-citizen is in force; or \n \n\n \n \n (b) a criminal justice stay warrant about the non-citizen is in force.",
      "id": "s248"
    },
    {
      "text": "On 3 April 2007 (a little over a year after the charges), the applicant was sentenced by the District Court of Western Australia, following conviction, to eight months of imprisonment in relation to the two counts of indecent dealing and to two years and four months of imprisonment in relation to the sexual penetration charges.",
      "id": "s249"
    },
    {
      "text": "On 4 March 2008, the Court of Criminal Appeal in Western Australia dismissed the applicant's appeal against his conviction in the reserved decision to which I have referred.",
      "id": "s250"
    },
    {
      "text": "On 31 July 2009, that is about fifteen months after the criminal appeal had been dismissed, the DPP cancelled the criminal justice stay certificate in respect of the applicant in conjunction with his release from prison.",
      "id": "s251"
    },
    {
      "text": "Under s 164 of the Migration Act , it followed that the cancellation had the effect of cancelling his criminal justice stay visa.",
      "id": "s252"
    },
    {
      "text": "After that visa had been cancelled, it also followed automatically that the applicant became an unlawful non-citizen as defined in the Migration Act and he was, as s 198 of the Migration Act requires, to be removed from Australia.",
      "id": "s253"
    },
    {
      "text": "He was taken into immigration detention for the purpose of that removal from Australia.",
      "id": "s254"
    },
    {
      "text": "The applicant's affidavit suggests he has been in immigration detention for three months.",
      "id": "s255"
    },
    {
      "text": "During this time, amongst other things, the Tribunal application was being pursued and determined.",
      "id": "s256"
    },
    {
      "text": "On 7 August 2009 the applicant lodged the application with the Tribunal in respect of the decision which had been made much earlier, on 8 March 2006, to cancel his student visa.",
      "id": "s257"
    },
    {
      "text": "The Tribunal made a decision in relation to that application on 19 October 2009.",
      "id": "s258"
    },
    {
      "text": "It affirmed the decision to cancel the student visa.",
      "id": "s259"
    },
    {
      "text": "In the meantime, on 17 August 2009 the applicant finally lodged an application with the High Court for special leave to appeal from the dismissal of his appeal from his criminal conviction ( Gamage v The State of Western Australia [2008] WASCA 49).",
      "id": "s260"
    },
    {
      "text": "The High Court Registry wrote to the applicant on 14 September 2009, advising him his application for special leave had been deemed abandoned because it failed to comply with the necessary requirements.",
      "id": "s261"
    },
    {
      "text": "The applicant says that he has now lodged a further application for special leave to appeal, together with an application for an extension of time in which to make such application.",
      "id": "s262"
    },
    {
      "text": "On 12 November 2009, he filed an application in the Federal Magistrates Court seeking review of the Tribunal's decision on 19 October 2009.",
      "id": "s263"
    },
    {
      "text": "On 13 November 2009, officers of the Department of Immigration and Citizenship made arrangements for and notified the applicant of his intended removal from Australia as an unlawful non-citizen on 16 November 2009 at 3.50 pm.",
      "id": "s264"
    },
    {
      "text": "Last Saturday, 14 November 2009, the applicant made an application to the Federal Magistrates Court seeking an order restraining the first respondent from deporting him until further orders of the Court.",
      "id": "s265"
    },
    {
      "text": "That injunction application was heard three days ago by Lucev FM.",
      "id": "s266"
    },
    {
      "text": "His Honour delivered oral reasons in the afternoon of the same day, making orders including, relevantly to this proceeding, an order that the applicant's application for injunctive relief be dismissed.",
      "id": "s267"
    },
    {
      "text": "A notice of appeal was filed by the applicant in this Court on the same day, appealing the Federal Magistrate's order and seeking this urgent injunction restraining the first respondent from removing the applicant that day.",
      "id": "s268"
    },
    {
      "text": "Pending hearing of this application, the applicant was not removed from Australia on 16 November 2009 and has remained for the last three days in immigration detention at the Perth Immigration Detention Centre.",
      "id": "s269"
    },
    {
      "text": "I am informed that further arrangements have been made for the applicant to be removed from Australia tomorrow, early in the morning, unless this application is granted.",
      "id": "s270"
    },
    {
      "text": "The grounds of appeal if leave were granted, alternatively: 'the arguable case'\n I have already referred to the two limb test in D&eacute;cor Corp .",
      "id": "s271"
    },
    {
      "text": "There are very extensive grounds lodged in support of the Amended Notice of Appeal.",
      "id": "s272"
    },
    {
      "text": "I am told by Mr De Alwis - and the applicant agrees with him - that the grounds were drafted by the applicant's brothers, lawyers from Sri Lanka.",
      "id": "s273"
    },
    {
      "text": "Mr De Alwis has filed the Amended Notice of Appeal setting out those grounds.",
      "id": "s274"
    },
    {
      "text": "In the published version of these oral reasons, I will repeat the 30 grounds in full.",
      "id": "s275"
    },
    {
      "text": "They are: \n \n '1.",
      "id": "s276"
    },
    {
      "text": "Federal Magistrate's Court used extrinsic material using information acquired privately that was not on court papers \n \n Applicant Indrajabandu Gamage applied to the Federal Magistrate Ludev (sic-Lucev) to grant leave to the Appellant/Intervenient to appear as amicus curiae or as McKenzie Friend to assist him to present his Appeal and to assist The Court to dispense Justice.",
      "id": "s277"
    },
    {
      "text": "Court unfairly held that the Applicant could prosecute his Application and appear in Person at the Hearing of the Application for an Urgent Application for an Urgent Injunction to prevent his removal from Australia Court unfairly held that no prejudice was caused to the Applicant by the refusal of his application that leave be granted for Mr. De Alwis to assist him as amicus curiae or as McKenzie Friend Court unfairly held that because Mr. De Alwis had been refused leave to assist other litigants, the court must not grant leave for this Applicant.",
      "id": "s278"
    },
    {
      "text": "Court unfairly and without basis held that granting Mr. De Alwis leave to assist the Applicant as amicus curiae in this case will cause hindrance Court unfairly and without sufficient basis held that refusing to grant Mr. De Alwis leave to assist the Applicant as amicus curiae or as McKenzie Friend will not cause any disadvantage to the court in disposing justice Court erroneously and unfairly held that Mr. De Alwis' does not have the necessary knowledge, experience and skill to assist the Applicant Mr. Gamage.",
      "id": "s279"
    },
    {
      "text": "Court unfairly.",
      "id": "s280"
    },
    {
      "text": "Applicant was entitled to an adjournment an application by the applicant for an adjournment Court unfairly and erroneously held that the Applicant had no substantial visa even if the court sets aside the decision of the Migration Review Tribunal Court erroneously held that the First respondent Minister is able to deport the Applicant even whilst his Application for Special Leave to appeal to the High Co0urt (sic-Court) is pending.",
      "id": "s281"
    },
    {
      "text": "Court erroneously held that the First respondent Minister is able to deport and remove the Applicant and that there is nothing to prevent the First Respondent from removing the Applicant from Australia even whilst his Appeal ag89nst (sic-against) the Decision of the Migration Review Tribunal is pending.",
      "id": "s282"
    },
    {
      "text": "Court erroneously held that Australia was not violating its International Obligations by a friendly country that is also a signatory to the Universal Declaration of Human Rights and the International Convention on Civil and Political rights and its Protocol that guarantee the members of the signatory countries to observe the provisions of the Articles in those International Conventions.",
      "id": "s283"
    },
    {
      "text": "Australia and Sri Lanka are both signatory countries and both countries have ratified and passed legislation incorporating the provisions of both International Conventions accordingly and relevantly.",
      "id": "s284"
    },
    {
      "text": "Court unfairly and in violation of International law denied the Right the Applicant has to interpretation.",
      "id": "s285"
    },
    {
      "text": "Court unfairly and in violation of International law denied the Right the Applicant has to a Fair Hearing.",
      "id": "s286"
    },
    {
      "text": "Refusal to grant an adjournment caused grave prejudice to the applicant and gave an unfair advantage to the Respondents Hearing was only for an Order for an Injunction but the court unfairly and unwarrantedly advanced the Hearing of the Applicant's Appeal against the Decision of the Se4cond (sic-second) Respondent that affirmed the Decision of the First Respondent's Delegate to cancel the Student Visa of the Applicant on the 2 nd March 2006/ (sic-.",
      "id": "s287"
    },
    {
      "text": ") Court erroneously held that the applicant can appear from Sri Lanka to prosecute his Application for Special Leave to Appeal to the High Court Court erroneously held that the applicant can appear from Sri Lanka to prosecute his Appeal ag8isnst (sic-against) the Decision of the Migration Review Tribunal to the Fedfe5ral (sic-Federal) Magistrate's Court the same court) Court erroneously held that no prejudi9ce (sic-prejudice) will be caused to the Appellant by being deported Court erroneously held that no denial of Right the Applicant has to prosecute his Appeal to the court and to ---prosecute his Application For Special Leave to Appeal will be caused if the court refuses the Application of the Applicant for an URGENT Injunction to prevent his Removal/Deportation Court erroneously held that on a Balance of Convenience the Application for an urgent injunction must be refused.",
      "id": "s288"
    },
    {
      "text": "Court conducted the proceedings in the absence of the Honourable Magistrate in court.",
      "id": "s289"
    },
    {
      "text": "It caused a grave miscarriage of Justice and a denial of the Applicant's Right Court conducted the proceedings in the absence of the Applicant in court.",
      "id": "s290"
    },
    {
      "text": "It caused a grave miscarriage of Justice and a denial of the Applicant's Right Court had the Interpreter participating via telephone link only.",
      "id": "s291"
    },
    {
      "text": "It caused a denial of the full and the complete Right that the Applicant has to Interpretation and caused a disadvantage to the Applicant.",
      "id": "s292"
    },
    {
      "text": "It caused and resulted in a grave miscarriage of Justice.",
      "id": "s293"
    },
    {
      "text": "Court conducted the proceedings whilst the Applicant was at the Perth International Airport.",
      "id": "s294"
    },
    {
      "text": "It was a denial of his Right to be present in court Court conducted proceedings whilst the Applicant was in a Room at the Perth International Airport.",
      "id": "s295"
    },
    {
      "text": "It breached his Right to be heard in a court room away from a Public place.",
      "id": "s296"
    },
    {
      "text": "Court delivered judgment whilst the Applicant was at the Perth International Airport.",
      "id": "s297"
    },
    {
      "text": "It caused extreme stress to the Applicant and caused a miscarriage of Justice.",
      "id": "s298"
    },
    {
      "text": "Applicant did not have access to the Interpreter directly as he was interpreting from an unknown palace (sic-place) unseen by the Applicant.",
      "id": "s299"
    },
    {
      "text": "It was an unfair use of Modern Technology to defeat the Right of the Applicant.",
      "id": "s300"
    },
    {
      "text": "Court unfairly allowed the Department of Immigration Security Guards to remove the Applicant from court before the court delivered the Judgment and the orders on his application for an urgent injunction against his removal from Australia.",
      "id": "s301"
    },
    {
      "text": "Court was biased against the Applicant and Mr De Alwis.",
      "id": "s302"
    },
    {
      "text": "Hearing was attended by perceived bias and probably by Actual bias.",
      "id": "s303"
    },
    {
      "text": "' It may be said that the grounds fall within certain brackets.",
      "id": "s304"
    },
    {
      "text": "Those brackets are first (1-8), essentially, dealing with the complaints that Mr De Alwis was not permitted to appear to assist as amicus curiae, or as a McKenzie Friend.",
      "id": "s305"
    },
    {
      "text": "I have dealt today with a similar application and have rejected that application on similar grounds.",
      "id": "s306"
    },
    {
      "text": "It follows that I am not satisfied that there was, in relation to those grounds, sufficient error or sufficient doubt to warrant the matter being reconsidered.",
      "id": "s307"
    },
    {
      "text": "I treat ground 1 as falling within that bracket as the only material that might be considered 'extrinsic' is the judgment of the Full Court of the Supreme Court of Western Australia concerning Mr De Alwis.",
      "id": "s308"
    },
    {
      "text": "That 'material' is not 'privately acquired'.",
      "id": "s309"
    },
    {
      "text": "It is a matter of public record and directly pertinent to the discretion of the Federal Magistrate.",
      "id": "s310"
    },
    {
      "text": "It is 'material' which has (until now) remained unchallenged by Mr De Alwis.",
      "id": "s311"
    },
    {
      "text": "There is, then, a grouping of grounds challenging the power of the Minister, principally the power of the Minister to exercise the requirements under the Migration Act in circumstances where court proceedings are being pursued within Australia (11 and 12) Again, I am not satisfied that those grounds have merit or that there is sufficient doubt to warrant them being reconsidered.",
      "id": "s312"
    },
    {
      "text": "There is no principle of law requiring the Minister or the Department to refrain from, or excusing the Minister from exercising powers, or discharging obligations under the Migration Act simply because proceedings have been issued.",
      "id": "s313"
    },
    {
      "text": "Were that otherwise, the ongoing repeated institution of proceedings would be a convenient device to defeat the prescriptive requirement of the Migration Act .",
      "id": "s314"
    },
    {
      "text": "There is a grouping of grounds dealing with Australia's obligations under international law (13, 14 and 15) (to which Mr De Alwis also spoke) but they are advanced at such a level of generality, it is impossible to identify any basis on which such grounds could fall within the category of warranting being reconsidered by the Court or demonstrating any error.",
      "id": "s315"
    },
    {
      "text": "Nor is it clear to me that they were grounds advanced below or considered in any detail in the decision which is being challenged.",
      "id": "s316"
    },
    {
      "text": "There are grounds challenging the refusal of the learned Federal Magistrate to grant an adjournment (9 and 16).",
      "id": "s317"
    },
    {
      "text": "I have also refused such an application and given grounds.",
      "id": "s318"
    },
    {
      "text": "It follows that I cannot be satisfied that the Federal Magistrate was in error in refusing to grant an adjournment.",
      "id": "s319"
    },
    {
      "text": "Another grouping of grounds deals with what might broadly be said, balance of convenience issues and prejudice issues (10, 18, 19, 20, 21 and 22).",
      "id": "s320"
    },
    {
      "text": "I will consider the question of balance of convenience generally at the end of these reasons, as the second limb of the injunctive test.",
      "id": "s321"
    },
    {
      "text": "There are grounds dealing with procedural fairness (17, 23, 24, 25, 26 and 27), which appear to contend that the proceedings in the Federal Magistrates Court were conducted with the absence of the applicant in Court.",
      "id": "s322"
    },
    {
      "text": "The true position was that the applicant was present during argument (see his Honour's reasons at [18]) and that it was only in the course of the subsequent delivery of reasons that the applicant was present in a room at the Perth International Airport.",
      "id": "s323"
    },
    {
      "text": "It is true and it is raised in grounds 28 and 29) that to the extent that the applicant was removed, listening to the delivery of reasons by mobile phone, this was unsatisfactory.",
      "id": "s324"
    },
    {
      "text": "The learned Federal Magistrate has expressed his concern about that process and the steps that he proposes taking in relation to it.",
      "id": "s325"
    },
    {
      "text": "I need say no more.",
      "id": "s326"
    },
    {
      "text": "Those shortcomings do not fall within the category of raising sufficient doubt as to the judgment itself to warrant its reconsideration.",
      "id": "s327"
    },
    {
      "text": "They were not circumstances within the control of the Court and when the Court became aware of what was happening, expressed its considerable concern.",
      "id": "s328"
    },
    {
      "text": "Bias\n Ground number 30, which has been added in handwriting to the 29 typed grounds of appeal, was that the Court was 'biased against the applicant and Mr De Alwis and the hearing was attended by perceived bias and probably by actual bias'.",
      "id": "s329"
    },
    {
      "text": "To demonstrate bias involving pre-judgment, the applicant would need to show that Court had a closed mind to the issues raised and was not open to persuasion by the case advanced for the applicant.",
      "id": "s330"
    },
    {
      "text": "The Court is entitled to form a strong adverse view and no inference of bias can be drawn from the mere adverse findings reached by the Court: VFAB v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCA 872 ; (2003) 131 FCR 102.",
      "id": "s331"
    },
    {
      "text": "The question to ask in relation to bias is whether by its mental state the decision-maker has disabled itself or become unwilling to have regard to other relevant considerations.",
      "id": "s332"
    },
    {
      "text": "The onus in order to establish bias lies on the applicant and it is a heavy onus: Minister for Immigration and Multicultural Affairs v Jia Legeng [2001] HCA 17 ; (2001) 205 CLR 507.",
      "id": "s333"
    },
    {
      "text": "It is well established that such allegations must be distinctly made and clearly proven.",
      "id": "s334"
    },
    {
      "text": "It is not easy to prove actual bias and it is a rare case in which it will be established on the basis of the reasons alone: SCAA v Minister for Immigration and Multicultural and Indigenous Affairs [2002] FCA 668.",
      "id": "s335"
    },
    {
      "text": "As to apprehended bias, which is also included in ground 30 with the handwritten notes of the appeal, the test is whether a hypothetical fair minded lay observer who is properly informed as to the true nature of the proceedings and the matters in issue and the conduct of the Court or Tribunal may, apprehend that the Court or Tribunal might not bring an impartial mind to the resolution of the question to be decided: Re Refugee Review Tribunal; Ex parte H [2001] HCA 28 ; (2001) 75 ALJR 982.",
      "id": "s336"
    },
    {
      "text": "In this case there is no evidence, no particulars and no proper indication on which any fair minded lay observer properly informed as to the nature of the proceedings, the matters in issue and the conduct of the Court might reasonably apprehend that the Court would not have brought an impartial mind in determining resolution of the application for an injunction.",
      "id": "s337"
    },
    {
      "text": "Nor does any fair reading of the decision disclose a lack of honest or genuine attempt by the Court to make an objective decision in relation to the matter which was before it.",
      "id": "s338"
    },
    {
      "text": "In relation to those grounds, I do not consider that there is sufficient doubt to warrant the decision being reconsidered by this Court.",
      "id": "s339"
    },
    {
      "text": "The question of costs has also been raised as a ground of appeal.",
      "id": "s340"
    },
    {
      "text": "Insofar as the costs of the proceeding before the learned Federal Magistrate, the applicant has orally raised the point before me in relation to costs of this application, that having been in prison he does not have the capacity to meet an order for costs.",
      "id": "s341"
    },
    {
      "text": "That may well be so and the fact that he may be leaving Australia in the near future may certainly bear on the practical capacity for a costs order to be met.",
      "id": "s342"
    },
    {
      "text": "That does not, as a matter of principle, mean that the ordinary principle of costs following the event should be departed from in the circumstances of the hearing below.",
      "id": "s343"
    },
    {
      "text": "Conclusion on sufficient doubt/serious question\n It follows, in short (together with my conclusion (below) on those grounds going to balance of convenience --- themselves grounds of appeal) that for the reasons stated, I do not consider any of the proposed grounds have any merit.",
      "id": "s344"
    },
    {
      "text": "They do not satisfy the first limb of the Decor Corp test.",
      "id": "s345"
    },
    {
      "text": "Nor do they disclose a seriously arguable case to warrant granting the injunction sought.",
      "id": "s346"
    },
    {
      "text": "Balance of convenience, prejudice and substantial injustice\n I have referred to balance of convenience considerations in the context of the application for an adjournment of this application for an injunction.",
      "id": "s347"
    },
    {
      "text": "In particular, the Tribunal's decision to affirm the decision made on 8 March 2006, even if set aside, would not revitalise the visa of the applicant.",
      "id": "s348"
    },
    {
      "text": "It cannot be said that the balance of convenience favoured an injunction being granted as the student visa was to otherwise expire on that date in any event.",
      "id": "s349"
    },
    {
      "text": "Even if the cancellation decision were set aside, that would have no effect on the applicant's current status as an unlawful non-citizen who is required to be removed from Australia pursuant to s 198 of the Migration Act .",
      "id": "s350"
    },
    {
      "text": "That latter consideration also bears strongly on the secondary test in D&eacute;cor Corp , as to whether the refusal of leave would result in substantial injustice if the decision were wrong.",
      "id": "s351"
    },
    {
      "text": "In relation to the listed Tribunal hearing, and in relation to the High Court proceedings, an unlawful non-citizen has no legal right to be present in Australia, merely because he or she has or has (belatedly) chose to initiate legal proceedings.",
      "id": "s352"
    },
    {
      "text": "Further, as his Honour correctly observed in his judgment, (at [35]-[37]) the applicant's presence is not required either for the application in the Federal Magistrates Court or for the application for special leave, or were special leave granted (should it proceed) for the appeal in the High Court.",
      "id": "s353"
    },
    {
      "text": "I am told by the first respondent, however, that it is not, in any event, inconceivable that viable arrangements might be negotiated in relation to that final leg, if that leg is ever reached.",
      "id": "s354"
    },
    {
      "text": "If an appeal to the High Court were to proceed, it would be at a substantial point in time from the present.",
      "id": "s355"
    },
    {
      "text": "For all those reasons, I am not satisfied that an interlocutory injunction should be granted.",
      "id": "s356"
    },
    {
      "text": "The urgent application for an urgent injunction and the urgent application for leave to appeal from the decision of the learned Federal Magistrate will each be refused.",
      "id": "s357"
    },
    {
      "text": "Therefore, the orders will be: The application for an injunction to restrain the first respondent from removing the applicant from Australia be dismissed.",
      "id": "s358"
    },
    {
      "text": "The application for leave to appeal from the refusal by Federal Magistrate Lucev to grant an injunction to restrain the first respondent from removing the applicant from Australia be dismissed.",
      "id": "s359"
    },
    {
      "text": "The applicant is to pay the costs of the first respondent, to be taxed if not agreed.",
      "id": "s360"
    },
    {
      "text": "I certify that the preceding one hundred-one (101) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s361"
    },
    {
      "text": "Associate:\n \n \nDated: 24 November 2009\n \n The first applicant represented himself \n \n Counsel for the First Respondent: P Macliver \n \n Solicitor for the First Respondent: Australian Government Solicitor \n Date of Hearing: 19 November 2009 \n \n Date of Judgment: 19 November 2009 \n \n Date of Revised and Edited Judgment 23 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1373.html",
      "id": "s362"
    }
  ]
}