{
  "name": "Parkin v O'Sullivan [2009] FCA 1096 (30 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1096.html",
  "catchphrases": [
    {
      "text": "discovery",
      "id": "c0"
    },
    {
      "text": "inspection",
      "id": "c1"
    },
    {
      "text": "asio adverse security assessments",
      "id": "c2"
    },
    {
      "text": "public interest immunity",
      "id": "c3"
    },
    {
      "text": "affidavit of asio director-general",
      "id": "c4"
    },
    {
      "text": "partially redacted copy provided to applicants",
      "id": "c5"
    },
    {
      "text": "whether applicants' counsel entitled to unredacted copy upon giving appropriate undertakings",
      "id": "c6"
    },
    {
      "text": "class claim to \"final appreciation documents and summaries thereof\"",
      "id": "c7"
    },
    {
      "text": "whether adverse security assessment documents fall within identified class.",
      "id": "c8"
    },
    {
      "text": "practice and procedure",
      "id": "c9"
    }
  ],
  "sentences": [
    {
      "text": "BACKGROUND \n A description of these two related applications and relevant background material can be found in my earlier reasons in Parkin v O'Sullivan [2006] FCA 1413.",
      "id": "s0"
    },
    {
      "text": "On 2 November 2007 I made orders in matter VID 1594 of 2005 that the respondent make discovery of the following documents or categories of documents: \n(a) the adverse security assessment relating to the applicant;\n \n(b) the respondent's classified determination;\n \n(c) any record of the telephone call made by ASIO to the applicant in early September 2005;\n \n(d) any record of the respondent's recommendation made for the purposes of s 116 of the Migration Act 1958 (Cth);\n \n(e) any other document relied on by the respondent in making the adverse security assessment of the applicant; and\n \n(f) any other document that the respondent intends to rely on at trial.",
      "id": "s1"
    },
    {
      "text": "On the same day I made orders in matter VID 188 of 2006 that the respondent make discovery of documents comparable to those listed in [2(a), (b), (d), (e) and (f)].",
      "id": "s2"
    },
    {
      "text": "Pursuant to the orders in [2], the respondent made discovery by filing a list of documents in which he said: he has in his possession the documents enumerated in Schedule 1; and the documents enumerated in Part II of the Schedule are privileged from production on the ground set out in column 5 of that part.",
      "id": "s3"
    },
    {
      "text": "Part 1 of the Schedule identified one document --- Director-General of Security's Determination for Security Assessment dated 21 February 1990.",
      "id": "s4"
    },
    {
      "text": "Part II of the Schedule is set out below:\n Column 1 Column 2 Column 3 Column 4 Column 5 No Document Description Date of\nDocument Original or Copy Ground of Privilege 1.",
      "id": "s5"
    },
    {
      "text": "Facsimile to DIMIA (now\nDIAC) 8 September\n2005 Copy Public Interest Immunity (Part) 2.",
      "id": "s6"
    },
    {
      "text": "ASIO Internal Minute\n(conversation with Thomas\nScott Parkin) 7 September\n2005 Copy Public Interest Immunity (Part) 3.",
      "id": "s7"
    },
    {
      "text": "ASIO Internal Email 7 September\n2005 Copy Public Interest Immunity\n(Whole) 4.",
      "id": "s8"
    },
    {
      "text": "ASIO Internal Minute 7 September\n2005 Copy Public Interest Immunity\n(Whole) Pursuant to the orders in [3], the respondent made discovery by filing a list of documents in which he said: he has in his possession the documents enumerated in Schedule 1; and the documents enumerated in Part II of the Schedule are privileged from production on the ground set out in Column 5 in that Part.",
      "id": "s9"
    },
    {
      "text": "Part I identified one document --- Director-General of Security's Determination for Security Assessments dated 21 February 1990.",
      "id": "s10"
    },
    {
      "text": "Part II of the Schedule is set out below:\n Column 1 Column 2 Column 3 Column 4 Column 5 No Document Description Date of\nDocument Original or Copy Ground of Privilege 1.",
      "id": "s11"
    },
    {
      "text": "Facsimile to DIMIA (now\nDIAC) 30 June 2005 Copy Public Interest Immunity (Part) 2.",
      "id": "s12"
    },
    {
      "text": "Briefing Note to\nDirector-General of Security 30 June 2005 Copy Public Interest Immunity\n(Whole) 3.",
      "id": "s13"
    },
    {
      "text": "ASIO Internal Minute 30 June 2005 Copy Public Interest Immunity\n(Whole) Each applicant has sought an order for production of the documents listed in Part II of the relevant Schedule.",
      "id": "s14"
    },
    {
      "text": "The applications are supported by an affidavit sworn by their solicitor which discloses that she wrote to the respondent's solicitors seeking in VID 1594 copies of document 1 in Part I of the Schedule and documents 1 (part) and 2 (part) in Part II , and in VID 188 copies of document 1 in Part 1 and document 1 (part) in Part II.",
      "id": "s15"
    },
    {
      "text": "The solicitor said that her clients did not accept the respondent's claim of public interest immunity and asked that copies of the documents be made available in full.",
      "id": "s16"
    },
    {
      "text": "The solicitor asked why the respondent had not listed as a document in his possession the security assessments made for each client.",
      "id": "s17"
    },
    {
      "text": "The respondent's solicitor replied stating that document 1 in Part I of each list was as a National Security Classified document available for inspection at its office and providing redacted copies of documents 1 and 2 in Part II of the Schedule in VID 1594 and document 1 in Part II of the Schedule for each applicant in VID 188.",
      "id": "s18"
    },
    {
      "text": "In response to the enquiry about the security assessment, the respondent's solicitor advised that the facsimile sent by ASIO to DIMIA (now DIAC) constituted the security assessment.",
      "id": "s19"
    },
    {
      "text": "The respondent filed a confidential affidavit in support of his claim to public interest immunity.",
      "id": "s20"
    },
    {
      "text": "In it he stated that disclosure of some of the information in the affidavit would be likely to prejudice national security.",
      "id": "s21"
    },
    {
      "text": "For this reason he requested, amongst other things, that the portions of the affidavit highlighted in yellow be viewed only by the Court, and that the yellow parts not be copied, reproduced or recorded in any way.",
      "id": "s22"
    },
    {
      "text": "The respondent says he has examined the documents for which immunity has been claimed, and in his opinion disclosure of the documents and the yellow parts of his affidavit would prejudice Australia's national security, for the reasons he goes on to explain.",
      "id": "s23"
    },
    {
      "text": "The balance of the affidavit is in two parts: \"Class Claim\" (pars 9-69) and \"Contents Claim\" (pars 70-74).",
      "id": "s24"
    },
    {
      "text": "The contents claim is no longer relevant.",
      "id": "s25"
    },
    {
      "text": "The applicants accept that the redactions the respondent has made to the documents the subject of that claim have been satisfactorily explained.",
      "id": "s26"
    },
    {
      "text": "They are content to receive the documents in their redacted form.",
      "id": "s27"
    },
    {
      "text": "These are documents 1 and 2 in the table at [4] and document 3 (in relation to each applicant in VID 188 of 2006) in the table at [5].",
      "id": "s28"
    },
    {
      "text": "The respondent identifies the documents the subject of the class claim as follows: No.",
      "id": "s29"
    },
    {
      "text": "Description 1 ASIO internal email dated 7 September 2005 (re: Parkin) 2 ASIO Internal Minute dated 7 September 2005 (re: Parkin) 3 ASIO Briefing Note to Director-General of Security dated 30 June 2005 (re: Mohammed SAGAR) 4 ASIO Internal Minute dated 30 June 2005 (re: Mohammed SAGAR) 5 ASIO Briefing Note to Director-General of Security dated 30 June 2005 (re: Mohammad FAISAL) 6 ASIO Internal Minute dated 30 June 2005 (re: Mohammad FAISAL) Under the subheading \"General considerations\" the respondent says: \n \n It is fundamental to the effective operation of an organisation such as ASIO that the specific details of its areas of interest, the identity of subjects of security interest, the degree of its ability to obtain intelligence in relation to those subjects, its sources, investigative techniques and work methods (modus operandi), its successes and the information derived from its successes, be kept in the strictest possible secrecy.",
      "id": "s30"
    },
    {
      "text": "This secrecy can extend to neither confirming nor denying if certain activities have occurred, as to do so could compromise current or future activities or operations, expose ASIO's collection and analysis methods or place officers or other persons at risk.",
      "id": "s31"
    },
    {
      "text": "The respondent goes on to say that, for the reasons he proceeds to give, the documents over which public interest is claimed on a class basis in this proceeding are paradigm examples of documents that ASIO should not be required to disclose save in the most exceptional circumstances.",
      "id": "s32"
    },
    {
      "text": "Under the heading \"Security assessments\" the respondent describes the process involved in making more complex security assessments, which were less than 3% of assessments made in the financial year ending 30 June 2008.",
      "id": "s33"
    },
    {
      "text": "The process involves deploying a range of investigative powers and methodologies in order to acquire information from a wide range of sources.",
      "id": "s34"
    },
    {
      "text": "That information is then used by ASIO to assess whether a particular person poses a direct or indirect threat to Australia's national security.",
      "id": "s35"
    },
    {
      "text": "The respondent continues: \n \n When the above process is complete in most, but not all cases, ASIO presents the results of that process in a \"Final Appreciation\" document (although the document may or may not be headed in that way).",
      "id": "s36"
    },
    {
      "text": "Where a complex case warrants the generation of a Final Appreciation, it ordinarily takes the form of an ASIO minute, in which ASIO records not just its assessments as to whether or not an adverse security assessment should be issued in relation to a particular individual, but in which it also sets out the investigative process, the security issues that have been identified and required resolution, and the methods used to gather evidence or corroborate information.",
      "id": "s37"
    },
    {
      "text": "If the investigative branch assesses that an individual is a threat to Australia's national security, the respondent is advised, usually through a Director-General's Briefing Note (DGBN), and often both a DGBN and a Final Appreciation are provided to the respondent for decision on whether an adverse security assessment should be issued pursuant to Part IV of the Australian Security Intelligence Organisation Act 1979 (Cth) (the ASIO Act).",
      "id": "s38"
    },
    {
      "text": "The respondent expresses the opinion that it is imperative that Final Appreciations be as comprehensive as possible in the information they contain, including the reasoning and evidence the investigative branch considers supports an adverse assessment.",
      "id": "s39"
    },
    {
      "text": "This is because the administrative consequences flowing from an adverse assessment can be severe, and because the consequences of failing to issue such an assessment where one is warranted can also be severe.",
      "id": "s40"
    },
    {
      "text": "The respondent continues: \n \n Accordingly, it is vital that I be given complete and accurate information upon which to base my decision whether an adverse security assessment should be issued.",
      "id": "s41"
    },
    {
      "text": "If any information were to be withheld from the Final Appreciation as a result of a concern that, if it was included, that information might thereafter be disclosed, that would impair ASIO's capacity to give accurate advice to government and my capacity to make appropriate decisions in relation to whether adverse security assessments should be issued.",
      "id": "s42"
    },
    {
      "text": "Under the heading \"the class of documents over which public interest immunity is claimed\", the respondent explains that an adverse security assessment is a written document, often a facsimile, by which ASIO advises the relevant department, in each of these cases the former Department of Immigration, Multicultural and Indigenous Affairs, that ASIO assesses the individual to be directly or indirectly a risk to Australian national security.",
      "id": "s43"
    },
    {
      "text": "He says that the assessment itself contains little information that, if disclosed, would prejudice national security.",
      "id": "s44"
    },
    {
      "text": "The assessments have been provided to the applicants subject to very minor redactions.",
      "id": "s45"
    },
    {
      "text": "The respondent says it is the documents on which a security assessment is based, namely the Final Appreciation (however that document is headed) and any associated DGBN, that cannot be disclosed without damaging the public interest.",
      "id": "s46"
    },
    {
      "text": "He continues: \n \n Accordingly, the class claim advanced in this case concerns the class of documents shortly described as \"Final Appreciation documents and related briefing notes\".",
      "id": "s47"
    },
    {
      "text": "Documents in this class invariably contain specific detail as to the reasons why persons are assessed as a risk to Australia's national security (if they are so assessed), and specific detail of the intelligence sources and methods used by ASIO in obtaining relevant information and conducting its assessment functions.",
      "id": "s48"
    },
    {
      "text": "They are documents that are often highly classified and that disclose ASIO's sources, methods and capabilities to a high level of detail.",
      "id": "s49"
    },
    {
      "text": "Further, they do so in a manner that readily permits ASIO's methodology and interests to be identified.",
      "id": "s50"
    },
    {
      "text": "They are, therefore, one of the classes of documents held by ASIO that require the greatest level of protection.",
      "id": "s51"
    },
    {
      "text": "The public interest in the non-disclosure of documents in the class identified above is particularly acute when access to documents in that class is sought by a person against whom an adverse security assessment has been issued.",
      "id": "s52"
    },
    {
      "text": "That follows because in such a case access to very sensitive information is sought by one of the very small number of people whom ASIO assesses to be most likely to use such information in a way that would damage Australia's national security.",
      "id": "s53"
    },
    {
      "text": "The parts of the respondent's affidavit which have been summarised or set out above consist of pars 1 to 32.",
      "id": "s54"
    },
    {
      "text": "None of the text has been redacted.",
      "id": "s55"
    },
    {
      "text": "There are minor redactions of one word at the head and foot of each page, not forming part of the text.",
      "id": "s56"
    },
    {
      "text": "The last paragraph (par 33) preceding significant redactions to the next five pages of the text (pars 34-62 except for five lines of an unnumbered paragraph) states that there are four specific features of the information commonly found in Final Appreciations that support the proposition that, as a class, ASIO should not be required to disclose those documents save in the most exceptional circumstances.",
      "id": "s57"
    },
    {
      "text": "It is apparent from the text that resumes after the redactions end that the ensuing material has dealt with three of the specific features referred to in par 33.",
      "id": "s58"
    },
    {
      "text": "Paragraph 62 deals with the fourth feature --- \"Prejudice to on-going investigations\".",
      "id": "s59"
    },
    {
      "text": "The respondent states that the revelation of the extent of ASIO's knowledge in relation to a person who is of security interest is potentially extremely damaging to Australia's national security.",
      "id": "s60"
    },
    {
      "text": "Armed with that knowledge, such a person will be able to ascertain where there are gaps in ASIO's knowledge or coverage of the person's activities, and then to exploit those gaps in a way that may remain unknown to ASIO.",
      "id": "s61"
    },
    {
      "text": "The disclosure of a Final Appreciation to the subject of an adverse security assessment may, for example, reveal: The respondent says that subjects of security assessments will often be interviewed by ASIO.",
      "id": "s62"
    },
    {
      "text": "This will be noted in the Final Appreciation, and will often provide an insight into the kind of information that ASIO sought to elicit during the interview, ASIO's assessment of the answers that were given and the techniques it used in seeking that information.",
      "id": "s63"
    },
    {
      "text": "The respondent concludes the \"prejudice to on-going investigations\" topic by observing that the disclosure of the Final Appreciation document would therefore frequently reveal important information concerning ASIO's methodology, in addition to the specific information about ASIO's state of knowledge.",
      "id": "s64"
    },
    {
      "text": "Two paragraphs of the affidavit dealing with \"prejudice to on-going investigations\" have been redacted (pars 64 and 68).",
      "id": "s65"
    },
    {
      "text": "The respondent concludes the Class Claim part of his affidavit by saying: \n \n All of the above considerations support the conclusion that Final Appreciation documents, and summaries thereof, are documents the disclosure of which is very likely to damage Australia's national security.",
      "id": "s66"
    },
    {
      "text": "They are documents that, as a class, should be required to be disclosed only in the most exceptional circumstances, and not in these cases.",
      "id": "s67"
    },
    {
      "text": "The affidavit in its redacted form has been made available to the applicants' solicitors.",
      "id": "s68"
    },
    {
      "text": "The unredacted parts of the affidavit contain additional information.",
      "id": "s69"
    },
    {
      "text": "USE OF THE AFFIDAVIT \n The first issue is whether the respondent can rely on the affidavit in support of his public interest immunity claim without giving a complete copy to the applicants' legal representatives.",
      "id": "s70"
    },
    {
      "text": "When hearing a public interest immunity claim, the court endeavours to follow procedures that will ensure that the hearing does not defeat the very public interest that the claim seeks to protect.",
      "id": "s71"
    },
    {
      "text": "For that reason the court will often receive documents and affidavits without making them available to the parties or their legal representatives.",
      "id": "s72"
    },
    {
      "text": "In Commonwealth v Northern Land Council [1993] HCA 24 ; (1993) 176 CLR 604 , a public interest immunity case about documents recording cabinet deliberations, the Court said at 620: \n \n There was, therefore, no call for Jenkinson J to order that the documents be produced for inspection.",
      "id": "s73"
    },
    {
      "text": "But we would add that, even if there had been, the procedure of ordering production of documents for inspection by the legal representatives of one of the parties, even upon a restricted basis, before the claim for immunity had been decided by the court, was open to serious question.",
      "id": "s74"
    },
    {
      "text": "Whatever the safeguards, it represents an encroachment upon the confidentiality claimed for the documents.",
      "id": "s75"
    },
    {
      "text": "And in this case, public interest in their immunity from disclosure was of the highest order.",
      "id": "s76"
    },
    {
      "text": "If inspection of documents is necessary to determine the question of immunity (and in this case it was not) then it ought to be carried out by the court before ordering production for inspection by a party.",
      "id": "s77"
    },
    {
      "text": "No doubt this may in some cases cast a heavy burden on the court, but it is unavoidable if confidentiality is to be maintained until a claim for immunity is determined.",
      "id": "s78"
    },
    {
      "text": "See also Alister v The Queen (1984) 154 CLR 404 at 469 and Gypsy Jokers Inc v Commissioner of Police (WA) [2008] HCA 4 ; (2008) 234 CLR 532 at [180] and [185] per Crennan J.",
      "id": "s79"
    },
    {
      "text": "Northern Land Council and Alister concerned inspection by the court of the documents over which privilege was claimed.",
      "id": "s80"
    },
    {
      "text": "In Gypsy Jokers Crennan J spoke more broadly of \"information in documents\", \"certain material relied on for determination of a proceeding\" and \"confidential material before a court\", which was not revealed to a party seeking it.",
      "id": "s81"
    },
    {
      "text": "In The Queen v Bebic (unreported, 27 May 1982) the Court of Criminal Appeal of New South Wales dealt specifically with the disclosure of the contents of an affidavit tendered in support of a public interest immunity claim.",
      "id": "s82"
    },
    {
      "text": "There Samuels JA, Nagle CJ at CL and Cantor J said at 4: \n \n Mr Mason tendered an affidavit in support of his claim for privilege.",
      "id": "s83"
    },
    {
      "text": "He submitted, however, that the affidavit should not be placed on the file, that is to say that it should be read only by the Court and not disclosed to the party calling, on the footing that the contents of the affidavit would or might themselves compromise the claims for privilege.",
      "id": "s84"
    },
    {
      "text": "We had and still have some doubts about the propriety of restricting the affidavit in the way proposed.",
      "id": "s85"
    },
    {
      "text": "However, it may well be that that course is, in certain cases, of which this is one, no more than a logical extension of the established practice of the Courts inspecting the allegedly privileged documents itself.",
      "id": "s86"
    },
    {
      "text": "Later at 5, after saying that the Court had read both documents in question and the affidavit in support of the claim for privilege, their Honours said:\n \n \n It seems to us that granted that it is now commonplace for judges to make a private inspection of documents in order to resolve a claim for privilege ..., it follows that in a proper case the judge may similarly keep to himself the affidavit by which the claim is supported.",
      "id": "s87"
    },
    {
      "text": "The Court then ordered that the affidavit remain sealed up with the papers on the ground that to disclose its contents might prejudice the claim for privilege.",
      "id": "s88"
    },
    {
      "text": "The same approach was taken by Lockhart J in Haj-Ismail v Minister for Immigration Multicultural and Ethnic Affairs (No 2) (1982) 45 ALR 379 at 389 in relation to a statement of reasons signed by the Acting Attorney-General disclosing the grounds for his objection to the production of documents for national security reasons.",
      "id": "s89"
    },
    {
      "text": "His Honour said, following Bebic : \n \n Initially I had some doubt about the propriety of restricting the disclosure of the very grounds themselves in the way proposed by the Acting Attorney-General; but it is really only another facet of the established practice whereby the courts may themselves inspect documents where objection is taken to their production.",
      "id": "s90"
    },
    {
      "text": "See also R v Khazaal [2006] NSWSC 1061.",
      "id": "s91"
    },
    {
      "text": "In more recent cases it appears to have become a matter of course for \"confidential\" affidavits supporting public interest immunity claims to be restricted to the judge.",
      "id": "s92"
    },
    {
      "text": "See, for example, R v Smith (1996) 86 A Crim R 308 at 310, Dodds v The Queen [2009] NSWCCA 78 at [55] and R v Meissner (1994) 76 A Crim R 81 at 85.",
      "id": "s93"
    },
    {
      "text": "In some of the cases considered above, reference is made to disclosure of confidential information to legal advisers subject to appropriate undertakings.",
      "id": "s94"
    },
    {
      "text": "Such undertakings were offered in the present case.",
      "id": "s95"
    },
    {
      "text": "There are many cases in which access has been denied to legal advisers who have offered undertakings on the ground that the risk to national security flowing from inadvertent disclosure is simply too high.",
      "id": "s96"
    },
    {
      "text": "There is an elaborate discussion of this risk in Regina v Khazaal [2006] NSWSC at [31]-[39].",
      "id": "s97"
    },
    {
      "text": "See also Traljesic v Attorney-General (Cth) [2006] FCA 125 ; (2006) 150 FCR 199 at [22] - [23] .",
      "id": "s98"
    },
    {
      "text": "Having carefully studied the redacted parts of the respondent's affidavit I have concluded that they should not be made available to the applicants' legal advisers, even on the giving of appropriate undertakings.",
      "id": "s99"
    },
    {
      "text": "There are many cases that establish that courts should attach very considerable weight to the view of what national security requires as is expressed by the responsible officer.",
      "id": "s100"
    },
    {
      "text": "See for example Leghaei v Director-General of Security [2007] FCAFC 56 at [56] - [58] , [62].",
      "id": "s101"
    },
    {
      "text": "Although usually expressed in connection with the inspection of protected documents themselves, those observations apply also to an affidavit, such as that sworn in this case, which supplies the reasons for the claim to privilege.",
      "id": "s102"
    },
    {
      "text": "In the open part of his affidavit the respondent says that the disclosure of the redacted portions of his affidavit would be likely to prejudice national security.",
      "id": "s103"
    },
    {
      "text": "In the balance of the affidavit, in particular the redacted parts, he explains the basis for his opinion.",
      "id": "s104"
    },
    {
      "text": "Having read those parts, I am satisfied that the opinion is soundly based.",
      "id": "s105"
    },
    {
      "text": "Accordingly, the respondent may rely on his affidavit in support of his public interest claim without providing to the applicants' legal representatives the redacted parts thereof.",
      "id": "s106"
    },
    {
      "text": "PUBLIC INTEREST IMMUNITY CLAIM \n The next question is whether the respondent's public interest immunity claims should be upheld.",
      "id": "s107"
    },
    {
      "text": "In Church of Scientology v Woodward [1982] HCA 78 ; (1980) 154 CLR 25 at 76 Brennan J said: \n \n Discovery would not be given against the Director-General [of Security] save in a most exceptional case.",
      "id": "s108"
    },
    {
      "text": "The secrecy of the work of an intelligence organization which is to counter espionage, sabotage, etc. is essential to national security, and the public interest in national security will seldom yield to the public interest in the administration of civil justice ... \n \n\n \n \n ... the veil of secrecy is not absolutely impenetrable ...",
      "id": "s109"
    },
    {
      "text": "But the veil is not penetrated merely by a plaintiff's deposition that he is not a security risk.",
      "id": "s110"
    },
    {
      "text": "That, after all, may be the very matter which is under investigation.",
      "id": "s111"
    },
    {
      "text": "See also Leghaei v Director-General of Security [2007] FCAFC at [52] and R v Khazaal [2006] NSWSC at [31]-[32].",
      "id": "s112"
    },
    {
      "text": "In seeking to establish an exceptional case the applicants' point out that they may be unable to make out their cases if the claim to immunity is upheld.",
      "id": "s113"
    },
    {
      "text": "The authorities establish that this consequence of the outcome of the process of balancing public interest immunity against the public interest, upon which the applicants rely, of having conventional access to evidentiary material, is not exceptional.",
      "id": "s114"
    },
    {
      "text": "Thus in the Scientology case at 76-77 Brennan J referred to the obstacles in a plaintiff's path in judicial review proceedings against the Director-General arising out of the restrictions imposed upon discovery in aid of proving what is and is not relevant to security.",
      "id": "s115"
    },
    {
      "text": "In the same case at 61 Mason J noted that a successful claim for privilege may exclude from consideration the very material on which a plaintiff hopes to base his argument.",
      "id": "s116"
    },
    {
      "text": "These observations of Mason J were quoted with approval by Gummow, Hayne, Heydon and Keifel JJ in Gypsy Jokers Inc 234 CLR at [24].",
      "id": "s117"
    },
    {
      "text": "In that case at [5] Gleeson CJ said that the consequence of success of a claim for public interest immunity against disclosure of information is that the information is not available as evidence to be taken into account in deciding the outcome of judicial review proceedings.",
      "id": "s118"
    },
    {
      "text": "The Court would not be able to have regard to some, or perhaps any, of the information on which a public official's belief was based.",
      "id": "s119"
    },
    {
      "text": "I have referred in connection with the respondent's affidavit to the great importance that is attached to the respondent's opinion as to the damage to national security incident upon disclosure.",
      "id": "s120"
    },
    {
      "text": "Obviously that is also the case in relation to the disclosure of the documents over which privilege is claimed.",
      "id": "s121"
    },
    {
      "text": "I have summarised the respondent's reasons for his opinion about the possible effects of disclosure of the documents in question.",
      "id": "s122"
    },
    {
      "text": "This is all derived from the open parts of his affidavit.",
      "id": "s123"
    },
    {
      "text": "The Final Appreciations and related briefing notes set out the reasoning process that underlies the making of security assessments, which are the key mechanism by which ASIO advises government that particular individuals pose a threat to national security.",
      "id": "s124"
    },
    {
      "text": "If documents falling within this class were required to be produced, ASIO would be giving information about its knowledge, assessments and methodology to the very people to whom it is most important that national security information is not disclosed: cf Alister 154 CLR at 454-455 per Brennan J.",
      "id": "s125"
    },
    {
      "text": "As the respondent has deposed, the relevant class is \"one of the classes of documents held by ASIO that require the greatest level of protection\" first, because of the inherent sensitivity of the information that is routinely contained in such documents, and second, because of the detrimental consequences in terms of the quality of decision-making that would be likely to follow if ASIO officers were forced to omit particular kinds of information from Final Appreciations and related briefing notes due to the risk that those documents will become available to persons the subject of security assessments.",
      "id": "s126"
    },
    {
      "text": "The applicants contended that the respondent was not able to make a class claim.",
      "id": "s127"
    },
    {
      "text": "It was said that he seeks to describe as a class claim documents which he considers constitutes a Final Appreciation and documents related thereto.",
      "id": "s128"
    },
    {
      "text": "That description, they say, does not constitute an identifiable class.",
      "id": "s129"
    },
    {
      "text": "The table in the affidavit (set out at [9]) refers to an internal email, an internal minute and a briefing note.",
      "id": "s130"
    },
    {
      "text": "It does not refer to any Final Appreciation.",
      "id": "s131"
    },
    {
      "text": "By way of contrast, the applicants assert that Cabinet documents constitute a clear class claim.",
      "id": "s132"
    },
    {
      "text": "Here they say the so-called class claim involves the respondent asserting for himself that particular documents constitute Final Appreciations.",
      "id": "s133"
    },
    {
      "text": "I do not think that is a fair description of the respondent's claim.",
      "id": "s134"
    },
    {
      "text": "The presently relevant parts of his affidavit are as follows: \n(a) shortly after identifying the documents in the table at [9] he describes them on a class basis as \"paradigm examples of documents that ASIO should not be required to disclose save in exceptional circumstances\";\n \n(b) the results of complex security assessments are usually contained in a Final Appreciation document, though it may not be headed in that way;\n \n(c) the Final Appreciation ordinarily takes the form of an ASIO minute;\n \n(d) when the investigative branch assesses an individual to be a threat to Australia's national security, the respondent is advised, usually by a DGBN;\n \n(e) often both a DGBN and a Final Appreciation are provided to the respondent for decision;\n \n(f) it is the document on which a security assessment is based, being the Final Appreciation (however that document is headed) and any associated DGBN that cannot be disclosed;\n \n(g) the class claim advanced concerns the class of documents shortly described as \"Final Appreciation documents and related briefing notes\";\n \n(h) documents in this class invariably contain specific detail as to why persons are assessed as a risk to national security, and specific details of intelligence sources and methods;\n \n(i) the respondent has examined the ASIO documents, namely those in the table (the class claim) and the contents claim documents; and\n \n(j) the disclosure of the documents in (i) would prejudice Australia's national security for the reasons stated in the affidavit.",
      "id": "s135"
    },
    {
      "text": "As I understand it, the applicants do not assert that the Final Applications and documents related thereto are not capable of constituting a class.",
      "id": "s136"
    },
    {
      "text": "Rather they say that the documents described by the respondent as an internal email, an internal minute and a briefing note do not fall within the identified class.",
      "id": "s137"
    },
    {
      "text": "Having regard to what is said at [35], I would have inferred, without looking at the documents, that each of the \"ASIO Internal Minute dated 7 September 2005 (re: Parkin)\", the \"ASIO Internal Minute dated 30 June 2005 (re: Mohammed Sagar)\" and the \"ASIO Internal Minute dated 30 June 2005 (re: Mohammed Faisal)\" was what the respondent described as a \"Final Appreciation (however that document is headed)\".",
      "id": "s138"
    },
    {
      "text": "I would also have inferred, again without looking at the documents, that the \"ASIO Briefing Note to Director-General of Security dated 30 June 2005 (re: Mohammed Sagar)\" and the \"ASIO Briefing Note to Director-General of Security dated 30 June 2005 (re: Mohammed Faisal)\" were DGBNs.",
      "id": "s139"
    },
    {
      "text": "I was uncertain about the status of the \"ASIO internal email dated 7 September 2005 (re: Parkin)\", and called for the documents in order to determine whether it fell within the class claimed.",
      "id": "s140"
    },
    {
      "text": "I did this in reliance on what had been said in Northern Land Council 176 CLR at 617: \n \n In many so-called \"class\" cases a court may find it necessary to consider a document, inspecting it if necessary, in order to determine whether it does in truth fall into a class which attracts immunity.",
      "id": "s141"
    },
    {
      "text": "Having inspected the documents, my inference as to the Internal Minutes and Briefing Notes was confirmed.",
      "id": "s142"
    },
    {
      "text": "Each Internal Minute fits the description given by the respondent of a Final Appreciation.",
      "id": "s143"
    },
    {
      "text": "Each Briefing Note accords with his description of a DGBN.",
      "id": "s144"
    },
    {
      "text": "The \"ASIO internal email dated 7 September 2005 (re: Parkin)\" is a covering note transmitting the Internal Minute to the respondent.",
      "id": "s145"
    },
    {
      "text": "It contains a brief summary of the Internal Minute.",
      "id": "s146"
    },
    {
      "text": "It fits the respondent's description recorded at [21] that \"Final Appreciation documents, and summaries thereof , are documents the disclosure of which is very likely to damage Australia's national security\" (emphasis added).",
      "id": "s147"
    },
    {
      "text": "On the basis of the material in the respondent's affidavit, aided by my inspection of the documents, it is clear to me that the matters relied on by the applicants do not outweigh the public interest identified by the respondent.",
      "id": "s148"
    },
    {
      "text": "The contrast asserted by the applicants between Cabinet documents ('a clear class claim') and the respondent's description here (see [34]) is not helpful.",
      "id": "s149"
    },
    {
      "text": "That is because of the range of documents, with different levels of Cabinet connection, that may fall within the description but not necessarily qualify for immunity.",
      "id": "s150"
    },
    {
      "text": "At the top of the chain will be the Cabinet minutes considered in Northern Land Council [1993] HCA 24 ; 176 CLR 604.",
      "id": "s151"
    },
    {
      "text": "Lower down will be documents and communications between a Minster and the head of department relating to cabinet proceedings and material prepared for cabinet.",
      "id": "s152"
    },
    {
      "text": "Further down the chain are documents relating to the formation of government policy at a high level.",
      "id": "s153"
    },
    {
      "text": "Then will come other documents concerned with policy making including minutes by junior officials and correspondence with outside bodies.",
      "id": "s154"
    },
    {
      "text": "See S ankey v Whitlam [1978] HCA 43 ; (1978) 142 CLR 1 at 39.",
      "id": "s155"
    },
    {
      "text": "In Conway v Rimmer [1968] UKHL 2 ; [1968] AC 910 at 952 Lord Reid said of this last-mentioned category --- \"I do not think that it is possible to limit such documents by any definition\".",
      "id": "s156"
    },
    {
      "text": "Accordingly, both 'Cabinet documents' and 'final appreciation documents' have a penumbra of uncertainty surrounding them.",
      "id": "s157"
    },
    {
      "text": "The applicants' submission that unlike the former the latter is not an identifiable class posits a false contrast.",
      "id": "s158"
    },
    {
      "text": "Five weeks after I had reserved my decision the applicants' counsel submitted a memorandum drawing my attention to a recent decision of the House of Lords in Secretary of State for the Home Department v AF (No 3) [2009] 3 WLR 74.",
      "id": "s159"
    },
    {
      "text": "No leave was sought to file additional material, no prior notice was given to the respondent, and the respondent submits that I should not receive the memorandum.",
      "id": "s160"
    },
    {
      "text": "On many occasions the High Court has said that the hearing is the time and place to present arguments, and has explained why unauthorised post-hearing submissions will generally not be received.",
      "id": "s161"
    },
    {
      "text": "See for example Carr v Finance Corporation of Australia Ltd (No 1) [1981] HCA 20 ; (1981) 147 CLR 246 at 258, Eastman v Director of Public Prosecutions (ACT) [2003] HCA 28 ; (2003) 214 CLR 318 at [27] - [31] and Re Chief Commissioner of Police (Vic) (2005) 214 ALR 522 at [22].",
      "id": "s162"
    },
    {
      "text": "The decision drawn to my attention does not bind me and was decided before the hearing of the present motion.",
      "id": "s163"
    },
    {
      "text": "It is a decision the House of Lords felt obliged to arrive at because of a decision of the European Court of Human Rights based on articles of the European Convention on Human Rights which have no counterpart in Australian law.",
      "id": "s164"
    },
    {
      "text": "I decline to receive the memorandum.",
      "id": "s165"
    },
    {
      "text": "CONCLUSION \n The motion seeking production of the documents specified in the notice filed on 23 January 2009 is dismissed.",
      "id": "s166"
    },
    {
      "text": "I certify that the preceding forty-four (44) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Sundberg.",
      "id": "s167"
    },
    {
      "text": "Associate:\n \n \nDated: 30 September 2009\n \n Counsel for the Applicants: JWK Burnside QC and LW Maher \n \n Solicitors for the Applicants: Maurice Blackburn \n \n Counsel for the Respondents: Dr S Donaghue \n \n Solicitor for the Respondents: Australian Government Solicitor \n Date of Hearing: 26 June 2009 \n \n Date of Judgment: 30 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1096.html",
      "id": "s168"
    }
  ]
}