{
  "name": "Felix Resources Limited; In the matter of Felix Resources Limited (No. 3) [2009] FCA 1483 (10 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1483.html",
  "catchphrases": [
    {
      "text": "consideration of an application for approval of a scheme of arrangement pursuant to s 411(4)(b) of the corporations act 2001 (cth) and an order under s 411(12) of the act",
      "id": "c0"
    },
    {
      "text": "s 411",
      "id": "c1"
    },
    {
      "text": "corporations",
      "id": "c2"
    },
    {
      "text": "corporations act 2001 (cth)",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "In these proceedings Felix Resources Limited (\"Felix\") seeks an order pursuant to s 411(4)(b) and s 411(6) of the Corporations Act 2001 (Cth) (\"the Act\") that a scheme of arrangement between Felix and the holders of ordinary shares issued in Felix, other than holders of \"excluded shares\", be approved.",
      "id": "s0"
    },
    {
      "text": "Felix also seeks an order pursuant to s 411(12) of the Act exempting it from compliance with s 411(11) of the Act which requires a copy of every order of the Court made for the purposes of s 411(4)(b) to be annexed to every copy of Felix's Constitution issued after the making of an order under that section.",
      "id": "s1"
    },
    {
      "text": "On 28 September 2009, the Court ordered that a meeting of shareholders be convened for the purpose of considering a proposed scheme of arrangement.",
      "id": "s2"
    },
    {
      "text": "Directions were also given for the conduct of that meeting and the Court approved under s 411(1) of the Act the explanatory statement to be sent to members pursuant to s 412(1) of the Act: Re Felix Resources Limited [2009] FCA 1182.",
      "id": "s3"
    },
    {
      "text": "On 11 November 2009, the Court made further orders approving a supplementary explanatory memorandum to be sent to shareholders and gave directions for dispatching the memorandum to members: Re Felix Resources Limited (No.",
      "id": "s4"
    },
    {
      "text": "2) [2009] FCA 1337.",
      "id": "s5"
    },
    {
      "text": "The meeting of members was held on 8 December 2009.",
      "id": "s6"
    },
    {
      "text": "Mr Craig Russell Smith, the Company Secretary of Felix, swore a third affidavit in the proceeding on 9 December 2009 in which he deposes to the outcome of the meeting.",
      "id": "s7"
    },
    {
      "text": "Approximately 99.81% of shares by value were cast.",
      "id": "s8"
    },
    {
      "text": "The majority in number of members present and voting in favour of the scheme was 92.61%.",
      "id": "s9"
    },
    {
      "text": "In his affidavit sworn 25 September 2009, Mr Smith addresses a number of issues in relation to the proposed scheme and annexes the relevant documents.",
      "id": "s10"
    },
    {
      "text": "Some of the events described in that affidavit are addressed in further affidavits and in particular Mr Smith's third affidavit sworn on 9 December 2009 and his further affidavit sworn today.",
      "id": "s11"
    },
    {
      "text": "The background matters are these.",
      "id": "s12"
    },
    {
      "text": "Felix is a company engaged in the development and operation of a range of coal projects predominantly located on the east coast of Australia.",
      "id": "s13"
    },
    {
      "text": "Felix has a portfolio of four operating coal mines, two development projects and four exploration projects located in the States of New South Wales, Queensland and South Australia.",
      "id": "s14"
    },
    {
      "text": "Interests are held in operating coal mines described as Yarrabee, Ashton and Minerva.",
      "id": "s15"
    },
    {
      "text": "Felix has an interest in a development project at Moolarben and interests in other exploration assets.",
      "id": "s16"
    },
    {
      "text": "Felix is a public company limited by shares.",
      "id": "s17"
    },
    {
      "text": "The shares are listed on the Australian Securities Exchange (ASX).",
      "id": "s18"
    },
    {
      "text": "At the date of the application for orders convening a meeting of members, Felix had 196,455,038 ordinary shares on issue.",
      "id": "s19"
    },
    {
      "text": "In addition, 170,000 rights to options for the issue of shares in Felix were outstanding.",
      "id": "s20"
    },
    {
      "text": "On 26 August 2009, the Board of Felix resolved, subject to the receipt of a report as to certain matters from an independent expert, Mr Robin Polson, a Director of Deloitte Corporate Finance Pty Ltd (\"Deloitte\"), that all outstanding options be issued five business days before dates relevant to the scheme of arrangement or on or before 30 September 2009 whichever was the earlier.",
      "id": "s21"
    },
    {
      "text": "Mr Polson provided an independent report addressing the relevant matters on 30 September 2009 and share option certificates were issued.",
      "id": "s22"
    },
    {
      "text": "Since 30 September 2009, a total of 196,625,038 shares in Felix have been on issue and no options or options rights remain on issue.",
      "id": "s23"
    },
    {
      "text": "In summary, the main features of the scheme of arrangement as proposed were these.",
      "id": "s24"
    },
    {
      "text": "All issued shares in Felix held by \"Scheme Participants\" (as that term is defined), would be transferred to Austar Coal Mine Pty Ltd (\"Austar\") which is a wholly owned subsidiary of Yanzhou Coal Mining Company Ltd (\"Yanzhou\").",
      "id": "s25"
    },
    {
      "text": "In consideration of the transfer of Felix shares by each scheme participant to Yanzhou, each participant would receive a cash payment of $16.95 from Austar for each Felix share held.",
      "id": "s26"
    },
    {
      "text": "On 13 August 2009, a \"Scheme Implementation Agreement\" (\"Implementation Agreement\") was entered into between Felix and Yanzhou which provides an agreed framework for the implementation of the proposal to enter into a scheme of arrangement.",
      "id": "s27"
    },
    {
      "text": "The Implementation Agreement sets out the terms and conditions upon which a proposal would be put to the members of Felix.",
      "id": "s28"
    },
    {
      "text": "Pursuant to cl 4.3 of the Implementation Agreement, each scheme participant is to also receive a dividend totalling $0.50 for each Felix share.",
      "id": "s29"
    },
    {
      "text": "On 25 September 2009, when Mr Smith swore his affidavit, the dividend had not been declared although Mr Smith thought it would take the form of a special dividend.",
      "id": "s30"
    },
    {
      "text": "As a result of the scheme, Felix would become a wholly owned subsidiary of Yanzhou.",
      "id": "s31"
    },
    {
      "text": "In addition to these cash payments, scheme participants who purchased their shares prior to 9 October 2009 and held their shares on 15 October 2009 would receive from Felix a fully franked $0.50 dividend which had been declared on 13 August 2009 and was payable on 30 October 2009; and an in specie distribution of shares in South Australian Coal Limited (\"SAC\") in which the exploration assets were valued at $0.05 for each Felix share.",
      "id": "s32"
    },
    {
      "text": "SAC, at the date of Mr Smith's affidavit, was a subsidiary of Felix and owned assets in the Phillipson Basin in South Australia.",
      "id": "s33"
    },
    {
      "text": "Yanzhou was not proposing to acquire an interest in those assets.",
      "id": "s34"
    },
    {
      "text": "The de-merger of SAC from Felix would also involve SAC retaining $10m in cash (or the equivalent of $0.05 per Felix share) with the result that the imputed value of SAC constituted approximately $0.10 for each Felix share.",
      "id": "s35"
    },
    {
      "text": "SAC was to be converted from a proprietary company to a public company.",
      "id": "s36"
    },
    {
      "text": "Neither the cash dividend to be paid on 30 October 2009 nor the in specie distribution of shares were dependent on approval of the scheme of arrangement.",
      "id": "s37"
    },
    {
      "text": "On 10 November 2009, the Felix Board declared an additional fully franked $0.50 dividend for each Felix share purchased on the ASX before 19 November 2009 and held at 7.00pm Sydney time on 25 November 2009 which was to be paid on 9 December 2009.",
      "id": "s38"
    },
    {
      "text": "It became apparent to Felix that it would not have sufficient surplus cash resources to pay the full amount of the second dividend to Felix shareholders while at the same time complying with the terms of new financing arrangements with the Commonwealth Bank of Australia and other lenders.",
      "id": "s39"
    },
    {
      "text": "Nevertheless, the Felix directors elected to pay all of the second dividend on 9 December 2009 and in order to do so, Felix proposed to borrow the full amount needed to pay the second dividend from three major Felix shareholders supported by a guarantee of repayment of the amount of the loans from Yanzhou and Austar, if the scheme proceeded to acceptance, approval and implementation.",
      "id": "s40"
    },
    {
      "text": "As a result, Felix sought and obtained an order for the dispatch to members of a supplementary explanatory memorandum or supplementary scheme booklet explaining the content of the circumstances surrounding the payment of the second dividend and the financing of it.",
      "id": "s41"
    },
    {
      "text": "That was the order made by the Court on 11 November 2009.",
      "id": "s42"
    },
    {
      "text": "In order to enable members attending the meeting on 8 December 2009 to reach an informed assessment of the merits of the proposal, Felix prepared a scheme booklet for distribution to members.",
      "id": "s43"
    },
    {
      "text": "The scheme booklet attaches the explanatory memorandum; independent expert's report; Scheme Implementation Agreement; scheme of arrangement; deed poll and notice of scheme meeting.",
      "id": "s44"
    },
    {
      "text": "The scheme booklet incorporates an overview document, an explanation of the scheme, a letter from the chairman, a schedule of frequently asked questions, the relevant answers and further information and other related matters.",
      "id": "s45"
    },
    {
      "text": "The information contained in the scheme booklet was compiled, assessed and verified by a due diligence committee established by Felix.",
      "id": "s46"
    },
    {
      "text": "Material contained in section 6 of the booklet was provided by Yanzhou and section 8 comprises the independent expert's report prepared by Mr Polson, a Director of Deloitte.",
      "id": "s47"
    },
    {
      "text": "In his report, Mr Polson outlines the elements of the proposed scheme of arrangement and notes that on completion of the proposed scheme, holders of Felix shares will have received (assuming they are Felix shareholders at all relevant times for the purposes of the scheme including a date described as the \"Dividend Record Date\" and \"SAC Record Date\", namely, 15 October 2009; and the \"Scheme Record Date\", being the fifth business day following the date on which the proposed scheme becomes effective), for every Felix share a cash payment of $16.95; a dividend payment of $1.00 (having regard to the two $0.50 dividend distributions); and an in specie distribution of shares in SAC on 30 October 2009.",
      "id": "s48"
    },
    {
      "text": "Mr Polson noted that the directors of Felix had requested Deloitte to provide an independent expert's report advising whether, in the opinion of the expert, the proposed scheme of arrangement \"is in the best interests of shareholders\".",
      "id": "s49"
    },
    {
      "text": "Mr Polson prepared a lengthy report and a second, concise report for the consideration of members.",
      "id": "s50"
    },
    {
      "text": "The principal report was prepared in a manner consistent with Part 3 of Schedule 8 of the Corporations Regulations 2001 (Cth) expressly to assist shareholders in their consideration of the scheme.",
      "id": "s51"
    },
    {
      "text": "Mr Polson noted that s 640 of the Act requires an independent expert's report in connection with a takeover offer to state whether, in the expert's opinion, the takeover offer is fair and reasonable.",
      "id": "s52"
    },
    {
      "text": "Mr Polson noted, as the basis of his report, that where the scheme of arrangement has the same effect as a takeover, the form of analysis used by the expert should be substantially the same as for a takeover bid; however, the opinion reached by the expert should answer the question of whether the proposed scheme is \"in the best interests of the members of the company\".",
      "id": "s53"
    },
    {
      "text": "Mr Polson notes that if an expert were to conclude that a proposal was \"fair and reasonable\" if it was in the form of a takeover bid, the expert will also be able to conclude that the proposed scheme is in the best interests of the members of the company.",
      "id": "s54"
    },
    {
      "text": "Mr Polson notes that under ASIC Regulatory Guide 111, a \"control transaction\", such as the proposed scheme of arrangement, is fair when the value of the consideration is equal to or greater than the value of the shares subject to the proposed scheme, and such a comparison must be made assuming 100% ownership of the target company.",
      "id": "s55"
    },
    {
      "text": "Mr Polson assessed whether the proposed scheme is in the best interests of shareholders by adopting a test of whether the scheme is either fair and reasonable, or, not fair but reasonable, or, neither fair nor reasonable, in accordance with ASIC Regulatory Guide 111.",
      "id": "s56"
    },
    {
      "text": "Mr Polson concluded that an offer ought to be regarded as fair when the value of the consideration is equal to or greater than the value of the shares subject to the proposed scheme.",
      "id": "s57"
    },
    {
      "text": "Mr Polson estimated the fair market value of a Felix share, using the sum of the parts methodology, to be in the range of AUD16.70 to AUD18.70.",
      "id": "s58"
    },
    {
      "text": "Mr Polson assessed the total proceeds payable to a scheme participant under the scheme (including the scheme consideration; the first dividend; the second dividend; and the SAC dividend) at AUD18.05 per Felix share.",
      "id": "s59"
    },
    {
      "text": "Mr Polson noted that the \"total proceeds\" at AUD18.05 is within the range of the estimate of fair market value of a Felix share.",
      "id": "s60"
    },
    {
      "text": "Mr Polson applied the ASIC Regulatory Guide (111.10) which provides that \"an offer is fair if the value of the offer price or consideration is equal to or greater than the value of securities the subject of the offer\", and concluded that since the value of the total proceeds fell within the valuation range of a Felix share, the offer was \"fair\".",
      "id": "s61"
    },
    {
      "text": "Thus, Mr Polson concluded that \"the Proposed Scheme is fair\".",
      "id": "s62"
    },
    {
      "text": "Mr Polson applied the ASIC Guide which provides that an offer is \"reasonable\" if it is fair and concluded that since the offer of the proposed scheme proposed a fair outcome for a shareholder, the proposed scheme was \"reasonable\".",
      "id": "s63"
    },
    {
      "text": "Mr Polson then identifies the factors which have led him to that conclusion.",
      "id": "s64"
    },
    {
      "text": "Mr Polson attaches further copies of his concise report (\"RSP-4\") and his detailed report (\"RSP-5\") to his affidavit sworn 28 September 2009 which takes account of particular questions raised by ASIC.",
      "id": "s65"
    },
    {
      "text": "Those reports are described as draft reports by Mr Polson.",
      "id": "s66"
    },
    {
      "text": "However, the scheme booklet sent to shareholders on 30 September 2009 contained a final version of the detailed report in the same terms as the draft.",
      "id": "s67"
    },
    {
      "text": "Mr Polson confirmed that the final reports dispatched to shareholders and marked as exhibits \"RSP-6\" and \"RSP-7\" to his further affidavit sworn 8 December 2009 were in the same terms as exhibits \"RSP-4\" and \"RSP-5\" to his affidavit of 28 September 2009.",
      "id": "s68"
    },
    {
      "text": "For present purposes, it is sufficient to observe that the expert's report is comprehensive.",
      "id": "s69"
    },
    {
      "text": "The methodology is set out clearly and the document is able to be read and understood by a fair-minded objective observer or reader, assessing the document for the purpose of seeking to determine whether the proposed scheme is fair and reasonable and whether acceptance of the proposal is in the best interests of the reader in his or her capacity as a shareholder in Felix.",
      "id": "s70"
    },
    {
      "text": "By cl 3.1 of the Implementation Agreement, the scheme of arrangement is not intended to become effective unless each of the conditions precedent recited at cl 3.1(a) to (s) are satisfied.",
      "id": "s71"
    },
    {
      "text": "In addition, Yanzhou is required by the Implementation Agreement to execute a deed poll which provides that it will take all necessary steps to pay the consideration in accordance with the terms of the scheme.",
      "id": "s72"
    },
    {
      "text": "On 28 September 2009, Yanzhou and Austar executed a deed poll in respect of the scheme.",
      "id": "s73"
    },
    {
      "text": "Affidavits have been filed on behalf of Felix sworn by Lai Cunliang, a Director of Austar and Yancoal Australia Pty Ltd. Lai Cunliang says that Austar is an indirectly wholly owned subsidiary of Yanzhou and a directly wholly owned subsidiary of Yancoal Australia Pty Ltd. Xiaofei Chen, a solicitor employed by the solicitors for Yanzhou, also filed an affidavit in support of the application.",
      "id": "s74"
    },
    {
      "text": "Those affidavits establish that Yanzhou has entered into an Acquisition Facility Agreement with lenders (Bank of China Limited, China Development Bank Corporation and China Construction Bank Corporation) in an amount of US$2.9 billion for the provision of finance to facilitate the implementation and completion of the scheme of arrangement.",
      "id": "s75"
    },
    {
      "text": "Felix has also filed an affidavit sworn by Mr Thomas Boyd, a solicitor in the employ of the solicitors for Felix.",
      "id": "s76"
    },
    {
      "text": "Mr Boyd exhibits to his affidavit sworn 10 December 2009, certificates executed on behalf of Yanzhou confirming that each of the conditions precedent to the scheme as set out in cl 3.1 of the Implementation Agreement and cl 3.1 of the scheme of arrangement has been either satisfied or waived.",
      "id": "s77"
    },
    {
      "text": "In addition, Mr Boyd exhibits to his affidavit a letter from ASIC to the solicitors for Felix dated 9 December 2009 in which ASIC says that for the purposes of s 411(17)(b) of the Act, ASIC has no objection to the scheme of arrangement, on the basis that ASIC is satisfied that the scheme has not been proposed for the purpose of enabling any person to avoid the operation of any of the provisions of Chapter 6 of the Act.",
      "id": "s78"
    },
    {
      "text": "Mr Smith in his affidavit sworn 9 December 2009 annexes as \"CRS-18\", a true copy of the scheme booklet that was sent to Felix shareholders.",
      "id": "s79"
    },
    {
      "text": "The scheme booklet was lodged with ASIC on 30 September 2009.",
      "id": "s80"
    },
    {
      "text": "Mr Smith says that the supplementary scheme booklet dated 11 November 2009 that was provided to Felix shareholders was in the same form as the document attached to Mr O'Rourke's affidavit as exhibit \"VJO-5\" which was the subject of the Court's order on 11 November 2009.",
      "id": "s81"
    },
    {
      "text": "Mr Smith at paras 12, 13 and 14 of his affidavit of 9 December 2009 identifies the other methods by which the scheme booklet and supplementary scheme booklet were available for examination by members.",
      "id": "s82"
    },
    {
      "text": "Each document was made available for inspection on Felix's website and at its registered office during normal business hours.",
      "id": "s83"
    },
    {
      "text": "So too was the detailed independent expert's report marked as exhibit \"RSP-7\" to Mr Polson's affidavit of 8 December 2009.",
      "id": "s84"
    },
    {
      "text": "In order to encourage members to attend the meeting, Felix made arrangements for advisers, Wilson HTM, to dispatch a \"postcard\" to all Felix shareholders as at the close of business on 25 November 2009 reminding shareholders to vote in relation to the scheme proposal.",
      "id": "s85"
    },
    {
      "text": "Affidavits verifying matters in relation to the vote have been filed, sworn by employees of Computershare (Peter Jones, Bonnie Inall, Chrysta Hudson and Calliopi Lorena), an Australian shareholder registry service provider.",
      "id": "s86"
    },
    {
      "text": "I have considered all of the material filed in support of the application.",
      "id": "s87"
    },
    {
      "text": "I am satisfied that the scheme of arrangement ought to be approved by the Court.",
      "id": "s88"
    },
    {
      "text": "The jurisdiction conferred by s 411 of the Act involves the exercise of the supervisory jurisdiction of the Court.",
      "id": "s89"
    },
    {
      "text": "The role of the Court is to determine whether in the face of all the material, there is any basis for apprehension that the members were oppressed in relation to the exercise of their vote; and whether members were sufficiently enabled by the material put before them, to be capable of reaching an informed decision about whether acceptance of the proposal was in their best interests.",
      "id": "s90"
    },
    {
      "text": "Fundamentally, the question of whether the proposal ought to be accepted is a matter for the meeting.",
      "id": "s91"
    },
    {
      "text": "It is not for the Court to substitute its own view of the merits of the vote, for that of the meeting.",
      "id": "s92"
    },
    {
      "text": "If, of course, the meeting reaches a conclusion which seems inconsistent with an objective assessment of the merits of the proposal based on the material put before the meeting, the Court will look closely at the outcome and seek to be satisfied about any matter that might seem to the Court counter-intuitive.",
      "id": "s93"
    },
    {
      "text": "Even so, the will of the meeting is paramount subject to the supervision of the Court.",
      "id": "s94"
    },
    {
      "text": "If the material clearly explains the proposal and it is capable of acceptance by individuals exercising their best judgment of what is in their own commercial interests or to their own commercial advantage, the Court ought not to withhold approval of the scheme.",
      "id": "s95"
    },
    {
      "text": "In the case of a meeting of a single class of members, the Court would need to be satisfied that the vote and thus the will of the meeting had miscarried before withholding approval: Re Amcor Ltd (2000) 34 ACSR 199 at [33]; Re Sonodyne International Ltd (1994) 15 ACSR 494 at 499; Re Hudson Conway Ltd (2000) 33 ACSR 657; Re Coles Group Ltd (No 2) (2007) 65 ACSR 494; Re NRMA Ltd; Re NRMA Insurance Ltd (2000) 33 ACSR 595.",
      "id": "s96"
    },
    {
      "text": "In this case, the vote is overwhelmingly in favour of the proposal.",
      "id": "s97"
    },
    {
      "text": "The proposal is a cash offer and it is supported by an expert's report which describes the proposition as fair and reasonable.",
      "id": "s98"
    },
    {
      "text": "In addition, the application is not opposed by ASIC or any other interested person.",
      "id": "s99"
    },
    {
      "text": "Section 411(17)(a) of the Act provides that the Court must not approve a scheme of arrangement unless it is satisfied that the scheme has not been proposed for the purpose of enabling any person to avoid the operation of any of the provisions of Chapter 6 of the Act which deals with takeovers.",
      "id": "s100"
    },
    {
      "text": "Mr Smith has said in his affidavit sworn 25 September 2009 that the proposed scheme has been recommended by the Board of Felix because the Board has unanimously expressed the view that the scheme is in the best interests of the company for the reasons set out in section 3 of the scheme booklet.",
      "id": "s101"
    },
    {
      "text": "There is no evidence nor any inference open on any evidence that the proponents of the scheme have embarked upon a course for the purpose of enabling any particular person to avoid the operation of any of the provisions of Chapter 6 of the Act and thus I am satisfied of the relevant matters for the purposes of s 411(17)(a).",
      "id": "s102"
    },
    {
      "text": "In addition, Felix has produced to the Court, for the purposes of s 411(17)(b), a statement in writing by ASIC that ASIC has no objection to the scheme of arrangement.",
      "id": "s103"
    },
    {
      "text": "The tendering of a statement that ASIC has no objection to the approval of a scheme of arrangement is given weight in the sense that the Court will have regard to the views of a regulatory body experienced and practised in the discipline the subject of its area of regulatory engagement.",
      "id": "s104"
    },
    {
      "text": "However, the statement is simply weighed in the balance with the relevant degree of emphasis and no more.",
      "id": "s105"
    },
    {
      "text": "Circumstances might arise where inferences might be open, and the statement of position by ASIC might assist the Court in determining whether inferences about relevant matters ought to be drawn.",
      "id": "s106"
    },
    {
      "text": "That however is not this case.",
      "id": "s107"
    },
    {
      "text": "It should be noted that all directors of Felix support the proposal.",
      "id": "s108"
    },
    {
      "text": "It should also be noted that the proposal will have no impact on creditors.",
      "id": "s109"
    },
    {
      "text": "Felix will continue to own the assets deployed in its undertaking.",
      "id": "s110"
    },
    {
      "text": "The scheme will simply change the ownership of the shares in Felix.",
      "id": "s111"
    },
    {
      "text": "The Implementation Agreement contains a number of commercial terms which impact upon the scheme.",
      "id": "s112"
    },
    {
      "text": "Yanzhou must cause Austar to deposit the scheme consideration in cleared funds into an account operated by Felix as trustee for the transferring shareholders.",
      "id": "s113"
    },
    {
      "text": "The Implementation Agreement provides that Felix must pay Yanzhou a $33.3m \"break fee\" in certain circumstances and a similar fee is payable to Felix should Yanzhou breach certain provisions of the agreement.",
      "id": "s114"
    },
    {
      "text": "The \"break fee\" arrangements are not oppressive.",
      "id": "s115"
    },
    {
      "text": "They are commonplace as disengagement fees.",
      "id": "s116"
    },
    {
      "text": "There is no provision for the payment of a fee should the members vote the scheme down or the Court not approve the scheme.",
      "id": "s117"
    },
    {
      "text": "There is also a provision by which Felix promises not to solicit any competing proposal and not to enter into negotiations that might lead to a competing proposal unless the Board of Felix determines that the competing proposal is superior.",
      "id": "s118"
    },
    {
      "text": "The restriction applies during the exclusivity period which ends, at the latest, by 31 March 2010.",
      "id": "s119"
    },
    {
      "text": "None of these provisions have adversely affected the question of whether the members are properly informed about the merits of the proposal and whether the offer is one capable of being accepted.",
      "id": "s120"
    },
    {
      "text": "Felix also seeks an order relieving it from the requirement contained in s 411(11) that a copy of an order of the Court made under s 411(4)(b) be annexed to every copy of the Constitution of Felix issued after the making of the order.",
      "id": "s121"
    },
    {
      "text": "There seems to be no utility in the order.",
      "id": "s122"
    },
    {
      "text": "The proposed order does not affect any change to the Constitution of the company.",
      "id": "s123"
    },
    {
      "text": "Accordingly, there is no need to insist upon compliance by Felix with s 411(11) of the Act: Re Equinox Resources Ltd (2004) 49 ACSR 692 at [22] and [23]; Re Kalgoorlie Lake View Pty Ltd (2005) 56 ACSR 144 at [30] - [32]; and Mincom Ltd v EAM Software Finance Pty Ltd (No 3) (2007) 64 ACSR 387 at 409.",
      "id": "s124"
    },
    {
      "text": "Accordingly, the scheme of arrangement is approved by the Court.",
      "id": "s125"
    },
    {
      "text": "I certify that the preceding twenty-eight (28) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Greenwood.",
      "id": "s126"
    },
    {
      "text": "Associate:\n \n \nDated: 10 December 2009\n \n Counsel for the Plaintiff: Mr B O'Donnell QC \n \n Solicitor for the Plaintiff: Allens Arthur Robinson Lawyers \n Date of Hearing: 10 December 2009 \n \n Date of Judgment: 10 December 2009 \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1483.html",
      "id": "s127"
    }
  ]
}