{
  "name": "Schutz DSL (Australia) Pty Ltd (ACN 009 069 907) v VIP Plastic Packaging Pty Ltd (ACN 095 313 705) (No 4) [2009] FCA 1541 (18 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1541.html",
  "catchphrases": [
    {
      "text": "norwich pharmacal order",
      "id": "c0"
    },
    {
      "text": "whether order should be extended to broader class of persons",
      "id": "c1"
    },
    {
      "text": "whether fresh evidence justifying extension of order",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n An understanding of these reasons may require consideration of the matters addressed in: The applicants ( Schutz ) now seek to revisit earlier orders I made in light of what they contend are new circumstances revealed as a result of fresh evidence.",
      "id": "s0"
    },
    {
      "text": "Schutz seeks additional orders for the respondents ( VIP ) to supply detailed information about an extensive range and number of sales over a considerable period.",
      "id": "s1"
    },
    {
      "text": "For the reasons which follow that additional relief will be refused.",
      "id": "s2"
    },
    {
      "text": "BACKGROUND \n On 6 October 2009, I ordered that within 7 days, VIP by their proper officer file and serve an affidavit specifying details of customers to whom they had sold composite intermediate bulk containers ( IBCs ) suitable for use in the transport of dangerous goods and which were manufactured by Schutz or their agents or licensees but which contained inner plastic containers manufactured by persons other than Schutz ( the Original Norwich Pharmacal Order ).",
      "id": "s3"
    },
    {
      "text": "On 13 October 2009 VIP filed an affidavit of Mr Andrew Robert Smith setting out the information required by the Norwich Pharmacal Order.",
      "id": "s4"
    },
    {
      "text": "Only five of VIP's customers' details were revealed by Mr Smith's affidavit.",
      "id": "s5"
    },
    {
      "text": "It now appears that is in error, that affidavit did not contain details of all customers who had purchased cross-bottled IBCs from VIP containing labelling indicating that the IBCs were certified for use in the transport and storage of dangerous goods.",
      "id": "s6"
    },
    {
      "text": "One customer was omitted.",
      "id": "s7"
    },
    {
      "text": "Schutz now seeks an additional Norwich Pharmacal Order in these terms: Within 7 days, the respondents by their proper officer file and serve an affidavit specifying the names, addresses, telephone numbers and email addresses of those of their customers to whom they have sold composite intermediate bulk containers manufactured by the first or second applicants, or their agents or licensees, which contain inner plastic containers manufactured by persons other than the first or second applicants.",
      "id": "s8"
    },
    {
      "text": "The applicants have leave to despatch a letter, in the form of Attachment 'A' to this notice of motion, to any of the respondents' customers identified in the affidavit filed and served pursuant to order 1 above.",
      "id": "s9"
    },
    {
      "text": "Costs be in the cause.",
      "id": "s10"
    },
    {
      "text": "THE ARGUMENT \n Schutz complains that VIP have interpreted the terms of the Original Norwich Pharmacal Order as only requiring disclosure of details of those of VIP's customers to whom VIP sold Schutz cross-bottled IBCs and which VIP 'understood' to be suitable (or at least intended) for use in the transport of dangerous goods.",
      "id": "s11"
    },
    {
      "text": "Schutz complains that this is insufficient to alleviate any confusion and potential risk to public safety that may result from VIP's conduct.",
      "id": "s12"
    },
    {
      "text": "That, they say, is why they seek an additional order requiring disclosure by VIP of all customers to whom VIP sold CB1 type IBCs as previously defined.",
      "id": "s13"
    },
    {
      "text": "Although VIP has discovered delivery dockets, Schutz point out that it is not possible to discern from the dockets what kind of IBCs were sold in some instances or whether the IBCs were sold pursuant to a request for DG IBCs or non-DG IBCs.",
      "id": "s14"
    },
    {
      "text": "Schutz argues that although VIP gave evidence that it was invariably the case that VIP sales staff would confirm with a customer if an IBC was required for transport of dangerous goods, that may not be, it is said, enough to prevent VIP's customers reliance on the labelling of IBCs themselves after delivery at which time VIP have no control over or knowledge of the ultimate usage of the cross-bottled IBCs.",
      "id": "s15"
    },
    {
      "text": "VIP observes correctly that this possibility must have been obvious to all concerned when the original orders were made, that it was even alluded to in the course of evidence and argument initially advanced for Schutz.",
      "id": "s16"
    },
    {
      "text": "Notwithstanding this, the orders that were drafted were seen as being proportionate to the degree of risk in respect of which there was any evidence.",
      "id": "s17"
    },
    {
      "text": "The question is whether Schutz have advanced any evidence to show any new risk.",
      "id": "s18"
    },
    {
      "text": "In my view, Schutz has done no more than simply restate the same fears it has relied on in support of previous applications.",
      "id": "s19"
    },
    {
      "text": "It has advanced an argument as to perceived risk supported by hearsay (but admissible) evidence of the presence in the market place of a small number of cross bottled IBC's (4 or 5) which have been used for storage or transport of non-dangerous goods even though the Schutz outer cage bears a UN Certification for transport of dangerous goods.",
      "id": "s20"
    },
    {
      "text": "The fear expressed is that there is a risk such cages may be used for storage or transport of dangerous goods, although there is no evidence of this having occurred so far.",
      "id": "s21"
    },
    {
      "text": "VIP deny (as they have always done), that there is any realistic danger or risk associated with this possibility.",
      "id": "s22"
    },
    {
      "text": "Specifically what Schutz rely upon, apart from internal reports, is a conversation between Mr Gill for Schutz and Mr Baker of Orica Chemical Services ( Orica ) revealing that Orica has a policy of only purchasing IBCs that are certified for use in the transport and storage of dangerous goods.",
      "id": "s23"
    },
    {
      "text": "Despite this, it nevertheless has acquired CB1 type IBCs from VIP.",
      "id": "s24"
    },
    {
      "text": "This demonstrates, according to Schutz, that there is potential for uncertified Schutz cross-bottled IBCs which retain the original UN certification markings to cause confusion.",
      "id": "s25"
    },
    {
      "text": "Objection has been taken to a substantial amount of the evidence of Mr Gill primarily on the basis that it is hearsay.",
      "id": "s26"
    },
    {
      "text": "To the extent that there is a hearsay component which leads to Mr Gill holding a genuine belief, the hearsay elements are admissible for the purposes of the interlocutory application.",
      "id": "s27"
    },
    {
      "text": "However, the evidence goes beyond information and belief into the realm of speculation as a result of belief held.",
      "id": "s28"
    },
    {
      "text": "To that extent, I will treat the speculation as being part of the argument for Schutz only.",
      "id": "s29"
    },
    {
      "text": "The intention of providing for liberty to apply was to permit the opportunity to revisit the situation should there be clear evidence of an elevated level of danger or an elevated risk of product confusion.",
      "id": "s30"
    },
    {
      "text": "There is no evidence that since the giving of the undertaking, VIP has sold IBCs for use with dangerous goods and there is no evidence that it has failed to label in accordance with the undertaking offered.",
      "id": "s31"
    },
    {
      "text": "There was always the potential risk regardless of these proceedings that IBCs may be inappropriately used by consumers to store dangerous goods in non-dangerous IBCs once IBCs have been recirculated or simply reused.",
      "id": "s32"
    },
    {
      "text": "To the extent that VIP is able to prevent this practice, there is the evidence of its standard policy of inquiring with customers as to the proposed usage.",
      "id": "s33"
    },
    {
      "text": "The handful of customers to whom IBCs for transporting dangerous goods were sold have had the benefit of the communication from Schutz advising of potential risks.",
      "id": "s34"
    },
    {
      "text": "I have previously indicated that if more cogent evidence as to danger were available, then by general liberty to apply provisions, the current order could be revisited.",
      "id": "s35"
    },
    {
      "text": "I am far from convinced that any such additional evidence has been provided.",
      "id": "s36"
    },
    {
      "text": "Schutz have not presented any evidence of any elevated level of risk which was not present and taken into account in the formulation of the original orders in this matter and on the original dismissal of the Schutz application for extended relief of the nature now sought.",
      "id": "s37"
    },
    {
      "text": "There is no proper basis to revisit those orders.",
      "id": "s38"
    },
    {
      "text": "Nor was there a basis for the further request for the urgent listing of this further application.",
      "id": "s39"
    },
    {
      "text": "As against that, there is a real risk that if the orders which Schutz seeks are made, it will be given the significant advantage of opening its direct competitor's books and writing in unnecessarily alarming and implicitly critical terms directly to VIP's customers with the imprimatur of the Court.",
      "id": "s40"
    },
    {
      "text": "This is an advantage which would certainly not be lightly given.",
      "id": "s41"
    },
    {
      "text": "CONCLUSION \n The motion will be dismissed.",
      "id": "s42"
    },
    {
      "text": "In light of the defective compliance by VIP with the Norwich Pharmacal Order (which followed an earlier error on affidavit in relation to Schutz 2), I would discount the costs order in its favour.",
      "id": "s43"
    },
    {
      "text": "Schutz should pay two-thirds of VIP's costs of the motion.",
      "id": "s44"
    },
    {
      "text": "I therefore order: The motion be dismissed.",
      "id": "s45"
    },
    {
      "text": "The applicants are to pay two-thirds of the respondents' costs of the motion, to be taxed if not agreed.",
      "id": "s46"
    },
    {
      "text": "I certify that the preceding seventeen (17) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice McKerracher.",
      "id": "s47"
    },
    {
      "text": "Associate: \n \n \nDated: 18 December 2009\n \n Counsel for the Applicants: WC Zappia \n \n Solicitor for the Applicants: Lavan Legal \n \n Counsel for the Respondents: SK Dharmananda \n \n Solicitor for the Respondents: Gilbert + Tobin \n Date of Hearing: 1 December 2009 \n \n Date of Judgment: 18 December 2009 \n \n \n \n \n \n \n \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1541.html",
      "id": "s48"
    }
  ]
}