{
  "name": "Discount Drugstores Pty Ltd v Tran [2009] FCA 1442 (20 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1442.html",
  "catchphrases": [
    {
      "text": "summary judgment",
      "id": "c0"
    },
    {
      "text": "default",
      "id": "c1"
    },
    {
      "text": "failure to appear",
      "id": "c2"
    },
    {
      "text": "no likelihood of continuing infringement",
      "id": "c3"
    },
    {
      "text": "repeated instances of default",
      "id": "c4"
    },
    {
      "text": "declarations in respect of trade mark infringement made",
      "id": "c5"
    },
    {
      "text": "permanent injunction refused as a matter of discretion",
      "id": "c6"
    },
    {
      "text": "lump sum costs",
      "id": "c7"
    },
    {
      "text": "practice and procedure",
      "id": "c8"
    }
  ],
  "sentences": [
    {
      "text": "The Applicant is the holder of a registered Australian Trade Mark.",
      "id": "s0"
    },
    {
      "text": "It came to its attention that the Respondent, who was once a franchisee, but whose entitlement in terms of franchise agreement to the use of the registered mark, referred to as the DDS logo, ceased upon the termination of the franchise, was still using signage which carried that mark.",
      "id": "s1"
    },
    {
      "text": "The further circumstances in relation to that usage were related in an interlocutory judgment, which I gave on 18 September 2009.",
      "id": "s2"
    },
    {
      "text": "At that time, I granted an interlocutory injunction in respect of what appeared on the material, then read, to be a serious question to be tried in respect of an infringement of the trademark.",
      "id": "s3"
    },
    {
      "text": "I also made directions in respect of the further conduct of the proceedings.",
      "id": "s4"
    },
    {
      "text": "Since then, the Respondent has shown what one might describe, to use a neutral term, as a studied indifference to the proceedings.",
      "id": "s5"
    },
    {
      "text": "There have been, on his part, a number of events of default, which give rise to an entitlement on the part of the Applicant to default judgment in terms of O 35A r 3(2)(c) of the Federal Court Rules .",
      "id": "s6"
    },
    {
      "text": "Mr Philp, who appears for the Applicant, has, in that context, and commendably properly, drawn to my attention to the form of the statement of claim.",
      "id": "s7"
    },
    {
      "text": "It must be said that, in form, the statement of claim is an inelegant pleading insofar as the pleading of a cause of action in respect of an infringement of the Trade Marks Act 1995 (Cth), in terms of s 120 , is concerned.",
      "id": "s8"
    },
    {
      "text": "Nonetheless, it is possible to discern, within the pleading, the elements of a cause of action.",
      "id": "s9"
    },
    {
      "text": "The affidavit material read today discloses that the Respondent has, albeit belatedly, changed the signage which, understandably, gave rise to a concern on the part of the applicant in respect of infringement.",
      "id": "s10"
    },
    {
      "text": "There is nothing in the material which would suggest any likelihood of a continuing infringement.",
      "id": "s11"
    },
    {
      "text": "That, to me, as a matter of discretion, tells against the granting of any permanent injunctive relief.",
      "id": "s12"
    },
    {
      "text": "Nonetheless, having regard to the Respondent's conduct which, as I have noted, was belated in terms of rectification, and seemed only be a responsive to the initiation of court proceedings, as opposed to measured correspondence in advance, I propose to make declaratory orders in respect of the infringements.",
      "id": "s13"
    },
    {
      "text": "There remains a question as to whether or not, in terms of O 62 of the Federal Court Rules , I ought to fix, as the Applicant has requested, its costs.",
      "id": "s14"
    },
    {
      "text": "Mr Philp has, appropriately, drawn to my attention sentiments voiced by Gyles J in Gillette Co v Schiavini [2008] FCA 1053 at [4] .",
      "id": "s15"
    },
    {
      "text": "His Honour there considered that the circumstances of that case were appropriate for the making of a lump sum order.",
      "id": "s16"
    },
    {
      "text": "There, as here, the Respondent had not appeared.",
      "id": "s17"
    },
    {
      "text": "His Honour observed that: \n \n The task of taxation would involve yet further costs, expense and time.",
      "id": "s18"
    },
    {
      "text": "His Honour was satisfied, on the evidence, as I am, that the quantum proposed was reasonable in the circumstances.",
      "id": "s19"
    },
    {
      "text": "In making that observation, what is reasonable is a subject upon which reasonable minds might reasonably differ.",
      "id": "s20"
    },
    {
      "text": "Nonetheless, the overall amount of costs is within Australian Counsel's fees guidelines which this Court's Registrar publishes for the benefit of the profession from time to time.",
      "id": "s21"
    },
    {
      "text": "Further, and also persuasively, the Respondent has been served in advance with a detailed list, item by item, in respect of the amount which has come to be sought by way of costs.",
      "id": "s22"
    },
    {
      "text": "The fact that this amount was to be sought by way of costs, has also been flagged to the Respondent, in advance of today's hearing.",
      "id": "s23"
    },
    {
      "text": "For these reasons then, I make orders in terms of paras 1, 2, 3, 5, and 6 of the draft, which has been provided, which I shall sign and place with the papers --- after deleting para 4.",
      "id": "s24"
    },
    {
      "text": "I certify that the preceding seven (7) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s25"
    },
    {
      "text": "Associate:\n \n \nDated: 3 December 2009\n \n Solicitor for the Applicant: Mr K Philip of Bennett &amp; Philp \n \n Solicitor for the Respondent: No appearance by the Respondent \n Date of Hearing: 20 November 2009 \n \n Date of Judgment: 20 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1442.html",
      "id": "s26"
    }
  ]
}