{
  "name": "Watson v AWB Limited (No 5) [2009] FCA 1234 (30 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1234.html",
  "catchphrases": [
    {
      "text": "release from the implied undertaking preventing the use of documents for any collateral purpose (see hearne v street [2008] hca 36 ; (2008) 235 clr 125)",
      "id": "c0"
    },
    {
      "text": "notices to admit facts",
      "id": "c1"
    },
    {
      "text": "whether facts genuinely in dispute",
      "id": "c2"
    },
    {
      "text": "party not admitting facts required to explain its position",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "THE IMPLIED UNDERTAKING \n The respondent and its lawyers have made application to the Court to be released from the implied undertaking to the Court which prevents them from making use of one particular document produced to the respondent and to its lawyers in these proceedings under the processes of the Court otherwise than for the purposes of these proceedings (as to which, see Hearne v Street [2008] HCA 36 ; (2008) 235 CLR 125).",
      "id": "s0"
    },
    {
      "text": "The respondent has informed me that it proposes to commence fresh proceedings for declaratory, injunctive and other relief against the applicants and others upon the basis that the structures which underpin the applicants' case in these proceedings constitute an unregistered management investment scheme, based upon the Full Court authority of Brookfield Multiplex Ltd v International Litigation Funding Partners Pte Ltd [2009] FCAFC 147.",
      "id": "s1"
    },
    {
      "text": "There is no opposition to the respondent being released from that implied undertaking.",
      "id": "s2"
    },
    {
      "text": "The purpose for seeking the release is a legitimate one.",
      "id": "s3"
    },
    {
      "text": "Accordingly, in respect of the document which is Exhibit CWP-2 to the affidavit of Craig William Owen Phillips sworn on 27 October 2009, I release the respondent and its lawyers from the implied undertaking.",
      "id": "s4"
    },
    {
      "text": "THE NOTICES TO ADMIT FACTS \n By Notice to Admit Facts dated 3 April 2009, the applicants sought to require the respondent to admit for the purposes of these proceedings only the facts and matters set out in paragraphs 1 to 20 of that Notice.",
      "id": "s5"
    },
    {
      "text": "By a second Notice to Admit Facts dated 2 October 2009, the applicants sought to require the respondent to admit further matters.",
      "id": "s6"
    },
    {
      "text": "The second Notice contains 84 separate paragraphs.",
      "id": "s7"
    },
    {
      "text": "In addition, some of those paragraphs are split into several subparagraphs.",
      "id": "s8"
    },
    {
      "text": "The respondent addressed the first Notice to Admit Facts and admitted many matters which were the subject of that Notice.",
      "id": "s9"
    },
    {
      "text": "In respect of the second Notice it has taken a position which can fairly be described as blanket opposition to admitting any of the matters set out in that Notice.",
      "id": "s10"
    },
    {
      "text": "The applicants have applied to the Court for relief designed to flush out whether the matters which currently stand not admitted are truly in dispute and, if so, the basis for such dispute.",
      "id": "s11"
    },
    {
      "text": "The respondent has made a number of submissions in support of its resistance to an order requiring it to make further admissions.",
      "id": "s12"
    },
    {
      "text": "The first of those submissions is that the Court has no power to make the orders sought by the applicants.",
      "id": "s13"
    },
    {
      "text": "The orders sought by the applicants in respect of the Notices to Admit are that the respondent ought to be required to admit all of the matters set out in the Notices or, in the alternative, if it continues to refuse to make those admissions, the solicitor for the respondent should be required to file and serve an affidavit in which he identifies with precision those matters which are not admitted and in which the deponent should be required to state on oath that each and every one of those matters is bona fide in dispute.",
      "id": "s14"
    },
    {
      "text": "It was submitted that, in respect of each of the disputed matters, the deponent should be obliged to state brief grounds as to why the particular matter cannot be admitted.",
      "id": "s15"
    },
    {
      "text": "In the Motion in which these orders are sought, the applicants seek an additional order that, in the event that the orders which they seek in respect of the Notices to Admit are not complied with, the respondent's defence be struck out.",
      "id": "s16"
    },
    {
      "text": "It may well be that the Court does not have power to require a party to admit a fact or matter, as the terms of the Federal Court of Australia Act 1976 (Cth) and Federal Court Rules currently stand.",
      "id": "s17"
    },
    {
      "text": "I do not, however, need to decide that question for the purposes of the present application, because I do not propose to require the respondent to make any admissions.",
      "id": "s18"
    },
    {
      "text": "The alternative way of looking at the matter is encapsulated in the applicants' proposal that the solicitor for the respondent be compelled to file and serve an affidavit in which, in effect, he should explain the respondent's position.",
      "id": "s19"
    },
    {
      "text": "In my view, I have power to make an order along those lines under the general directions power reposed in a Judge of this Court.",
      "id": "s20"
    },
    {
      "text": "The making of such an order would be a legitimate exercise of the Court's case management powers given that, in the 21 st century, litigation is required to be conducted as efficiently and expeditiously as possible, paying due regard to the interests of justice but also to the efficient use of Court time.",
      "id": "s21"
    },
    {
      "text": "Ordinarily, litigants should not be permitted to approach the proof of facts by their opponents upon the basis that they are entitled to \"put them to proof \" even when those facts are not genuinely or seriously in dispute.",
      "id": "s22"
    },
    {
      "text": "The facts and matters covered by the two Notices are facts and matters which are, for the most part, within the respondent's knowledge.",
      "id": "s23"
    },
    {
      "text": "Most of them are facts (as distinct from opinions, conclusions and mere assertions).",
      "id": "s24"
    },
    {
      "text": "They are not so numerous or difficult to grasp as to constitute oppression on the face of the Notices, having regard to the complexity of the current proceedings and the context in which they were commenced.",
      "id": "s25"
    },
    {
      "text": "I did not detect in the submissions made on behalf of the respondent any suggestion that I did not have power to make an order of the kind sought by the applicants in the alternative.",
      "id": "s26"
    },
    {
      "text": "The real question in the present circumstances is whether I should make such an order in the proper exercise of the discretion of the Court.",
      "id": "s27"
    },
    {
      "text": "Counsel for the respondent submitted that I should not do so, because the outstanding requirements under the two Notices to Admit Facts impose an oppressive obligation on the respondent, being an obligation imposed only two months before the start of a lengthy and complex trial, with the consequence that it would be unjust to require the respondent to deal further with the subject matter of the two Notices.",
      "id": "s28"
    },
    {
      "text": "It was also submitted on behalf of the respondent that, having regard to the stage at which the second Notice in particular has been served, the applicants should be in a position to prove all of the matters the subject of the Notice in any event, thus making the prejudice to the respondent even more significant when the competing interests of the parties are being weighed in the balance.",
      "id": "s29"
    },
    {
      "text": "On the other side of things, Senior Counsel for the applicants submitted that the matters the subject of the two Notices were all matters well within the knowledge of the respondent which had been the subject of close scrutiny over the last several years in the context of the Cole Inquiry and other proceedings and hardly constituted oppression, as the respondent would have me believe.",
      "id": "s30"
    },
    {
      "text": "In particular, Senior Counsel drew my attention to the fact that there was no evidence at all tendered by the respondent in the present application to suggest that compliance with the outstanding Notices would, in fact, be oppressive, and no explanation forthcoming from the respondent as to the basis upon which resistance to admitting the relevant facts was being maintained.",
      "id": "s31"
    },
    {
      "text": "I have read the two Notices.",
      "id": "s32"
    },
    {
      "text": "The essence of the material which the applicants press in respect of the first Notice is captured by subparagraphs (g), (h) and (i) of paragraph 1 of that Notice, which are in the following terms: \n \n The applicants require you to admit for the purpose of these proceedings only:\n 1.",
      "id": "s33"
    },
    {
      "text": "... \n \n \n (g) a document titled \"Notification or request to ship goods to Iraq\" ( Notification form ) in the form identified in the Inquiry into certain Australian companies in relation to the UN Oil-for-Food Programme ( Cole Inquiry ) as AWB.0058.0245 was lodged with the Australian Department of Foreign Affairs and Trade ( DFAT );\n (h) the Notification form referred to in paragraph 1(g) above was provided to DFAT together with a short form of contract and long form of contract which contained the provisions referred to in paragraphs 1(d) and 1(e) respectively;\n (i) other than the Notification form and the short and long form contracts, AWB did not submit any other documents to DFAT for the purpose of transmission to the Australian mission to the United Nations.",
      "id": "s34"
    },
    {
      "text": "There may be slight differences between these subparagraphs and the comparable subparagraphs of later paragraphs of that Notice but, in my view, the essence of the matter is captured by the subparagraphs which I have extracted at [16] above.",
      "id": "s35"
    },
    {
      "text": "The matters covered by these subparagraphs are all matters of fact.",
      "id": "s36"
    },
    {
      "text": "The respondent must know whether the facts required to be admitted by means of these subparagraphs are true, or not, and ought to be able to provide the answer to that enquiry without too much difficulty.",
      "id": "s37"
    },
    {
      "text": "If there is some genuine and appropriate reason why these matters cannot be admitted, then the respondent should be required to provide that explanation.",
      "id": "s38"
    },
    {
      "text": "I do not think that the respondent will be compelled to devote an enormous amount of time, effort or money to answer the requests for admissions made in those subparagraphs.",
      "id": "s39"
    },
    {
      "text": "Nor do I think that those matters are likely to be genuinely in dispute.",
      "id": "s40"
    },
    {
      "text": "The second Notice deals with a number of matters which involve consideration of the corporate structure of the respondent, its personnel and various details concerning grain contracts relevant to these proceedings.",
      "id": "s41"
    },
    {
      "text": "In some paragraphs in the second Notice, the respondent is being asked to admit that certain persons occupied positions with the respondent within the meaning of certain terms used in the ASX Listing Rules.",
      "id": "s42"
    },
    {
      "text": "I do not think that the respondent should be required to address these matters.",
      "id": "s43"
    },
    {
      "text": "They involve more than the consideration of mere facts.",
      "id": "s44"
    },
    {
      "text": "In order to respond to these matters, the respondent would be required to interpret the particular terms in those Rules and then come to a conclusion as to whether the functions and duties of that particular individual were within that interpretation.",
      "id": "s45"
    },
    {
      "text": "In addition, paragraph 65, on its face, appears to require the respondent not only to admit facts but also to admit complexions on the facts or conclusions arising from the facts which, in my view, the respondent ought not be asked to address.",
      "id": "s46"
    },
    {
      "text": "But, subject to the two exceptions to which I have referred at [21] and [22] above, it seems to me that the Notice on its face is otherwise entirely regular and canvasses material which the respondent ought to be able to address, either by way of admission or by way of explanation as to the basis upon which the admissions sought cannot or should not be made.",
      "id": "s47"
    },
    {
      "text": "For these reasons, I propose to make an order which is in the following terms: \nI order that, by 4.00 pm on 16 November 2009, the respondent reconsider the responses it has thus far provided to the Notice to Admit Facts dated 3 April 2009 ( the first Notice ) and to the Notice to Admit Facts dated 2 October 2009 ( the second Notice ) and, in respect of each and every fact or matter referred to in the first and second Notices which the respondent continues to refuse to admit after such reconsideration, the solicitor on the record for the respondent file and serve an affidavit in which:\n \n (a) He states that each such fact or matter is genuinely in dispute; and\n (b) He sets out brief grounds and reasons said to justify the assertion that each such fact or matter is genuinely in dispute.",
      "id": "s48"
    },
    {
      "text": "The applicants have sought a self-executing order that, in default of compliance with an order of the kind which I have just made, the respondent's defence be struck out.",
      "id": "s49"
    },
    {
      "text": "I am not prepared to make an order in those terms at the moment.",
      "id": "s50"
    },
    {
      "text": "That is not to say that I would not entertain an application in due course should there be appropriate grounds for making that order.",
      "id": "s51"
    },
    {
      "text": "I would only consider making such an order after there has been full argument and fair consideration of the respondent's position in relation to such an order.",
      "id": "s52"
    },
    {
      "text": "I make orders accordingly.",
      "id": "s53"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s54"
    },
    {
      "text": "Associate:\n \n \nDated: 3 November 2009\n \n Counsel for the Applicants: Mr J Sheahan SC, Mr MBJ Lee \n \n Solicitor for the Applicants: Maurice Blackburn Pty Ltd \n \n Counsel for the Respondent: Mr CM Scerri QC, Mr MJ Darke \n \n Solicitor for the Respondent: Allens Arthur Robinson \n Date of Hearing: 30 October 2009 \n \n Date of Judgment: 30 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1234.html",
      "id": "s55"
    }
  ]
}