{
  "name": "Campaign Master (UK) Ltd v Forty Two International Pty Ltd (No 3) [2009] FCA 1306 (13 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1306.html",
  "catchphrases": [
    {
      "text": "whether hearsay evidence of statements by persons overseas should be permitted",
      "id": "c0"
    },
    {
      "text": "the extent to which the proposed evidence was first hand or more remote hearsay",
      "id": "c1"
    },
    {
      "text": "no independent evidence corroborating any hearsay version",
      "id": "c2"
    },
    {
      "text": "whether undue prejudice to the respondent.",
      "id": "c3"
    },
    {
      "text": "application to take evidence by video link",
      "id": "c4"
    },
    {
      "text": "requirement to make out a case for such an order where it is opposed",
      "id": "c5"
    },
    {
      "text": "discussion of the possible difficulties associated with video evidence.",
      "id": "c6"
    },
    {
      "text": "security for costs",
      "id": "c7"
    },
    {
      "text": "consideration of application for further security.",
      "id": "c8"
    },
    {
      "text": "evidence",
      "id": "c9"
    },
    {
      "text": "practice and procedure",
      "id": "c10"
    },
    {
      "text": "practice and procedure",
      "id": "c11"
    }
  ],
  "sentences": [
    {
      "text": "BUCHANAN J: \n This matter was listed for hearing for four days commencing 7 September 2009, the proceedings having been commenced on 9 May 2008.",
      "id": "s0"
    },
    {
      "text": "The pleadings were closed and the affidavit evidence should have been complete.",
      "id": "s1"
    },
    {
      "text": "However, the parties agreed to vacate the days fixed for hearing because they were not in a position to meet the timetable for the filing of their evidence.",
      "id": "s2"
    },
    {
      "text": "In addition, they agreed that the trial will probably take eight days and could not have been finished in the time allowed.",
      "id": "s3"
    },
    {
      "text": "I have indicated that it would be possible, if new dates are reserved soon, for the case to be heard early next year.",
      "id": "s4"
    },
    {
      "text": "In the meantime the parties agreed to use some of the time reserved for the hearing to deal with interlocutory matters.",
      "id": "s5"
    },
    {
      "text": "There are three applications to be dealt with, which are presented for decision by notices of motion from both the applicant and the respondents.",
      "id": "s6"
    },
    {
      "text": "The three matters which require the Court's adjudication are: an application by the applicant pursuant to s 64 of the Evidence Act 1995 (Cth) (\"the Evidence Act \") that it be allowed to rely on hearsay evidence of statements made by persons in the United Kingdom; an application by the applicant that one witness and another potential witness (each in the United Kingdom) be permitted to present themselves for cross-examination there by video link, rather than travelling to Australia; and an application by the respondent for further security for costs ($90,000 in security having earlier been ordered by consent).",
      "id": "s7"
    },
    {
      "text": "Each application is contested.",
      "id": "s8"
    },
    {
      "text": "There is one further order sought by the applicant's notice of motion which was not opposed and to which I will make further short reference in due course.",
      "id": "s9"
    },
    {
      "text": "The nature of the proceedings\n The proceedings commenced by the applicant are founded on allegations that the respondents (individually or in combination) engaged in conduct which was misleading and deceptive, as to current and future matters, within the meaning of the Trade Practices Act 1974 (Cth), that the first respondent breached two contracts made between it and the applicant on 22 May 2007, and that the applicant has suffered loss and damage as a result of the breaches alleged.",
      "id": "s10"
    },
    {
      "text": "The applicant has claimed substantial damages as a result (of which approx $1,200,000 has so far been quantified).",
      "id": "s11"
    },
    {
      "text": "Recent affidavits filed by the applicant (one affirmed by Mr Gurjeet Dhillon, the sole director and shareholder of the applicant, on 30 July 2009 and one sworn by Mr Lee McDermott, the business development manager of the applicant, also on 30 July 2009) are intended to provide evidentiary support for the proposition that the applicant has, due to the conduct of the respondents, lost &#163;172,528 of existing custom and failed to obtain new custom worth &#163;454,409 annually (the total figure of &#163;626,937 immediate loss alleged was said to be approximately $1,200,000 at that time).",
      "id": "s12"
    },
    {
      "text": "Proof of the components of the alleged loss, and the real reasons for it if it occurred, are important elements to be established by the applicant.",
      "id": "s13"
    },
    {
      "text": "All the elements of this, and other aspects of the claim, are directly in issue.",
      "id": "s14"
    },
    {
      "text": "The applicant's case concerning misleading and deceptive conduct is erected upon a series of factual premises which are not without their complicating factors but which, for present purposes at least, may be fairly shortly summarised.",
      "id": "s15"
    },
    {
      "text": "The applicant alleges that in May 2007 it was persuaded, based on representations made by the first or second respondent, that it should become the exclusive licensee in the United Kingdom and the Republic of Ireland of email marketing software, owned by the first respondent, known as \"Campaign Master\".",
      "id": "s16"
    },
    {
      "text": "It is alleged that amongst the representations made were promises that certain named persons would be retained in the service of the second respondent, that the first respondent would continue to develop the software in particular ways and that the first respondent would provide the applicant with the \"source code\" for the software to allow the applicant also to make modifications or enhancements to the software.",
      "id": "s17"
    },
    {
      "text": "The applicant alleges that it relied on the representations to enter into the two contracts with the first respondent and that the representations have been dishonoured in various ways including the failure of the first respondent to enhance the software and ensure its functionality.",
      "id": "s18"
    },
    {
      "text": "In addition, the first respondent has refused to provide the source code to allow the applicant to make what it claims are necessary enhancements.",
      "id": "s19"
    },
    {
      "text": "The applicant and the first respondent made the two written contracts on 22 May 2007.",
      "id": "s20"
    },
    {
      "text": "They were a Licence Agreement and a Maintenance and Support Agreement.",
      "id": "s21"
    },
    {
      "text": "The applicant alleges that the contracts have been breached.",
      "id": "s22"
    },
    {
      "text": "One allegation is that the contracts required the source code to be provided but, in the event that it is found that the contracts do not require the source code to be provided to the applicant, it asks that the contracts be \"rectified\" to insert such an obligation.",
      "id": "s23"
    },
    {
      "text": "Save that they admit that the applicant and first respondent (the wholly owned subsidiary of the second respondent) entered into the Licence Agreement and the Maintenance and Support Agreement, both dated 22 May 2007, the respondents deny virtually every major premise in the applicant's case.",
      "id": "s24"
    },
    {
      "text": "They deny they have engaged in any misleading or deceptive conduct, they deny that they made representations as to future matters as alleged by the applicant, they deny the existence of implied terms asserted by the applicant, they deny the suggested effect of the express terms of the contracts and they deny any breach of the contracts.",
      "id": "s25"
    },
    {
      "text": "In particular, the respondents contend that the first respondent, as required, \"invested\" all monies received as maintenance fees towards development of the software which was the subject of the contracts, deny that the first respondent has failed to provide software enhancements as agreed and, although admitting that the source code was not supplied, deny any obligation that either respondent should do so.",
      "id": "s26"
    },
    {
      "text": "Of particular relevance for two applications with which this judgment deals, the respondents expressly deny that, as a consequence of any alleged representation, breach of contract or other conduct attributed to them, the applicant has lost customers or has been unable to attract customers it would otherwise have been able to attract.",
      "id": "s27"
    },
    {
      "text": "In short, the applicant is on clear notice that no aspect of its pleaded case (except the existence and proper effect of the written contracts) forms common ground between the parties or is uncontested.",
      "id": "s28"
    },
    {
      "text": "There is no basis to assume, and it has not been suggested, that the respondents' position about the alleged material facts pleaded by the applicant is not a genuine one.",
      "id": "s29"
    },
    {
      "text": "It is clear, therefore, that the applicant will be expected to make good all the essential ingredients of its case, including the suggestion that any loss of custom, or failure to attract new custom, can be laid at the door of the respondents.",
      "id": "s30"
    },
    {
      "text": "Section 64 of the Evidence Act \n General observations\n Section 59(1) of the Evidence Act renders hearsay evidence inadmissible.",
      "id": "s31"
    },
    {
      "text": "It provides: \n \n 59(1) Evidence of a previous representation made by a person is not admissible to prove the existence of a fact that the person intended to assert by the representation.",
      "id": "s32"
    },
    {
      "text": "This is known as the \"hearsay rule\" (see the Dictionary to the Evidence Act ).",
      "id": "s33"
    },
    {
      "text": "Other provisions of the Evidence Act provide specific exceptions to the hearsay rule.",
      "id": "s34"
    },
    {
      "text": "Two such exceptions, in relation to civil proceedings, are to be found in ss 63 and 64 of the Evidence Act .",
      "id": "s35"
    },
    {
      "text": "The exceptions there stated only apply to \"first hand hearsay\", as a result of s 62 of the Evidence Act which provides: \n \n 62(1) A reference in this Division (other than in subsection (2)) to a previous representation is a reference to a previous representation that was made by a person who had personal knowledge of an asserted fact.",
      "id": "s36"
    },
    {
      "text": "(2) A person has personal knowledge of the asserted fact if his or her knowledge of the fact was, or might reasonably be supposed to have been, based on something that the person saw, heard or otherwise perceived, other than a previous representation made by another person about the fact.",
      "id": "s37"
    },
    {
      "text": "Section 63 provides an exception to the hearsay rule if a person who made a previous representation is not available to give evidence about a fact asserted by the representation.",
      "id": "s38"
    },
    {
      "text": "Despite some initial uncertainty, to which I will refer again shortly, s 63 was not relied upon.",
      "id": "s39"
    },
    {
      "text": "Section 64 provides an exception to the hearsay rule where the maker of a representation is available to give evidence.",
      "id": "s40"
    },
    {
      "text": "In such a case, provided some other steps are taken or excused, the hearsay rule does not apply (s 64(2)): \n \n if it would cause undue expense or undue delay, or would not be reasonably practicable, to call the person who made the representation to give evidence.",
      "id": "s41"
    },
    {
      "text": "Another part of s 64 (s 64 (3)) provides that the hearsay rule does not apply either if a person who made a representation is also to be called to give evidence.",
      "id": "s42"
    },
    {
      "text": "It is an important feature of the present application that, although each of the persons who made the representations about which evidence is sought to be adduced must be taken to be available to give evidence (because s 64 , and not s 63 , is relied upon), the applicant does not propose that a single such person give evidence.",
      "id": "s43"
    },
    {
      "text": "The applicant proposes that evidence of their representations be given exclusively by Mr Dhillon or Mr McDermott.",
      "id": "s44"
    },
    {
      "text": "Neither the operation of s 64(2) or of s 64(3) would exclude the possibility that hearsay evidence might be rejected, or its use limited, under s 135 or 136 of the Evidence Act , which provide as follows: The court may refuse to admit evidence if its probative value is substantially outweighed by the danger that the evidence might: \n \n \n (a) be unfairly prejudicial to a party; or\n (b) be misleading or confusing; or\n (c) cause or result in undue waste of time.",
      "id": "s45"
    },
    {
      "text": "136 The court may limit the use to be made of evidence if there is a danger that a particular use of the evidence might: \n \n \n (a) be unfairly prejudicial to a party; or\n (b) be misleading or confusing.",
      "id": "s46"
    },
    {
      "text": "The prospect of exclusion or limitation in this way seems to me to be greater in a case where s 64(2) applies than one where s 64(3) applies, but that is a question, if it arises at all, for another day.",
      "id": "s47"
    },
    {
      "text": "I mention the possibility now for two reasons.",
      "id": "s48"
    },
    {
      "text": "First, to emphasise the limited nature of the question for present attention and, secondly, to indicate that any ruling in favour of the applicant would not foreclose the possibility of a successful objection at trial based on s 135 or s 136 of the Evidence Act .",
      "id": "s49"
    },
    {
      "text": "One more general matter should be mentioned.",
      "id": "s50"
    },
    {
      "text": "Section 192 of the Evidence Act contains the following statutory permission and direction: \n \n 192(1) If, because of this Act, a court may give any leave, permission or direction, the leave, permission or direction may be given on such terms as the court thinks fit.",
      "id": "s51"
    },
    {
      "text": "(2) Without limiting the matters that the court may take into account in deciding whether to give the leave, permission or direction, it is to take into account: \n \n \n \n \n (a) the extent to which to do so would be likely to add unduly to, or to shorten, the length of the hearing; and\n (b) the extent to which to do so would be unfair to a party or to a witness; and \n (c) the importance of the evidence in relation to which the leave, permission or direction is sought; and\n (d) the nature of the proceeding; and\n (e) the power (if any) of the court to adjourn the hearing or to make another order or to give a direction in relation to the evidence.",
      "id": "s52"
    },
    {
      "text": "It is inevitable, therefore, that some attention must be given to the nature of the evidence sought to be adduced, to its importance in relation to issues in the case and to the question of potential unfairness to the respondents when assessing whether any delay, or expense occasioned by not permitting the evidence, would be \"undue\" delay or expense or whether it would not be reasonably practicable to call a potential (and available) witness.",
      "id": "s53"
    },
    {
      "text": "On its face, s 64(2) is engaged if the conditions stated within it are met.",
      "id": "s54"
    },
    {
      "text": "However, s 67 of the Evidence Act provides that s 64(2) does not apply to evidence adduced by a party unless notice is given of the party's intention to adduce the evidence (s 67(1)) or the court directs that it is to apply despite the fact that notice has not been given (s 67(4)).",
      "id": "s55"
    },
    {
      "text": "If notice is given under s 67(1) another party may object (s 68(1)).",
      "id": "s56"
    },
    {
      "text": "The grounds of objection must be stated in writing (s 68(2)) and a court may then determine the objection, on the application of a party, at or before the hearing (s 68(3)).",
      "id": "s57"
    },
    {
      "text": "In the present case, when the parties agreed that the trial should be adjourned to a later date they also agreed that the objections raised by the respondent should be determined before the trial.",
      "id": "s58"
    },
    {
      "text": "This is consistent with the facility provided by s 192A of the Evidence Act for making advance rulings and the operation of ss 67 and 192 .",
      "id": "s59"
    },
    {
      "text": "The procedure adopted was that the applicant filed a notice of motion in court at the commencement of the interlocutory hearing (8 September 2009) seeking an order that s 64(2) (and s 63) applied to parts of affidavits of Mr Dhillon and Mr McDermott which were identified in a notice which the applicant had given under s 67 of the Evidence Act .",
      "id": "s60"
    },
    {
      "text": "The inclusion of a reference to s 63 , in the order sought, prompted an objection from the respondents, because the s 67 notice had referred only to s 64(2).",
      "id": "s61"
    },
    {
      "text": "Counsel for the applicant then confined the notice of motion to the terms of the s 67 notice and refrained from reliance on s 63 of the Evidence Act .",
      "id": "s62"
    },
    {
      "text": "I will deal later with the particular evidence proposed to be adduced from Mr Dhillon and Mr McDermott, but an important starting point is that it must be assumed that each of the persons alleged to have made the statements, about which the applicant wishes to adduce evidence, is available to give evidence in the proceedings.",
      "id": "s63"
    },
    {
      "text": "Initially that could be by affidavit.",
      "id": "s64"
    },
    {
      "text": "Each of the persons in question is, apparently, at arms length from the applicant.",
      "id": "s65"
    },
    {
      "text": "If cross-examination was necessary, it is possible that could occur by video link.",
      "id": "s66"
    },
    {
      "text": "The difficulties which I discuss later concerning the proposal that other witnesses give evidence for the applicant by video link do not seem apparent at this stage.",
      "id": "s67"
    },
    {
      "text": "As I am dealing only with an application under s 64(2) of the Evidence Act , the assumption that each of those persons is available to give evidence must prevail over a hearsay statement by Mr Grant Stahl Hansen, the solicitor having carriage of the matter for the applicant, in an affidavit read in support of the applicant's notice of motion in the following terms: ... the Applicant has attempted to obtain evidence from the persons identified in the McDermott Affidavit, but those persons are unwilling to volunteer evidence and were not willing to attend the hearing of these proceedings.",
      "id": "s68"
    },
    {
      "text": "There is a further reason why no regard should be paid to this assertion.",
      "id": "s69"
    },
    {
      "text": "Mr Hansen attributed the information in his statement to Mr Dhillon.",
      "id": "s70"
    },
    {
      "text": "The statement by Mr Hansen therefore involves second-hand hearsay at least.",
      "id": "s71"
    },
    {
      "text": "Section 75 of the Evidence Act permits hearsay evidence in interlocutory proceedings and s 62 of the Evidence Act does not limit the exception to the hearsay rule contained in s 75 to the first hand hearsay.",
      "id": "s72"
    },
    {
      "text": "However, s 75 requires the source of the hearsay evidence to be provided.",
      "id": "s73"
    },
    {
      "text": "Mr Hansen's assertion related only to persons identified in Mr McDermott's affidavit but it is useful to survey the whole position.",
      "id": "s74"
    },
    {
      "text": "Mr Hansen stated, elsewhere in his affidavit, that Mr Dhillon had told him he had tried to contact seven (of 18) clients allegedly lost by either telephone or email but he had been able to secure a reply from only two.",
      "id": "s75"
    },
    {
      "text": "In those two cases (Mr Whittle and Mr Jarrett) Mr Dhillon deposed, in his affidavit sworn on 30 July 2009, to the communications which had taken place.",
      "id": "s76"
    },
    {
      "text": "I shall deal further with the detail in due course.",
      "id": "s77"
    },
    {
      "text": "Neither Mr Whittle nor Mr Jarrett was said to be unwilling to give evidence.",
      "id": "s78"
    },
    {
      "text": "There were 52 persons identified in Mr McDermott's affidavit.",
      "id": "s79"
    },
    {
      "text": "There is no evidence that any were spoken to by Mr Dhillon.",
      "id": "s80"
    },
    {
      "text": "There was no evidence that any had told Mr McDermott they were unwilling to give evidence.",
      "id": "s81"
    },
    {
      "text": "Mr Hansen did not say which persons spoken to by Mr McDermott were, according to Mr Dhillon, unwilling to give evidence.",
      "id": "s82"
    },
    {
      "text": "He did not say that all such persons were unwilling.",
      "id": "s83"
    },
    {
      "text": "I am not prepared to assume that they are.",
      "id": "s84"
    },
    {
      "text": "Apart from the fact that Mr Hansen's hearsay statement is inconsistent with the basis of the application with which I am dealing it is inadmissible because the source of any second-hand (or more remote) hearsay is not adequately identified either by Mr Hansen or elsewhere.",
      "id": "s85"
    },
    {
      "text": "For that reason also I do not propose to place any weight on his assertion.",
      "id": "s86"
    },
    {
      "text": "Mr Hansen, in cross-examination, did not advance any of these matters beyond what appears in the following extracts: \n \n MR IRELAND: Mr Hansen, you say in paragraph 4 of your affidavit that Mr Dhillon told you he'd sent emails, or telephoned certain organisations.",
      "id": "s87"
    },
    {
      "text": "Is that right?---That is right.",
      "id": "s88"
    },
    {
      "text": "Have you got copies of those emails?---No, I haven't.",
      "id": "s89"
    },
    {
      "text": "So you don't know what he said or to whom they were directed?---He told me that he telephoned and sent the emails to the clients identified there.",
      "id": "s90"
    },
    {
      "text": "I don't know --- he told me the gist of what they were saying, but I haven't seen the actual emails.",
      "id": "s91"
    },
    {
      "text": "In paragraph 4A, it's the identity of the clients that you've given, not the identity of any individual who may have been spoken to or emailed by Mr Dhillon, is that right?---That's correct.",
      "id": "s92"
    },
    {
      "text": "Have you got the names of the individuals that he directed those communications to?---No, I haven't.",
      "id": "s93"
    },
    {
      "text": "In that sense you were dependent entirely on what Mr Dhillon told you as to the specificity of his communications with those organisations?---Yes.",
      "id": "s94"
    },
    {
      "text": "... \n \n\n \n \n MR IRELAND: Do you know whether Mr Dhillon told Mr Whittle that the information he was seeking from Mr Whittle related to litigation going on in Australia?---I don't know for sure.",
      "id": "s95"
    },
    {
      "text": "I doubt it, but I don't know for sure.",
      "id": "s96"
    },
    {
      "text": "Do you know whether Mr Whittle was asked by Mr Dhillon whether he would be prepared to make an affidavit in these proceedings?---I don't know.",
      "id": "s97"
    },
    {
      "text": "... \n \n\n \n \n MR IRELAND: You didn't have any direct communication [with] Mr Whittle, after this?---No.",
      "id": "s98"
    },
    {
      "text": "That's the case in respect of all of these organisations in relation to which the applicant is seeking to adduce evidence of their reasons for changing or not going ahead with subscription arrangements with Campaign Master?---Yes.",
      "id": "s99"
    },
    {
      "text": "You haven't spoken to anybody in the UK yourself who fits into that category of a customer who may have left or refused to go ahead?---No, I haven't.",
      "id": "s100"
    },
    {
      "text": "I haven't.",
      "id": "s101"
    },
    {
      "text": "And you've not, accordingly, been able to evaluate whether they would or would not be cooperative, for example, to make an affidavit in these proceedings?---I've relied on what Mr Dhillon told me in that regard, but he was fairly unequivocal about it.",
      "id": "s102"
    },
    {
      "text": "But he has been telling these people that there is some sort of customer feedback required.",
      "id": "s103"
    },
    {
      "text": "HIS HONOUR: About what --- unequivocal about what?---That the former clients were unlikely to assist with providing detailed information about the reasons they left.",
      "id": "s104"
    },
    {
      "text": "In his assessment?---In his assessment.",
      "id": "s105"
    },
    {
      "text": "MR IRELAND: You made no independent assessment of that, by contacting anybody in the UK directly?---No, I haven't.",
      "id": "s106"
    },
    {
      "text": "... \n \n\n \n \n MR IRELAND: I think this is pretty self-evident, Mr Dhillon seemed to have had a telephone call with Jeremy Jarrett on the morning of 6 July, is that right?",
      "id": "s107"
    },
    {
      "text": "He then sends his understanding of matters that were discussed on the phone, is that right?---Yes.",
      "id": "s108"
    },
    {
      "text": "On two occasions, that day and on 8 July, he's seeking to get a response, which doesn't seem to have been given.",
      "id": "s109"
    },
    {
      "text": "Is that right?---That's right.",
      "id": "s110"
    },
    {
      "text": "Have you yourself pursued Mr Jarrett?---No, I haven't.",
      "id": "s111"
    },
    {
      "text": "And in particular, I think it follows from what you've just said, that you really don't know one way or another whether Mr Jarrett would make an affidavit in these proceedings?",
      "id": "s112"
    },
    {
      "text": "If you contacted him and asked him to do so?---If he --- well, I don't want to debate with counsel, but the man won't respond to three emails, I think it's very unlikely he would want to give an affidavit.",
      "id": "s113"
    },
    {
      "text": "But you don't know?---But I have not asked him.",
      "id": "s114"
    },
    {
      "text": "HIS HONOUR: How could I deduce from this that he had made no response?---Because of the two follow up emails which did not --- well, I'm relying on my client, that there was no response, he was asked to provide any response and he's shown us the two follow up emails and no response.",
      "id": "s115"
    },
    {
      "text": "MR IRELAND: When did you last speak to Mr Dhillon?---About a week ago.",
      "id": "s116"
    },
    {
      "text": "Yes.",
      "id": "s117"
    },
    {
      "text": "Did you ask him then specifically how things were going with Mr Jarrett?---No, I didn't.",
      "id": "s118"
    },
    {
      "text": "As earlier indicated, s 64(3) provides an exception to the hearsay rule, in the case of first hand hearsay, when the maker of the statement is also to be called to give evidence.",
      "id": "s119"
    },
    {
      "text": "In such a circumstance an opportunity is afforded to an opposing party to test the matter directly with the maker of the statement, whatever the hearsay version might be.",
      "id": "s120"
    },
    {
      "text": "Admission of hearsay evidence under s 64(2) removes that opportunity.",
      "id": "s121"
    },
    {
      "text": "The basis upon which that might be permitted is that it would cause \"undue\" expense or delay or not be reasonably practicable to call the person.",
      "id": "s122"
    },
    {
      "text": "The applicant attempted to establish that undue expense would be involved in calling primary evidence of the various representations sought to be advanced through estimates given by Mr Hansen.",
      "id": "s123"
    },
    {
      "text": "He estimated that in each case airfares of $2,500 and accommodation expenses of $1,050 would be incurred.",
      "id": "s124"
    },
    {
      "text": "He estimated that to contact, take a statement from and arrange the attendance of each person referred to by Mr Dhillon would cost $3,000 and of each person identified by Mr McDermott would cost $2,000.",
      "id": "s125"
    },
    {
      "text": "Those calculations were relied upon for a suggested total cost of $117,900 with respect to persons referred to by Mr Dhillon and $294,150 for persons referred to by Mr McDermott (a total of $412,050).",
      "id": "s126"
    },
    {
      "text": "Each group of potential costs was described as \"unreasonable and prohibitive\".",
      "id": "s127"
    },
    {
      "text": "More than half the suggested cost arose from the assumption that each witness would be required to travel to Australia.",
      "id": "s128"
    },
    {
      "text": "That assumption has not been established.",
      "id": "s129"
    },
    {
      "text": "A further major contributor to the calculated total was the assumption that unless no witness was required (as the applicant sought) all would be.",
      "id": "s130"
    },
    {
      "text": "That assumption is not necessarily sound either.",
      "id": "s131"
    },
    {
      "text": "I have yet to refer to the character of the representations sought to be relied on in any detail but some general observations may be made at this point.",
      "id": "s132"
    },
    {
      "text": "One difficulty which the applicant's notice of motion faces is that there is, at the moment, not a single instance of any independent corroboration of the evidence sought to be adduced from Mr Dhillon or Mr McDermott.",
      "id": "s133"
    },
    {
      "text": "What the applicant seeks is that I should permit it to attribute factual statements to 70 persons, not all of whom have been identified, without any confirmatory evidence from a single such person.",
      "id": "s134"
    },
    {
      "text": "As I have already remarked during the proceedings on more than one occasion, summaries advanced in Mr Dhillon's affidavits sometimes do not faithfully reflect the contents of documents they purport to summarise.",
      "id": "s135"
    },
    {
      "text": "The evidence yet to be discussed presented the same difficulties.",
      "id": "s136"
    },
    {
      "text": "Nor, apart from the general statement which Mr Hansen attributed to Mr Dhillon to which I earlier referred, is there any indication that any potential witness has refused to provide evidence.",
      "id": "s137"
    },
    {
      "text": "The proposition that so many as are here involved would do so without exception would need to be established.",
      "id": "s138"
    },
    {
      "text": "It was not.",
      "id": "s139"
    },
    {
      "text": "The present application was put on an \"all or nothing\" basis and that is the way I shall have to deal with it.",
      "id": "s140"
    },
    {
      "text": "If I acceded to the application the respondent would be left without recourse, even in a single case, to the evidence and potential cross-examination of the maker of the representation to be relied upon.",
      "id": "s141"
    },
    {
      "text": "To the extent that the respondent desired to pursue its own enquiries, the cost burden would simply be transferred to it before the trial and it would be faced with the imponderables of dealing with persons and enterprises who were the customers, or potential customers, of the applicant, not either of the respondents.",
      "id": "s142"
    },
    {
      "text": "In my view such serious potential prejudice would thereby be imposed on the respondents that, certainly having regard to the nature of the present application, a very strong case would be required to justify it.",
      "id": "s143"
    },
    {
      "text": "I have no confidence it would shorten the proceedings, I am satisfied it would be unfair to the respondents, at least as things stand, and I am satisfied that the evidence is important (s 192(2)).",
      "id": "s144"
    },
    {
      "text": "Presenting the suggested cost as Mr Hansen did was just a further example of the \"all or nothing\" approach chosen by the applicant.",
      "id": "s145"
    },
    {
      "text": "For those reasons I would not accede to the present application on the basis it was presented and supported.",
      "id": "s146"
    },
    {
      "text": "However, the same result follows from consideration of the particular evidence sought to be adduced, to which I now turn.",
      "id": "s147"
    },
    {
      "text": "Mr Dhillon's proposed evidence\n The evidence to be adduced from Mr Dhillon was contained in identified paragraphs of two affidavits affirmed on 9 March 2009 and 30 July 2009 respectively.",
      "id": "s148"
    },
    {
      "text": "The first two identified passages (a sentence each in paragraphs 95 and 99 of the affidavit affirmed on 9 March 2009) follow other paragraphs referring to meetings between the applicant and one of its clients, the FA (The Football Association) and Mr Dhillon's statement that the agreement with the FA \"expires in April 2009\".",
      "id": "s149"
    },
    {
      "text": "The two passages in question are identical: \n \n The FA has informed Campaign Master verbally that it will not be renewing its service agreement with Campaign Master (they have not advised termination in writing and in accordance with our agreement with them) and that Campaign Master would not be invited to tender for a new service agreement.",
      "id": "s150"
    },
    {
      "text": "The person to whom Mr Dhillon spoke was not identified.",
      "id": "s151"
    },
    {
      "text": "No reason for the forecast non-renewal was attributed to the FA representative.",
      "id": "s152"
    },
    {
      "text": "The forecast has been overtaken by the passage of time.",
      "id": "s153"
    },
    {
      "text": "There is no evidence that the contract was not renewed.",
      "id": "s154"
    },
    {
      "text": "No reference was made to the FA in Mr Dhillon's affidavit of 30 July 2009 when he specifically addressed the question of loss of business and the asserted resulting cost, identifying 18 clients who had not renewed their agreements.",
      "id": "s155"
    },
    {
      "text": "In order to qualify as first hand hearsay (s 62 of the Evidence Act ), and thus be potentially admissible under s 64(2) , it is necessary that the representation in question be made by \"a person\".",
      "id": "s156"
    },
    {
      "text": "Although the FA may be a person for some purposes it does not appear from Mr Dhillon's affidavit whether he intends to attribute the representation to the FA as an organisation (which could only act in certain ways) or to an individual.",
      "id": "s157"
    },
    {
      "text": "I assume any conversation (it was \"verbal\" advice) was with an individual.",
      "id": "s158"
    },
    {
      "text": "That person has not been identified.",
      "id": "s159"
    },
    {
      "text": "In my view the two sentences in paragraphs 95 and 99 of the affidavit of 9 March 2009 do not qualify for acceptance under s 64(2).",
      "id": "s160"
    },
    {
      "text": "The next passage (the first sentence in paragraph 100 of the affidavit of 9 March 2009) asserts receipt of an email from another client, NESTA.",
      "id": "s161"
    },
    {
      "text": "The email was marked exhibit 3 on the applicant's notice of motion.",
      "id": "s162"
    },
    {
      "text": "It was from Mr Ivan Salcedo.",
      "id": "s163"
    },
    {
      "text": "It contained a complaint from Mr Salecdo to Mr Dhillon about the functionality of the Campaign Master software arising from Mr Salcedo's use of the software.",
      "id": "s164"
    },
    {
      "text": "One complicating factor is that, in the context in which reference was made to Mr Salcedo's email in Mr Dhillon's affidavit of 9 March 2009, it is clear that the point being made by paragraph 100 as a whole was that the email was forwarded to the first respondent but there was no response (third sentence of paragraph 100).",
      "id": "s165"
    },
    {
      "text": "Accordingly, the document exhibited to the affidavit (there marked Tab 37 to exhibit GD-2 which has not yet been tendered) is a chain of 3 emails, the second and third being emails from Mr Dhillon to other persons.",
      "id": "s166"
    },
    {
      "text": "Those latter two emails are not the subject of the present application under s 64(2).",
      "id": "s167"
    },
    {
      "text": "The present application requires consideration of Mr Salcedo's email in isolation, it being the document referred to in the first sentence of paragraph 100.",
      "id": "s168"
    },
    {
      "text": "Reliance on the email and its exhibition to Mr Dhillon at the time he swore his affidavit represents an attempt to adduce evidence of a \"previous representation\" by Mr Salcedo within the meaning of s 59 of the Evidence Act .",
      "id": "s169"
    },
    {
      "text": "Section 64(2) of the Evidence Act is therefore available if the conditions for its use are engaged.",
      "id": "s170"
    },
    {
      "text": "There is no evidence that Mr Salcedo is unwilling to give evidence, or that it would not be reasonably practicable to ask him to do so.",
      "id": "s171"
    },
    {
      "text": "According to the estimates given by Mr Hansen there would not be an undue cost involved.",
      "id": "s172"
    },
    {
      "text": "There is no basis to think there would be any undue delay caused.",
      "id": "s173"
    },
    {
      "text": "On the other hand, the subject of the functionality of the software is an important issue in the proceedings.",
      "id": "s174"
    },
    {
      "text": "It would not be fair to the respondents to allow evidence to be adduced of the complaint without permitting an opportunity to explore the matter further with Mr Salcedo.",
      "id": "s175"
    },
    {
      "text": "It may have no connection, direct or indirect, with any loss suffered by the applicant.",
      "id": "s176"
    },
    {
      "text": "Accordingly, I will not, on the present state of the evidence, allow the applicant to adduce evidence of the contents of Mr Salcedo's email relying on s 64(2) of the Evidence Act .",
      "id": "s177"
    },
    {
      "text": "The third passage (the first sentence of paragraph 112 of the affidavit of 9 March 2009) refers to receipt by Mr Dhillon of an internal email from an employee of the applicant.",
      "id": "s178"
    },
    {
      "text": "The email was marked exhibit 4 on the applicant's notice of motion.",
      "id": "s179"
    },
    {
      "text": "The email itself gives a hearsay account of reasons given by \"Veronika at Egmont\" for a \"termination notice\".",
      "id": "s180"
    },
    {
      "text": "In my view, the attempt to introduce the email into evidence through Mr Dhillon infringes the limitation to first-hand hearsay to which s 64(2) is subject, whatever might be the position if the email is advanced in some other way.",
      "id": "s181"
    },
    {
      "text": "I will not give the requested leave under s 64(2) for this passage, or the email.",
      "id": "s182"
    },
    {
      "text": "I would not have done so in any event for the reasons just discussed in relation to Mr Salcedo.",
      "id": "s183"
    },
    {
      "text": "The next issue concerns a document exhibited to Mr Dhillon when he affirmed his affidavit of 9 March 2007.",
      "id": "s184"
    },
    {
      "text": "It was marked exhibit 5 on the applicant's notice of motion.",
      "id": "s185"
    },
    {
      "text": "It was said by Mr Dhillon to be a list, compiled from the applicant's records, of lost customers.",
      "id": "s186"
    },
    {
      "text": "The list is not, on its face, such a list.",
      "id": "s187"
    },
    {
      "text": "It purports, on its face, to be a list of \"loss of opportunity\" arising from failed tenders.",
      "id": "s188"
    },
    {
      "text": "It assigns a reason to each of 107 \"lost\" opportunities and sometimes identifies a competing product.",
      "id": "s189"
    },
    {
      "text": "The potential value of an agreement between the potential customer and the applicant is asserted in each case.",
      "id": "s190"
    },
    {
      "text": "Under the s 67 notice admission of the list was sought \"to the extent it records reasons given by each customer for the 'failed tender'.",
      "id": "s191"
    },
    {
      "text": "\" The list is a summary, probably compiled for the purpose of the proceedings.",
      "id": "s192"
    },
    {
      "text": "The person who compiled it is not identified.",
      "id": "s193"
    },
    {
      "text": "The person who recorded the reasons stated in the document is not identified.",
      "id": "s194"
    },
    {
      "text": "The persons to whom the reasons recorded are attributed are not identified.",
      "id": "s195"
    },
    {
      "text": "Neither the list as a whole, nor the reasons attributed by it, qualify as first hand hearsay for the purpose of s 64(2) of the Evidence Act .",
      "id": "s196"
    },
    {
      "text": "The final passage in the affidavit of 9 March 2009 (paragraph 158) and an email to which it refers (marked exhibit 6 on the applicant's notice of motion) concerns the FA again.",
      "id": "s197"
    },
    {
      "text": "It stated: On 29 October 2008, Campaign Master received an email from The FA stating that the Software was not operational and advising that they would consider looking for an alternative supplier (a true copy is at [exhibit 6]).",
      "id": "s198"
    },
    {
      "text": "This passage is one example of a number of occasions where Mr Dhillon misstates, or inaccurately summarises, the effect of a document.",
      "id": "s199"
    },
    {
      "text": "The email to which Mr Dhillon referred said: \n \n Subject: Is your system down?",
      "id": "s200"
    },
    {
      "text": "Or rather --- your system is down --- and it is at a very bad time for us!",
      "id": "s201"
    },
    {
      "text": "This is the second time this week we have had issues with campaignmaster server downtime.",
      "id": "s202"
    },
    {
      "text": "Please can you let us know the issue and provide assurances this will NOT happen again --- we are in the middle of two large campaigns with tests and other elements that are time dependant.",
      "id": "s203"
    },
    {
      "text": "If Campaignmaster cannot guarantee service levels we may have to consider looking for a more reliable email platform.",
      "id": "s204"
    },
    {
      "text": "Many thanks \n \n\n The complaint does not appear to relate to the Campaign Master software.",
      "id": "s205"
    },
    {
      "text": "The email was sent by Mr Howard Blanchard.",
      "id": "s206"
    },
    {
      "text": "It was sent to \"Support\".",
      "id": "s207"
    },
    {
      "text": "It was then forwarded by a Mr Lorenz (presumably an employee of the applicant) to Mr Dhillon.",
      "id": "s208"
    },
    {
      "text": "Mr Dhillon's statements about the email purport to summarise the effect of the email but they are not a reliable version of what the author of the email said.",
      "id": "s209"
    },
    {
      "text": "I will not allow s 64(2) of the Evidence Act to be used as a foundation to advance Mr Dhillon's misstatements.",
      "id": "s210"
    },
    {
      "text": "However, consideration is required to whether the email itself might be admitted under s 64(2).",
      "id": "s211"
    },
    {
      "text": "It does not matter, in my view, that it passed through Mr Lorenz on its way to Mr Dhillon.",
      "id": "s212"
    },
    {
      "text": "However, for the same reasons which I gave in relation to Mr Salcedo's email I would not allow evidence of Mr Blanchard's statements to be adduced under s 64(2) of the Evidence Act .",
      "id": "s213"
    },
    {
      "text": "The grounds for refusing to do are even stronger in this case as it does not appear that the email makes any complaint about the Campaignmaster software.",
      "id": "s214"
    },
    {
      "text": "Making that connection would require further evidence.",
      "id": "s215"
    },
    {
      "text": "The respondent should have an opportunity to clarify the position directly with Mr Blanchard in cross-examination, if the suggested connection is to be relied upon, as apparently it is.",
      "id": "s216"
    },
    {
      "text": "The first passage in the affidavit affirmed by Mr Dhillon on 30 July 2009 which requires attention (paragraph 99) stated as follows: In or about early July 2009, I had a telephone conversation with Jon Whittle of E Group Limited to the following effect:-\n \n \n I said: I want to obtain some feedback on why you stopped using Campaign Master.",
      "id": "s217"
    },
    {
      "text": "He said: One of main reasons we left was because the API was not advanced enough for our requirements, it was not robust enough and did not allow us to integrate.",
      "id": "s218"
    },
    {
      "text": "This passage, and the representations attributed to Mr Whittle, must be considered in the light of an email, for which leave was also sought under s 64(2) of the Evidence Act (exhibit 1 on the applicant's notice of motion), which was sent by Mr Dhillon to Mr Whittle on 6 July 2009, and Mr Whittle's response some minutes later.",
      "id": "s219"
    },
    {
      "text": "Earlier in his affidavit of 30 July 2009 Mr Dhillon referred to the fact (at paragraph 75) that: E Group Limited terminated its service Agreement with Campaign Master on or about July 2008.",
      "id": "s220"
    },
    {
      "text": "The email to Mr Whittle was sent some 12 months later, only some weeks before the affidavit of 30 July 2009 was sworn.",
      "id": "s221"
    },
    {
      "text": "At this time (6 July 2009) the applicant was in default under a timetable which had earlier been set, but obviously was in the course of preparing further evidence because on 7 July 2009 I made orders by consent in which I granted the applicant a further extension in which to file its evidence in chief.",
      "id": "s222"
    },
    {
      "text": "In the email, Mr Dhillon referred to a telephone call to Mr Whittle which appears to have been made earlier in the day.",
      "id": "s223"
    },
    {
      "text": "The email then said: \n \n As mentioned Jon, the purpose of my call was to obtain some feedback with regards to the reasons why you stopped using Campaignmaster.",
      "id": "s224"
    },
    {
      "text": "This will provide us with useful feedback which may help us from a Customer Services and Customer Retention point of view in future.",
      "id": "s225"
    },
    {
      "text": "You mentioned that the main reason you could think of immediately (as it's been a while) was that our API could not provide you with the level of functionality you were looking for and that the alternative supplier was able to provide you with a much more advanced API for your integration purposes and was also more robust.",
      "id": "s226"
    },
    {
      "text": "I would be grateful if you can please reply to confirm that my understanding is accurate.",
      "id": "s227"
    },
    {
      "text": "Also, if there are any other reasons, the feedback would be appreciated.",
      "id": "s228"
    },
    {
      "text": "Mr Whittle's reply, only minutes later was as follows: \n \n From memory that sounds about right although I cannot recall specific details.",
      "id": "s229"
    },
    {
      "text": "It seems impossible to resist an inference that the telephone call to Mr Whittle had, as at least one of its objectives, a desire to explore his position at a time when the applicant was preparing further evidence in chief.",
      "id": "s230"
    },
    {
      "text": "The email, in that context, appears designed to give written expression to responses by Mr Whittle which Mr Dhillon judged to be useful for the proceedings although there is no indication that Mr Whittle was informed, or understood, that his responses would be used in that way.",
      "id": "s231"
    },
    {
      "text": "The email from Mr Dhillon, on the contrary, contained bland assurances to Mr Whittle that the purpose of the telephone call was altogether different.",
      "id": "s232"
    },
    {
      "text": "Then, despite Mr Dhillon attempting to put words in Mr Whittle's mouth, the response was not a ringing endorsement of the accuracy of Mr Dhillon's summary.",
      "id": "s233"
    },
    {
      "text": "There are a number of difficulties with any attempt to adduce either the statements by Mr Dhillon in paragraph 99 or the email under s 64(2) of the Evidence Act .",
      "id": "s234"
    },
    {
      "text": "First, attention must be given to whether the content of Mr Dhillon's email to Mr Whittle qualifies for consideration under s 64(2) in its own right.",
      "id": "s235"
    },
    {
      "text": "Then attention must be given to Mr Whittle's response, the extent to which it makes previous representations which might be capable of being adduced under s 64(2) and whether they incorporate the matters set out in Mr Dhillon's email.",
      "id": "s236"
    },
    {
      "text": "Finally, attention must be given to the statements made by Mr Dhillon in paragraph 99 of the affidavit of 30 July 2009.",
      "id": "s237"
    },
    {
      "text": "Mr Dhillon's email contains hearsay versions of statements attributed to Mr Whittle, arising from the telephone call.",
      "id": "s238"
    },
    {
      "text": "The attempt to rely on the exhibition of the email to Mr Dhillon for the purpose of his affidavit evidence makes Mr Whittle's alleged statements second hand hearsay (because Mr Dhillon's email itself contains previous representations about Mr Whittle's even earlier statements).",
      "id": "s239"
    },
    {
      "text": "Mr Dhillon's email may not, therefore, be adduced in its own right under s 64(2).",
      "id": "s240"
    },
    {
      "text": "Mr Whittle's statements, in his own email, do not adequately incorporate the earlier version of events stated by Mr Dhillon in his email.",
      "id": "s241"
    },
    {
      "text": "If I was wrong about that, they do so in such a heavily qualified way that I would not, in the interests of fairness, allow indirect reliance on Mr Dhillon's email in this way under s 64(2).",
      "id": "s242"
    },
    {
      "text": "I will not permit either email, therefore, to be adduced under s 64(2) of the Evidence Act .",
      "id": "s243"
    },
    {
      "text": "Mr Dhillon's statements in paragraph 99 of the affidavit of 30 July 2009 give a first hand hearsay version of statements made by Mr Whittle during their conversation on 6 July 2009 about events which occurred about one year earlier.",
      "id": "s244"
    },
    {
      "text": "For similar reasons to those which I gave concerning the communications from Mr Salcedo and Mr Blanchard I will not allow the evidence in paragraph 99 of the affidavit of 30 July 2009 to be given under s 64(2) of the Evidence Act .",
      "id": "s245"
    },
    {
      "text": "The reasons for refusing to permit evidence to be given of Mr Whittle's statement, and hence his reasons for stopping the use of Campaignmaster, are also stronger than in Mr Salcedo's case at least.",
      "id": "s246"
    },
    {
      "text": "The evidence Mr Dhillon wishes to give is not evidence about anything said or done at the time when E Group Ltd stopped using Campaignmaster.",
      "id": "s247"
    },
    {
      "text": "Mr Whittle was contacted recently for the apparent purpose of elucidating material to be given in evidence in the proceedings as reasons for its actions.",
      "id": "s248"
    },
    {
      "text": "I see no reason to accept a second hand version of his recent statements about events 12 months earlier in preference to evidence from him directly.",
      "id": "s249"
    },
    {
      "text": "The next passage (paragraph 102) and document (an email marked exhibit 2 on the applicant's notice of motion) raise similar issues.",
      "id": "s250"
    },
    {
      "text": "Paragraph 102 of the affidavit affirmed on 30 July 2009 states: In or about early July 2009, I had a telephone conversation with Jeremy Jarrett of Microlease to the following effect:-\n \n \n I said: I want to obtain some feedback on why you stopped using Campaign Master.",
      "id": "s251"
    },
    {
      "text": "He said: The Campaign Master software did not allow us to lock down data to the email campaigns.",
      "id": "s252"
    },
    {
      "text": "There were also no user rights, this was important to us so that we could control the users outside of the UK office.",
      "id": "s253"
    },
    {
      "text": "In paragraph 51 of his affidavit of 30 July 2009 Mr Dhillon had recorded: Microlease PLC terminated its service agreement with Campaign Master in or about December 2007.",
      "id": "s254"
    },
    {
      "text": "On 6 July 2009 also, shortly before the email to Mr Whittle, Mr Dhillon sent an email to Mr Jarrett referring to a telephone call he made to Mr Jarrett earlier in the day.",
      "id": "s255"
    },
    {
      "text": "Again, Mr Dhillon purported to summarise, and asked Mr Jarrett to confirm, the substance of the telephone conversation.",
      "id": "s256"
    },
    {
      "text": "However, on this occasion, despite two follow-up emails, Mr Jarrett made no reply.",
      "id": "s257"
    },
    {
      "text": "For the reasons given concerning Mr Dhillon's email to Mr Whittle, the email to Mr Jarrett does not qualify for admission as an exhibit to Mr Dhillon's affidavit under s 64(2).",
      "id": "s258"
    },
    {
      "text": "The statements attributed to Mr Jarrett are, as there advanced, second hand hearsay.",
      "id": "s259"
    },
    {
      "text": "On this occasion there was no response which requires consideration in its own right.",
      "id": "s260"
    },
    {
      "text": "The statements attributed to Mr Jarrett in paragraph 102 of Mr Dhillon's affidavit of 30 July 2009 will not be admitted for the same reasons as given in relation to Mr Whittle.",
      "id": "s261"
    },
    {
      "text": "It follows from the matters dealt with above that none of the evidence sought to be adduced from Mr Dhillon under s 64(2) of the Evidence Act will be allowed under that subsection.",
      "id": "s262"
    },
    {
      "text": "Mr McDermott's proposed evidence\n Mr McDermott's evidence is the only evidence to support the quantification (and perhaps the existence) of the major part of the amount claimed as damages (&#163;454,409 per annum).",
      "id": "s263"
    },
    {
      "text": "The evidence sought to be adduced from Mr McDermott, relying on s 64(2) of the Evidence Act , attributes statements to 52 persons, all of whom were identified.",
      "id": "s264"
    },
    {
      "text": "The conversations, and the representations they contain, arose from apparent attempts by Mr McDermott to interest prospective clients in the Campaign Master software.",
      "id": "s265"
    },
    {
      "text": "About half of the conversations, or important parts of them, took place after the proceedings were commenced.",
      "id": "s266"
    },
    {
      "text": "The applicant wishes to rely on the representations set out by Mr McDermott as evidence that it lost substantial business opportunities as a result of the conduct of the respondents.",
      "id": "s267"
    },
    {
      "text": "In each case, if I was to permit that to be done, the respondent would be deprived of the ordinary facility of seeking clarification from the person to whom the statements are sought to be attributed.",
      "id": "s268"
    },
    {
      "text": "As discussed earlier, it must be presumed that each of the 52 persons is available to give evidence.",
      "id": "s269"
    },
    {
      "text": "The first passages sought to be relied on are paragraphs 9 and 10 of the affidavit sworn by Mr McDermott on 30 July 2009 (which are a sufficient example of the structure and general content of the remainder) as follows: In or about early June 2007, I had a meeting with Paul Richmond of Abacus Network and had a conversation to the following effect:-\n \n \n \n I said: 'Looking at the volumes of emails being sent per month, you would be on a service agreement with Campaign Master for approximately &#163;3,000 per annum.",
      "id": "s270"
    },
    {
      "text": "' \n \n \n\n \n \n \n He said: 'OK.",
      "id": "s271"
    },
    {
      "text": "' \n \n \n\n In or about mid June 2007, I had a telephone meeting with Paul Richmond of Abacus Network and had a conversation to the following effect:-\n \n \n \n He said: 'We've had a look at the capabilities for the Campaign Master software and also looked at a number of other providers.",
      "id": "s272"
    },
    {
      "text": "What we need is an easy to use system, Campaign Master seems very difficult to navigate, other systems have an easy to use wizard approach and the software does have a dated look and feel.",
      "id": "s273"
    },
    {
      "text": "We won't be looking to progress any further with Campaign Master.",
      "id": "s274"
    },
    {
      "text": "' \n \n \n\n \n \n \n I said: 'OK.",
      "id": "s275"
    },
    {
      "text": "' \n \n \n\n If I granted leave to the applicant to rely on these paragraphs then, in this (and in every other) instance, the respondent would have no opportunity to test the accuracy and context of the suggested representations with their makers.",
      "id": "s276"
    },
    {
      "text": "Such an exploration might be critical.",
      "id": "s277"
    },
    {
      "text": "It might reveal, for example, that dissatisfaction with the Campaign Master software was not a real factor in the decision not to commence business relations with the applicant or not the only factor or not the deciding factor.",
      "id": "s278"
    },
    {
      "text": "It is, frankly, inconceivable that as a universal rule the respondent would be denied any opportunity, without exception, to examine such matters in cross-examination while the applicant was allowed to base its case exclusively on second hand versions of why such a large number of businesses took the decision which they did, without producing any first hand evidence at all.",
      "id": "s279"
    },
    {
      "text": "Yet that is the way the matter has been advanced.",
      "id": "s280"
    },
    {
      "text": "Advanced in that way, I have no hesitation in rejecting the application.",
      "id": "s281"
    },
    {
      "text": "I do not mean to suggest that some token offering of a small number of selected witnesses would suffice to produce a different outcome.",
      "id": "s282"
    },
    {
      "text": "Whether a different view might be appropriate in the event that the respondent had a substantial, and apparently fair, opportunity to test the position with some arguably adequate number of independent witnesses is not a matter which arises for decision at the moment.",
      "id": "s283"
    },
    {
      "text": "I would add, however, as a general comment, that the cost to the applicant of presenting its own case is not a matter which can be held against the respondents unless and until the applicant passes a respectable threshold which gives the Court reason to think that, in any attempt to balance the interests of the parties, the respondents' interests have been adequately, and reasonably, accommodated in all the circumstances.",
      "id": "s284"
    },
    {
      "text": "Having regard to the nature of the present application I will not allow any of the statements sought to be adduced through Mr McDermott to be adduced under s 64(2) of the Evidence Act .",
      "id": "s285"
    },
    {
      "text": "Cross-examination by video link\nGeneral principles\n The Court has power to permit testimony to be given by given by video link (s 47(1A) of the Federal Court of Australia Act 1976 (Cth); O 24 r 1A of the Federal Court Rules ).",
      "id": "s286"
    },
    {
      "text": "The exercise of the power is in the Court's discretion.",
      "id": "s287"
    },
    {
      "text": "I did not understand it to be contested by the applicant that, generally, oral evidence should be given directly to, and in the presence of, the Court.",
      "id": "s288"
    },
    {
      "text": "Nor was it contested that normally a respondent could insist upon the physical presence of a witness for cross-examination.",
      "id": "s289"
    },
    {
      "text": "However, the applicant has asked that Mr McDermott, and one other witness, be relieved from this requirement and allowed to attend for cross-examination by video link from London.",
      "id": "s290"
    },
    {
      "text": "The application for departure from the usual practice was based upon the proposition that the inconvenience of insisting upon the usual practice in the present case outweighed the possible prejudice to the respondent (or inconvenience to the Court) in not doing so.",
      "id": "s291"
    },
    {
      "text": "Video link communications are, without doubt, a facility which may permit communication at greatly reduced cost and inconvenience.",
      "id": "s292"
    },
    {
      "text": "In the work of a court they are, in my view, certainly to be preferred to exchanges by telephone although, properly supervised, in some cases questions can be administered, and answers given, by audio-link alone.",
      "id": "s293"
    },
    {
      "text": "Although video link permits a visual frame of reference my own experience with it, despite all the technological advances, is that it has significant limitations.",
      "id": "s294"
    },
    {
      "text": "That is particularly so when cross-examination is required on matters where it may be important to form a view about the reliability of evidence and, perhaps, the credit or overall credibility of a witness.",
      "id": "s295"
    },
    {
      "text": "In the present case the claimed inconvenience of requiring Mr McDermott and the other witness to attend for cross-examination in person fell into two broad categories --- cost (and commercial inconvenience) to the applicant and inconvenience to the witnesses.",
      "id": "s296"
    },
    {
      "text": "Before I make some assessment of those matters, and how they should be compared to the countervailing factors, I will refer to some observations about the use of video link evidence by judges of this Court and elsewhere.",
      "id": "s297"
    },
    {
      "text": "As will be seen, some judges have felt more comfortable and optimistic than I am about the apparent benefits of video link evidence and less apprehensive about the possibility that a cross-examining party might be disadvantaged.",
      "id": "s298"
    },
    {
      "text": "In Tetra Pak Marketing Pty Ltd v Musashi Pty Ltd [2000] FCA 1261 ( \"Tetra Pak\" ) Katz J permitted cross-examination of an expert in Switzerland to take place over the opposition of the cross-examining party.",
      "id": "s299"
    },
    {
      "text": "The witness was unable to be present in Sydney at the time fixed for hearing and her attendance in Sydney, in any event, could not have been compelled.",
      "id": "s300"
    },
    {
      "text": "The cross-examination was estimated to be \"at least two hours\".",
      "id": "s301"
    },
    {
      "text": "Katz J said (at [25]): \n \n I find a strong current of authority in favour of permitting the relatively new video link technology to be used, in the absence of some considerable impediment telling against its use in a particular case.",
      "id": "s302"
    },
    {
      "text": "I do not find in this case, having regard to the matters put to me by counsel for the respondents, anything sufficiently out of the ordinary to cause me not to permit Dr Roulin's evidence to be taken by video link.",
      "id": "s303"
    },
    {
      "text": "His Honour referred to a number of cases, in this Court and elsewhere, where either an order for video evidence had been made or judges had expressed support for the concept and satisfaction that there was little or no procedural disadvantage, for the Court or the parties, in so doing.",
      "id": "s304"
    },
    {
      "text": "It should be noted that his Honour appeared to suggest that video evidence would be permitted \"in the absence of some considerable impediment\" and unless there was \"anything sufficiently out of the ordinary\" not to permit it.",
      "id": "s305"
    },
    {
      "text": "In Versace v Monte [2001] FCA 1454 Tamberlin J referred with approval to the observations of Katz J, saying (at [16]): \n \n Generally speaking, given the advanced state of video link technology and because of the convenience of this procedure and the savings in time and cost it provides, a substantial case needs to be made out to warrant the Court declining to make an order for evidence to be taken by video link, especially where evidence is adduced from various witnesses: see McDonald v Commissioner of Taxation [2000] WASCA 293 ; [2000] ATC 4 ,271 at [21]-[22]; Tetra Pak Marketing Pty Ltd v Musashi Pty Ltd [2000] FCA 1261 and cases there cited.",
      "id": "s306"
    },
    {
      "text": "(It should be noted, however, that the parties were in substantial agreement that this course should be followed.",
      "id": "s307"
    },
    {
      "text": ")\n The premise favoured by Katz J (and Tamberlin J) received attention by Palmer J in the New South Wales Supreme Court in Australian Medical Imaging Pty Ltd v Marconi Medical Systems Australia Pty Ltd [2001] NSWSC 651 ; (2001) 53 NSWLR 1 ( \"Australian Medical Imaging\" ).",
      "id": "s308"
    },
    {
      "text": "In the opening paragraphs of his judgment Palmer J introduced the issue in this way (at [1]-[3]): \n \n 1.",
      "id": "s309"
    },
    {
      "text": "A point has been raised in this case which is of some significance.",
      "id": "s310"
    },
    {
      "text": "In essence it is this: has the practice of the Court in relation to the conduct of trials developed to the point that in a case involving overseas witnesses, some good reason should be shown for not taking their evidence by video link.",
      "id": "s311"
    },
    {
      "text": "2.",
      "id": "s312"
    },
    {
      "text": "There are decisions of this Court which suggest that the proper approach is that the evidence of every witness, even an overseas witness, should be given in person unless good cause be shown to the contrary.",
      "id": "s313"
    },
    {
      "text": "3.",
      "id": "s314"
    },
    {
      "text": "There is a developing line of authority in the Federal Court and in other Courts of the common law world which suggests that the stage has been reached that, almost as a matter of course, the evidence of overseas witnesses should be taken by video link and that some good reason has to be shown to the contrary in order that overseas witnesses be compelled to attend in person.",
      "id": "s315"
    },
    {
      "text": "After setting out the facts and competing contentions his Honour returned to the issue of principle.",
      "id": "s316"
    },
    {
      "text": "He stated his preference for the views of Giles CJ Comm D in Sunstate Airlines (Qld) Pty Ltd v First Chicago Australia Securities Ltd (Giles CJ Comm D, 11 March 1997, unreported) ( \"Sunstate\" ) over the views of Katz J in Tetra Pak , referred to above.",
      "id": "s317"
    },
    {
      "text": "Palmer J said (at ---[26]-[29]): \n \n 26.",
      "id": "s318"
    },
    {
      "text": "I am unable to adopt the view of Katz J in Tetra Pak Marketing .",
      "id": "s319"
    },
    {
      "text": "In my opinion, the considerations referred to by Giles J in Sunstate Airlines in support of the ordinary procedure of the Court in receiving evidence are still compelling, notwithstanding the advances in technology since the date of his Honour's judgment and notwithstanding the obviously increasing use of technology in Court proceedings since that time.",
      "id": "s320"
    },
    {
      "text": "27.",
      "id": "s321"
    },
    {
      "text": "Clearly, in matters such as interlocutory applications, directions and the like where it is unlikely that substantial evidence will be required or substantial documentation will be in issue, it will often be highly convenient and cost-efficient to conduct the hearing by video link if witnesses, parties or counsel are not located in the same city.",
      "id": "s322"
    },
    {
      "text": "However, where the matter in contest involves major issues of credit or where documentary material of some volume and complexity is likely to be deployed in Court, it is still desirable, in my opinion, to have the witness in Court for examination, unless good reasons are shown to the contrary.",
      "id": "s323"
    },
    {
      "text": "28.",
      "id": "s324"
    },
    {
      "text": "Good reasons to the contrary are no longer such as would, in times past, have justified the taking of overseas evidence on commission.",
      "id": "s325"
    },
    {
      "text": "It is not necessary to show that an overseas witness is unable to attend Court to give evidence because of ill health, impecuniosity or for other reasons making attendance impossible.",
      "id": "s326"
    },
    {
      "text": "It is always a balancing exercise as to whether the convenience of the witness in not coming to this country to give evidence is outweighed by considerations of fairness to the opposite party in the manner in which the trial will be conducted.",
      "id": "s327"
    },
    {
      "text": "29.",
      "id": "s328"
    },
    {
      "text": "In my view, until the rules of Court are amended expressly to provide otherwise, it should be assumed that an overseas witness required for cross examination in a trial will attend the Court in person to give evidence and that evidence by video link will be allowed only upon application supported by evidence showing a good reason for the witness's non-attendance.",
      "id": "s329"
    },
    {
      "text": "Palmer J allowed two witnesses to give their evidence by video link and refused to allow two other witnesses to give evidence in that fashion.",
      "id": "s330"
    },
    {
      "text": "In Australian Competition and Consumer Commission v World Netsafe Pty Ltd [2002] FCA 526 ; (2002) 119 FCR 303 ( \"World Netsafe\" ), Spender J referred to the observations by Katz J in Tetra Pak , and to the earlier authorities on which Katz J had relied.",
      "id": "s331"
    },
    {
      "text": "Spender J said (at [7]): \n \n Notwithstanding observations in those cases that there is essentially no real difference between evidence by video-link and viva voce evidence, I disagree, and I think it right to recognise that there are deficiencies when evidence is taken by video-link when compared with evidence given viva voce.",
      "id": "s332"
    },
    {
      "text": "Spender J went on to express his agreement with the observations of Giles CJ Comm D in Sunstate and Palmer J in Australian Medical Imaging .",
      "id": "s333"
    },
    {
      "text": "His Honour's statements were referred to with approval in Odhiambo v Minister for Immigration and Multicultural Affairs [2002] FCAFC 194 ; (2002) 122 FCR 29 where (at [97]) a Full Court said: \n \n 97.",
      "id": "s334"
    },
    {
      "text": "...",
      "id": "s335"
    },
    {
      "text": "This Court regularly uses video to conduct hearings to great practical effect.",
      "id": "s336"
    },
    {
      "text": "It is a valuable tool for a Court or Tribunal in conducting hearings where one, some or all of the parties are located at various points over a large area.",
      "id": "s337"
    },
    {
      "text": "However, video can have its limitations: see the discussion by Spender J in Australian Competition and Consumer Commission v World Netsafe Pty Ltd [2002] FCA 526 ; (2002) 119 FCR 303.",
      "id": "s338"
    },
    {
      "text": "In Moyette Pty Ltd v Foundation Healthcare Ltd [2003] FCA 116 Conti J expressed his agreement with Palmer J in Australian Medical Imaging and Spender J in World Netsafe saying (at [10]): \n \n ... the trend of authority indicates that evidence by video link should only be allowed upon application supported by evidence showing good reasons for the witness not to attend in person, and whether good reasons exist will depend on a balancing exercise as to whether the convenience of the witness in not attending in person is outweighed by considerations of fairness to the opposite party in the manner in which the trial will be conducted.",
      "id": "s339"
    },
    {
      "text": "In Dorajay Pty Ltd v Aristocrat Leisure Ltd [2007] FCA 1502 ( \"Dorajay\" ) Stone J referred (at [6]) to: \n \n 6.",
      "id": "s340"
    },
    {
      "text": "... the difficulties that attend the taking of evidence by video link and the cross-examination on that evidence.",
      "id": "s341"
    },
    {
      "text": "Her Honour accepted that such difficulties were perhaps less than in the past but said (at [7]): \n \n 7.",
      "id": "s342"
    },
    {
      "text": "In my experience, however, those difficulties are considerable and markedly interfere with the giving of the evidence and, particularly, with cross-examination.",
      "id": "s343"
    },
    {
      "text": "They include technical problems such as difficulties with hearing, in presenting documents to the witness, in maintaining transmission over an extended period of time and those arising from time differences.",
      "id": "s344"
    },
    {
      "text": "More importantly, even if those difficulties can be overcome or minimised, there are the problems in maintaining a line of cross-examination and the difficulty of assessing a witness where evidence is given by video link.",
      "id": "s345"
    },
    {
      "text": "As a matter of justice to both parties these problems are critical.",
      "id": "s346"
    },
    {
      "text": "It is perhaps more workable where one is dealing with an expert witness who is generally well-prepared, has written a detailed report and has an expertise and familiarity with the subject that may not be the case with a lay witness.",
      "id": "s347"
    },
    {
      "text": "Some cases have suggested that any apparent tension between the two streams of authority I have identified is readily enough reconciled upon the facts of a particular case (see Australian Competition and Consumer Commission v StoresOnline International Inc [2009] FCA 717 , per Edmonds J citing Austin J in Australian Securities and Investments Commissioner v Rich [2004] NSWSC 467 ; (2004) 49 ACSR 578 (at [19], [22], [28], [31] and [43]).",
      "id": "s348"
    },
    {
      "text": "Edmonds J said (at [14]) that the observations of Austin J: \n \n 14 ... illustrate the point that the choice in every case cannot be determined solely by reference to general principles because it is the application of those principles to the facts and circumstances of the particular case which must determine the choice; in the circumstances of a particular case, a matter may point one way and in another case it may point another way.",
      "id": "s349"
    },
    {
      "text": "At the end of the day, the exercise of the discretion as to what is appropriate in a particular case will involve a balancing exercise as to what will best serve the administration of justice consistently with maintaining justice between the parties: see Giles CJ in Sunstate Airlines at [4].",
      "id": "s350"
    },
    {
      "text": "However, with respect to those who have taken a different view, I think there is a significant difference in emphasis in the two lines of authority.",
      "id": "s351"
    },
    {
      "text": "One, essentially pragmatic, matter which arises from the differences of view to which I have drawn attention is where the practical onus of persuasion lies.",
      "id": "s352"
    },
    {
      "text": "Despite the undoubted efficiencies available in an appropriate case, the trend of authority seems to me to emphasise the need for a persuasive case to be made out to use a video link to take evidence, particularly to impose it on an unwilling cross-examining party, rather than the reverse.",
      "id": "s353"
    },
    {
      "text": "I share the concerns expressed by Spender J in World Netscape and by Stone J in Dorajay about the limitation on the effectiveness of video link arrangements as a means of taking oral evidence.",
      "id": "s354"
    },
    {
      "text": "I am particularly troubled by the prospect (or possibility) that the cross-examination of an important witness might be rendered less effective by the limitations of video link technology or the absence of the witness from the courtroom.",
      "id": "s355"
    },
    {
      "text": "Although the days are gone when witnesses are expected to feel any sense of intimidation as an aid to telling the truth, there is no doubt in my mind that the requirement to give evidence on oath or affirmation in the (generally) solemn atmosphere of a courtroom in the presence of a judge, and to answer questions in cross-examination in the presence also of cross-examining counsel, has at least three potential benefits.",
      "id": "s356"
    },
    {
      "text": "It enhances the prospect that the witness will remain conscious of the nature and solemnity of the occasion and of his or her obligations.",
      "id": "s357"
    },
    {
      "text": "It affords the cross-examiner some reassurance that the gravity and immediacy of the moment, and of the supervising presence of the judge, are not lost on the witness and the cross-examination is not thereby rendered any less effective, to the possible prejudice of the cross-examining party.",
      "id": "s358"
    },
    {
      "text": "It provides the Court with a more satisfactory environment in which to assess the nature, quality and reliability of responses by a witness, both to questions and to the overall situation presented by the necessity to give evidence in court.",
      "id": "s359"
    },
    {
      "text": "To my mind there remains, even in the modern context, a certain \"chemistry\" in oral interchanges in a courtroom, whether between a judge and counsel (or other representative) or between cross-examiner and witness.",
      "id": "s360"
    },
    {
      "text": "I would not wish too lightly to deprive a cross-examiner of that traditional forensic element in the exchange although, as the cases universally make clear, the Court must now, if asked to do so, balance the interests of a cross-examining party against claimed inconvenience both in individual cases and with respect to individual witnesses.",
      "id": "s361"
    },
    {
      "text": "Notwithstanding the increased availability and use of video link technology, in my view, a case must be made out for the use of video link evidence if it is opposed by an affected party.",
      "id": "s362"
    },
    {
      "text": "I do not share the view expressed by Katz J.",
      "id": "s363"
    },
    {
      "text": "My own view and, I think, the weight of authority, is to the contrary.",
      "id": "s364"
    },
    {
      "text": "Mr McDermott\n The first witness, whose attendance for cross-examination was sought by video link from the UK was Mr McDermott, to whose evidence I have already referred.",
      "id": "s365"
    },
    {
      "text": "As I will not permit the substance of his proposed evidence to be given on the present state of affairs, for reasons I have already explained, the question of whether he should be cross-examined by video link on that evidence does not really arise.",
      "id": "s366"
    },
    {
      "text": "Nevertheless, I will explain why, in his case, I would not have permitted that course to be imposed upon the respondents against their will.",
      "id": "s367"
    },
    {
      "text": "Mr McDermott is an employee of the applicant.",
      "id": "s368"
    },
    {
      "text": "His affidavit is a recent one (sworn on 30 July 2009).",
      "id": "s369"
    },
    {
      "text": "Neither in that affidavit, nor in Mr Hansen's even more recent one (sworn on 7 September 2009) is there any evidence (direct or hearsay) that Mr McDermott is unwilling or unable to come to Australia to give his further evidence although, being a key employee of the applicant, any professed unwillingness on his part may have no great significance.",
      "id": "s370"
    },
    {
      "text": "Mr Hansen, but not Mr McDermott directly, said that in Mr McDermott's view his absence \"would impact on the [a]pplicant's business by causing a reduction in the staffing resources available for pursuing new custom and developing existing customers\".",
      "id": "s371"
    },
    {
      "text": "It is not possible to know what this means in practical terms.",
      "id": "s372"
    },
    {
      "text": "Accordingly, it carries only little weight.",
      "id": "s373"
    },
    {
      "text": "On the other hand, Mr McDermott's evidence goes to a substantial issue in the case, namely the existence of loss and the quantification of damages arising from the applicant's contention that the respondents' conduct has prevented it from obtaining new business.",
      "id": "s374"
    },
    {
      "text": "It may be important to the respondents' case to explore such matters in detail with Mr McDermott, perhaps by reference to documents.",
      "id": "s375"
    },
    {
      "text": "The evidence he has sought to give is itself devoid of all but a bare contextual setting.",
      "id": "s376"
    },
    {
      "text": "Exploration of the detailed setting in which the alleged conversations took place might also be necessary.",
      "id": "s377"
    },
    {
      "text": "There is a further element, arising from aspects of Mr McDermott's affidavit evidence, which might also raise issues for attention at the trial.",
      "id": "s378"
    },
    {
      "text": "Mr McDermott, in his affidavit, set the scene for the many short exchanges he recounted in the following way: \n \n 8.",
      "id": "s379"
    },
    {
      "text": "In the course of performing my duties as a business development manager, I keep a record of the dates on which meeting[s] with prospective clients occur in a CRM System (Customer Relationship System).",
      "id": "s380"
    },
    {
      "text": "That system has assisted me in recalling the dates on which the conversations set out below took place.",
      "id": "s381"
    },
    {
      "text": "I was told, and counsel for the applicant accepted, that no record of the kind referred to in this paragraph has been discovered.",
      "id": "s382"
    },
    {
      "text": "Nor, apparently, has any other aspect of the Customer Relationship System.",
      "id": "s383"
    },
    {
      "text": "No detailed argument has been taken about the matter but it seems likely that an obligation arose to discover both the record of dates and other aspects of the system.",
      "id": "s384"
    },
    {
      "text": "The record and other aspects of the system are \"documents\" (O 1 r 4).",
      "id": "s385"
    },
    {
      "text": "The respondents would, in any event, have a right of inspection as the \"documents\" are referred to in an affidavit (O 15 r 10).",
      "id": "s386"
    },
    {
      "text": "Mr McDermott relied on the record, and the system, as a source of information, and their existence as a fact, providing veracity to his recollection (see O 15 r 2(3)(a)).",
      "id": "s387"
    },
    {
      "text": "Mr McDermott's reference to his recollection being assisted by a record of dates of conversations raises another issue.",
      "id": "s388"
    },
    {
      "text": "He does not say he relied upon any contemporaneous note of the conversations, but neither does he say he did not.",
      "id": "s389"
    },
    {
      "text": "He does not say whether or not such a note (or other record) exists with respect to some or all of the conversations.",
      "id": "s390"
    },
    {
      "text": "If such notes exist it may also be necessary to explain (or at the least the respondents might be entitled to explore) why discovery was not given of any such documents.",
      "id": "s391"
    },
    {
      "text": "If it is alleged that no other record of any kind exists, other issues might arise for examination.",
      "id": "s392"
    },
    {
      "text": "It would appear, according to Mr McDermott's affidavit, that a substantial number of the important conversations took place after the proceedings had been commenced.",
      "id": "s393"
    },
    {
      "text": "A further, not insubstantial number occurred shortly before.",
      "id": "s394"
    },
    {
      "text": "It would seem unusual, if this was the case, that no record at all of the conversations was made apart from the dates on which they occurred.",
      "id": "s395"
    },
    {
      "text": "If that was the case, the apparent precision of Mr McDermott's unassisted recollection of the substance of so many conversations in the relevant period would, no doubt, itself be a matter to be considered.",
      "id": "s396"
    },
    {
      "text": "I make no assumption about which of these possibilities, or any combination of them, might be at work in the present case.",
      "id": "s397"
    },
    {
      "text": "All the possibilities lead to the same conclusion.",
      "id": "s398"
    },
    {
      "text": "I am not satisfied that the ability of the respondents to test Mr McDermott's evidence would not be unfairly restricted if I was to direct that the cross-examination take place by video link.",
      "id": "s399"
    },
    {
      "text": "Furthermore, the Court's capacity to supervise, control and deal with any issue which might arise from the cross-examination would be compromised.",
      "id": "s400"
    },
    {
      "text": "There is very little to be said in support of the application.",
      "id": "s401"
    },
    {
      "text": "As I have said, Mr McDermott is not said to be unavailable to come to Australia.",
      "id": "s402"
    },
    {
      "text": "There was no suggestion that it is beyond the power of the applicant to require him to do so as part of his duties.",
      "id": "s403"
    },
    {
      "text": "The estimate of the cost of him attending, apart from the general hearsay assertion of inconvenience to the applicant to which I earlier referred, is only $3,550.",
      "id": "s404"
    },
    {
      "text": "By comparison with the applicant's claim, and even the estimate given by Mr McDermott of lost business opportunities annually (&#163;454,409), the cost is insignificant.",
      "id": "s405"
    },
    {
      "text": "Had I permitted the evidence in Mr McDermott's affidavit to be given I would not have directed, against the respondents' opposition, that the respondents be required to cross-examine him by video link or that he be permitted to attend for cross-examination in London by video link.",
      "id": "s406"
    },
    {
      "text": "Mr Mills\n The other witness is Mr Adam Mills, who is also located in the UK.",
      "id": "s407"
    },
    {
      "text": "He was formerly an employee of the first respondent.",
      "id": "s408"
    },
    {
      "text": "It appears that he will be called as a person with direct knowledge of the respondents' operations and the characteristics of the software but not as an independent expert, although that makes no real difference to the outcome of the present application.",
      "id": "s409"
    },
    {
      "text": "He is to give evidence which, as briefly summarised in an affidavit by Mr Hansen, appears to relate to the ability of the applicant to make enhancements to the software, independently of the respondents, if it has access to the source code.",
      "id": "s410"
    },
    {
      "text": "Mr Hansen was cross-examined about the likely character of Mr Mills' evidence.",
      "id": "s411"
    },
    {
      "text": "He forecast that it would be substantially in agreement with affidavit evidence already filed by a number of witnesses to be called by the respondents but there might be some points of difference.",
      "id": "s412"
    },
    {
      "text": "Presumably there will be, otherwise his evidence would seem to be of no great utility to the applicant.",
      "id": "s413"
    },
    {
      "text": "I assume it will be in the character of evidence in reply as it formed no part of the applicant's main body of evidence, which was confined to affidavits by Mr Dhillon and the affidavit of Mr McDermott to which I have already referred.",
      "id": "s414"
    },
    {
      "text": "I assume, therefore, that at some point Mr Mills' evidence will mark an important point of departure from the respondents' evidence.",
      "id": "s415"
    },
    {
      "text": "However, the evidence not yet having been provided to the respondents, or filed, it is not possible to know what significance it may have.",
      "id": "s416"
    },
    {
      "text": "It is also not possible to know whether, whatever its content, the respondents have some legitimate basis for suspecting that Mr Mills may be predisposed in some way against his former employer.",
      "id": "s417"
    },
    {
      "text": "The applicant did not contend that Mr Mills was not compellable to come to Australia but said it would be \"prohibitively expensive\" to compel him to do so.",
      "id": "s418"
    },
    {
      "text": "There was no evidence that Mr Mills is unwilling to give evidence in Australia.",
      "id": "s419"
    },
    {
      "text": "I cannot simply assume, either, that it would be inconvenient to him to do so.",
      "id": "s420"
    },
    {
      "text": "It may not be.",
      "id": "s421"
    },
    {
      "text": "Of course, a cost would be involved, even for his voluntary attendance.",
      "id": "s422"
    },
    {
      "text": "Mr Hansen quantified it at $4,750.",
      "id": "s423"
    },
    {
      "text": "Given what the applicant says is at stake in the present proceedings the sum is a trifling one.",
      "id": "s424"
    },
    {
      "text": "Having regard to the present state of knowledge, particularly about the nature of the evidence to be given, it is too early to know if an application that Mr Mills' evidence be taken by video link should be granted or not.",
      "id": "s425"
    },
    {
      "text": "It is possible that such an application might be granted when the content and character of his evidence has been disclosed.",
      "id": "s426"
    },
    {
      "text": "It is conceivable that, at that time, any such application will not be opposed.",
      "id": "s427"
    },
    {
      "text": "However, the evidence has not been disclosed and has been foreshadowed in only the most cursory fashion.",
      "id": "s428"
    },
    {
      "text": "At the moment there is an insufficient case to support the application.",
      "id": "s429"
    },
    {
      "text": "It is not desirable to leave the matter in abeyance.",
      "id": "s430"
    },
    {
      "text": "If necessary, and if there are adequate grounds to do so, a further application may be made.",
      "id": "s431"
    },
    {
      "text": "The present application must be dismissed.",
      "id": "s432"
    },
    {
      "text": "Confidential Exhibits\n The applicant's notice of motion sought the following further order: The Respondents be directed to provide the Applicant with the following confidential exhibits:- Confidential Exhibit DME --- 2; Confidential Exhibit SDN --- 2; Confidential Exhibit KMM --- 1; Confidential Exhibit SJS --- 2;\n \n \n \n Subject to the Applicant's solicitors undertaking not to disclose them to the Applicant without the consent of the Respondents or Court order.",
      "id": "s433"
    },
    {
      "text": "At the commencement of the interlocutory proceedings on the notices of motion I was told by senior counsel for the respondents that order 3 was not opposed and I will, therefore, make an order in those terms.",
      "id": "s434"
    },
    {
      "text": "I was told that effective earlier notice had not been given and the respondents were making their position clear at any early opportunity.",
      "id": "s435"
    },
    {
      "text": "There was no evidence from either side about the issue nor, in the end, any submissions.",
      "id": "s436"
    },
    {
      "text": "So far as I can judge, the matter has had no appreciable effect on the costs associated with the motions.",
      "id": "s437"
    },
    {
      "text": "Accordingly, the matter will not affect any order for costs otherwise appropriate.",
      "id": "s438"
    },
    {
      "text": "Security for costs\n On 27 June 2008 I rejected an application by the applicant for interim interlocutory orders ( Campaign Master (UK) Ltd v Forty Two International Pty Ltd [2008] FCA 979).",
      "id": "s439"
    },
    {
      "text": "I ordered that the applicant pay the respondents' costs of the notice of motion which sought the interlocutory relief.",
      "id": "s440"
    },
    {
      "text": "On 25 July 2008 I rejected an application by the applicant to vary the costs order ( Campaign Master (UK) Ltd v Forty Two International Pty Ltd (No 2) [2008] FCA 1140).",
      "id": "s441"
    },
    {
      "text": "On the same day I directed that a notice of motion filed by the respondent seeking security for costs be heard on 8 August 2008.",
      "id": "s442"
    },
    {
      "text": "On 8 August 2008 the parties provided consent orders to the effect that the applicants pay into Court $90,000 as security for the respondent's estimated costs up to and including the filing and service of the respondents' affidavits.",
      "id": "s443"
    },
    {
      "text": "By notice of motion filed on 2 September 2009, the respondents have now made an application for increased security for costs.",
      "id": "s444"
    },
    {
      "text": "It is clear from s 56 of the Federal Court of Australia Act 1976 (Cth) that such a course is within the Court's discretion.",
      "id": "s445"
    },
    {
      "text": "It is also clear that the parties' earlier agreement about security for costs left such a course open, although there is an issue about whether any further security should take into account costs already incurred or be limited to security for future costs.",
      "id": "s446"
    },
    {
      "text": "Mr Mark Robert Petrucco, solicitor for the respondents, swore an affidavit on 2 September 2009 in support of the present application.",
      "id": "s447"
    },
    {
      "text": "He also provided sworn affidavit evidence in support of the earlier application.",
      "id": "s448"
    },
    {
      "text": "Mr Petrucco disclosed the basis upon which the respondents had agreed to pay solicitor and counsel costs in the present proceedings.",
      "id": "s449"
    },
    {
      "text": "Mr Petrucco has estimated that the respondents would be able to recover at least 60% --- 70% of their solicitor/client costs as party/party costs in the proceedings.",
      "id": "s450"
    },
    {
      "text": "He has used an estimate of 60% cost recovery to make the calculations advanced in support of the present application for increased security.",
      "id": "s451"
    },
    {
      "text": "Mr Petrucco stated that the respondents' costs from May 2008 to 31 August 2009 (by which time the respondents had filed affidavit evidence as contemplated by the earlier consent orders) was approximately $282,000.",
      "id": "s452"
    },
    {
      "text": "Recovery of 60% of those costs would amount to $169,000 for that period.",
      "id": "s453"
    },
    {
      "text": "As to future costs, Mr Petrucco drew attention to the fact that the estimated length of the trial has increased from 5 to 8 days, that the applicant has indicated it intends to file affidavit evidence from an expert and that the respondents have indicated they may wish to respond to any such expert evidence.",
      "id": "s454"
    },
    {
      "text": "He provided detailed estimates of expected future expenses and costs based on these and other factors.",
      "id": "s455"
    },
    {
      "text": "He estimated that a further amount of approximately $278,000 in solicitor/client costs would be incurred by the respondents and that the total costs of the trial are now likely to be $560,000, of which the respondents (if they recovered 60% of those costs) would be entitled to be paid $336,000 by the applicant if the applicant failed at trial.",
      "id": "s456"
    },
    {
      "text": "The present application is that the applicant should pay into court a further $240,000, in addition to the $90,000 security already provided, making a total of $330,000.",
      "id": "s457"
    },
    {
      "text": "Mr Petrucco's estimates were challenged by Mr Hansen.",
      "id": "s458"
    },
    {
      "text": "Mr Hansen expressed the opinion that the respondents' legal costs to date, as disclosed by Mr Petrucco, were excessive.",
      "id": "s459"
    },
    {
      "text": "He gave various reasons for his opinion.",
      "id": "s460"
    },
    {
      "text": "They included an assertion that excessive time was taken to prepare affidavits, that billing rates were excessive and that it had not been necessary to engage senior counsel.",
      "id": "s461"
    },
    {
      "text": "Mr Hansen went on to challenge Mr Petrucco's estimate of future costs as \"grossly excessive\".",
      "id": "s462"
    },
    {
      "text": "His final conclusion was that the amount already allowed for costs by consent ($90,000) was adequate to provide security for the respondents' reasonable costs, both past and future.",
      "id": "s463"
    },
    {
      "text": "It was also submitted by the applicant that I should, in any event, make no further allowance for past costs but confine my attention to whether there was a need for security in relation to future costs.",
      "id": "s464"
    },
    {
      "text": "The applicant submitted that the respondents had, in effect, foregone their opportunity to seek supplementation of the earlier order, which made provision until the respondents filed their affidavit evidence, by not acting sooner in relation to any past costs.",
      "id": "s465"
    },
    {
      "text": "I do not accept that attention to the question of security for costs should be confined in that way.",
      "id": "s466"
    },
    {
      "text": "Although it is clear that the earlier consent order did not address the period beyond the filing of the respondents' evidence in chief that does not have the consequence, in my view, that the respondents were bound, after the order was made, to forego any possibility of adjustment in the light of actual costs incurred.",
      "id": "s467"
    },
    {
      "text": "There was certainly no agreement to that effect in evidence, or alleged.",
      "id": "s468"
    },
    {
      "text": "The most that can be said is that the respondents did not apply for an adjustment earlier, when it was clear to them that the fund they had agreed as an interim measure might be insufficient.",
      "id": "s469"
    },
    {
      "text": "That circumstance involves no prejudice to the applicant which has, in the meantime, been spared the inconvenience of making any further provision for the respondents' possible entitlement to costs.",
      "id": "s470"
    },
    {
      "text": "I am satisfied that, as the matter cannot be agreed, I should review the whole position in the light of the evidence I have referred to.",
      "id": "s471"
    },
    {
      "text": "The purpose of an order for security, in a case like the present, is to provide a fund within the jurisdiction which will ensure that the respondents, if successful, are able to obtain costs ordered by the Court.",
      "id": "s472"
    },
    {
      "text": "One such order has already been made.",
      "id": "s473"
    },
    {
      "text": "Another will result from the present judgment.",
      "id": "s474"
    },
    {
      "text": "There is no evidence that the applicant has any assets in Australia, the UK or elsewhere or that it would, if a fund was not established, be in a position to meet a costs order made against it.",
      "id": "s475"
    },
    {
      "text": "In P S Chellaram &amp; Co v China Ocean Shipping Co [1991] HCA 36 ; (1991) 65 ALJR 642 ; 102 ALR 321 McHugh J said (at 643; 323): \n \n To make or refuse to make an order for security for costs involves the exercise of a discretionary judgment.",
      "id": "s476"
    },
    {
      "text": "That means that the court exercising the discretion must weigh all the circumstances of the case.",
      "id": "s477"
    },
    {
      "text": "The weight to be given to any circumstance depends not only upon its own intrinsic persuasiveness but upon the impact of the other circumstances which have to be weighed.",
      "id": "s478"
    },
    {
      "text": "A circumstance which may have very great weight when only two or three circumstances have to be weighed may be of minor significance when many circumstances have to be weighed.",
      "id": "s479"
    },
    {
      "text": "However, for over 200 years, the fact that a party, bringing proceedings, is resident out of the jurisdiction and has no assets within the jurisdiction has been seen as a circumstance of great weight in determining whether an order for security for costs should be made.",
      "id": "s480"
    },
    {
      "text": "Indeed, for many years the practice has been to order such a party to provide security for costs unless that party can point to other circumstances which overcome the weight of the circumstance that that person is resident out of and has no assets within the jurisdiction.",
      "id": "s481"
    },
    {
      "text": "(See also Logue v Hansen Technologies Ltd [2003] FCA 81 ; (2003) 125 FCR 590 at [38] and Tan Kah Hock v AWAP SGT 26 Investment Ltd [2008] FCA 540 at [7] - [8] and [11]-[12]).",
      "id": "s482"
    },
    {
      "text": "I see no reason to regard Mr Petrucco's estimates as irresponsible or unreliable.",
      "id": "s483"
    },
    {
      "text": "Mr Hansen obviously lacks direct knowledge of the work done by the respondents' representatives to date.",
      "id": "s484"
    },
    {
      "text": "His assessment of the position is necessarily a remote one.",
      "id": "s485"
    },
    {
      "text": "If his criticisms prove to be well-founded then it might be expected that a taxing officer will make the necessary adjustments.",
      "id": "s486"
    },
    {
      "text": "Whether or not a taxing officer accepts all the costs as reasonable in all the circumstances is not to the point at this stage.",
      "id": "s487"
    },
    {
      "text": "Mr Petrucco was not cross-examined.",
      "id": "s488"
    },
    {
      "text": "His evidence was not challenged except by the opinions of Mr Hansen who, as I have said, suffers from a lack of proximity to the preparation of the respondents' case.",
      "id": "s489"
    },
    {
      "text": "It is not necessary that the Court should set out to provide complete and certain protection to a respondent against the costs which might be incurred (see Brundza v Robbie &amp; Co (No 2) [1952] HCA 49 ; (1952) 88 CLR 171 at 175; Menhaden Pty Ltd v Citibank NA [1984] FCA 183 ; (1984) 1 FCR 542 at 547; Bryan E Fencott &amp; Associates Pty Ltd v Eretta Pty Ltd (1987) 16 FCR 497 at 515).",
      "id": "s490"
    },
    {
      "text": "Apart from the disclosure, or estimate, of professional costs I think the approach taken by Mr Petrucco, of discounting to 60%, is a sensible one in the circumstances.",
      "id": "s491"
    },
    {
      "text": "Although there is no rule that there is a \"conventional\" approach requiring a discount of about this order, it is certainly appropriate to take into account the possibility that amounts properly assessed as solicitor/client costs will not all be allowed as taxation (see, for example, Farmitalia Carlo Erba SrL v Delta West Pty Ltd (1994) 281 IPR 336).",
      "id": "s492"
    },
    {
      "text": "No reason has been shown why Mr Petrucco's approach to this issue also, which he described as conservative, should not be accepted.",
      "id": "s493"
    },
    {
      "text": "The applicant will have the benefit of any interest earned on the amounts provided as security for costs as the order which was made on 8 August 2008 provided that the amount provided as security would be placed into an interest bearing account.",
      "id": "s494"
    },
    {
      "text": "Interest earned will contribute to the fund which will be available to meet any costs orders against the applicant, if any is made.",
      "id": "s495"
    },
    {
      "text": "To the extent that the fund is not required it will be returned to the applicant (including interest).",
      "id": "s496"
    },
    {
      "text": "In addition, no prejudice to the applicant has been identified although it may be assumed that some inconvenience will be involved and the applicant would prefer not to have to make the necessary arrangements to deposit further funds in Australia.",
      "id": "s497"
    },
    {
      "text": "On the other hand, any such inconvenience is only temporary.",
      "id": "s498"
    },
    {
      "text": "Any security provided will either be used to discharge the applicant's obligations or returned to it, in either case with the applicant having the benefit of interest earned.",
      "id": "s499"
    },
    {
      "text": "The result is that I see no specific, or identified, reason to reject or amend Mr Petrucco's calculations.",
      "id": "s500"
    },
    {
      "text": "Any further reduction would be arbitrary and not one reflecting the evidence which, in the present case, is sufficiently precise.",
      "id": "s501"
    },
    {
      "text": "I will order that a further $240,000 be paid into Court as security for costs on the same terms as before.",
      "id": "s502"
    },
    {
      "text": "According to the evidence that amount, taken with the earlier $90,000, should provide an adequate fund until the end of the trial.",
      "id": "s503"
    },
    {
      "text": "As the hearing has been postponed I think it is reasonable to allow some time for the extra security to be provided, failing which the proceedings will be stayed.",
      "id": "s504"
    },
    {
      "text": "The additional security is to be lodged by 4pm on 15 January 2010.",
      "id": "s505"
    },
    {
      "text": "Costs\n The respondents have succeeded on each motion.",
      "id": "s506"
    },
    {
      "text": "They have sought their costs.",
      "id": "s507"
    },
    {
      "text": "There is no reason why costs should not follow the result.",
      "id": "s508"
    },
    {
      "text": "Orders\n The orders sought by paragraph 3 of the applicant's notice of motion filed in court on 8 September 2009 will be made.",
      "id": "s509"
    },
    {
      "text": "The applicant's motion will be otherwise dismissed.",
      "id": "s510"
    },
    {
      "text": "The applicant is to pay the respondents' costs of that motion.",
      "id": "s511"
    },
    {
      "text": "The applicant is to pay a further sum of $240,000 by way of security for costs, pursuant to the same arrangement as earlier put in place, by 4pm on 15 January 2010, failing which the proceeding will be stayed.",
      "id": "s512"
    },
    {
      "text": "The applicant is to pay the respondents' costs of their motion, notice of which was filed on 2 September 2009.",
      "id": "s513"
    },
    {
      "text": "I certify that the preceding one hundred and nine (109) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Buchanan.",
      "id": "s514"
    },
    {
      "text": "Associate:\n \n \nDated: 13 November 2009\n \n Counsel for the Applicant: M S White with R Gration \n \n Solicitor for the Applicant: Harris &amp; Company \n \n Counsel for the Respondents: J M Ireland QC with J S Cooke \n \n Solicitor for the Respondents: Bartier Perry \n Date of Hearing: 8 September 2009 \n \n Date of Judgment: 13 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1306.html",
      "id": "s515"
    }
  ]
}