{
  "name": "SZNHN v Minister for Immigration and Citizenship [2009] FCA 1237 (2 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1237.html",
  "catchphrases": [
    {
      "text": "application for extension of time to appeal federal magistrate's decision",
      "id": "c0"
    },
    {
      "text": "no prospect of success on an appeal",
      "id": "c1"
    },
    {
      "text": "application dismissed",
      "id": "c2"
    },
    {
      "text": "migration",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "APPLICATION FOR LEAVE TO APPEAL \n By way of an application filed 11 August 2009, the applicant seeks leave to file and serve a Notice of Appeal outside the time limits prescribed by Order 52 Rule 15(1) of the Federal Court Rules 1979.",
      "id": "s0"
    },
    {
      "text": "The draft Notice of Appeal seeks to challenge the orders and judgment of a Federal Magistrate given 15 July 2009 (see SZNHN v Minister for Immigration and Citizenship [2009] FMCA 702) , dismissing an application for judicial review of a decision of the Refugee Review Tribunal (Tribunal) made on 2 February 2009.",
      "id": "s1"
    },
    {
      "text": "The decision of the Tribunal affirmed a decision of a delegate of the first respondent (the Minister) to refuse to grant the applicant a protection visa.",
      "id": "s2"
    },
    {
      "text": "The Minister opposes that application for reason of futility on the basis that no error in the reasons for judgment of the Federal Magistrate has been identified and there is no other ground of appeal with any apparent prospect of success.",
      "id": "s3"
    },
    {
      "text": "PRIOR APPLICATIONS \n The applicant, who is a citizen of India, arrived in Australia on 18 June 2008 having been granted a Tourist (Class TR) subclass 676 visa.",
      "id": "s4"
    },
    {
      "text": "On 17 July 2008, the applicant lodged a protection visa application (PVA) with the Department of Immigration and Citizenship.",
      "id": "s5"
    },
    {
      "text": "In a statement accompanying his PVA, the applicant claimed to be an active member of the Dravida Munnetra Kazhagam political party (DMK) who actively support the rights of the Dalit caste.",
      "id": "s6"
    },
    {
      "text": "As a result, the applicant was persecuted and assaulted by the higher castes who disapproved of his support for Dalit rights, particularly his participation in the demolition of a wall between high-caste and scheduled caste areas in a nearby village.",
      "id": "s7"
    },
    {
      "text": "The Federal Magistrate has provided the following helpful analysis of both the delegate's and Tribunal's consideration of the applicant's claims at [3] to [11] of her reasons for judgment: \n \n [3] The applicant attended a Departmental interview and provided further information, in particular about the wall and his presence when it was demolished in March/April 2008.",
      "id": "s8"
    },
    {
      "text": "His application was refused by a delegate of the first respondent who found that the applicant's claims were vague, unconvincing and unsubstantiated by any evidence.",
      "id": "s9"
    },
    {
      "text": "The delegate found, in any event, that State protection was available and that relocation was a viable alternative.",
      "id": "s10"
    },
    {
      "text": "[4] The applicant sought review by the Tribunal.",
      "id": "s11"
    },
    {
      "text": "He did not provide any additional statement or supporting documentation to the Tribunal.",
      "id": "s12"
    },
    {
      "text": "[5] The Tribunal invited the applicant to attend a hearing on 18 December 2008.",
      "id": "s13"
    },
    {
      "text": "He did so and provided the Tribunal with a copy of his passport.",
      "id": "s14"
    },
    {
      "text": "By letter under s.424A of the Migration Act 1958 (Cth) of 24 December 2008 the Tribunal put to the applicant information consisting of certain inconsistencies between his responses to the delegate in the Departmental interview and in his protection visa application and inconsistencies between certain independent country information and his claims.",
      "id": "s15"
    },
    {
      "text": "The applicant was given until 21 January 2009 to respond and advised that if he could not respond by that time he may ask the Tribunal in writing for an extension of time.",
      "id": "s16"
    },
    {
      "text": "On 20 January 2009 the applicant wrote to the Tribunal providing comments as requested.",
      "id": "s17"
    },
    {
      "text": "He claimed that he was deeply traumatised being a victim of persecution and had stress and ongoing difficulties including recollection of past incidents, confusion and memory loss.",
      "id": "s18"
    },
    {
      "text": "He sought forgiveness for inconsistencies between his evidence to the Department and the Tribunal and claimed that what he said in his initial statement was true and correct.",
      "id": "s19"
    },
    {
      "text": "[6] In its reasons for decision the Tribunal set out the applicant's claims in his application, the Departmental interview and at the Tribunal hearing as well as the s.424A letter and the response and referred to relevant country information, in particular in relation to the wall between the high caste areas and the Dalit areas.",
      "id": "s20"
    },
    {
      "text": "[7] In its findings and reasons the Tribunal concluded that it did not find the applicant to be credible on some key aspects of his claims.",
      "id": "s21"
    },
    {
      "text": "It was not satisfied that he left India because of the fear of persecution described in his application and evidence before the Tribunal.",
      "id": "s22"
    },
    {
      "text": "It set out inconsistencies, implausibilities and contradictions that led it to conclude that the applicant was not truthful or credible, including inconsistent evidence from him about whether he had a membership card for the DMK and his failure to provide any documentation supporting that claim or his claim to have been hospitalised.",
      "id": "s23"
    },
    {
      "text": "In those circumstances the Tribunal was not satisfied that the applicant was a member of the DMK.",
      "id": "s24"
    },
    {
      "text": "It was of the view that if the applicant had been assaulted as claimed and admitted to hospital and treated for two days he would have provided such documentation.",
      "id": "s25"
    },
    {
      "text": "It was not satisfied that he was assaulted or treated for an assault as claimed.",
      "id": "s26"
    },
    {
      "text": "[8] The Tribunal also had regard to inconsistencies between the applicant's description of the caste wall and the independent country information in relation to when the wall was erected and its dimensions.",
      "id": "s27"
    },
    {
      "text": "The applicant had stated that the wall was erected in 2008.",
      "id": "s28"
    },
    {
      "text": "Country information stated that it was erected in 1989 or 1990 and that it was 12 feet high and 600 metres long.",
      "id": "s29"
    },
    {
      "text": "The applicant claimed it was about his height (5ft 8 inches) and 200 --- 300 feet long.",
      "id": "s30"
    },
    {
      "text": "The Tribunal considered the applicant's response when these issues were raised with him during the hearing.",
      "id": "s31"
    },
    {
      "text": "The Tribunal found the applicant's explanations relating to this incorrect information (that the police would not allow him to go there and that he was only interested in the demolition) to be unpersuasive.",
      "id": "s32"
    },
    {
      "text": "[9] It also had regard to inconsistencies in relation to whether and how the applicant had reported a claimed assault to police and as to what occurred in the incident when he claimed that a group of people had come to his family home after he had left India.",
      "id": "s33"
    },
    {
      "text": "The Tribunal was not satisfied that the applicant's wife was approached or questioned or harmed.",
      "id": "s34"
    },
    {
      "text": "The Tribunal also had regard to the applicant's evidence that he continued to live at his home address prior to leaving India and continued working for the party after a claimed assault.",
      "id": "s35"
    },
    {
      "text": "It was of the view that if he had been in fear as claimed, he would not have continued to live at his home address in India.",
      "id": "s36"
    },
    {
      "text": "[10] These matters collectively led the Tribunal to find that the applicant was not credible.",
      "id": "s37"
    },
    {
      "text": "It rejected his claim he was a member of the DMK in India and therefore all the claims that flowed from that claim, including any claims in relation to involvement in demolition of the wall, injury, assault and warnings and that he departed India because of a fear of persecution.",
      "id": "s38"
    },
    {
      "text": "[11] The Tribunal considered the applicant's claim in response to the s.424A letter that he was suffering from stress, was deeply traumatised and had difficulty recalling what had happened.",
      "id": "s39"
    },
    {
      "text": "However it also had regard to the fact that when it had asked the applicant questions in the hearing it would expect him to answer in relation to the wall, it was evident that he knew very little about it.",
      "id": "s40"
    },
    {
      "text": "It was of the view that his lack of knowledge in relation to the wall was not because he was traumatised or had difficulty recalling, but because he had not seen it and had not been involved in activities in relation to the wall or its destruction.",
      "id": "s41"
    },
    {
      "text": "It was the Tribunal's view that the inconsistencies arose because the applicant had forgotten what he mentioned in his protection visa application and in his Departmental interview.",
      "id": "s42"
    },
    {
      "text": "The Tribunal was not satisfied that the applicant had a well-founded fear of persecution for a Convention reason if he returned to India.",
      "id": "s43"
    },
    {
      "text": "\" \n \n DECISION OF THE FEDERAL MAGISTRATE \n On 5 March 2009, the applicant filed an application in the Federal Magistrates Court, seeking judicial review of the Tribunal decision.",
      "id": "s44"
    },
    {
      "text": "On 19 May 2009, the applicant filed an amended application.",
      "id": "s45"
    },
    {
      "text": "The amended application contained two grounds of review.",
      "id": "s46"
    },
    {
      "text": "Ground 1 claimed: \n \n The Tribunal failed to exercise its power by failing to consider claims that arose on the material before it, namely: \n \n\n \n \n I face risk [of] persecution by the political party thugs opposed to the DMK and the political parties oppose the people supporting the low cast people.",
      "id": "s47"
    },
    {
      "text": "The Federal Magistrate found that ground one was not made out for the reasons set out at [13]-[14] of her judgment: \n \n [13] The evidence of the applicant's claims to the delegate in the statement accompanying the protection visa application and the Tribunal's account of the Departmental interview as well as the evidence of the Tribunal hearing indicate that the applicant's claims did not relate to political opponents of the DMK but rather to high caste people.",
      "id": "s48"
    },
    {
      "text": "This is apparent from the applicant's written statement, the delegate's summary of the interview, the applicant's response to the s.424A letter (which again referred to an attack by high caste people) and the Tribunal's account of the applicant's claims made to the delegate and also at the Tribunal hearing.",
      "id": "s49"
    },
    {
      "text": "[14] In any event, in its findings and reasons the Tribunal considered the applicant's claim that he was a member of the DMK party, but having rejected that claim, rejected all claims that flowed from that claim.",
      "id": "s50"
    },
    {
      "text": "In those circumstances, even if the applicant had raised a claim to be at risk from political opponents of the DMK, as the first respondent submitted, the Tribunal would not have been required to make a finding on that claim because it rejected the factual premise on which such a claim rested (see WAEE v Minister for Immigration and Multicultural and Indigenous Affairs [2003] FCAFC 184 ; (2003) 75 ALD 630).",
      "id": "s51"
    },
    {
      "text": "Ground 2 claimed: \n \n The RRT did not call me for second hearing after the section 424A letter to me.",
      "id": "s52"
    },
    {
      "text": "The RRT failed to deal with the critical matters [which] arose in the 424A letter by calling for a second hearing.",
      "id": "s53"
    },
    {
      "text": "The Federal Magistrate found that ground two was not made out for the reasons set out at [15]-[18] of her judgment: \n \n [15] The second ground in the amended application is that the Tribunal did not call the applicant for a second hearing after the s.424A letter and failed to deal with the critical matters that arose in the s.424A letter by calling for a second hearing.",
      "id": "s54"
    },
    {
      "text": "In oral submissions the applicant contended that he had asked the Tribunal at the Tribunal hearing for a second hearing and that had he had that hearing he would have been able to provide documents.",
      "id": "s55"
    },
    {
      "text": "[16] Dealing first with the ground as it appears in the amended application, as set out above, the s.424A letter raised a number of inconsistencies between the applicant's claims in his protection visa application, the Departmental interview and at the Tribunal hearing and also inconsistencies between his claims and independent country information.",
      "id": "s56"
    },
    {
      "text": "However those inconsistencies do not amount to fresh determinative issues such as to trigger any obligation to invite the applicant to a further hearing under s.425 of the [2006] HCA 63 ; Act (see SZBEL v Minister for Immigration and Multicultural and Indigenous Affairs (2006) 228 CLR 152).",
      "id": "s57"
    },
    {
      "text": "[17] It is apparent that, according to the Tribunal account of what occurred in the Tribunal hearing, a number of these inconsistencies were explicitly raised with the applicant at the hearing, in particular in relation to his claims about the wall and country information, whether an assault was reported to the police and whether his wife had been assaulted.",
      "id": "s58"
    },
    {
      "text": "[18] Other inconsistencies resulted from the applicant's responses in relation to matters such as how he lost a membership card and whether he was present when the wall was demolished.",
      "id": "s59"
    },
    {
      "text": "These were also matters discussed at the hearing.",
      "id": "s60"
    },
    {
      "text": "The fact that the Tribunal identified inconsistencies between such claims and earlier accounts is not such as to give rise to an obligation to invite the applicant to a further hearing to address such inconsistencies.",
      "id": "s61"
    },
    {
      "text": "To the extent that such matters were in fact information within s.424A(1) of the Act, they were put to the applicant under that section.",
      "id": "s62"
    },
    {
      "text": "Her Honour also considered a ground in the original application, a number of other complaints made orally by the applicant at the hearing and independently considered whether there may have been any failure to comply with the requirements of s 424.",
      "id": "s63"
    },
    {
      "text": "Her Honour found no jurisdictional error was made out.",
      "id": "s64"
    },
    {
      "text": "APPLICATION FOR EXTENSION OF TIME \n Order 52, r 15(2) of the Federal Court Rules 1979 (Cth) gives the Court power to give an applicant leave to file and serve a notice of appeal at any time for \"special reasons\".",
      "id": "s65"
    },
    {
      "text": "The reasons given by the applicant in support of his application for extension of time are found in his affidavit filed on 11 August 2009.",
      "id": "s66"
    },
    {
      "text": "Relevantly the applicant states:- \n \n I have no lawyer... On 15 July 2009 I went to the Court for hearing and my case was dismissed.",
      "id": "s67"
    },
    {
      "text": "I did not know that I should appeal before my judgment was given.",
      "id": "s68"
    },
    {
      "text": "I received my judgment on 29 July 2009 therefore I thought I had 21 days from 29 July 2009.",
      "id": "s69"
    },
    {
      "text": "The principles to be applied in considering an application for an extension of time in which to file a notice of appeal were discussed by the Full Court (per Lockhart, Sheppard and Burchett JJ) in Jess v Scott (1986) 12 FCR 187.",
      "id": "s70"
    },
    {
      "text": "Order 52, r 15(2) provides a flexible discretion to the Court as to what will constitute a \"special reason\" for the grant of an extension of time.",
      "id": "s71"
    },
    {
      "text": "Generally, it is accepted that the following factors should be considered: the integrity of the time limits; the adequacy of the explanation for the delay; questions of prejudice to a respondent, although mere lack of prejudice is not sufficient for leave to be granted; and the merits of the substantial application.",
      "id": "s72"
    },
    {
      "text": "See SZMNO v Minister for Immigration and Citizenship [2009] FCA 797 and authorities referred to at [12] --- [15].",
      "id": "s73"
    },
    {
      "text": "The applicant's delay in filing was short.",
      "id": "s74"
    },
    {
      "text": "He was apparently unsure exactly when the appeal had to be lodged.",
      "id": "s75"
    },
    {
      "text": "No prejudice is evident or claimed by the Minister.",
      "id": "s76"
    },
    {
      "text": "The question here is whether the proposed grounds of appeal disclose any prospects of success in an appeal.",
      "id": "s77"
    },
    {
      "text": "The applicant has filed a draft notice of appeal.",
      "id": "s78"
    },
    {
      "text": "The draft notice of appeal does not directly identify any error of law in the reasons for judgment of the Federal Magistrate but repeats (in substance) grounds 1 and 2 of the amended judicial review application before the Federal Magistrate.",
      "id": "s79"
    },
    {
      "text": "At the hearing before the Court, the applicant confirmed he intended to repeat those earlier grounds.",
      "id": "s80"
    },
    {
      "text": "In these circumstances it is clear that the applicant means to contend that the Federal Magistrate erred by not making those findings of law in her decision.",
      "id": "s81"
    },
    {
      "text": "However, in my view, no error is apparent in the reasoning of the Federal Magistrate.",
      "id": "s82"
    },
    {
      "text": "Her Honour explained in relation to ground 1 that the findings of the Tribunal concerning his conduct being in relation to high caste people, and in any event, that he was not a member of DMK, meant that his claim to refugee status could not succeed.",
      "id": "s83"
    },
    {
      "text": "I agree.",
      "id": "s84"
    },
    {
      "text": "In relation to ground 2, there was, as the Federal Magistrate found, no obligation to constitute a fresh hearing on the issues mentioned in the s 424A letter, as they were live issues raised at the earlier hearing.",
      "id": "s85"
    },
    {
      "text": "None were fresh determinative issues.",
      "id": "s86"
    },
    {
      "text": "As a result no error is discernible in the reasons of the Federal Magistrate or the Tribunal.",
      "id": "s87"
    },
    {
      "text": "CONCLUSION AND ORDER \n In these circumstances, leave should not be granted to file the appeal out of time as there is no prospect of success on an appeal.",
      "id": "s88"
    },
    {
      "text": "The application should be dismissed with costs to be taxed, if not agreed.",
      "id": "s89"
    },
    {
      "text": "I certify that the preceding twenty-one (21) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Barker.",
      "id": "s90"
    },
    {
      "text": "Associate:\n \n \nDated: 2 November 2009\n \n Counsel for the Applicant: Self Represented \n \n Counsel for the Respondents: Ms A Nanson \n \n Solicitor for the Respondents: Australian Government Solicitor \n Date of Hearing: 2 November 2009 \n \n Date of Judgment: 2 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1237.html",
      "id": "s91"
    }
  ]
}