{
  "name": "Brown v Minister for Immigration &amp; Citizenship [2009] FCA 1098 (29 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1098.html",
  "catchphrases": [
    {
      "text": "cancellation of visa pursuant to s 501(2) of the migration act 1958 (cth)",
      "id": "c0"
    },
    {
      "text": "review of decision of the administrative appeals tribunal",
      "id": "c1"
    },
    {
      "text": "whether the failure to put certain allegations to the applicant constitutes a denial of procedural fairness",
      "id": "c2"
    },
    {
      "text": "whether the tribunal had a duty to inquiry as to the existence of any sentencing remarks",
      "id": "c3"
    },
    {
      "text": "whether, in the circumstances, a failure to make inquiries of a particular kind into sentencing remarks constituted jurisdictional error",
      "id": "c4"
    },
    {
      "text": "whether the tribunal applied a standard of proof less than a standard of balance of probabilities",
      "id": "c5"
    },
    {
      "text": "the decision below is not infected with any jurisdictional error.",
      "id": "c6"
    },
    {
      "text": "migration",
      "id": "c7"
    }
  ],
  "sentences": [
    {
      "text": "This is an application for review under s 476A(1)(b) of the Migration Act 1958 (Cth) ('the Act') of a decision of the Administrative Appeals Tribunal ('the Tribunal') in Re Maria Brown and Minister for Immigration and Citizenship [2009] AATA 78 (Walker DP), affirming a decision of a delegate of the first respondent ('the Minister') to cancel the applicant's visa pursuant to s 501(2) of the Act.",
      "id": "s0"
    },
    {
      "text": "BACKGROUND \n The applicant, a citizen of New Zealand, arrived in Australia on 29 May 1997 at the age of 31.",
      "id": "s1"
    },
    {
      "text": "The applicant was granted a class TY subclass 444 special category (temporary) visa.",
      "id": "s2"
    },
    {
      "text": "On or about 3 July 2008, the applicant was notified that the Minister was considering cancelling her visa under s 501(2) of the Act on the ground that she failed the character test under s 501(6)(a) of the Act by reason of her 'substantial criminal record'.",
      "id": "s3"
    },
    {
      "text": "She was informed that, in assessing whether she passed the character test, the Minister could rely on an Australian Federal Police Criminal History report dated 14 March 2008 and an appeal judgment of the District Court of New South Wales dated 1 June 2006.",
      "id": "s4"
    },
    {
      "text": "She was invited to make a response, the time for which was extended until 31 August 2008 By letter dated 17 July 2008, the applicant was informed that the Minister might also rely on protected information under s 503A of the Act in relation to the character test and, although advising that 'this information cannot be disclosed to you', invited her to comment.",
      "id": "s5"
    },
    {
      "text": "On 1 August 2008, a further copy of this letter was sent to the applicant.",
      "id": "s6"
    },
    {
      "text": "The applicant responded to the notice of intention on 1 September 2008.",
      "id": "s7"
    },
    {
      "text": "On 3 November 2008, a delegate of the Minister cancelled the applicant's visa on the basis that she had a 'substantial criminal record' as defined in s 501(7) of the Act.",
      "id": "s8"
    },
    {
      "text": "The evidence on which that finding was based was that on 11 May 2006 in the Local Court of New South Wales the applicant was convicted on 6 counts of supplying a prohibited drug and sentenced to a period of 12 months imprisonment in respect of each count (to be served concurrently) suspended on entry into a good behaviour bond.",
      "id": "s9"
    },
    {
      "text": "On 20 November 2008, the applicant lodged an application for review of that decision in the Tribunal.",
      "id": "s10"
    },
    {
      "text": "On 22 and 23 January 2009, a hearing took place.",
      "id": "s11"
    },
    {
      "text": "Before the Tribunal, the Minister argued that the applicant failed the character test on additional grounds, being her past and present criminal conduct and her past and present general conduct within the meaning of s 501(6)(c) of the Act.",
      "id": "s12"
    },
    {
      "text": "At the hearing, at which the applicant did not have legal representation, the Minister tendered a range of material, including police intelligence reports, housing department records and court files relating to the applicant, her conduct, convictions and sentences.",
      "id": "s13"
    },
    {
      "text": "On 6 February 2009, the Tribunal affirmed the decision of the delegate to cancel the applicant's visa.",
      "id": "s14"
    },
    {
      "text": "The Tribunal found (at [169] of its reasons) that the applicant failed the character test under ss 501(6)(a) , 501 (6)(c)(i) and 501 (6)(c)(ii) of the Act ' or any one or more of them' and exercised the discretion to cancel her visa.",
      "id": "s15"
    },
    {
      "text": "LEGISLATION AND POLICY \n Under s 501(2) of the Act: \n \n 'The Minister may cancel a visa that has been granted to a person if: \n \n\n \n \n (a) the Minister reasonably suspects that the person does not pass the character test; and \n \n\n \n \n (b) the person does not satisfy the Minister that the person passes the character test.",
      "id": "s16"
    },
    {
      "text": "' \n \n\n The character test is relevantly set out in s 501(6) as follows: \n \n '(6) For the purposes of this section, a person does not pass the character test if: \n \n\n \n \n (a) the person has a substantial criminal record (as defined by subsection (7)); or\n ...\n (c) having regard to either or both of the following: \n \n\n \n \n \n (i) the person's past and present criminal conduct;\n (ii) the person's past and present general conduct; \n \n \n\n \n \n \n the person is not of good character; or...' \n \n \n\n The expression 'substantial criminal record' is relevantly defined in s 501(7) as follows: \n \n '(7) For the purposes of the character test, a person has a substantial criminal record if: \n \n\n \n \n ... \n \n\n \n \n (c) the person has been sentenced to a term of imprisonment of 12 months or more; or ...' \n \n\n The terms 'imprisonment' and 'sentence' are defined in s 501(12) as follows: \n \n ' imprisonment' includes any form of punitive detention in a facility or institution.",
      "id": "s17"
    },
    {
      "text": "' sentence' includes any form of determination of the punishment for an offence.",
      "id": "s18"
    },
    {
      "text": "Under s 499(1) of the Act, the Minister has given written directions, issued as Direction No 21 --- 'Visa refusal and cancellation under section 501 of the Migration Act ', to guide decision-makers in making decisions to refuse or cancel a visa under s 501 of the Act.",
      "id": "s19"
    },
    {
      "text": "Subsection 499(2A) provides that a person or body must comply with a direction under s 499(1).",
      "id": "s20"
    },
    {
      "text": "Accordingly, the Tribunal was required to comply with Direction No 21.",
      "id": "s21"
    },
    {
      "text": "A decision under s 501 involves a two-stage process: \n(1) A consideration by the decision-maker of whether or not the person passes the character test.",
      "id": "s22"
    },
    {
      "text": "(2) If the person does not pass the character test, a decision-maker is to exercise his or her discretion to consider whether to cancel a visa, taking into account primary and other considerations.",
      "id": "s23"
    },
    {
      "text": "Direction No 21\n Direction No 21 consists of two parts.",
      "id": "s24"
    },
    {
      "text": "Part 1 provides directions on the application of the character test prescribed by s 501(6) of the Act.",
      "id": "s25"
    },
    {
      "text": "Part 2 provides directions in respect of the discretion to be exercised if a person does not pass the character test.",
      "id": "s26"
    },
    {
      "text": "Part 1 of Direction No 21 describes paras (a) --- (d) of s 501(6) as providing 'four grounds against which a non-citizen may be considered to not pass the Character Test'.",
      "id": "s27"
    },
    {
      "text": "Paragraphs (a) and (c) were relevant to the Tribunal's decision.",
      "id": "s28"
    },
    {
      "text": "In respect of para (a) of s 501(6) , para 1.4)of Direction No 21 simply refers to the definition of 'substantial criminal conduct' in s 501(7) of the Act.",
      "id": "s29"
    },
    {
      "text": "In respect of para (c) of s 501(6) , paras 1.8 to 1.11 of Direction No 21 provide as follows: \n \n ' Subparagraph 501 (6)(c)(i) --- past and present criminal conduct \n \n\n \n \n 1.8 In considering whether a non-citizen is not of good character against subparagraph 501(6)(c)(i), decision-makers should take into consideration the following: \n \n\n \n \n \n (a) the nature, severity and frequency of the offence/s; \n \n \n\n \n \n \n (b) how long ago the offence/s were committed; \n \n \n\n \n \n \n (c) the non-citizen's record since the offence/s were committed, including: \n \n \n\n any evidence of recidivism or continuing association with criminals; a pattern of similar offences; and/or pattern of continued or blatant disregard/contempt for the law; and\n \n \n \n (d) any mitigating circumstances such as may be evident from judges' comments, parole reports and similar documents.",
      "id": "s30"
    },
    {
      "text": "Subparagraph 501(6)(c)(ii) - past and present general conduct \n \n\n \n \n 1.9 In considering whether a non-citizen is not of good character against subparagraph 501(6)(c)(ii), decision-makers should consider the following matters (where they are relevant to the facts of the particular case), and where they are relevant, would, in the absence of any countervailing factors, constitute a failure to pass the Character Test: \n \n\n \n \n \n (a) whether the non-citizen has been involved in activities indicating contempt, or disregard, for the law or for human rights.",
      "id": "s31"
    },
    {
      "text": "This could include, but need not be limited to: \n \n \n\n engaging in business activities which fall short of criminal fraud requiring proof beyond reasonable doubt, but which, on a more likely than not basis, are disreputable and reflect poorly on a non-citizen's moral qualities; continual evasion or non-payment of debt; continual disregard as to payments of family maintenance; involvement in activities such as organised crime, terrorism, drug related activities, political extremism, extortion, \"white collar\" crime, fraud, breaches of immigration law; or involvement in war crimes or crimes against humanity.",
      "id": "s32"
    },
    {
      "text": "(b) whether the non-citizen has, in connection with any application for the grant of a visa or any kind of Government benefit, provided a bogus document or made a false or misleading statement; \n \n \n \n\n \n \n \n (c) whether the non-citizen has ever made a false or misleading declaration on an approved form, as defined in subsection 5(1) of the Act, about the non-citizen's character or conduct or both; \n \n \n\n \n \n \n (d) whether the non-citizen has been removed/deported from Australia or removed/deported from another country; or \n \n \n\n \n \n \n (e) whether the non-citizen has been dishonourably discharged from the armed forces of any country or discharged prematurely as the result of disciplinary action in circumstances, or because of conduct, which would be regarded as serious in Australia.",
      "id": "s33"
    },
    {
      "text": "1.10 In addition to the above matters, a non-citizen is, in the absence of any countervailing factors, not of good character under the general conduct provisions if the conduct of the non-citizen has: \n \n\n \n \n \n (a) resulted in offences that are the subject of charges but are not resolved pending a hearing or trial.",
      "id": "s34"
    },
    {
      "text": "Matters to be considered when deciding the weight to be given to unresolved charges could include, (but are not limited to): \n \n \n\n whether there is a pattern of conduct relating to the applicant (eg similar charges in the past, other criminal behaviour); and/or the seriousness of the offence with which the applicant has been charged; or\n \n \n \n (b) resulted in the non-citizen being acquitted of a criminal offence or where there has been no conviction recorded.",
      "id": "s35"
    },
    {
      "text": "1.11 General conduct also includes recent good conduct.",
      "id": "s36"
    },
    {
      "text": "Any good acts of the non-citizen after reprehensible conduct are indications that the non-citizen's character may have reformed.",
      "id": "s37"
    },
    {
      "text": "Thus, both good and bad conduct must be taken into consideration in obtaining a complete picture of the non-citizen's character.",
      "id": "s38"
    },
    {
      "text": "However, where the decision-maker is not fully persuaded that the non-citizen has reformed, the discretion to refuse or cancel a visa is enlivened, and evidence of good acts and recent conduct becomes relevant to the exercise of the discretion (see Part 2).",
      "id": "s39"
    },
    {
      "text": "' \n \n\n Although s 501(6)(c) of the Act distinguishes 'criminal conduct' from 'general conduct', some of the matters specified in para 1.9 depend upon such conduct being criminal.",
      "id": "s40"
    },
    {
      "text": "This is made clear by the references in para 1.9(a) to such matters as 'organised crime', 'terrorism', 'drug related activities', 'extortion', '\"white collar\" crime', 'fraud', 'war crimes' and 'crimes against humanity'.",
      "id": "s41"
    },
    {
      "text": "Direction No 21 makes clear that any of those matters, where relevant to the facts of the particular case, may constitute a failure to pass the character test.",
      "id": "s42"
    },
    {
      "text": "Clearly, the ability to take such matters into account as 'past and present general conduct' (or indeed as 'past and present criminal conduct' for the purposes of s 501(6)(c)(i)) is dependent on a finding that conduct of that description has occurred.",
      "id": "s43"
    },
    {
      "text": "In Minister for Immigration and Ethnic Affairs v Baker (1997) 73 FCR 187 , a Full Court of this Court held that it was not necessary, for the purposes of taking such conduct into account, for it to have resulted in a conviction.",
      "id": "s44"
    },
    {
      "text": "However, the Full Court concluded at 194 that the forerunner of s 501(6)(c) was: \n \n '... concerned with a person's conduct --- either \"general conduct\" or conduct of a more particular kind, described as \"criminal conduct\".",
      "id": "s45"
    },
    {
      "text": "It is not concerned with whether the conduct has had some temporal result, such as the incurring of a conviction, but with the light that the conduct throws on the actor's character.",
      "id": "s46"
    },
    {
      "text": "Of course, in the absence of a prosecution and conviction, satisfaction that criminal conduct has occurred will not be attained on slight material: see the interesting note by B Robertson, \"Criminal Allegations in Civil Cases\" (1991) 107 LQR 194.",
      "id": "s47"
    },
    {
      "text": "' \n \n\n In Baker the Full Court also held that the Tribunal may rely on both kinds of conduct (both criminal conduct and general conduct) in deciding whether a person fails the character test and need not anchor its decision in one of the matters mentioned in subparas (i) and (ii).",
      "id": "s48"
    },
    {
      "text": "A later amendment to the provisions has made this abundantly clear by the insertion of the words 'either or both of the following' in s 501(6)(c).",
      "id": "s49"
    },
    {
      "text": "Part 2 of Direction No 21 sets out the considerations to which decision-makers must have regard when, if the non-citizen does not pass the character test, exercising the discretion to decide whether or not the non-citizen should be permitted to enter or remain in Australia.",
      "id": "s50"
    },
    {
      "text": "Paragraph 2.2 provides: \n \n ' Weight of considerations \n \n \n \n \n 2.2 The Government is mindful of the need to balance a number of important factors in reaching a decision whether or not to refuse or cancel a visa.",
      "id": "s51"
    },
    {
      "text": "In making such a decision, a decision-maker should have regard to three primary considerations and a number of other considerations.",
      "id": "s52"
    },
    {
      "text": "The primary considerations are set out at paragraphs 2.3 --- 2.16 and other considerations are set out at paragraphs 2.17 --- 2.24.",
      "id": "s53"
    },
    {
      "text": "Decision-makers must have due regard to the importance placed by the Government on the three primary considerations, but should also adopt a balancing process which takes into account all relevant considerations.",
      "id": "s54"
    },
    {
      "text": "' \n \n\n The primary considerations are set out in para 2.3 as follows: \n \n ' PRIMARY CONSIDERATIONS \n \n\n \n \n 2.3 In making a decision whether to refuse or cancel a visa, there are three primary considerations: \n \n\n \n \n \n (a) the protection of the Australian community, and members of the community; \n \n \n\n \n \n \n (b) the expectations of the Australian community; and \n \n \n\n \n \n \n (c) in all cases involving a parental or other close relationship between a child or children and the person under consideration, the best interests of the child or children.",
      "id": "s55"
    },
    {
      "text": "' \n \n \n Other considerations, if relevant, are set out in para 2.17: \n \n ' OTHER CONSIDERATIONS \n \n\n \n \n 2.17 When considering the issue of visa refusal or cancellation, other matters, although not primary considerations, may be relevant.",
      "id": "s56"
    },
    {
      "text": "It is the Government's view that where relevant, it is appropriate that these matters be taken into account but that generally they be given less individual weight than that given to the primary considerations.",
      "id": "s57"
    },
    {
      "text": "These other considerations may include: \n \n\n \n \n \n (a) the extent of disruption to the non-citizen's family, business and other ties to the Australian community; \n \n \n\n \n \n \n ... \n \n \n\n \n \n \n (b) genuine marriage to, or de facto or interdependent relationship with, an Australian citizen, permanent resident or eligible New Zealand citizen: \n \n \n\n \n \n \n ... \n \n \n\n \n \n \n (c) the degree of hardship which would be caused to immediate family members lawfully resident in Australia (including Australian citizens), including whether the immediate family members are able to travel overseas to visit the non-citizen, the nature of the relationship between the non-citizen and the immediate family members, whether immediate family members are in some way dependant on the non-citizen for support which cannot be provided elsewhere; \n \n \n\n \n \n \n (d) family composition of the non-citizen's family, both in Australia and overseas; \n \n \n\n \n \n \n (e) the likelihood of the non-citizen seeking to evade any outstanding legal matter or on-going liability; \n \n \n\n \n \n \n (f) the likelihood of the non-citizen breaching any conditions attached to the outstanding legal or on-going matter, any cost or bilateral implications of such a breach (eg extradition); \n \n \n\n \n \n \n (g) the nature and seriousness of the offence(s) or alleged offence(s) (in the context of seeking to evade an outstanding legal matter); \n \n \n\n \n \n \n (h) any evidence of rehabilitation and any recent good conduct; \n \n \n\n \n \n \n (i) whether the application is for a temporary visa or permanent visa; \n \n \n\n \n \n \n (j) the purpose of intended duration of the entry to or stay in Australia, including any significant compassionate circumstances; and \n \n \n\n \n \n \n (k) the fact that a non-citizen has been formally advised in the past by an officer of the Department of Immigration and Multicultural Affairs about conduct which brought him or her within the deportation provisions at section 200/201 of the Act or the visa refusal and cancellation provisions at section 501.",
      "id": "s58"
    },
    {
      "text": "' \n \n \n\n THE AMENDED APPLICATION FOR REVIEW IN THIS COURT \n The amended application for review in this Court contained nine grounds of review.",
      "id": "s59"
    },
    {
      "text": "The applicant relied on grounds 1 to 7 inclusive, although ground 5 was only formally pressed for reasons touched on in [32] below.",
      "id": "s60"
    },
    {
      "text": "Grounds 8 and 9 were not pressed.",
      "id": "s61"
    },
    {
      "text": "In addition, the applicant submitted, as a separate ground of review, that the Tribunal's decision was unreasonable in the Wednesbury sense.",
      "id": "s62"
    },
    {
      "text": "Presumably, this is in addition to ground 6.",
      "id": "s63"
    },
    {
      "text": "On the assumption that it is, it was not advanced beyond a bare submission; it was not supported by a process of reasoning in either the applicant's written or oral submissions.",
      "id": "s64"
    },
    {
      "text": "Grounds 1 and 2 allege that the applicant was denied procedural fairness at two different levels.",
      "id": "s65"
    },
    {
      "text": "First, in relation to police intelligence reports and housing department records, ground 1 alleges that each of the particular matters contained in these reports and records were not put to the applicant fairly or at all during the Tribunal hearing, including during the cross-examination of the applicant.",
      "id": "s66"
    },
    {
      "text": "Second, in relation to police allegations that the applicant was a 'major' and 'predominant player' in the 'drug trade' and the 'head of the drug trade', ground 2 alleges that these allegations were not put to the applicant fairly or at all during the Tribunal hearing, including during the cross-examination of the applicant.",
      "id": "s67"
    },
    {
      "text": "Ground 3 alleges that the Tribunal erred in relying on the police intelligence reports and housing department records concerning the applicant, and in its findings relating to those reports and records, the error being the application of an incorrect standard of proof; satisfaction that criminal conduct has occurred, it was submitted, is not attained on slight material or indirect inferences.",
      "id": "s68"
    },
    {
      "text": "Ground 4 alleges that the Tribunal erred in finding that the applicant failed the character test under ss 501(6)(c)(i) and/or 501(6)(c)(ii) of the Act by taking into account irrelevant considerations, namely, the police intelligence reports and housing department records concerning the applicant.",
      "id": "s69"
    },
    {
      "text": "Ground 5 alleges that the Tribunal erred in finding that the applicant failed the character test under ss 501(6)(a) and 501 (7) of the Act on the basis that she had a 'substantial criminal record' for the purposes of s 501(6)(a) by reason of the fact that the applicant had received two suspended sentences of 12 months' imprisonment because a suspended sentence is not 'a term of imprisonment of 12 months or more' for the purposes of s 501(7).",
      "id": "s70"
    },
    {
      "text": "This ground was only formally pressed because the applicant's counsel rightly accepted that this Court was bound by the decision of the Full Court in Seyfarth v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] FCAFC 105 ; (2005) 142 FCR 580 at [27] where the Full Court decided that s 501(7)(c) is concerned with the sentence that has been imposed on the person rather than the term of imprisonment actually served.",
      "id": "s71"
    },
    {
      "text": "In the circumstances, it is unnecessary to return to this ground.",
      "id": "s72"
    },
    {
      "text": "Ground 6 alleges that the decision of the Tribunal was vitiated by the failure of the Minister's delegate and the Tribunal to inquire as to the sentencing remarks in relation to each of the applicant's convictions in circumstances where it was unreasonable for it not to make the straightforward administrative inquiry into those matters.",
      "id": "s73"
    },
    {
      "text": "Ground 7 alleges that the Tribunal's exercise of the discretion under s 501(2) miscarried because it did not properly take into account a relevant consideration, namely, the protection of the Australian community and the expectations of the Australian community; two of the three primary considerations referred to in para 2.3 of Direction No 21 (see [26] above).",
      "id": "s74"
    },
    {
      "text": "The way the ground is crafted alleges that these primary considerations were not taken into account because the Tribunal took into account irrelevant considerations --- the police intelligence reports and housing department records concerning the applicant --- but the applicant's submissions were pressed in the alternative: that the Tribunal's discretion miscarried because it failed to take into account relevant considerations or took into account irrelevant considerations.",
      "id": "s75"
    },
    {
      "text": "I turn to deal with each of grounds 1 to 4, 6 and 7.",
      "id": "s76"
    },
    {
      "text": "GROUNDS 1 AND 2 \n The Parties' Submissions\n In the applicant's written submissions, it is said that: \n \n 'It is clear from the Tribunal member's reasons that the police intelligence reports and housing department records were central to the Tribunal's decision that the applicant failed the character test under ss 501(6)(c)(i) and (ii) and in the exercise of its discretion whether or not to cancel her visa.",
      "id": "s77"
    },
    {
      "text": "' (Emphasis added) \n \n\n For the reasons set out at [67] --- [70] below, I think there is real doubt as to the correctness of that statement with respect to the Tribunal's conclusion that the applicant failed the character test under ss 501(6)(c)(i) and (ii), but it is undoubtedly incorrect with respect to the exercise of the discretion whether or not to cancel the applicant's visa.",
      "id": "s78"
    },
    {
      "text": "There is only one reference to the police intelligence reports and housing department records in that part of the reasons dealing with the exercise of the discretion ([170] --- [218]), and that is at [211] in the context of considering the weight to be attached to '[t]he letters of support and statements from friends and acquaintances' when the observation is made that those statements are 'contradicted by the evidence from the Housing Department files and the police intelligence reports referred to above.",
      "id": "s79"
    },
    {
      "text": "' This is hardly 'central' to the exercise of the discretion.",
      "id": "s80"
    },
    {
      "text": "At [191] of the reasons, there is a reference to evidence of Detective Inspector Galea of his 'personal experience that certain categories of violent and drug crime had diminished markedly in the Campbelltown area since the applicant and her son had been detained at Villawood under threat of visa cancellation' and that 'affirming the decision would act as a significant deterrent to crime among non-citizen groups in the area and would restore public confidence and tranquillity'.",
      "id": "s81"
    },
    {
      "text": "This, however, is a reference to Detective Inspector Galea's evidence at pp 169 and 170 of the hearing transcript and has nothing to do with the content of the police intelligence reports and the housing department records.",
      "id": "s82"
    },
    {
      "text": "If there was a denial of procedural fairness in the way each of the particular matters in the police intelligence reports and the housing department records, or in the way police allegations that the applicant was a 'major' and 'predominant player' in the 'drug trade' and the 'head of the drug trade', were put to the applicant, while it might well infect the Tribunal's conclusion that the applicant failed the character test under ss 501(6)(c)(i) and (ii), it would not, in my view, infect the exercise of the discretion.",
      "id": "s83"
    },
    {
      "text": "It follows, in my view, that because the Tribunal's conclusion that the applicant failed the character test under s 501(6)(a) was not, understandably, challenged, a finding on grounds 1 or 2 that there was a denial of procedural fairness in the way in which the Tribunal reached its conclusion under ss 501(6)(c)(i) and (ii) would not, without more (such as a successful challenge to the exercise of the discretion under ground 7), lead to a quashing of the Tribunal's decision.",
      "id": "s84"
    },
    {
      "text": "Nevertheless, in deference to the submissions that were made by the parties in respect of grounds 1 and 2 and in the event this case goes further, I will proceed to deal with them.",
      "id": "s85"
    },
    {
      "text": "With regard to s 501(6)(c)(i) , the Tribunal's reasons for finding that the applicant failed the character test having regard to her 'past and present criminal conduct' are set out at [155] --- [158].",
      "id": "s86"
    },
    {
      "text": "Those reasons make clear that in coming to this conclusion, the Tribunal took into account: \n(1) The applicant's convictions recorded between 1999 and 2006;\n \n(2) evidence from police intelligence, which the Tribunal found 'shows a continuing pattern of similar behaviour'; and\n \n(3) housing department records, including at least seven reports of separate incidents by Housing Department officers, and numerous complaints from public housing residents which the Tribunal found 'paint[ed] a similar picture'.",
      "id": "s87"
    },
    {
      "text": "The Tribunal then considered the character test under s 501(6)(c)(ii) relating to 'past and present general conduct'.",
      "id": "s88"
    },
    {
      "text": "The Tribunal's reasons for finding that the applicant failed the character test under those provisions are set out at [159] --- [168].",
      "id": "s89"
    },
    {
      "text": "The reasons show that the following matters were taken into account: \n(1) The applicant's criminal convictions and criminal conduct 'described above';\n \n(2) unresolved charges of affray outstanding against the applicant that were 'consistent with the applicant's pattern of conduct';\n \n(3) recent good conduct of the applicant;\n \n(4) 'the remainder of the evidence' which the Tribunal found disclosed a 'pattern of drug-dealing and lawless violence and intimidation' (at [161]), including Housing Department memoranda (at [162]), 'numerous complaints against the applicant by other public housing tenants reporting physical assaults, abuse, threats and general harassment' (at [164]) and a departmental briefing note in which the author recorded his or her 'understanding' that the applicant had 'fire-bombed' a place where 'a rival drug ring was operating' (see [165] --- [167] of the reasons).",
      "id": "s90"
    },
    {
      "text": "While the Tribunal acknowledged that the 'reports' did not constitute direct evidence and that some 'reports' may have been 'malicious falsehoods', the Tribunal nevertheless concluded that the existence of a substantial number of 'reports' markedly increased the probability that the picture created was true.",
      "id": "s91"
    },
    {
      "text": "The Police Intelligence Reports\n The Tribunal referred to the police intelligence reports and assessments primarily at [119] --- [133] of its reasons.",
      "id": "s92"
    },
    {
      "text": "The Tribunal noted at [124] that the sources were 'sometimes hearsay but sometimes factual.",
      "id": "s93"
    },
    {
      "text": "The reports were not mere allegations but were sometimes facts'.",
      "id": "s94"
    },
    {
      "text": "It is not clear whether the Tribunal was here making a finding of fact or summarising the evidence of Senior Constable Alavoine.",
      "id": "s95"
    },
    {
      "text": "Nonetheless, having regard to the evidence that was before the Tribunal and the Tribunal's reasons for decision, the applicant submitted that it is clear that: \n(1) None of the '63 reports' (which at [168] the Tribunal found created an adverse 'picture' that was 'true') were particularised or sufficiently particularised, nor was evidence led by the Minister to prove that what was alleged against the applicant (which was entirely unclear) in fact occurred;\n \n(2) none of the allegations said to be 'sometimes facts' was identified or distinguished from the matters that were not 'facts';\n \n(3) none of the conduct alleged was sought to be substantiated by evidence that went beyond mere general assertions.",
      "id": "s96"
    },
    {
      "text": "All of the 'intelligence' was based on 'reports' from 'members of the public';\n \n(4) the applicant was cross-examined generally and without any of the specific matters being put to her.",
      "id": "s97"
    },
    {
      "text": "She had no opportunity to rebut the general allegations either at all or by reason of the very general nature of the allegations.",
      "id": "s98"
    },
    {
      "text": "Because she lacked legal representation, this course was not objected to.",
      "id": "s99"
    },
    {
      "text": "The Tribunal clearly accepted the police evidence, finding that the police intelligence reports 'show[ed] a continuing pattern of ... behaviour' and a 'pattern of drug-dealing and lawless violence and intimidation'.",
      "id": "s100"
    },
    {
      "text": "The Housing Department Records\n The Tribunal referred to housing department incident reports and records primarily at [58] --- [61], [156] and [162] --- [167] of its reasons.",
      "id": "s101"
    },
    {
      "text": "The applicant submitted, by way of examples, that none of the exemplified allegations in these reports and records were sufficiently particularised or sought to be proved by evidence (other than by way of mere assertions by police witnesses and internal housing department documents), yet the Tribunal found that the evidence disclosed a 'pattern of drug-dealing and lawless violence and intimidation'; this was so notwithstanding that much of the evidence was second-hand hearsay and speculative as well as being so general as to be incapable of being tested or rebutted.",
      "id": "s102"
    },
    {
      "text": "The applicant further submitted that a review of the hearing transcript indicates that many of these matters were not put to the applicant during the hearing.",
      "id": "s103"
    },
    {
      "text": "The applicant submitted that the rules of natural justice required the Tribunal to disregard such evidence.",
      "id": "s104"
    },
    {
      "text": "The applicant submitted that while the Tribunal is not bound by the rules of evidence (s 33 of the Administrative Appeals Tribunal Act 1975 (Cth)), it is well established that the right of the Tribunal to inform itself in such manner as it chooses is subject to compliance with the rules of natural justice (see Collins v Minister for Immigration &amp; Ethnic Affairs [1981] FCA 147 ; (1981) 36 ALR 598 ; Barbaro (Saverio) v Minister for Immigration and Ethnic Affairs (1982) 44 ALR 690 and before the Tribunal (1980) 3 ALD 1 at 5).",
      "id": "s105"
    },
    {
      "text": "A rationale for the rules of evidence is that decisions should be reached on the best evidence available and by giving the parties affected a fair hearing.",
      "id": "s106"
    },
    {
      "text": "This may mean that evidence that is unreliable should not be admitted or, if admitted, should be given little weight or no weight.",
      "id": "s107"
    },
    {
      "text": "Reference was made to what Evatt J said in R v War Pensions Entitlement Appeals Tribunal; Ex parte Bott [1933] HCA 30 ; (1933) 50 CLR 228 at 256, when referring to a provision that the Tribunal was not bound by the rules of evidence: \n \n 'But this does not mean that all rules of evidence may be ignored as of no account.",
      "id": "s108"
    },
    {
      "text": "After all, they represent the attempt made, through many generations, to evolve a method of inquiry best calculated to prevent error and elicit truth.",
      "id": "s109"
    },
    {
      "text": "No tribunal can, without grave danger of injustice, set them on one side and resort to methods of inquiry which necessarily advantage one party and necessarily disadvantage the opposing party.",
      "id": "s110"
    },
    {
      "text": "In other words, although rules of evidence, as such, do not bind, every attempt must be made to administer \"substantial justice\".",
      "id": "s111"
    },
    {
      "text": "' \n \n\n The applicant submitted that in the present case, the Tribunal's reliance on a large amount of evidence of a general nature, consisting predominantly of hearsay, is made all the more unfair given the highly prejudicial nature of that material and the inability to adduce evidence to the contrary.",
      "id": "s112"
    },
    {
      "text": "Regardless of the reasons for which much of that evidence was de-identified (for privacy reasons, say, or because it referred to an informer), the outcome, the applicant submitted, was that there was a serious denial of procedural fairness.",
      "id": "s113"
    },
    {
      "text": "The applicant submitted that it was not open to the Tribunal, in the exercise of the power conferred by the statute, to consider (or make findings based upon) the truthfulness or the seriousness of the matters for which the applicant had been the subject of complaint on the basis of such objectionable evidence.",
      "id": "s114"
    },
    {
      "text": "There was an obligation on the Tribunal to seek specific comment from the applicant about the truthfulness or the seriousness of each of the matters which were taken into account.",
      "id": "s115"
    },
    {
      "text": "This was plainly not possible given that the evidence was general in nature and the particulars of the allegations were anonymous.",
      "id": "s116"
    },
    {
      "text": "This may partly explain why the applicant was not cross-examined at all in relation to some of the allegations or in a fair manner in relation to others.",
      "id": "s117"
    },
    {
      "text": "In the applicant's submission, this does not justify the failure but merely highlights the unfairness of the Tribunal relying on such evidence.",
      "id": "s118"
    },
    {
      "text": "Turning to the allegation in ground 2, that the applicant was denied procedural fairness in relation to police allegations that she was amongst other things 'the head of the drug trade' because such allegations were not put to her fairly or at all, including during her cross-examination, the applicant made the following observations: \n(1) At p 168 line 30 of the hearing transcript, Detective Inspector Galea gave evidence that based on intelligence, although there were 'other persons, obviously, dealing drugs', the applicant was 'a major player, a mid-level dealer' of drugs 'in the Airds area' and that she was 'a predominant player there'.",
      "id": "s119"
    },
    {
      "text": "The witness repeated at p 171 line 9 of the transcript that the applicant was a 'significant player' in the drug trade and later under cross-examination that she was 'the head of the drug trade' based on police 'intelligence' (p 174 line 34).",
      "id": "s120"
    },
    {
      "text": "The Tribunal referred to this evidence at [129] of its reasons and appeared to accept it (at [161], [191] --- [192]).",
      "id": "s121"
    },
    {
      "text": "(2) The police witness also invited the Tribunal to accept that there had been fewer drug reports relating to Airds since the applicant had been detained in Villawood Immigration Detention Centre, that there had been a reduction in the drug trade and social tension and that violent assault and robbery had ceased altogether (seemingly to bolster the claim that she was the head of the drug trade).",
      "id": "s122"
    },
    {
      "text": "The Tribunal was further asked (in final submissions) to infer that the number of intelligence reports impugning the applicant far exceeded the number of charges against her because victims were reluctant to complain for fear of reprisals (at [133] and transcript at p 180 lines 3 --- 22).",
      "id": "s123"
    },
    {
      "text": "(3) The Tribunal appeared to accept these propositions (at [191] --- [192]), notwithstanding that the relevant police witness conceded under cross-examination that he had no statistics to prove those assertions and conceded that intelligence is 'not absolute fact' and said that he could not comment upon, and did not know if any informants had a vendetta against the applicant.",
      "id": "s124"
    },
    {
      "text": "The applicant submitted that there was no cogent evidence before the Tribunal to substantiate these highly prejudicial submissions; nor were these matters put to the applicant during cross-examination.",
      "id": "s125"
    },
    {
      "text": "The allegations that the applicant was a 'major player' were only raised in Detective Inspector Galea's evidence towards the end of the hearing.",
      "id": "s126"
    },
    {
      "text": "The applicant was given no opportunity to address that evidence, either before the hearing or during the hearing.",
      "id": "s127"
    },
    {
      "text": "Although she was taken to her criminal record and it was put to her that she had dealt drugs, it would not have been obvious to her that she was alleged to be a leader of the criminal drug trade.",
      "id": "s128"
    },
    {
      "text": "Nor was she legally represented so that submissions could be made about the admissibility or permissible use of that evidence.",
      "id": "s129"
    },
    {
      "text": "The applicant submitted that the failure to put that particular matter to her was particularly unfair given that a significant amount of evidence sought to associate the applicant's conduct with that of her sons.",
      "id": "s130"
    },
    {
      "text": "Indeed, the Tribunal referred to their conduct in its reasons as though it were joint conduct (see reasons at [127], [128], [130], [166]).",
      "id": "s131"
    },
    {
      "text": "The applicant submitted that the Tribunal should have disregarded the allegation that she was a 'major player' in the drug trade as well as the related imputation that drug activity had decreased since the applicant and her son had been detained.",
      "id": "s132"
    },
    {
      "text": "If those matters had been put to the applicant (on the basis of probative evidence), a line of inquiry or chain of reasoning may have ensued which would have prevented the Tribunal from falling into error.",
      "id": "s133"
    },
    {
      "text": "The applicant submitted that it is no answer to this ground of review that the Tribunal did not specifically and expressly accept the police witness's evidence that the applicant was a leader in the drug trade.",
      "id": "s134"
    },
    {
      "text": "It is clear, reading the reasons for decision as a whole, that the Tribunal accepted the adverse evidence as a whole and gave it credence.",
      "id": "s135"
    },
    {
      "text": "The Tribunal did not expressly reject the evidence nor indicate that it would not take it into account.",
      "id": "s136"
    },
    {
      "text": "Indeed, it indicated, in relation to housing department reports, that it was prepared to accept the purport of such evidence on the basis that the volume of the evidence 'markedly increase[d]' the probability that it was true.",
      "id": "s137"
    },
    {
      "text": "According to the applicant, the evidence as to the applicant's alleged involvement in the drug trade was therefore significant to the Tribunal's decision.",
      "id": "s138"
    },
    {
      "text": "The applicant further submitted that having regarded the information as significant, the Tribunal was bound to accord the applicant an opportunity to deal with it: see Gleeson CJ, Gummow, Kirby, Hayne and Heydon JJ in Applicant VEAL of 2002 v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2005] HCA 72 ; (2005) 225 CLR 88 at 95 --- 96.",
      "id": "s139"
    },
    {
      "text": "Even if the evidence was given no weight (unlike here), there was a real risk of prejudice arising from the admission of the evidence (see Brennan J in Kioa v West [1985] HCA 81 ; (1985) 159 CLR 550 at 629 and Gleeson CJ, Gummow, Kirby, Hayne and Heydon JJ in Applicant VEAL at 96 - 97).",
      "id": "s140"
    },
    {
      "text": "Because the exercise of the statutory power is conditioned upon the provision of procedural fairness, the denial of procedural fairness in this case vitiates the Tribunal's decision (see Re Refugee Review Tribunal; Ex parte Aala [2000] HCA 57 ; (2000) 204 CLR 82 at [59] per Gaudron and Gummow JJ).",
      "id": "s141"
    },
    {
      "text": "Finally the applicant submitted that, as an aspect of the rules of procedural fairness, the rule in Browne v Dunn [1893] 6 R 67 required the Tribunal to put these matters to the applicant.",
      "id": "s142"
    },
    {
      "text": "At the forefront of the Minister's submissions was that the applicant had everything that the Tribunal had.",
      "id": "s143"
    },
    {
      "text": "The applicant was served with the police intelligence reports and the housing department records prior to the hearing.",
      "id": "s144"
    },
    {
      "text": "They were tendered in evidence at the hearing without objection from the applicant.",
      "id": "s145"
    },
    {
      "text": "At no point did the applicant say she did not understand what was contained in them or that she had difficulty in knowing what was alleged against her.",
      "id": "s146"
    },
    {
      "text": "Indeed, all of this appears to be common ground.",
      "id": "s147"
    },
    {
      "text": "The Minister makes the point that the applicant was cross-examined on the housing department records (reference hearing transcript pp 35 --- 39 and 104 --- 120) and that at p 115 it was specifically put to the applicant that she was aggressive and violent towards Housing Commission staff and other tenants, had dealt drugs from her rented home and, when she could stay there no longer, invaded the homes of others.",
      "id": "s148"
    },
    {
      "text": "The Minister submitted that this was more than sufficient to indicate the nature of the allegations contained in the housing department records, which are in any event self-explanatory.",
      "id": "s149"
    },
    {
      "text": "In response to the applicant's claim that the Tribunal was obliged to seek specific comment from the applicant about each allegation contained in the police intelligence reports and the housing department records, the Minister submitted that procedural fairness does not so require; it must have been obvious to the applicant that the Tribunal may rely on the allegations contained in these reports and records as they were in evidence before the Tribunal: cf.",
      "id": "s150"
    },
    {
      "text": "Puafisi v Minister for Immigration &amp; Citizenship [2008] FCAFC 39 at [14] .",
      "id": "s151"
    },
    {
      "text": "Moreover, the gist of the allegations contained therein was put to the applicant, and the Tribunal's conclusions from the reports and records were obvious so as not to require specific disclosure: Commissioner for ACT Revenue v Alphaone Pty Ltd [1994] FCA 1074 ; (1994) 49 FCR 576 at 591 --- 592; Pilbara Aboriginal Land Council v Minister for Aboriginal &amp; Torres Strait Islander Affairs [2000] FCA 1113 ; (2000) 103 FCR 539 at 555 --- 557, referred to with approval in NAOA v Minister for Immigration &amp; Multicultural Affairs [2004] FCAFC 241 at [25] --- [28]; Puafisi at [20] --- [23].",
      "id": "s152"
    },
    {
      "text": "It follows, the Minister submitted, that neither more particulars of that evidence nor the Tribunal's conclusions based on that evidence were required to be put to the applicant.",
      "id": "s153"
    },
    {
      "text": "As for the apparent contention by the applicant that it was not open for the Tribunal to have regard to the reports and records at all, the Minister submitted that those reports and records were obviously relevant given that they indicated similar conduct to that for which the applicant had been convicted, as the Tribunal noted at [156] and [168].",
      "id": "s154"
    },
    {
      "text": "The Tribunal indicated that it was aware of the limitations in those reports and records: [168].",
      "id": "s155"
    },
    {
      "text": "It was not obliged to disregard obviously relevant material before it, to which, in any event, the applicant did not object.",
      "id": "s156"
    },
    {
      "text": "The Minister observed that ground 2 complains of oral evidence from Detective Inspector Galea that the applicant was 'a major player, a mid-level dealer of drugs in the Airds area'.",
      "id": "s157"
    },
    {
      "text": "The Minister made the following further observations: the applicant had numerous convictions for supplying drugs ([5] of the Tribunal's reasons), and was asked about those in cross-examination ( [41] --- [43]).",
      "id": "s158"
    },
    {
      "text": "It was specifically put to her that: (1) she was a 'well established drug supplier' by 1999; (2) her lease was terminated because she 'used the premises for the storage, packing and/or supply of prohibited drugs'; (3) that she dealt drugs from the home she had rented; and that (4) the reason she had not left Airds was because that was where she dealt her drugs from and her suppliers were.",
      "id": "s159"
    },
    {
      "text": "Detective Inspector Galea's evidence was consistent with matters put to the applicant in cross-examination.",
      "id": "s160"
    },
    {
      "text": "His statement, which was served on the applicant prior to the hearing, had claimed the applicant was a 'low to mid level illicit drug supplier of cannabis'.",
      "id": "s161"
    },
    {
      "text": "Moreover, Detective Inspector Galea was cross-examined on the applicant's behalf, asked several questions stating that he had said the applicant was 'head of the drug trade', and ultimately clarified that he had said the applicant was a 'significant player'.",
      "id": "s162"
    },
    {
      "text": "Plainly the applicant understood the allegation to be that she was a significant drug dealer from the cross-examination on her behalf.",
      "id": "s163"
    },
    {
      "text": "As the evidence from Detective Inspector Galea was consistent with what had earlier been put to the applicant and he was specifically cross-examined on it on the applicant's behalf, there cannot, the Minister submitted, be any unfairness in this case.",
      "id": "s164"
    },
    {
      "text": "The Minister further observed that it was obvious that the applicant would deny being a significant drug dealer in Airds because she had previously denied dealing drugs at all; and her representative in closing submissions specifically denied that the applicant was a 'significant player in the drug trade', or indeed a dealer at all.",
      "id": "s165"
    },
    {
      "text": "The Minister submitted that the applicant did not need to be specifically recalled to deny the allegation herself; the rule in Browne v Dunn does not apply to inquisitorial tribunals: Re Ruddock; Ex parte Applicant S154/2002 [2003] HCA 60 ; (2003) 201 ALR 437 at [57] per Gummow and Heydon JJ; and that there was no unfairness in the Tribunal's reception of the evidence from Detective Inspector Galea.",
      "id": "s166"
    },
    {
      "text": "Analysis\n First, as indicated at [37] above, I have real doubt, upon reviewing the Tribunal's reasons, that the police intelligence reports and housing department records were central to the Tribunal's conclusion that the applicant failed the character test under ss 501(6)(c)(i) and (ii).",
      "id": "s167"
    },
    {
      "text": "What was central to the Tribunal's conclusion on each limb of s 501(6)(c) was the number and nature of the offences for which she had been convicted from 1999 to 2006.",
      "id": "s168"
    },
    {
      "text": "So much is evident in relation to the first limb, by what the Tribunal says at [155] of its reasons: \n \n As regards past and present criminal conduct within the meaning of s 501(6)(c)(i), she had repeatedly over the years from 1999 to 2006 been convicted of offences of violence, intimidation and drug dealing, incurring several bonds and fines and three custodial sentences, two of 12 months concurrent and one of nine months, all of them suspended.",
      "id": "s169"
    },
    {
      "text": "' \n \n\n \nIt is only then (at [156]) that the Tribunal goes on to say that the police intelligence reports 'show a continuing pattern of similar behaviour' and that the housing department records 'paint a similar picture'.",
      "id": "s170"
    },
    {
      "text": "In relation to the second limb, so much is evident by way the Tribunal said at [159] of its reasons: \n \n 'As regards past and present general conduct within the meaning of s 501(6)(c)(ii), the criminal convictions and criminal conduct described above indicate contempt or disregard for the law or for human rights within the meaning of para 1.9(a) of Direction No 21.",
      "id": "s171"
    },
    {
      "text": "There are also the unresolved charges (Direction No 21, para 1.10(a)) of affray that are set down for hearing in March 2009 that are consistent with the applicant's pattern of conduct.",
      "id": "s172"
    },
    {
      "text": "' \n \n\n In my view, it is the number and nature of the offences for which the applicant was convicted over the 1999 to 2006 period that were central to the Tribunal's conclusion on both limbs of s 501(6)(c); not the content of the police intelligence reports or the housing department records; they merely 'paint[ed] a similar picture'.",
      "id": "s173"
    },
    {
      "text": "Second, the applicant's contention that she was denied procedural fairness by reason of the matters raised in grounds 1 and 2 of the Amended Application for Review cannot be accepted.",
      "id": "s174"
    },
    {
      "text": "The thrust of this argument appeared to be that while there was no denial of procedural fairness: (1) in providing this material to the applicant prior to the hearing; (2) in the introduction of the material into evidence; and (3) in the applicant cross-examining witnesses called by the respondent in respect of the material, the rules of natural justice required the Tribunal to disregard such evidence (see [49] above) and insofar as the Tribunal did not do so, but rather had regard to it, made findings based on such evidence and drew conclusions therefrom, the Tribunal denied the applicant procedural fairness in the ways indicated.",
      "id": "s175"
    },
    {
      "text": "I cannot agree.",
      "id": "s176"
    },
    {
      "text": "The weight to be attached to such evidence is a matter for the Tribunal.",
      "id": "s177"
    },
    {
      "text": "Having regard to the provenance and nature of the impugned material, one might expect that the Tribunal would not attach the weight to it that it attached to evidence of the applicant's convictions.",
      "id": "s178"
    },
    {
      "text": "In my view, that expectation is fulfilled in the passages from the Tribunal's reasons extracted in [68] and [69] above, but also at [168] of the Tribunal's reasons.",
      "id": "s179"
    },
    {
      "text": "But at the end of the day, the weight to be attached to such evidence is a matter for the Tribunal and even if it was obvious, and it certainly is not in this case, that the Tribunal attached greater weight to such evidence than might be thought appropriate having regard to its provenance and nature, that would not constitute a denial of procedural fairness to the applicant on the part of the Tribunal.",
      "id": "s180"
    },
    {
      "text": "Contrary to the submission of the applicant, nothing was said in Alphaone at 590 --- 592 to make this 'an orthodox application' of the principles there embraced '... to somewhat unusual facts'.",
      "id": "s181"
    },
    {
      "text": "For these reasons, grounds 1 and 2 cannot sustain the application for review.",
      "id": "s182"
    },
    {
      "text": "GROUND 3 \n The Parties' Submissions\n The applicant submitted that the Tribunal erred in relying on the police intelligence reports and housing department records and in its findings in relation to those records in that it applied an incorrect standard of proof.",
      "id": "s183"
    },
    {
      "text": "The applicant relied on the submissions made in relation to ground 1 and made the following further submissions under this ground.",
      "id": "s184"
    },
    {
      "text": "According to the applicant, there can be no doubt that the Tribunal found that the applicant committed criminal offences in addition to those for which she has been convicted and sentenced as recorded in her criminal history.",
      "id": "s185"
    },
    {
      "text": "In particular, at [156] of its reasons, the Tribunal stated that the police intelligence shows a continuing pattern of behaviour which he regarded as similar to 'offences of violence, intimidation and drug dealing'.",
      "id": "s186"
    },
    {
      "text": "See also [161].",
      "id": "s187"
    },
    {
      "text": "The applicant observed that facts relevant to a tribunal decision are required to be established on the balance of probabilities: Minister for Immigration &amp; Ethnic Affairs v Pochi [1980] FCA 85 ; (1980) 31 ALR 666 ; Re Kirby and Collector of Customs (1989) 20 ALD 369.",
      "id": "s188"
    },
    {
      "text": "The only reference to an applicable standard of proof in Direction No 21 is in para 1.9(a) dealing with 'past and present general conduct' which refers to 'business activities which fall short of criminal fraud requiring proof beyond reasonable doubt, but which, on a more likely than not basis are disreputable ...'.",
      "id": "s189"
    },
    {
      "text": "According to the applicant, this suggests that when considering whether criminal conduct (of any kind) can be taken into account for the purpose of s 501 of the Act, the Minister (and the Tribunal) is required to apply the standard of proof known as 'the balance of probabilities'.",
      "id": "s190"
    },
    {
      "text": "The applicant submitted that the Tribunal is not permitted, when considering the character test under ss 501(6)(c)(i) or (ii) or in the exercise of the discretion under s 501(2), to take into account matters said to constitute 'criminal conduct' which: \n(a) Are not the subject of logically probative evidence; and\n \n(b) are not proved to the Tribunal's satisfaction on the balance of probabilities.",
      "id": "s191"
    },
    {
      "text": "Reference was made to what Deane J said in Pochi at 685: \n \n '[T]he Tribunal was bound, as a matter of law, to act on the basis that any conduct alleged against Mr. Pochi which was relied upon as a basis for sustaining the deportation order should be established, on the balance of probability, to its satisfaction by some rationally probative evidence and not merely raised before it as a matter of suspicion or speculation.",
      "id": "s192"
    },
    {
      "text": "' \n \n\n \nand to the Full Court in Baker , that 'satisfaction that criminal conduct has occurred will not be attained on slight material'.",
      "id": "s193"
    },
    {
      "text": "The applicant observed that most of the evidence contained in the police intelligence reports and housing department records contained allegations of criminal conduct, such as physical assault and intimidation.",
      "id": "s194"
    },
    {
      "text": "Very few of the complaints reportedly made against the applicant and recorded in the documents alleged conduct that was not criminal in nature (such as mere 'verbal abuse').",
      "id": "s195"
    },
    {
      "text": "That being the case, to take that evidence into account, the applicant submitted that the Tribunal was required to determine whether the information was 'logically probative' and 'credible, relevant and significant' (see Applicant VEAL of 2002 at 96).",
      "id": "s196"
    },
    {
      "text": "According to the applicant, it was also required to be satisfied on the balance of probabilities that the criminal conduct had in fact occurred.",
      "id": "s197"
    },
    {
      "text": "The applicant submitted that had the Tribunal applied the correct tests, it would not (and could not) have been satisfied that the evidence proved the commission of criminal offences to the requisite standard.",
      "id": "s198"
    },
    {
      "text": "As outlined in relation to ground 1, the evidence contained in the police intelligence reports and housing department records consisted largely of assertions and legal conclusions, hearsay and speculation.",
      "id": "s199"
    },
    {
      "text": "Yet the Tribunal took it into account and found that it showed a 'pattern of drug-dealing and lawless violence and intimidation' (at [161]).",
      "id": "s200"
    },
    {
      "text": "It follows necessarily, in the applicant's submission, that the Tribunal applied an incorrect standard of proof when assessing that evidence.",
      "id": "s201"
    },
    {
      "text": "The applicant submitted that the heart of the Tribunal's error appears at [168] where it states that 'when there is a substantial number of reports from a wide variety of sources all detailing similar conduct, the probability that the picture created is true markedly increases'.",
      "id": "s202"
    },
    {
      "text": "This is said to be impermissible reasoning.",
      "id": "s203"
    },
    {
      "text": "According to the applicant, it was not open to the Tribunal, when deciding that evidence showed a pattern of criminal behaviour, to find that the volume of allegations placed before the Tribunal made those allegations true or 'markedly' more probably true.",
      "id": "s204"
    },
    {
      "text": "The Minister submitted that there is no basis to suggest that the Tribunal did not apply a standard of balance of probabilities.",
      "id": "s205"
    },
    {
      "text": "The real complaint, according to the Minister, appears to be that the Tribunal had regard to the housing department records and police intelligence reports when finding that the applicant failed the character test in s 501(6)(c).",
      "id": "s206"
    },
    {
      "text": "As the Tribunal found that the applicant failed the test in s 501(6)(a) any error in also finding that the applicant failed the test in s 501(6)(c) is irrelevant.",
      "id": "s207"
    },
    {
      "text": "In any case, there was no reason why the Tribunal could not have regard to the housing department records and police intelligence reports.",
      "id": "s208"
    },
    {
      "text": "As it noted, they indicated similar behaviour to that for which the applicant had been convicted: [156].",
      "id": "s209"
    },
    {
      "text": "According to the Minister, there is no error in the Tribunal's statement at [168] --- [169] that a substantial number of similar reports from a wide variety of different sources detailing similar conduct increases the probability that the overall picture is true.",
      "id": "s210"
    },
    {
      "text": "This is perfectly rational reasoning in the circumstances of this case.",
      "id": "s211"
    },
    {
      "text": "The weight to be attributed to particular evidence was a matter for the Tribunal: Minister for Aboriginal Affairs v Peko-Wallsend Ltd [1986] HCA 40 ; (1986) 162 CLR 24 at 41 per Mason J.",
      "id": "s212"
    },
    {
      "text": "Given the nature of the applicant's convictions there was no reason why the Tribunal could not also have regard to other evidence of similar behaviour by the applicant when considering s 501(6)(c).",
      "id": "s213"
    },
    {
      "text": "In the circumstances of this case the Tribunal was not finding criminal conduct in the absence of a conviction on 'slight material' (as cautioned against in Baker at 194C), it was finding that the applicant failed to satisfy the character tests in s 501(6)(a) and (c) 'on the basis of the evidence': [169], which included the applicant's criminal convictions as well as the housing department records and police intelligence reports.",
      "id": "s214"
    },
    {
      "text": "As 'criminal conduct' and 'general conduct' are not a dichotomy and may overlap, the Minister submitted that it was perfectly appropriate for the Tribunal to consider both together: Wong v Minister for Immigration &amp; Multicultural &amp; Indigenous Affairs [2002] FCAFC 440 at [33] --- [35].",
      "id": "s215"
    },
    {
      "text": "The Minister submitted that the case put by the applicant on this point is similar to that rejected in Ngaronoa v Minister for Immigration &amp; Citizenship [2007] FCA 1565 (Jacobson J) at [47] --- [65], affirmed [2007] FCAFC 196 ; (2007) 244 ALR 119 at [10] --- [12].",
      "id": "s216"
    },
    {
      "text": "While concerning a decision of the Minister personally, the Court stressed the width of the discretion in s 501 and the fact that weight to be attached to evidence was a matter for the decision-maker, in holding that it was open to consider charges for which an applicant had been acquitted in considering the exercise of discretion under s 501(2).",
      "id": "s217"
    },
    {
      "text": "Both Jacobson J at [60] and the Full Court at [10] --- [12] proceeded on the basis that the real issue was whether the Minister had acted capriciously in taking into account the charges for which the applicant had been acquitted, and concluded that he had not.",
      "id": "s218"
    },
    {
      "text": "Still less can the Tribunal here be said to have acted capriciously in taking into account material which was obviously relevant.",
      "id": "s219"
    },
    {
      "text": "Analysis\n I agree with the Minister's submission that there is nothing to suggest that the Tribunal applied a standard of proof of anything less than a standard of balance of probabilities.",
      "id": "s220"
    },
    {
      "text": "It is true that the Tribunal had regard to the police intelligence reports and the housing department records in reaching the conclusion it did that the applicant failed the character test in s 501(6)(c)(i) and (ii), but as pointed out in [67] to [70] above, this was not central to that conclusion; it merely 'paint[ed] a similar picture' to what was central, namely, the number and nature of the offences for which the applicant was convicted during the period 1999 to 2006.",
      "id": "s221"
    },
    {
      "text": "It might be otherwise if there were no convictions and there was a finding that the applicant failed to satisfy the character test under s 501(6)(c)(i) and (ii) by recourse only to the police intelligence reports and the housing department records.",
      "id": "s222"
    },
    {
      "text": "In that context, the caution that came out of Baker referred to in [82] above, that there should not be a finding of criminal conduct on 'slight material', may well be apt.",
      "id": "s223"
    },
    {
      "text": "But that is not this case.",
      "id": "s224"
    },
    {
      "text": "The only real issue in the context of this case was whether the Tribunal acted capriciously in taking into account conduct referred to in the police intelligence reports and the housing department records of a kind similar to the conduct which constituted offences for which the applicant had been convicted; Ngaronoa (Jacobson J) at [60].",
      "id": "s225"
    },
    {
      "text": "Clearly it did not and, unsurprisingly, there was no suggestion or submission that it did.",
      "id": "s226"
    },
    {
      "text": "This ground cannot sustain the application for review.",
      "id": "s227"
    },
    {
      "text": "GROUND 4 \n The applicant submitted that the Tribunal erred in finding that the applicant failed the character test under ss 501(6)(c)(i) and/or 501(6)(c)(ii) of the Act by taking into account the police intelligence reports and the housing department records concerning the applicant because in doing so it took into account irrelevant considerations.",
      "id": "s228"
    },
    {
      "text": "Those reports and records went into evidence; it was not articulated why the matters contained in them were irrelevant considerations to which the Tribunal could not have regard, particularly when they 'showed a continuing pattern of similar behaviour' (similar to the behaviour constituting the offences upon which the convictions were based) and 'paint a similar picture'.",
      "id": "s229"
    },
    {
      "text": "There is certainly no prohibition in the Act, express or implied, against taking such considerations into account.",
      "id": "s230"
    },
    {
      "text": "The weight to be attached to them is a different matter; it is a matter for the Tribunal, not for this Court on review of the Tribunal's decision.",
      "id": "s231"
    },
    {
      "text": "In my view, this ground has no merit and cannot sustain the application for review.",
      "id": "s232"
    },
    {
      "text": "GROUND 6 \n When considering the character test under s 501(6)(c) of the Act, the Tribunal stated at [157] of its reasons that there were 'no sentencing remarks available that might point to the existence of mitigating circumstances'.",
      "id": "s233"
    },
    {
      "text": "Applicant's Submissions\n The applicant submitted that it was unreasonable of the Tribunal not to have made a simple administrative inquiry so as to obtain any sentencing remarks available in relation to the applicant's convictions, particularly with regard to the sentences dated 11 May 2006 which were the subject of the Tribunal's decision as to s 501(6)(a) of the Act.",
      "id": "s234"
    },
    {
      "text": "This was particularly so where Direction No 21 specifies that the decision-maker should take into account judges' comments as to mitigating circumstances (at para 1.8(d)).",
      "id": "s235"
    },
    {
      "text": "The applicant, while acknowledging that the Tribunal is under no general duty with respect to making inquiries, referred nevertheless to what was said by Wilcox J in Prasad v Minister for Immigration &amp; Ethnic Affairs [1985] FCA 47 ; (1985) 6 FCR 155 at 169 --- 170, that a failure to inquire may, in exceptional circumstances, invalidate a decision.",
      "id": "s236"
    },
    {
      "text": "The effect of what Wilcox J said in Prasad at 169 --- 170 is that there may be Wednesbury unreasonableness where it is obvious that there is material that is readily available to the decision-maker that is centrally relevant to an issue for determination.",
      "id": "s237"
    },
    {
      "text": "Prasad was subsequently endorsed by the Full Court: Luu v Renevier (1989) 91 ALR 39.",
      "id": "s238"
    },
    {
      "text": "See also Tickner v Bropho [1993] FCA 208 ; (1993) 40 FCR 183 at 197 --- 198 per Black CJ; C v T (1995) 58 FCR 1 ; see too Minister for Immigration &amp; Citizenship v Le (Kenny J) [2007] FCA 1318 ; (2007) 164 FCR 151 at [65] --- [67].",
      "id": "s239"
    },
    {
      "text": "The applicant submitted that whether or not it is unreasonable not to make further inquiries depends upon the availability of further information and its importance to the factual issues to be resolved; it also depends upon the subject matter of inquiry and an assessment of the comparative ability of individuals to provide or to obtain relevant information.",
      "id": "s240"
    },
    {
      "text": "In the present case, the applicant submitted, these enquiries were not difficult for the Tribunal or the Minister to make and the importance of the decision to the (unrepresented) applicant warranted such a step being taken by them.",
      "id": "s241"
    },
    {
      "text": "According to the applicant, sentencing remarks may have shed light on the circumstances in which the offences for which the applicant has been convicted took place.",
      "id": "s242"
    },
    {
      "text": "Sentencing remarks may also have elucidated the circumstances surrounding the pleas entered by the applicant in respect of her convictions.",
      "id": "s243"
    },
    {
      "text": "The Tribunal attached importance to the applicant's evidence concerning her pleas and the nature and circumstances of the offences and found that she gave 'implausible answers'.",
      "id": "s244"
    },
    {
      "text": "For that reason, and given the length of time that had elapsed since many of the convictions were entered, the applicant submitted that it was incumbent on the Tribunal to seek the sentencing remarks.",
      "id": "s245"
    },
    {
      "text": "Moreover, the applicant submitted, given the volume of evidence tendered by the Minister which (under Grounds 1 to 4) ought not to have been taken into account, it was incumbent on the Tribunal to seek readily available material that would have been significantly more reliable than the inadequate and objectionable material relied upon by the Minister as 'proof' of criminal conduct (by way of housing department records and police intelligence reports).",
      "id": "s246"
    },
    {
      "text": "Direction No 21 supports this conclusion.",
      "id": "s247"
    },
    {
      "text": "The Tribunal made adverse findings about the applicant, her criminal and general conduct on the basis of that material.",
      "id": "s248"
    },
    {
      "text": "The sentencing remarks may have yielded at least some relevant information on issues that were relevant to those findings.",
      "id": "s249"
    },
    {
      "text": "Analysis\n The first difficulty with this ground in the present case is that what was said by Wilcox J in Prasad at 169 --- 170 is to be confined to exceptional circumstances; to circumstances which Wilcox J himself described as 'strictly limited'; where it is obvious that there is material that is readily available to the decision-maker that is centrally relevant to an issue for determination.",
      "id": "s250"
    },
    {
      "text": "In other words, there is a dual requirement: first, that it is 'obvious' that there is material centrally relevant to an issue for determination; and second, that that material is 'readily available'.",
      "id": "s251"
    },
    {
      "text": "Only if both requirements are satisfied would the 'strictly limited' circumstances exist.",
      "id": "s252"
    },
    {
      "text": "Nothing was said in the very recent decision of the High Court in Minister for Immigration &amp; Citizenship v SZIAI &amp; Anor [2009] HCA 39 (23 September 2009) to clarify when those 'strictly limited' circumstances exist.",
      "id": "s253"
    },
    {
      "text": "At [25] in the joint judgment, it was said: \n \n 'Although decisions in the Federal Court concerned with a failure to make obvious inquiries have led to references to a \"duty to inquire\", that term is apt to direct consideration away from the question whether the decision which is under review is vitiated by jurisdictional error.",
      "id": "s254"
    },
    {
      "text": "The duty imposed upon the Tribunal by the Migration Act is a duty to review.",
      "id": "s255"
    },
    {
      "text": "It may be that a failure to make an obvious inquiry about a critical fact, the existence of which is easily ascertained, could, in some circumstances, supply a sufficient link to the outcome to constitute a failure to review.",
      "id": "s256"
    },
    {
      "text": "If so, such a failure could give rise to jurisdictional error by constructive failure to exercise jurisdiction.",
      "id": "s257"
    },
    {
      "text": "It may be that failure to make such an inquiry results in a decision being affected in some other way that manifests itself as jurisdictional error.",
      "id": "s258"
    },
    {
      "text": "It is not necessary to explore these questions of principle in this case.",
      "id": "s259"
    },
    {
      "text": "...' (Citations omitted) \n \n\n The second difficulty with this ground in the present case is that on the hearing of the application, the Minister led evidence (Ex.",
      "id": "s260"
    },
    {
      "text": "B) as to the summonses he filed at the Tribunal for issue to various courts for the production of files relating to sentences handed down for offences in respect of which the applicant had been convicted; details of the files that were produced; and to the fact that on review of all the documents produced, none contained any sentencing remarks, by way of mitigation or otherwise, beyond those made by Blanch CJ in an appeal to the District Court in June 2006.",
      "id": "s261"
    },
    {
      "text": "His Honour confirmed a conviction of the Sutherland Local Court of nine months with a three month non-parole period but which his Honour suspended on condition that the applicant enter into a bond to be of good behaviour for a period of nine months.",
      "id": "s262"
    },
    {
      "text": "His Honour took this course, according to the sentence remarks, because the applicant had not been to gaol previously, and bearing in mind the nature of the facts of the charge; hardly mitigating circumstances.",
      "id": "s263"
    },
    {
      "text": "In the face of this, the Minister submitted that it could hardly be contended that it was 'obvious' that there was further 'readily available' material which the Minister or the Tribunal could have, but did not, seek out.",
      "id": "s264"
    },
    {
      "text": "The deponent of the affidavit that was Ex.",
      "id": "s265"
    },
    {
      "text": "B was cross-examined on a document headed 'Attorney-General's Department New South Wales Court and Tribunal Transcripts', when it was suggested to the witness that following the procedures in that document may have been more productive of transcript of sentencing remarks than the summonses to produce.",
      "id": "s266"
    },
    {
      "text": "He was asked: \n \n 'Would you agree that those summonses to produce were unlikely to yield sentencing remarks?---When the summonses were prepared we were trying to be as broad and as inclusive as possible so rather than limiting any request for documents to simply sentencing remarks, we were being more inclusive and trying to look for court files which, if the transcript did exist, we thought would have been contained in the court file that had been requested.",
      "id": "s267"
    },
    {
      "text": "But would you agree that having regard to this document which I have just asked you some questions about, transcripts are not kept as a matter of course on court files?---Reviewing this document after the summonses, it looks like there are transcripts kept at this place, on that database, yes.",
      "id": "s268"
    },
    {
      "text": "' \n \n\n \nTwo observations can be made concerning this evidence.",
      "id": "s269"
    },
    {
      "text": "First, it does not lead to the conclusion that it is 'obvious' that material centrally relevant to an issue --- whether the applicant is of good character against the criteria of s 501(6)(c)(i) --- exists; it may exist, but then again it may not.",
      "id": "s270"
    },
    {
      "text": "Second, in the face of what was produced in response to the summons, it was not so unreasonable in the Wednesbury sense for the view to be taken that such material was not readily available.",
      "id": "s271"
    },
    {
      "text": "It was not, in my view, 'a failure to make an obvious inquiry about a critical fact, the existence of which is easily ascertained' (emphasis added), to use the words from the joint judgment in SZIAI at [25].",
      "id": "s272"
    },
    {
      "text": "Neither requirement of the 'strictly limited' circumstances in Prasad has been made out and this ground cannot sustain the application for review.",
      "id": "s273"
    },
    {
      "text": "GROUND 7 \n Applicant's Submissions\n Under this ground, the applicant submitted that the Tribunal's discretion under s 501(2) of the Act miscarried either because it did not properly take into account relevant considerations, namely, the mandatory considerations specified in Part 2 of Direction No 21 (para 2.3), or because it took into account extraneous or irrelevant considerations, namely, police intelligence reports and housing department records concerning the applicant.",
      "id": "s274"
    },
    {
      "text": "So submitted, the alternative limb of this ground is the same as the alleged error identified in ground 4 albeit in relation to the Tribunal's conclusion that the applicant failed the character test under ss 501(6)(c)(i) and/or 501(6)(c)(ii), whereas the alternative limb under this ground goes to the allegation that the Tribunal's exercise of the discretion miscarried.",
      "id": "s275"
    },
    {
      "text": "Analysis\n However, as noted in [34] above, this ground as crafted in the amended application for review, is not put in the alternative.",
      "id": "s276"
    },
    {
      "text": "It is crafted on the basis that relevant considerations were not properly taken into account because irrelevant considerations were taken into account.",
      "id": "s277"
    },
    {
      "text": "So construed it cannot sustain the application for review.",
      "id": "s278"
    },
    {
      "text": "I therefore propose to deal with it on the basis pressed in the submissions.",
      "id": "s279"
    },
    {
      "text": "Even so, the ground is flawed.",
      "id": "s280"
    },
    {
      "text": "First, it is beyond argument, in my view, that the Tribunal, at [170] --- [198] of its reasons, properly took into account the relevant considerations alleged not to have been properly taken into account in the exercise of the discretion; namely, the protection and expectations of the Australian community.",
      "id": "s281"
    },
    {
      "text": "Second, as in the case of the alleged error under ground 4 in relation to the finding that the applicant failed the character test under ss 501(6)(c)(i) and/or 501(6)(c)(ii) of the Act, once the police intelligence reports and housing department records went into evidence, there is nothing in the Act which expressly or by implication prohibits the Tribunal taking into account such evidence; so understood, the matters they cover cannot be irrelevant considerations, even if the weight to be attached to them is impacted by reference to their provenance (including their protected status under s 503A of the Act); but that is a matter for the Tribunal and does not ground reviewable error: see Ngaronoa (Jacobson J) at [47] --- [65], affirmed on appeal at [12].",
      "id": "s282"
    },
    {
      "text": "It follows that this ground cannot sustain the application for review.",
      "id": "s283"
    },
    {
      "text": "CONCLUSION \n The application must be dismissed with costs.",
      "id": "s284"
    },
    {
      "text": "I certify that the preceding one hundred and five (105) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s285"
    },
    {
      "text": "Associate:\n \n \nDated: 29 September 2009\n \n Counsel for the Applicant: Dr J Renwick and Ms G Wright \n \n Counsel for the First Respondent: Mr T Riley \n \n Solicitor for the First Respondent: DLA Phillips Fox \n Date of Hearing: 28 July 2009 \n \n Date of Judgment: 29 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1098.html",
      "id": "s286"
    }
  ]
}