{
  "name": "Australian Communications and Media Authority v Mobilegate Ltd A Company Incorporated in Hong Kong (No 6) [2009] FCA 1533 (16 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1533.html",
  "catchphrases": [
    {
      "text": "unsolicited sms messages (spam)",
      "id": "c0"
    },
    {
      "text": "use of fake dating profiles",
      "id": "c1"
    },
    {
      "text": "contraventions established",
      "id": "c2"
    },
    {
      "text": "considerations applicable to imposition of pecuniary penalties",
      "id": "c3"
    },
    {
      "text": "communications law",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "At the time when I directed default judgment to be entered on 30 November 2009 in respect of so much of this proceeding as relates to the Third Respondent, Jobspy Pty Ltd (Jobspy), and the Sixth Respondent, Scott Mark Moles (Mr Moles), I appointed a date earlier this week as the date upon which I would give judgment in respect of penalty.",
      "id": "s0"
    },
    {
      "text": "I considered submissions at that time but it did not then prove possible immediately to give judgment and I reserved that question until today.",
      "id": "s1"
    },
    {
      "text": "These reasons must be read in conjunction with the orders that I made in default on 30 November 2009.",
      "id": "s2"
    },
    {
      "text": "For convenience, I shall annex a copy of the orders which I made that day insofar as they relate to the declarations and injunctions, but not as to the ancillary practice directions then made.",
      "id": "s3"
    },
    {
      "text": "The general nature of the conduct which is alleged by the Australian Communications and Media Authority (Authority) to constitute contraventions of the Spam Act 2003 (Cth) (Spam Act), together with pertinent principles in relation to the imposition of penalty are canvassed at some length in reasons for judgment which I delivered on 23 October 2009 in Australian Communications and Media Authority v Mobilegate Ltd A Company Incorporated in Hong Kong (No 4) [2009] FCA 1225 (ACMA v Mobilegate (No 4)).",
      "id": "s4"
    },
    {
      "text": "These reasons for the judgment should also then, in respect of those two subjects, be read in conjunction with that earlier (ACMA v Mobilegate (No 4)) judgment in this matter.",
      "id": "s5"
    },
    {
      "text": "Some repetition is necessary as to the general background, if only to provide a context against which the particular involvement of Jobspy and Mr Moles falls for assessment of penalty.",
      "id": "s6"
    },
    {
      "text": "The essence of the contraventions of s 16 of the Spam Act , which are established by the default judgment, is a contravention, and a repeated contravention, by the sending of unsolicited short message service (SMS) messages to the mobile telephones of users who have been deceived, inveigled even, into providing their mobile telephone numbers to representatives of either Mobilegate Ltd A Company Incorporated in Hong Kong (Mobilegate), or, as the case may be, Winning Bid Pty Ltd (Winning Bid), under the belief that they were corresponding with individuals seeking to meet them and form relationships via dating websites.",
      "id": "s7"
    },
    {
      "text": "It was the very essence of the businesses of Mobilegate and Winning Bid to engage in this conduct.",
      "id": "s8"
    },
    {
      "text": "That conduct is a form of seduction for reward of those who are vulnerable.",
      "id": "s9"
    },
    {
      "text": "It is a particularly vile form of conduct.",
      "id": "s10"
    },
    {
      "text": "Moreover, it is a form of conduct which, when the deception is appreciated by its victim, wounds in a peculiarly embarrassing and emotional way, quite aside from its financial impact.",
      "id": "s11"
    },
    {
      "text": "Those non-financial aspects of victim impact are such that the perpetrator of the contravention is to some extent rendered immune, or at least afforded a degree of immunity, from a likelihood of complaint, in my opinion.",
      "id": "s12"
    },
    {
      "text": "That is a feature, in my opinion, which is not unknown in respect of criminal activity, and I interpolate at once this is not criminal activity, but contraventions of civil penalties, which touches upon a person's sexual nature.",
      "id": "s13"
    },
    {
      "text": "In other words, an embarrassment attends the victim of the contravention and that embarrassment in turn provides the degree of immunity from complaint.",
      "id": "s14"
    },
    {
      "text": "I regard that as an aggravating aspect of the contravening conduct.",
      "id": "s15"
    },
    {
      "text": "The Spam Act , both in respect of corporations and individuals who engage in contravening conduct, provides for very salutary penalties indeed.",
      "id": "s16"
    },
    {
      "text": "I canvassed, in the ACMA v Mobilegate (No 4) judgment, the range of penalties in terms of statutory maximum and also particular criteria made relevant to penalty by the Spam Act .",
      "id": "s17"
    },
    {
      "text": "I do not propose, in light of that, to repeat the general discussion on those subjects found in that judgment.",
      "id": "s18"
    },
    {
      "text": "What is important, in my opinion, is that, where contravening conduct has about it the essence of the contravenor's business, and the conduct is directed to the securing of financial reward, that penalties imposed make it pellucidly clear, not just to those who have engaged in the conduct, but to others who might be tempted, that it is, to use a term employed by me in the ACMA v Mobile (No 4) judgment, \"commercial suicide\" to engage in that conduct.",
      "id": "s19"
    },
    {
      "text": "The penalties must also, in my opinion, be such as to express on behalf of our society an utter revulsion in respect of conduct of the kind employed by Winning Bid or, as the case may be, Mobilegate.",
      "id": "s20"
    },
    {
      "text": "What then was the role of Jobspy and Mr Moles in that conduct?",
      "id": "s21"
    },
    {
      "text": "I have the benefit in that regard of a summary offered by the Authority in its submissions.",
      "id": "s22"
    },
    {
      "text": "Subject to some comments which must necessarily be made in light of submissions in writing made by Mr Moles and through him by Jobspy, I am in general agreement with the nature of the summary of involvement offered by the Authority in its submissions.",
      "id": "s23"
    },
    {
      "text": "A way of describing Jobspy's involvement is that it was the service entity for Winning Bid and for Mobilegate.",
      "id": "s24"
    },
    {
      "text": "Its sole director and shareholder has been and continues to be Mr Moles.",
      "id": "s25"
    },
    {
      "text": "Jobspy was incorporated on 4 February 2005.",
      "id": "s26"
    },
    {
      "text": "From at least early 2006 until November 2008, at least, Jobspy obtained mobile telephone numbers of members of third party dating websites.",
      "id": "s27"
    },
    {
      "text": "Those third party dating websites were legitimate commercial operations.",
      "id": "s28"
    },
    {
      "text": "In modern times, they fulfil a matchmaking role not unknown in earlier times through dating agencies.",
      "id": "s29"
    },
    {
      "text": "They are just a means by which members of our society in the electronic age come to correspond and meet one with the other.",
      "id": "s30"
    },
    {
      "text": "What Jobspy did was to set up fake profiles on these dating websites.",
      "id": "s31"
    },
    {
      "text": "Having so done, it communicated with users of those dating websites to entice them to hand over details of their mobile phone number.",
      "id": "s32"
    },
    {
      "text": "It did so on the basis of engendering an understanding, through the use of those fake profiles, that the users were communicating with another genuine user of a dating website.",
      "id": "s33"
    },
    {
      "text": "This accomplished, Jobspy was then involved in the sending of SMS messages to those mobile telephone numbers by particular premium number services and engaging the users to participate in and continue to participate in exchanges of SMS messages, exchanges as if the user was communicating with a potential dating partner.",
      "id": "s34"
    },
    {
      "text": "It was the staff of Jobspy who engaged in this particular form of deception and seduction.",
      "id": "s35"
    },
    {
      "text": "The conduct involved the extension for as long as possible by pretence of those exchanges.",
      "id": "s36"
    },
    {
      "text": "There was also a pretence in the sense that users were deceived that premium short codes were being used as a \"safe divert\" service to enable the sender and the receiver to communicate without the other party directly disclosing their mobile telephone number as a matter of caution.",
      "id": "s37"
    },
    {
      "text": "Through this process, Jobspy facilitated Mobilegate and Winning Bid's obtaining revenue from the sending or receipt of the SMS messages via those premium numbers as a result of fees charged to the user of each message.",
      "id": "s38"
    },
    {
      "text": "What occurred then was that the provider charged a fee to the user.",
      "id": "s39"
    },
    {
      "text": "Mobilegate and Winning Bid then received part, about half it seems, of that fee.",
      "id": "s40"
    },
    {
      "text": "The fee itself charged by the provider to the user was legitimate in the sense that it was the fee for the service.",
      "id": "s41"
    },
    {
      "text": "The deception came in that, without the provider's knowledge, the author of the messages was a false persona, created by staff of Jobspy on behalf of Mobilegate or, as the case may be, Winning Bid.",
      "id": "s42"
    },
    {
      "text": "For this purpose Jobspy employed a workforce of individuals who undertook these communications.",
      "id": "s43"
    },
    {
      "text": "Very early in the course of events, Jobspy did this for a company known as IMP, and thereafter for, as I have mentioned, Winning Bid and Mobilegate.",
      "id": "s44"
    },
    {
      "text": "The particular premium short code numbers which were operated by IMP, Winning Bid and Mobilegate, and the particular periods over which these were operated and in which Jobspy took part, are detailed in the Authority's submissions.",
      "id": "s45"
    },
    {
      "text": "There is no need, for present purposes, to descend into that detail.",
      "id": "s46"
    },
    {
      "text": "As best can be ascertained on the evidence, the earnings generated from the operation of these various premium short codes were in the order of something in excess of $2 million.",
      "id": "s47"
    },
    {
      "text": "Aside from being the sole director and shareholder of Jobspy, Mr Moles was also director and shareholder of Winning Bid from August 2006 to June 2007.",
      "id": "s48"
    },
    {
      "text": "He was, further, a director and shareholder of Mobilegate from August 2007.",
      "id": "s49"
    },
    {
      "text": "It is not completely clear as to when Mr Moles's formal involvement with Mobilegate ceased.",
      "id": "s50"
    },
    {
      "text": "It seems to have been, at best, some time in the latter part of 2008, but perhaps later.",
      "id": "s51"
    },
    {
      "text": "The reason for that uncertainty arises from Mobilegate's being registered as a company in Hong Kong and, further, the absence of clarity in whether there was a succession in office holding and control of Mobilegate.",
      "id": "s52"
    },
    {
      "text": "What is clear is that in terms of the holding of office, Mr Moles was involved at the highest level in each of the corporations I have mentioned, ie, Jobspy, Winning Bid and Mobilegate, for most of the period of involvement in contraventions of each of those corporations.",
      "id": "s53"
    },
    {
      "text": "Mr Moles, in his submission, seeks to contest the amount of money either derived by Jobspy or by him from the operation.",
      "id": "s54"
    },
    {
      "text": "It is noteworthy, however, that he has provided no evidence himself as to earnings, much less thereby subjected himself to cross-examination if the Authority were minded to contest his evidence.",
      "id": "s55"
    },
    {
      "text": "In light of that, I place no weight on the bare allegations that Mr Moles makes on behalf of the third and sixth respondents in relation to earnings.",
      "id": "s56"
    },
    {
      "text": "It is not clear, on the evidence, precisely how there was division as between IMP initially, Mobilegate and Winning Bid and the service company, Jobspy.",
      "id": "s57"
    },
    {
      "text": "Mr Moles, given the position which he held, was peculiarly in a position to offer clarity in respect of division of what one might term ill-gotten gains.",
      "id": "s58"
    },
    {
      "text": "He has chosen not to offer such clarity.",
      "id": "s59"
    },
    {
      "text": "What Mr Moles has chosen to do is to seek to rely upon an affidavit by another of those individuals involved, Simon Anthony Owen.",
      "id": "s60"
    },
    {
      "text": "I had occasion to impose penalties on Mr Owen on 23 October 2009.",
      "id": "s61"
    },
    {
      "text": "Mr Owen deposes that from about early 2006 Mr Maughan, yet another on whom I imposed penalties on 23 October, started working for Jobspy from its premises at New Farm.",
      "id": "s62"
    },
    {
      "text": "He further deposes that as part of the licence agreement, Mr Maughan was provided with information necessary to access what was termed the Mobilegate software for short code information and other information that was required to access the network and make the licence operational.",
      "id": "s63"
    },
    {
      "text": "Mr Moles, I should interpolate, was the person who acquired the licence to operate the software permitting log-in access and password to the system on the premise that the premium SMS business would fully operational.",
      "id": "s64"
    },
    {
      "text": "Mr Owen deposes that was further on the premise that that did not require Mr Moles to be actively involved in the business.",
      "id": "s65"
    },
    {
      "text": "He deposes that shortly after Mr Moles's licence became operational, it was obvious to everyone involved that there was a significant overlap in the market between the operation being conducted by Mr Salcedo, yet another of the individuals penalised on 23 October, and Mr Owen, and, further, with Mr Moles's licence being operated by Mr Maughan.",
      "id": "s66"
    },
    {
      "text": "Mr Owen deposes that the three of them, ie, Messrs Salcedo, Maughan and himself, decided to merge the two businesses into one by extinguishing or retracting Mr Moles's licence.",
      "id": "s67"
    },
    {
      "text": "He further deposes that the incorporation of Winning Bid was the result of that.",
      "id": "s68"
    },
    {
      "text": "Yet further he deposes that Mr Moles's involvement in the premium SMS business was thereafter negligible, and that he was not involved in the business in any capacity and was slowly ostracised by Mr Salcedo.",
      "id": "s69"
    },
    {
      "text": "One takes Mr Owen's evidence in that regard with something of a grain of salt.",
      "id": "s70"
    },
    {
      "text": "I say that because it is at odds with communications by email with providers which, on their face, disclose a deliberate copying of correspondence to Mr Moles.",
      "id": "s71"
    },
    {
      "text": "That raises, necessarily, the interrogative note as to whether, indeed, his involvement was minimal.",
      "id": "s72"
    },
    {
      "text": "So too, obviously, does the fact that judgment is entered in default for particular contravening conduct.",
      "id": "s73"
    },
    {
      "text": "It is not permissible for Mr Moles, having chosen not to contest proceedings --- and I recall that he was offered a very particular and personal solicitation of the consequence of default judgment --- to seek to introduce material which he would promote as inconsistent with the judgment entered by default.",
      "id": "s74"
    },
    {
      "text": "Yet further, I have before me for penalty hearing purposes the evidence of Ms van Dyke.",
      "id": "s75"
    },
    {
      "text": "It is quite apparent from her evidence that Mr Moles was a presence, and a continuing and involved presence, during the era when the business was conducted at New Farm.",
      "id": "s76"
    },
    {
      "text": "Her evidence does disclose something of a lesser involvement, directly, in my opinion, in the period after the businesses translated or merged and ended up operating from premises at West End.",
      "id": "s77"
    },
    {
      "text": "She does, though, note Mr Moles as still attending at West End.",
      "id": "s78"
    },
    {
      "text": "I am prepared to accept that there was a greater degree of remoteness on Mr Moles's part after the businesses came to be conducted from the West End premises.",
      "id": "s79"
    },
    {
      "text": "He remained, though, in a controlling position.",
      "id": "s80"
    },
    {
      "text": "Further, he remained in that controlling position necessarily seized with the knowledge of the nature of the operation of the corporations which he controlled.",
      "id": "s81"
    },
    {
      "text": "I turn to consider the nature and extent of loss and damage suffered as a result of the contraventions.",
      "id": "s82"
    },
    {
      "text": "I have already mentioned the revenue derived by the businesses, and, further, I have already mentioned the emotional aspects of the deception practised by the companies serviced by Jobspy and its employees.",
      "id": "s83"
    },
    {
      "text": "Not to be forgotten in terms of impact of these contraventions is the impact on the repute of the legitimate businesses of dating website operators.",
      "id": "s84"
    },
    {
      "text": "It is impossible, in my opinion, to see any redeeming feature in the contravening conduct of Jobspy and Mr Moles.",
      "id": "s85"
    },
    {
      "text": "Neither of them, it must be said, has previously been found by the Court to have contravened either the Spam Act or to have engaged in any similar conduct, nor is there evidence that either Jobspy or Mr Moles has abroad engaged in any similar conduct.",
      "id": "s86"
    },
    {
      "text": "There is no direct evidence of Jobspy's size or spread of operations other than that which I have already mentioned.",
      "id": "s87"
    },
    {
      "text": "Mr Moles again was uniquely positioned to offer detail of Jobspy, its size and spread of operations, its asset base, its cash flows, etc. As I have mentioned, he has chosen not to offer this evidence.",
      "id": "s88"
    },
    {
      "text": "What I do have then is evidence of an overall cash flow coming in at the pinnacle of the businesses but not detailed evidence of how that cash flow was distributed as between subordinate service corporations such as Jobspy and, much less, particular shareholders or officers of corporate entities involved.",
      "id": "s89"
    },
    {
      "text": "There is no doubt that the contravening conduct concerned was deliberate.",
      "id": "s90"
    },
    {
      "text": "I have already detailed the period over which it extended.",
      "id": "s91"
    },
    {
      "text": "Neither is there any doubt that the contraventions arose out of the conduct of senior management.",
      "id": "s92"
    },
    {
      "text": "Mr Moles, as I have mentioned, was a director of Jobspy as well as Mobilegate and Winning Bid.",
      "id": "s93"
    },
    {
      "text": "Further --- and again as I have already mentioned --- he must necessarily have known at all stages, even if his direct involvement became remote, of the nature of the operations of the corporations of which he was director.",
      "id": "s94"
    },
    {
      "text": "I do not accept that he was a mere straw director.",
      "id": "s95"
    },
    {
      "text": "Another factor which the Spam Act directs is pertinent for consideration on penalty is whether the company has a corporate culture conducive to compliance with the Act.",
      "id": "s96"
    },
    {
      "text": "Nothing could be further from the truth as far as Jobspy, Winning Bid and Mobilegate are concerned.",
      "id": "s97"
    },
    {
      "text": "Next, and necessarily, one must have regard to whether there has been on the part of Jobspy and Mr Moles a disposition to cooperate with the authorities --- in other words, the Australian Communications Management Authority particularly --- which are responsible for the enforcement of the Spam Act .",
      "id": "s98"
    },
    {
      "text": "In this regard, neither Jobspy nor Mr Moles offered any early acknowledgement of contravening conduct.",
      "id": "s99"
    },
    {
      "text": "Their initial disposition, as of course was their right, was to contest proceedings; in the end though the proceedings as against them went by way of default judgment.",
      "id": "s100"
    },
    {
      "text": "I do not regard that as evidence of a disposition to cooperate with the authorities.",
      "id": "s101"
    },
    {
      "text": "Mr Moles, for his part, makes reference to the endeavours he made to secure the winding up in Hong Kong of Mobilegate as evidence of cooperation.",
      "id": "s102"
    },
    {
      "text": "It is not impossible to see that behaviour on his part in that light.",
      "id": "s103"
    },
    {
      "text": "That said, that particular conduct looks to me to be little more than tidying up a mess after the event.",
      "id": "s104"
    },
    {
      "text": "It does not particularly account for much with me as far as cooperation is concerned.",
      "id": "s105"
    },
    {
      "text": "It is next incumbent to consider the financial position of Jobspy and Mr Moles and their capacity to pay.",
      "id": "s106"
    },
    {
      "text": "Again, and uniquely, the person in the best position to offer such evidence was Mr Moles.",
      "id": "s107"
    },
    {
      "text": "He has chosen not to provide such evidence.",
      "id": "s108"
    },
    {
      "text": "All that I have is the evidence of the cash flow generated overall by the contravening conduct and that was significant.",
      "id": "s109"
    },
    {
      "text": "Another factor which I took into account in the ACMA v Mobilegate (No 4) judgment is that articulated by Nicholson J in Australian Communications and Media Authority v Clarity 1 Pty Ltd [2006] FCA 1399 ; (2006) 155 FCR 377 (Clarity1) at para 43.",
      "id": "s110"
    },
    {
      "text": "By reference to other authorities, his Honour observed that, while he accepted that the issue of capacity to pay is a relevant factor, it is one \"of less importance when balanced against the necessity of imposing a penalty that satisfies the objective of general deterrence\".",
      "id": "s111"
    },
    {
      "text": "Deterrence is a factor of particular importance in this case.",
      "id": "s112"
    },
    {
      "text": "I have already adverted to the need for penalties to demonstrate that both in the specific and general senses.",
      "id": "s113"
    },
    {
      "text": "Whilst the Act does provide for large penalties, it nonetheless makes provision for a daily maximum, something of a cap in other words.",
      "id": "s114"
    },
    {
      "text": "Nicholson J drew attention to this feature of the legislation in Clarity 1 by reference to the explanatory memorandum to the bill which became the Spam Act .",
      "id": "s115"
    },
    {
      "text": "It is there stated: \n \n A daily ceiling for penalties has been set and may be charged for all contraventions against a particular provision that have occurred in one day.",
      "id": "s116"
    },
    {
      "text": "This has been included to ensure that a meaningful penalty may be charged for a single contravention without causing an unrealistically large penalty payable for multiple contraventions.",
      "id": "s117"
    },
    {
      "text": "For example, there are reported cases of dedicated spammers sending millions of unsolicited commercial and electronic messages each day.",
      "id": "s118"
    },
    {
      "text": "Without a ceiling amount for daily contraventions such a spammer could potentially be liable for a million contraventions.",
      "id": "s119"
    },
    {
      "text": "Jobspy and its director, Mr Moles, were involved in contravening conduct the subject of default judgment for a period in excess of 800 days.",
      "id": "s120"
    },
    {
      "text": "Using the maximum penalties under the Spam Act as a guide for calculation that yields, in the case of Mr Moles, a total potential penalty of over $35 million, and in the case of Jobspy over $100 million.",
      "id": "s121"
    },
    {
      "text": "Here it becomes important to recall the totality principle of sentencing.",
      "id": "s122"
    },
    {
      "text": "I canvassed the authorities in respect of that principle in the ACMA v Mobilegate (No 4) judgment.",
      "id": "s123"
    },
    {
      "text": "I bear in mind the totality principle in relation to the imposition of penalty.",
      "id": "s124"
    },
    {
      "text": "Another factor of particular importance in relation to the imposition of penalty is relativity with other respondents in respect of whom penalty has been imposed already, and, also, insofar as it is possible, parity as between penalty outcomes in these proceedings and earlier proceedings, or at least reason for differentiation of penalty.",
      "id": "s125"
    },
    {
      "text": "The only earlier proceedings in respect of which penalty under the Spam Act has been imposed are the Clarity1 proceedings.",
      "id": "s126"
    },
    {
      "text": "I dealt, in the ACMA v Mobilegate (No 4) judgment, with questions of the utility of the outcome in Clarity1 for present sentencing purposes, and I do not propose to repeat what is there stated.",
      "id": "s127"
    },
    {
      "text": "It is pertinent, though, to recall particularly the penalties that were imposed by me on 23 October 2009, and to try and achieve relativity as between those penalties and the ones to be imposed in respect of Jobspy and Mr Moles.",
      "id": "s128"
    },
    {
      "text": "Jobspy was involved in contravening conduct for a longer period, considerably longer, than either Mobilegate or Winning Bid.",
      "id": "s129"
    },
    {
      "text": "That, though, was because it acted as the service entity for each of those.",
      "id": "s130"
    },
    {
      "text": "Mobilegate's conduct covered a period of some 331 individual days.",
      "id": "s131"
    },
    {
      "text": "That of Winning Bid covered a period of about 187 days.",
      "id": "s132"
    },
    {
      "text": "That led to my differentiation of penalty as between those two principal operators of the businesses of $5 million and $3.5 million respectively.",
      "id": "s133"
    },
    {
      "text": "Jobspy was involved in a service capacity for some 800 days, or at least in excess of some 800 days if one includes the early period of engagement of it by IMP.",
      "id": "s134"
    },
    {
      "text": "The Authority promotes a penalty range of between $5 million and $8 million as apt for Jobspy.",
      "id": "s135"
    },
    {
      "text": "It does so in a sense inspired by an observation I made as to the range of penalties it promoted in respect of the respondents dealt with on 23 October 2009.",
      "id": "s136"
    },
    {
      "text": "I, at that stage, raised something of an interrogative note as to whether the maximum then proposed was truly an apt maximum.",
      "id": "s137"
    },
    {
      "text": "In my opinion, though, the penalties must be assessed relative to those which came to be imposed on 23 October 2009.",
      "id": "s138"
    },
    {
      "text": "Further, they must reflect the subordinate role of Jobspy, albeit for a lengthy period in that role.",
      "id": "s139"
    },
    {
      "text": "Taking these factors into account, along with all that which I have thus far mentioned, I regard the case as one apt for the imposition of one penalty, and the penalty which I impose is $4 million.",
      "id": "s140"
    },
    {
      "text": "As to Mr Moles, the Authority promotes a penalty range of between 2 and 4 million dollars.",
      "id": "s141"
    },
    {
      "text": "That, too, it seems is inspired, to some extent, by the observation I made on 23 October 2009.",
      "id": "s142"
    },
    {
      "text": "Again, though, in my opinion, the penalty on Mr Moles as an individual must bear relativity with the penalties which I imposed on 23 October 2009 on other individuals, namely, Messrs Owen, Salcedo and Maughan.",
      "id": "s143"
    },
    {
      "text": "In this regard, the Authority offers a helpful analysis of relative involvements in its outline of submissions.",
      "id": "s144"
    },
    {
      "text": "It observes that each of the individuals, ie, Messrs Owen, Salcedo and Maughan, were involved for a lengthy period over about 800 individual contravention days.",
      "id": "s145"
    },
    {
      "text": "Mr Maughan, on whom I imposed a penalty of $1.25 million, had a lower level of responsibility in directing contravening conduct than Mr Owen or Mr Salcedo, upon each of whom I imposed a penalty of $3 million.",
      "id": "s146"
    },
    {
      "text": "The Authority submits that, although its evidence indicates a higher level of active involvement by Messrs Owen and Salcedo than that of Mr Moles, it is appropriate nonetheless to take into account that Mr Moles assumed the role of director of each of the corporate respondents.",
      "id": "s147"
    },
    {
      "text": "Thus, the Authority submits that he assumed responsibilities which accompany that higher level role of director.",
      "id": "s148"
    },
    {
      "text": "The Authority's consequential submission is, therefore, that penalty should be in the order of that imposed on Messrs Owen and Salcedo.",
      "id": "s149"
    },
    {
      "text": "I have already observed that I detect a degree of remoteness of involvement on Mr Moles' part in the West End phase of the operation.",
      "id": "s150"
    },
    {
      "text": "It does seem to me that Messrs Salcedo and Owen assumed, in a de facto way, a greater degree of control than Mr Moles.",
      "id": "s151"
    },
    {
      "text": "Nonetheless, and as I have mentioned, Mr Moles retained a position of director and did so against a background where he must be taken to have known of the activities of each of the companies of which he was director.",
      "id": "s152"
    },
    {
      "text": "My impression is, nonetheless, that his involvement was and ought to be regarded as less than Messrs Salcedo and Owen overall, but only slightly less.",
      "id": "s153"
    },
    {
      "text": "In that regard, I balance active involvement against the assumption and retention of high office in each of the corporations involved.",
      "id": "s154"
    },
    {
      "text": "Taking those factors and all that I have mentioned thus far into account, the penalty which I impose in respect of him is $2.5 million.",
      "id": "s155"
    },
    {
      "text": "The formal orders, then, apart from the penalties that I have imposed, will be in terms of those made on 23 October 2009, and I direct the Authority to bring in minutes of orders to incorporate the same.",
      "id": "s156"
    },
    {
      "text": "The costs orders, again, I do not see any particular reason why the costs should not be orders which follow the event, and those orders, again, ought to be in the same terms which I made on 23 October 2009.",
      "id": "s157"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Logan.",
      "id": "s158"
    },
    {
      "text": "Associate:\n \n \nDated: 18 December 2009\n \n Counsel for the Applicant: Ms M Brennan \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Eighth Respondent: Mr C Conley \n \n Solicitor for the Eighth Respondent: Morgan Conley Solicitors \n Date of Hearing: 16 December 2009 \n \n Date of Judgment: 16 December 2009 \n ANNEXURE \n IN THE FEDERAL COURT OF AUSTRALIA \n QUEENSLAND DISTRICT REGISTRY \n GENERAL DIVISION QUD 426 of 2008 \n BETWEEN: AUSTRALIAN COMMUNICATIONS AND MEDIA AUTHORITY \n Applicant AND: MOBILEGATE LTD A COMPANY INCORPORATED IN HONG KONG \n First Respondent \n WINNING BID PTY LTD ACN 121 026 793 \n Second Respondent \n JOBSPY PTY LTD ACN 112 801 073 \n Third Respondent \n SIMON ANTHONY OWEN \n Fourth Respondent \n TAREK ANDREAS SALCEDO \n Fifth Respondent \n SCOTT MARK MOLES \n Sixth Respondent \n GLENN CHRISTOPHER MAUGHAN \n Seventh Respondent \n SCOTT GREGORY PHILLIPS \n Eighth Respondent \n JUDGE: LOGAN J DATE OF ORDER: 30 NOVEMBER 2009 WHERE MADE: BRISBANE \n \n THE COURT ORDERS THAT: \n Pursuant to Federal Court Rules O 35A r 3(2)(c), judgment be entered against each of the Third and Sixth Respondents for the relief set out below, by reason of the default of each of the Third and Sixth Respondents in failing to defend the proceeding with due diligence, as referred to in O 35A r 2(2)(h).",
      "id": "s159"
    },
    {
      "text": "THE COURT DECLARES THAT: \n A declaration that the Third Respondent, by writing the content of short message service (\"SMS\") messages and entering it into the computer system used by each of the First Respondent, the Second Respondent and International Machinery Parts Pty Ltd (now deregistered) (\"IMP\") to transmit the messages to aggregators: \n1.1 aided and abetted each of the First and Second Respondents' contraventions of s 16(1) of the Spam Act 2003 (Cth) (Spam Act) set out in paragraphs 1 to 6 of the declarations made by the Court in these proceedings on 14 August 2009, and thereby engaged in conduct in contravention of s 16(9) of the Spam Act ;\n \nand, further,\n \n1.2 aided and abetted IMP, whose central management and control was in Australia, to:\n \n1.2.1 send SMS messages or cause SMS messages to be sent via 19773366 to Australian mobile telephone numbers, which it had obtained by deception using fabricated dating website profiles, for the purpose of dishonestly obtaining the account holders' acceptance of its Safe Divert service;\n \n1.2.2 send further SMS messages or cause further SMS messages to be sent via 19773366 to Australian mobile telephone account holders who had replied \"yes\" in circumstances where the company knew that their acceptance of its Safe Divert service had been obtained by deception;\n \nin contravention of s 16(1) of the Spam Act , and thereby engaged in conduct in contravention of s 16(9) of the Spam Act .",
      "id": "s160"
    },
    {
      "text": "A declaration that the Sixth Respondent: \n2.1 aided and abetted; and\n \n2.2 was knowingly concerned in and party to:\n \neach of the First and Second Respondents' contraventions of s 16(1) of the Spam Act 2003 (Cth) (Spam Act) set out in paragraphs 1 to 8 of the declarations made by the Court in these proceedings on 14 August 2009, and thereby engaged in conduct in contravention of s 16(9) of the Spam Act .",
      "id": "s161"
    },
    {
      "text": "A declaration that the Sixth Respondent: \n3.1 aided and abetted IMP, whose central management and control was in Australia, to send SMS messages or cause SMS messages to be sent via 19773366; and\n \n3.2 was knowingly concerned in and party to IMP, whose central management and control was in Australia, sending SMS messages or causing SMS messages to be sent via 19773366:\n \nto:\n \n3.3 Australian mobile telephone numbers, which its servants or agents had obtained by deception using fabricated dating website profiles, for the purpose of dishonestly obtaining the account holders' acceptance of its Safe Divert service;\n \n3.4 to Australian mobile telephone account holders who had replied \"yes\" in circumstances where the company knew that their acceptance of its Safe Divert service had been obtained by deception;\n \n3.5 in contravention of s 16(1) of the Spam Act , and thereby engaged in conduct in contravention of s 16(9) pf the Spam Act .",
      "id": "s162"
    },
    {
      "text": "A declaration that the Third Respondent, by creating and registering the dating website profiles on behalf of the First and Second Respondents, and further, by writing the messages sent to dating website members via the dating websites on behalf of those respondents which represented that they were from the dating website profiles, has aided and abetted each of the First and Second Respondents' contraventions of s 52 of the Trade Practices Act 1974 (Cth) (Trade Practices Act) set out in paragraph 11 of the declarations made by the Court in these proceedings on 14 August 2009.",
      "id": "s163"
    },
    {
      "text": "A declaration that the Third Respondent, by writing the content of the SMS messages sent or caused to be sent by each of the First and Second Respondents, in trade or commerce, to Australian mobile telephone numbers which represented that they written by a dating website member has aided and abetted each of the First and Second Respondents' contravention of s 52 of the Trade Practices Act set out in paragraphs 12, 13 and 14 of the declarations made by the Court in these proceedings on 14 August 2009.",
      "id": "s164"
    },
    {
      "text": "A declaration that the Sixth Respondent: \n6.1 aided and abetted; and\n \n6.2 was knowingly concerned in and party to:\n \neach of the First and Second Respondents' contraventions of s 52 of the Trade Practices Act set out in paragraphs 11, 12, 13 and 14 of the declarations made by the court in these proceedings on 14 August 2009.",
      "id": "s165"
    },
    {
      "text": "7.",
      "id": "s166"
    },
    {
      "text": "A declaration that the Third Respondent:\n \n7.1 by the use of dating website profiles created and registered on dating websites, representing to dating website members that the individuals described in those profiles were members of the respective dating website;\n \nand further,\n \n7.2 by communicating with dating websites as those profiles, representing to dating website members that the communication was with the individuals described in those profiles;\n \non behalf of IMP, when in fact:\n \n7.3 the individuals described in the profiles did not exist;\n \n7.4 it did not inform the dating website members that it had created the profiles;\n \n7.5 it did not inform the dating website members that their mobile telephone numbers were being obtained for the purpose of collecting mobile telephone numbers of Australian mobile telephone account holders to be recipients of commercial electronic messages via 19773366; and\n \n7.6 any communication between dating website members and the profiles was between it and those members;\n \naided and abetted IMP to contravene s 52 of the Trade Practices Act .",
      "id": "s167"
    },
    {
      "text": "A declaration that the Sixth Respondent: \n8.1 aided and abetted; and\n \n8.2 was knowingly concerned in and party to;\n \nIMP, through its agent, in trade or commerce:\n \n8.3 by the use of dating website profiles created and registered on dating websites, representing to dating website members that the individuals described in those profiles were members of the respective dating website;\n \nand further;\n \n8.4 by communicating with dating websites as those profiles, representing to dating website members that the communication was with the individuals described in those profiles;\n \nwhen in fact:\n \n8.5 the individuals described in the profiles did not exist;\n \n8.6 it did not inform the dating website members that it had created the profiles;\n \n8.7 it did not inform the dating website members that their mobile telephone numbers were being obtained for the purpose of collecting mobile telephone numbers of Australian mobile telephone account holders to be recipients of commercial electronic messages via 19773366; and\n \n8.8 any communication between dating website members and the profiles was between it and those members;\n \nin contravention of s 52 of the Trade Practices Act .",
      "id": "s168"
    },
    {
      "text": "THE COURT ORDERS THAT: \n An order that each of the Third and Sixth Respondents, when carrying on a business or, as the case may be, residing in Australia, or in respect of conduct wheresoever undertaken which involves communications directed to persons in Australia or websites accessible by persons in Australia, be restrained, for a period of 7 years, from: \n9.1 creating, submitting or registering, or causing to be created, submitted, or registered, profiles on dating websites or social networking websites;\n \n9.2 posting, or otherwise publishing, or causing to be posted or published, photographs or other images of individuals on any dating websites or social networking websites without first obtaining the written permission of those individuals to do so;\n \n9.3 communicating, or causing communications to occur, with users of dating websites or social networking websites on those websites through any fictitious profiles; or\n \n9.4 being directly or indirectly knowingly concerned in or party to any corporation, person or other entity engaging in any of the conduct set out in subparagraphs 9.1 to 9.3 above, in circumstances where:\n \n9.4.1 that corporation, person or other entity is incorporated in or resides in or carries on business in Australia; or\n \n9.4.2 the said conduct of the corporation, person or other entity involves communications directed to persons in Australia, or websites accessible by persons in Australia.",
      "id": "s169"
    },
    {
      "text": "An order that each of the Third and Sixth Respondents be restrained, for a period of 7 years, from: \n10.1 sending or causing to be sent any electronic message from Australia to a mobile telephone number, or to any Australian mobile telephone number, which:\n \n10.1.1 falsely represents that an individuals who is a member or user of a dating website or other social networking website wishes to communicate with the account holder of that mobile telephone number (\"the account holders\"); or\n \n10.1.2 falsely purports to be sent from or on behalf of an individual who wishes to communicate with the account holder; or\n \n10.1.3 promotes, advertises or offers to supply a good or service unless the account holder gave prior written consent to receive the message, or messages of that nature, and the respondent has been provided with and is in possession of a copy of that consent;\n \n10.2 being directly or indirectly knowingly concerned in or party to a corporation, person or other entity engaging in the conduct set out in subparagraph 10.1 above.",
      "id": "s170"
    },
    {
      "text": "An order that each of the Third and Sixth Respondents be restrained, for a period of 7 years, in relation to the operation by any person of a fantasy chat service (being a SMS text service between two parties, with one party paying for the service, and the other party sending messages portraying a fictional relationship between them of a sexual or companionship nature), from: \n11.1 sending or causing to be sent any commercial electronic message from Australia or to any Australian mobile telephone number in relation to that fantasy chat service; or\n \n11.2 being directly or indirectly knowingly concerned in or party to any corporation, person or other entity sending or causing to be sent any commercial electronic message from Australia or to any Australian mobile telephone number in relation to that fantasy chat service;\n \nunless the account holder gave prior written consent to receive the message, or messages of that nature, and the respondent has been provided with and is in possession of a copy of that consent.",
      "id": "s171"
    },
    {
      "text": "An order that the Third and Sixth Respondents pay the Applicant's costs of an incidental to the proceedings to date, including reserved costs, to be taxed if not agreed.",
      "id": "s172"
    },
    {
      "text": "That the matter be listed for hearing as to penalty orders against the Third and Sixth Respondents at 10:15am on 11 December 2009.",
      "id": "s173"
    },
    {
      "text": "That the Applicant serve these orders, in the case of the Third Respondent, by delivering a copy to its registered office and, in the case of the Sixth Respondent, by delivering a copy of these orders to the address notified by the Sixth Respondent to the Court, being 52 Doggett Street, Fortitude Valley, Queensland 4006.",
      "id": "s174"
    },
    {
      "text": "The applicant is to file and serve upon the Third and Sixth Respondents, at the addresses respectively specified above, on or before 4 December 2009: \n15.1 An outline of submissions on penalty;\n \n15.2 Such further affidavits, if any, upon which it proposes to rely in respect of penalty;\n \n15.3 A list of the affidavits already filed in respect of which it proposes to rely in relation to penalty.",
      "id": "s175"
    },
    {
      "text": "The Third and Sixth Respondents file and serve upon the applicant on or before 9 December 2009: \n16.1 An outline of submissions on penalty;\n \n16.2 Such affidavits, if any, upon which either proposes to rely in relation to penalty.",
      "id": "s176"
    },
    {
      "text": "Liberty to apply.",
      "id": "s177"
    },
    {
      "text": "AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1533.html",
      "id": "s178"
    }
  ]
}