{
  "name": "Watson v AWB Limited (No 3) [2009] FCA 1174 (15 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1174.html",
  "catchphrases": [
    {
      "text": "whether access should be granted to the parties and their legal representatives to transcripts of certain examinations conducted by australian securities and investments commission pursuant to pt 3 div 1 of the australian securities and investments commission act 2001 (cth)",
      "id": "c0"
    },
    {
      "text": "criminal prosecutions possible but not necessarily \" on the cards \"",
      "id": "c1"
    },
    {
      "text": "access granted on terms",
      "id": "c2"
    },
    {
      "text": "27 , 63 , 68 , 69",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    },
    {
      "text": "australian securities and investments commission act 2001 (cth), ss 13 , 19",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "Earlier this year, pursuant to leave granted by me, the applicants served a subpoena for production ( the subpoena ) upon the Australian Securities and Investments Commission ( ASIC ).",
      "id": "s0"
    },
    {
      "text": "In its original form, the subpoena required the production of one copy of the transcript of the examination of all persons examined by ASIC in the course of its investigation pursuant to s 13 of the Australian Securities and Investments Commission Act 2001 (Cth) ( the ASIC Act ) into the respondent and others arising out of or in connection with the supply of wheat to Iraq as part of the United Nations Oil-for-Food Programme ( the investigation ).",
      "id": "s1"
    },
    {
      "text": "The subpoena also required the production of all signed statements of witnesses obtained by ASIC during the investigation.",
      "id": "s2"
    },
    {
      "text": "When served, ASIC foreshadowed that it would resist production of at least some of the documents called for by the subpoena upon: \n(a) public interest immunity grounds; and\n \n(b) the basis that those documents were protected from disclosure by legal professional privilege.",
      "id": "s3"
    },
    {
      "text": "When the subpoena was first returned before the Court, ASIC said that it would need several weeks in order to gather the documents called for by the subpoena and to consider those documents for the purpose of deciding what immunity and what privilege claims could and should be made.",
      "id": "s4"
    },
    {
      "text": "ASIC's position was made more complex by reason of certain proceedings brought by it in the Supreme Court of Victoria against several individuals who were formerly officers or executives of the respondent.",
      "id": "s5"
    },
    {
      "text": "The likely voluntary disclosure by ASIC of documents in the Victorian proceedings was said to be a matter which would inevitably affect the extent to which any immunity or privilege claims might be pressed.",
      "id": "s6"
    },
    {
      "text": "ASIC also raised the possibility that some or all of the examinees and persons who had signed statements might wish to make an appropriate application to the Court designed to prevent production of the documents called for by the subpoena or to prevent or restrict and control access to them.",
      "id": "s7"
    },
    {
      "text": "Negotiations between the legal representatives of the applicants and ASIC and its lawyers took place over the next several months.",
      "id": "s8"
    },
    {
      "text": "Eventually, on 5 June 2009, the applicants and ASIC came to an agreement as to the scope of the subpoena and as to how the requirements of the subpoena would be met.",
      "id": "s9"
    },
    {
      "text": "That agreement was put into effect on 5 June 2009 in the following way.",
      "id": "s10"
    },
    {
      "text": "First, the subpoena was narrowed so as to only require the production of one copy of the transcript of the examination of 10 named persons.",
      "id": "s11"
    },
    {
      "text": "The other requirements imposed by the subpoena in its original form to produce witness statements and the transcript of the examination of all examinees were abandoned.",
      "id": "s12"
    },
    {
      "text": "Second, the transcript of the examination of two of those persons (Mark Emons and Michael Watson) was agreed to be redacted in accordance with a protocol worked out amongst the relevant parties.",
      "id": "s13"
    },
    {
      "text": "Third, the documents were produced by ASIC to the Court on 5 June 2009 without objection.",
      "id": "s14"
    },
    {
      "text": "No objection to access was taken by ASIC.",
      "id": "s15"
    },
    {
      "text": "On 5 June 2009, Counsel for three groups of examinees appeared in relation to the subpoena.",
      "id": "s16"
    },
    {
      "text": "These were: \n(i) Dr G Lyon SC for Michael Watson;\n \n(ii) Mr DB Studdy SC for seven examinees, viz Jim Cooper, Peter Geary, Paul Ingleby, Andrew Lindberg, Michael Long, Charles Stott and Tim Snowball; and \n \n(iii) Mr NM Bender for Mark Emons.",
      "id": "s17"
    },
    {
      "text": "In addition, a partner in the Perth office of Corrs Chambers Westgarth, lawyers, had made submissions by letter dated 4 June 2009 in relation to the subpoena on behalf of Trevor Flugge.",
      "id": "s18"
    },
    {
      "text": "All examinees objected to any person having access to any of the documents produced by ASIC.",
      "id": "s19"
    },
    {
      "text": "It is common ground that the documents produced by ASIC comprise the transcript of the examinations of each of the 10 persons named in the subpoena ( the transcripts ) and nothing else.",
      "id": "s20"
    },
    {
      "text": "The transcripts have remained in my Chambers for safekeeping since 5 June 2009 and have not yet been inspected or looked at by any person.",
      "id": "s21"
    },
    {
      "text": "I have not read the transcripts.",
      "id": "s22"
    },
    {
      "text": "After the transcripts were produced to the Court, I heard full argument from the applicants, the respondent and all of the examinees on the question of whether access to any of the transcripts should be granted to any person and, if so, on what terms.",
      "id": "s23"
    },
    {
      "text": "I took the view that each of the examinees had standing to oppose access and a real and legitimate interest in doing so.",
      "id": "s24"
    },
    {
      "text": "These Reasons for Judgment determine the question of access to the transcripts.",
      "id": "s25"
    },
    {
      "text": "THE ISSUES \n Counsel for the examinees adopted a united front against access.",
      "id": "s26"
    },
    {
      "text": "Their fallback position was that access should be strictly controlled.",
      "id": "s27"
    },
    {
      "text": "Counsel for the applicants and Counsel for the respondent both pressed for access to the transcripts.",
      "id": "s28"
    },
    {
      "text": "They agreed that the respondent (or, at least, its legal representatives) should have first access in order to enable the respondent to make any claims for legal professional privilege which it might wish to make.",
      "id": "s29"
    },
    {
      "text": "They also fairly much agreed on a set of orders that would sensibly give effect to that arrangement.",
      "id": "s30"
    },
    {
      "text": "Some minor differences remained between them but these were not substantial.",
      "id": "s31"
    },
    {
      "text": "It is convenient to deal with the matter by reference to the particular submissions made on behalf of the examinees.",
      "id": "s32"
    },
    {
      "text": "These were: \n(a) No access should be granted to any person because to allow any person, especially the parties to the present proceedings, to read and use the transcripts will infringe the examinees' right to silence or the privilege against self-incrimination enjoyed by each of them.",
      "id": "s33"
    },
    {
      "text": "Counsel for the examinees submitted that these rights were substantive legal rights which sustained an absolute bar to access ( the right to silence );\n \n(b) Alternatively, even if the right to silence and privilege against self-incrimination do not justify a bar to access as a matter of law, they should weigh so heavily in the balance against access in the exercise of the Court's discretion in the circumstances of the present case that access should be denied in the proper exercise of that discretion ( the discretionary denial of access ); and\n \n(c) If access is to be granted to some persons, only such access as is reasonably necessary for the conduct of the present proceedings should be permitted and that access should be strictly controlled and monitored by the Court ( the terms of access ).",
      "id": "s34"
    },
    {
      "text": "THE RIGHT TO SILENCE \n At the time that the access applications were argued before me, the Australian Federal Police ( the AFP ) had commenced an investigation into the respondent's dealings with Iraq under the United Nations Oil-for-Food Programme.",
      "id": "s35"
    },
    {
      "text": "It was conducting that investigation as part of a joint task force with ASIC and other agencies.",
      "id": "s36"
    },
    {
      "text": "On 28 August 2009, the Commissioner of the AFP announced that the AFP had decided to discontinue its investigation and \n \n ... to offer such assistance to the Australian Securities and Investments Commission to assist that agency to complete its investigation.",
      "id": "s37"
    },
    {
      "text": "Until 28 August 2009, some, if not all, of the examinees were at considerable risk of prosecution for offences against Australian law at the instigation of the AFP and the joint task force of which it was a member.",
      "id": "s38"
    },
    {
      "text": "That risk appears now to have abated or, at least, been substantially diminished.",
      "id": "s39"
    },
    {
      "text": "ASIC has commenced civil penalty proceedings against Messrs Flugge, Lindberg, Ingelby, Stott, Geary and Long in the Supreme Court of Victoria.",
      "id": "s40"
    },
    {
      "text": "Those proceedings were stayed on 12 November 2008.",
      "id": "s41"
    },
    {
      "text": "I do not know whether the stay remains in place.",
      "id": "s42"
    },
    {
      "text": "Counsel for Michael Watson submitted that the privilege against self-incrimination (of which the right to silence is part) is a fundamental bulwark of liberty which is deeply ingrained in the common law of Australia.",
      "id": "s43"
    },
    {
      "text": "In support of that submission, Counsel cited Reid v Howard (1995) 184 CLR 1.",
      "id": "s44"
    },
    {
      "text": "In Reid v Howard 184 CLR 1 , former clients of a chartered accountant, having learned that he was misappropriating funds, applied for orders in the Supreme Court of New South Wales compelling him to disclose information about certain assets.",
      "id": "s45"
    },
    {
      "text": "The accountant claimed privilege against self-incrimination.",
      "id": "s46"
    },
    {
      "text": "The Court of Appeal accepted the claim for privilege but made orders compelling disclosure upon conditions intended to protect the accountant from the risk of prosecution.",
      "id": "s47"
    },
    {
      "text": "The Crown was not a party to the making of the orders.",
      "id": "s48"
    },
    {
      "text": "The High Court held that there is no scope for an exception to privilege against self-incrimination, in criminal or civil proceedings, other than by statute or waiver.",
      "id": "s49"
    },
    {
      "text": "At 184 CLR 5, Deane J said: \n \n Unless it appears that the assertion of potential incrimination is unsustainable, a claim to the benefit of the privilege cannot, in the absence of statutory warrant, properly be disregarded or overridden by the courts.",
      "id": "s50"
    },
    {
      "text": "At 184 CLR 6, his Honour said: \n \n The protection which the privilege against self-incrimination confers extends not only to the risk of incrimination by direct evidence (ie evidence of the fact of disclosure and of the material disclosed) but also to incrimination by indirect or \"derivative\" evidence (ie \"evidence obtained by using\" the disclosed material \"as a basis of investigation\" [ Sorby v The Commonwealth [1983] HCA 10 ; (1983) 152 CLR 281 at 312, per Murphy J].",
      "id": "s51"
    },
    {
      "text": "In Reid v Howard 184 CLR at 11, the majority who delivered the joint judgment (Toohey, Gaudron, McHugh and Gummow JJ) said that the privilege against self-incrimination was not simply a rule of evidence but was \" a basic and substantive common law right \".",
      "id": "s52"
    },
    {
      "text": "Their Honours went on to hold that there was no scope for an exception to the privilege other than by statute (at 184 CLR 14).",
      "id": "s53"
    },
    {
      "text": "It was also submitted on behalf of Mr Watson that the privilege against self-incrimination has a role to play in related civil cases.",
      "id": "s54"
    },
    {
      "text": "In Australian Securities and Investments Commission v Mining Projects Group Ltd [2007] FCA 1620 ; (2007) 164 FCR 32 at [9] (p 36), Finkelstein J said: \n \n In the case of self-incrimination privilege the defendant must establish that the provision of information or the production of documents in the civil case leads to a real and appreciable risk of a criminal prosecution before the privilege can be invoked: Rio Tinto Zinc Corporation v Westinghouse Electric Corporation [1978] AC 547 at 574; Rank Film Distributors Ltd v Video Information Centre [1982] AC 380 at 392; Sorby 152 CLR at 290, 294.",
      "id": "s55"
    },
    {
      "text": "That will not be difficult to show when, as here, the proceeding is aimed at proving that the directors engaged in conduct which would establish, or go a long way toward establishing, that they had also committed criminal acts.",
      "id": "s56"
    },
    {
      "text": "I do not disagree with these statements of principle.",
      "id": "s57"
    },
    {
      "text": "It must, however, be remembered that the examinations which are recorded in the transcripts were conducted as part of an investigation undertaken by ASIC pursuant to s 13 and ss 19---27 of the ASIC Act.",
      "id": "s58"
    },
    {
      "text": "In examinations conducted as part of such an investigation, the ASIC inspector may require the examinee to answer a question that is put to the examinee at the examination which is relevant to a matter that ASIC is investigating (s 21(3)).",
      "id": "s59"
    },
    {
      "text": "The examination is to take place in private (s 22) and a written record of the examination is to be created and kept (s 24).",
      "id": "s60"
    },
    {
      "text": "Under s 25(3), ASIC may, subject to such conditions as it may wish to impose, give to a person a copy of the written record of the examination.",
      "id": "s61"
    },
    {
      "text": "Under s 63(1) of the ASIC Act, a person must not intentionally or recklessly fail to comply with a requirement made under (amongst others) s 19 and s 21(3).",
      "id": "s62"
    },
    {
      "text": "Non-compliance with such a requirement is an offence.",
      "id": "s63"
    },
    {
      "text": "Section 63(5) relieves the person from liability for that offence if the person has a reasonable excuse for not so complying.",
      "id": "s64"
    },
    {
      "text": "Pursuant to s 68(1) of the ASIC Act, it is not a reasonable excuse for failing to give information that the information might tend to incriminate the person or make the person liable to a penalty.",
      "id": "s65"
    },
    {
      "text": "Section 68(3) ameliorates the impact of that provision to a significant extent.",
      "id": "s66"
    },
    {
      "text": "That subsection is in the following terms: \n \n (3) The statement, or the fact that the person has signed the record, as the case may be, is not admissible in evidence against the person in: \n \n \n \n \n (a) a criminal proceeding; or\n (b) a proceeding for the imposition of a penalty;\n other than a proceeding in respect of:\n (c) in the case of the making of a statement---the falsity of the statement; or\n (d) in the case of the signing of a record---the falsity of any statement contained in the record.",
      "id": "s67"
    },
    {
      "text": "Legal professional privilege is substantially preserved by s 69 of the ASIC Act.",
      "id": "s68"
    },
    {
      "text": "The transcripts were created pursuant to s 24 of the ASIC Act as a written record of the examination of each of the relevant examinees.",
      "id": "s69"
    },
    {
      "text": "The examinations themselves were conducted as part of a compulsory process.",
      "id": "s70"
    },
    {
      "text": "Original transcripts signed by the examinees are the property of ASIC and were created by ASIC as part of the conduct of those examinations in accordance with the relevant statutory provisions.",
      "id": "s71"
    },
    {
      "text": "Section 68(3) of the ASIC Act preserves the essence of the privilege against self-incrimination because it denies to the relevant prosecuting authorities the capacity to use the transcripts in a criminal proceeding or a proceeding for the imposition of a penalty other than in the limited cases contemplated by the subsection.",
      "id": "s72"
    },
    {
      "text": "All that the examinee has to do in order to invoke the privilege to the extent which the ASIC Act permits it to be invoked is to comply with s 68(2).",
      "id": "s73"
    },
    {
      "text": "I am entitled to assume that, during the course of the examinations which are recorded in the transcripts, each and every one of the examinees invoked the privilege to the full extent that the ASIC Act permitted and has thus secured such protection as is permitted under that Act.",
      "id": "s74"
    },
    {
      "text": "In terms of principle, the ASIC Act has modified the privilege against self-incrimination to some extent.",
      "id": "s75"
    },
    {
      "text": "As envisaged by the relevant statements of principle in Reid v Howard 184 CLR 1, the scope of the privilege has, to some extent, been modified by statute and that modification of the privilege is effective.",
      "id": "s76"
    },
    {
      "text": "However, the answers to the questions asked during the course of the relevant examinations which are recorded in the transcripts cannot be used in criminal proceedings other than as permitted by s 68(3) of the ASIC Act.",
      "id": "s77"
    },
    {
      "text": "This is not a case of a court in a civil proceeding seeking to override the privilege before the privilege can be invoked.",
      "id": "s78"
    },
    {
      "text": "The simple fact is that, to the extent permitted by law, the privilege in its modified form has already been invoked.",
      "id": "s79"
    },
    {
      "text": "For these reasons, I do not think that the examinees have made out their submission that access to the transcripts should be denied as a matter of law.",
      "id": "s80"
    },
    {
      "text": "Dr Lyon, who appeared for Michael Watson, also relied upon what he called \" the common law right to silence \" in support of his submission that access to the transcripts must be denied.",
      "id": "s81"
    },
    {
      "text": "He submitted that it is ordinarily the choice of the suspect as to whether he speaks and, if so, to whom.",
      "id": "s82"
    },
    {
      "text": "I do not think that this submission adds anything to the submissions based upon the privilege against self-incrimination.",
      "id": "s83"
    },
    {
      "text": "The simple fact is that Mr Watson and the other examinees were lawfully compelled by ASIC to answer questions during the course of their examinations and, to the extent permitted under the ASIC Act, were able to invoke the privilege when answering those questions.",
      "id": "s84"
    },
    {
      "text": "THE DISCRETIONARY DENIAL OF ACCESS \n Counsel for the examinees focussed on the privilege against self-incrimination as the starting point of their submissions directed to the proposition that I should refuse access altogether on discretionary grounds.",
      "id": "s85"
    },
    {
      "text": "Dr Lyon SC submitted that, whatever use is ultimately made of the transcripts, Mr Watson's rights will be adversely affected.",
      "id": "s86"
    },
    {
      "text": "He submitted that there would be significant potential indirect impact upon those rights in a number of different ways.",
      "id": "s87"
    },
    {
      "text": "The conduct of the examinees would be subject to scrutiny, findings of fact, criticism and possibly media attention as well as the judgment of the Court before any potential criminal processes are determined.",
      "id": "s88"
    },
    {
      "text": "If the transcripts are made available, the examinees (or at least some of them) would be more likely to be called as witnesses in the present proceedings thus requiring them at the trial to confront on a question by question basis the difficult issue as to whether or not the privilege should be invoked.",
      "id": "s89"
    },
    {
      "text": "Inevitably, this would erode the common law rights ordinarily enjoyed by the examinees.",
      "id": "s90"
    },
    {
      "text": "Mr Studdy SC focussed more upon matters of confidentiality and relevance.",
      "id": "s91"
    },
    {
      "text": "He submitted (correctly, I think) that the applicant for the subpoena must: \n \n ... identify a legitimate forensic purpose for which access is sought and establish that it is on the cards that the documents will materially assist his case \n \n\n \n( R v Saleam [1999] NSWCCA 86 at [11] per Simpson J (Spigelman CJ and Studdert J agreeing).",
      "id": "s92"
    },
    {
      "text": "There was evidence before me which satisfied me that the contents of the transcripts were very likely to be at the heart of the subject matter of the case.",
      "id": "s93"
    },
    {
      "text": "Originally, Mr Studdy SC urged upon me that I should send off the transcripts to an independent barrister with a request (or perhaps subject to an order) that that barrister read all of the transcripts and come to a view by reference to the pleadings which particular questions and answers might have some conceivable relevance to the issues in the case as discerned by that barrister.",
      "id": "s94"
    },
    {
      "text": "He or she would then mask those portions of the transcript which were considered to be irrelevant.",
      "id": "s95"
    },
    {
      "text": "During the course of argument, I indicated to Mr Studdy SC that I saw many difficulties with that approach.",
      "id": "s96"
    },
    {
      "text": "In the end, notwithstanding that he did not abandon the suggestion, he did not press it as vigorously as he had at the outset.",
      "id": "s97"
    },
    {
      "text": "I am not prepared to engage some third party in the manner and for the purposes suggested by Mr Studdy SC.",
      "id": "s98"
    },
    {
      "text": "Mr Studdy SC then urged upon me that I should perform the task that he said the independent barrister should perform.",
      "id": "s99"
    },
    {
      "text": "I decline to take that course.",
      "id": "s100"
    },
    {
      "text": "It is unnecessary.",
      "id": "s101"
    },
    {
      "text": "In addition, the respondent objects to my looking at the transcripts, in any event.",
      "id": "s102"
    },
    {
      "text": "All Counsel focussed on questions of confidentiality.",
      "id": "s103"
    },
    {
      "text": "These matters are more appropriately dealt with when I come to consider the terms upon which access might be granted.",
      "id": "s104"
    },
    {
      "text": "The legitimate concerns of the examinees raised in the submissions made on behalf of Michael Watson can, in my view, adequately be accommodated by imposing appropriate terms on any access to the transcripts by the parties or their legal representatives.",
      "id": "s105"
    },
    {
      "text": "I am not persuaded that the arguments advanced on behalf of the examinees are sufficiently strong as to justify the refusal of access altogether on discretionary grounds.",
      "id": "s106"
    },
    {
      "text": "THE TERMS OF ACCESS \n It is common ground that access should be restricted to certain named legal representatives in the first instance.",
      "id": "s107"
    },
    {
      "text": "That is a sensible requirement at this stage and I propose to incorporate it in the orders which I will make.",
      "id": "s108"
    },
    {
      "text": "The examinees resist any proposal that officers or employees of the respondent have access to the transcripts.",
      "id": "s109"
    },
    {
      "text": "This concern on the part of the examinees is an understandable and legitimate one.",
      "id": "s110"
    },
    {
      "text": "I do not propose to address it at the moment as I do not intend to allow access to any officers or employees of the respondent at this time.",
      "id": "s111"
    },
    {
      "text": "Should the legal representatives of the respondent form the view that access to the transcripts should be afforded to an officer or employee of the respondent, for good reasons, an appropriate application will need to be made pursuant to the liberty to apply which I will grant.",
      "id": "s112"
    },
    {
      "text": "Counsel for the examinees have submitted that express undertakings should be required by the Court in the circumstances of the present case and that the precise terms upon which access is to be granted should be spelled out in order to avoid any future misunderstanding as to those terms.",
      "id": "s113"
    },
    {
      "text": "Counsel for the applicants resists the imposition of such a term on the basis that it is unnecessary.",
      "id": "s114"
    },
    {
      "text": "He referred me to passages in Hearne v Street [2008] HCA 36 ; (2008) 235 CLR 125 which make clear that the implied undertaking not to use documents produced under compulsion in litigation for any purpose other than the purposes of the litigation for which they were produced is a substantive obligation and need not be incorporated into an express undertaking.",
      "id": "s115"
    },
    {
      "text": "Whilst the submissions advanced on behalf of the applicants in this respect may well be correct, I do think that there is some advantage in articulating with precision the precise terms upon which access is to be granted.",
      "id": "s116"
    },
    {
      "text": "This is not out of any concern that the legal representatives in the present case would not both understand and respect their obligations under the implied undertaking.",
      "id": "s117"
    },
    {
      "text": "It is simply the best way to ensure that all persons to whom access is granted have a very clear understanding of the terms upon which that access is being granted.",
      "id": "s118"
    },
    {
      "text": "I prefer to impose a requirement that express undertakings be given.",
      "id": "s119"
    },
    {
      "text": "The parties are also in broad agreement that I should provide that notice be given to the examinees if the transcripts are intended to be deployed at the trial.",
      "id": "s120"
    },
    {
      "text": "I will accommodate such a term in the orders which I will make.",
      "id": "s121"
    },
    {
      "text": "Finally, there is a dispute between the applicants, on the one hand, and the respondent, on the other hand, as to whether or not any claims for legal professional privilege intended to be made by the respondent should be dealt with by way of affidavit or by letter in the first instance.",
      "id": "s122"
    },
    {
      "text": "Given the fact that the commencement of the trial is fast approaching, I think that the best course is for the applicants' proposal to be adopted.",
      "id": "s123"
    },
    {
      "text": "I will therefore incorporate the applicants' suggested orders in this respect in the orders which I will make.",
      "id": "s124"
    },
    {
      "text": "CONCLUSION \n For all of the above reasons, I think that the interests of justice are best served by granting access to the transcripts to certain named legal representatives of the parties and to do so on strict terms as to confidentiality.",
      "id": "s125"
    },
    {
      "text": "I propose to make orders accordingly.",
      "id": "s126"
    },
    {
      "text": "All parties have acted responsibly in the disposition of the various applications determined by these Reasons.",
      "id": "s127"
    },
    {
      "text": "I think that there should be no orders as to the costs of these applications.",
      "id": "s128"
    },
    {
      "text": "Each party should bear his or its own costs.",
      "id": "s129"
    },
    {
      "text": "I certify that the preceding forty-eight (48) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s130"
    },
    {
      "text": "Associate:\n \n \nDated: 15 October 2009\n \n Counsel for the Applicants: Mr MBJ Lee \n \n Solicitor for the Applicants: Maurice Blackburn Pty Ltd \n \n Counsel for the Respondent: Mr MJ Darke \n \n Solicitor for the Respondent: Allens Arthur Robinson \n \n Counsel for Mr Michael Watson: Dr G Lyon SC \n \n Solicitor for Mr Michael Watson: Grigor Lawyers \n \n Counsel for Messrs Paul Ingleby, Andrew Lindberg, Peter Geary, Jim Cooper, Michael Long, Tim Snowball and Charles Stott Mr DB Studdy SC \n \n Solicitor for Mr Paul Ingleby: Logie-Smith Lanyon \n \n Solicitor for Mr Andrew Lindberg: Galbally &amp; O'Bryan \n \n Solicitor for Messrs Peter Geary, Michael Long, Tim Snowball: Galbally Rolfe \n \n Solicitor for Mr Jim Cooper: Holding Redlich \n \n Solicitor for Mr Charles Stott: Tony Hargraves &amp; Partners \n \n Counsel for Mr Mark Emons: Mr NM Bender \n \n Solicitor for Mr Mark Emons: Duffy &amp; Simon \n \n Solicitor for Mr Trevor Flugge: Corrs Chambers Westgarth (Perth) \n Dates of Hearing: 5, 12 and 15 June 2009 \n \n Date of Judgment: 15 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1174.html",
      "id": "s131"
    }
  ]
}