{
  "name": "Killesteyn, in the matter of an application for an inquiry in relation to an election for offices in the Australian Salaried Medical Officers' Federation, Queensland Branch [2009] FCA 1311 (13 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1311.html",
  "catchphrases": [
    {
      "text": "application for an inquiry",
      "id": "c0"
    },
    {
      "text": "reasonable grounds for the application",
      "id": "c1"
    },
    {
      "text": "application by electoral commissioner",
      "id": "c2"
    },
    {
      "text": "alleged irregularities",
      "id": "c3"
    },
    {
      "text": "in relation to an election",
      "id": "c4"
    },
    {
      "text": "industrial law",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an ex parte application for an inquiry by this Court expressed to be an application \" under section 200 of Schedule 1 to the Workplace Relations Act 1996*/section 200 of the Fair Work (Registered Organisations) Act 2009 for an inquiry into ... alleged irregularities ... \".",
      "id": "s0"
    },
    {
      "text": "The Applicant is the Electoral Commissioner, that being a position established by s 18 of the Commonwealth Electoral Act 1918 (Cth).",
      "id": "s1"
    },
    {
      "text": "The Commissioner initially invoked the jurisdiction of this Court by way of an Application filed on 21 September 2009.",
      "id": "s2"
    },
    {
      "text": "An Amended Application was filed on 26 October 2009.",
      "id": "s3"
    },
    {
      "text": "The alleged \" irregularities \" are said to have arisen in respect to nominations for election to the positions of Federal Council Delegates from the Queensland Branch of the Australian Salaried Medical Officers' Federation (\"the Federation\") in May and June 2009.",
      "id": "s4"
    },
    {
      "text": "The facts relevant to the alleged \" irregularity \" raised by the Application as first filed are within a narrow compass.",
      "id": "s5"
    },
    {
      "text": "Nominations opened on 12 May 2009.",
      "id": "s6"
    },
    {
      "text": "Two nominations were received prior to the close of nominations on 26 May 2009 --- one from Dr Nicholas Buckmaster and one from Dr Coralie Endean.",
      "id": "s7"
    },
    {
      "text": "At that point in time both doctors were unfinancial members of the Federation.",
      "id": "s8"
    },
    {
      "text": "Dr Endean tendered payment for her outstanding subscriptions on 5 June 2009, but that payment was not accepted.",
      "id": "s9"
    },
    {
      "text": "On 11 June 2009, letters were written to both Dr Buckmaster and Dr Endean in the same terms.",
      "id": "s10"
    },
    {
      "text": "Those letters advised that a check of the Federation's records revealed that the nominations were defective by reason of a failure to comply with Rule 13(4) of the Rules of the Federation.",
      "id": "s11"
    },
    {
      "text": "This Rule states the date on which \" [a]ll subscriptions shall fall due for payment ... \".",
      "id": "s12"
    },
    {
      "text": "Reference was also made to Rule 15(3) , which deals with forfeiture of membership upon failure to pay outstanding subscriptions within a specified time period.",
      "id": "s13"
    },
    {
      "text": "Both letters concluded: \n \n Unless you become financial by 12 noon on Thursday 18 June 2009 I will reject your nomination.",
      "id": "s14"
    },
    {
      "text": "If you become financial during the next week I require evidence of the receipt of your membership subscription and this can be sent to me via fax or post.",
      "id": "s15"
    },
    {
      "text": "Notwithstanding the payment that Dr Endean sought to make on 5 June 2009, she apparently did not respond to this letter.",
      "id": "s16"
    },
    {
      "text": "Whether Dr Buckmaster had previously tendered any outstanding subscriptions or responded to the 11 June 2009 letter is unknown.",
      "id": "s17"
    },
    {
      "text": "The facts relevant to his nomination assume no prominence in the present application.",
      "id": "s18"
    },
    {
      "text": "On 18 June 2009 the returning officer declared that \" [n]o nominations were accepted \".",
      "id": "s19"
    },
    {
      "text": "By 22 June 2009, a decision had been made that the \" nominations need to be recalled in accordance with Rule 65(o) of the organization \".",
      "id": "s20"
    },
    {
      "text": "Nominations for the recall election, it was said, closed at \" 12 noon Monday, 29 June 2009 \".",
      "id": "s21"
    },
    {
      "text": "Dr James Finn sought to nominate.",
      "id": "s22"
    },
    {
      "text": "On 29 June 2009 he sent an email to an officer of the Federation, Mr Simon O'Hara, stating: \n \n Hi Simon may I apply to join the federal body directly.",
      "id": "s23"
    },
    {
      "text": "If possible would you provide me via email with any relevant forms and invoice.",
      "id": "s24"
    },
    {
      "text": "Many thanks Jim Finn \n \n\n \nMr O'Hara responded to this email on 30 June 2009 as follows: \n \n \n Unfortunately Jim, that is not possible at this stage.",
      "id": "s25"
    },
    {
      "text": "Also on 30 June 2009 a letter was forwarded by the Returning Officer (Mr Terry Ballard) to Dr Finn advising him that his \" nomination is defective in that it does not comply with the requirements of Rule 13(4) ASMOF ...\".",
      "id": "s26"
    },
    {
      "text": "Reference was also made to the records that recorded \" that when nominations closed on 29 June 2009, you were an unfinancial member \".",
      "id": "s27"
    },
    {
      "text": "The letter referred to Rule 15(3) and continued:\n \n \n Unless you become financial by 12 noon on Tuesday 07 July 2009 I will reject your nomination.",
      "id": "s28"
    },
    {
      "text": "Thereafter, on 1 July 2009, Dr Finn forwarded the following email to Mr Ballard: \n \n Hi Terry \n \n\n \n \n Having had the benefit of receiving advice from solicitors acting on behalf of ASMOF who are aware of the current circumstances of the Queensland Branch, its membership and the financiality of membership, I consider that I am not financial and I do not have, pursuant to rules, an ability to nominate.",
      "id": "s29"
    },
    {
      "text": "The advice that has been given to me is that there is no immediate ability to rectify my financiality, I accept that advice and that I will not be able to do so.",
      "id": "s30"
    },
    {
      "text": "Sorry to put you to any trouble.",
      "id": "s31"
    },
    {
      "text": "James Finn \n \n\n \nMr Ballard thereafter sent out the following email:\n \n \n Hi All \n \n\n \n \n I've received the Email below from James Finn the nominee for the Recall Collegiate election ASMOF Qld 2009 outlining that he is not financial and he does not have the ability to rectify his financial status in the immediate future \n \n\n \n \n Unless anyone has a contrary view I intend to reject the Recall nomination and declare the election this afternoon \n \n\n \n \n This will close off the Qld Branch election and enable the National election to proceed \n \n\n \nNotwithstanding this email, apparently there has been no declaration as yet of the result.",
      "id": "s32"
    },
    {
      "text": "The Amended Application adds a potential \" irregularity \" in respect to Dr Finn to that identified in respect to Dr Endean.",
      "id": "s33"
    },
    {
      "text": "The Electoral Commissioner contends that the rejection of Dr Finn's attempt to join the Federal branch of the Federation, in circumstances where he had been informed that he was an unfinancial member of the Federation, breached the Rules of the Federation.",
      "id": "s34"
    },
    {
      "text": "THE RULES OF THE FEDERATION \n Rule 13 of the Rules provides for the payment of \" entry fees and subscriptions \" and is expressed in the following terms: \n \n (1) Subscription to which sub-rule (7) does not apply may be paid directly or by a system of payroll deduction.",
      "id": "s35"
    },
    {
      "text": "Any entrance fees and subscriptions payable by members of the Federation shall be paid or remitted to and collected by the Assistant Secretary/Treasurer of the branch in which they are enrolled.",
      "id": "s36"
    },
    {
      "text": "(2) Each Assistant Secretary/Treasurer shall receive and deal with such moneys at all times in accordance with these rules.",
      "id": "s37"
    },
    {
      "text": "(3) All such moneys shall be deposited by the Assistant Secretary/Treasurer to the credit of a bank account in the name of the branch of the Federation and shall not be disbursed except in accordance with these rules.",
      "id": "s38"
    },
    {
      "text": "(4) All subscriptions shall fall due for payment on the first day of January in the year to which they relate and subject to these rules shall be paid in full prior to the first day of April in the same year.",
      "id": "s39"
    },
    {
      "text": "(5) A member whose subscription is 21 days in arrears shall be deemed to be and remain an unfinancial member until payment of the amount in arrears is made.",
      "id": "s40"
    },
    {
      "text": "(6) Any candidate for membership or member, the payment of whose subscription is the subject of an agreement in a form approved by Federal Council between his employer and the Federation or the officers of his branch whereby the employer agrees to deduct subscriptions from the salary of the candidate for membership or member and to pay the same into a bank account in the name of the branch of the Federation or to the branch, shall during the currency of such agreement be and be deemed to be for all purposes a financial member of the Federation.",
      "id": "s41"
    },
    {
      "text": "(7) Any member who pays subscriptions to an association recognised by these rules as an Associated Body in an amount equivalent to or greater than the amount payable by such member as subscriptions to the Federation under these rules shall, during the currency of an agreement between the Federation and such Associated Body providing for the payment of an approved amount by the Associated Body to the appropriate branch or branches of the Federation, be and be deemed to be for all purposes of these rules a financial member of the Federation.",
      "id": "s42"
    },
    {
      "text": "If an agreement between an Associated Body and the Federation provides that the benefit of this rule shall extend only to members whose names are contained in a list from time to time provided by the Associated Body to the Federation, then this rule in its application to that Associated Body shall apply only in respect of those members of the Associated Body who are contained in the list.",
      "id": "s43"
    },
    {
      "text": "(8) For the purposes of these rules:- \n \n\n \n \n \n \"Associated Body\" means subject to its consent to so being - \n \n \n \n \n \n \n Australian Medical Association Limited\n Australian Medical Association, Victoria\n Australian Salaried Medical Officers' Federation (New South Wales)\n South Australian Salaried Medical Officers' Federation\n Tasmanian Salaried Medical Practitioners Society \n The Tasmanian Branch of the Australian Medical Association\n The Western Australian Branch of the Australian Medical Association Incorporated\n Australian Salaried Medical Officers' Federation Industrial Organisation of Employees, Queensland\n Queensland Branch of the Australian Medical Association \n \n \n \n\n \n \n or any association or organisation, or combination of associations or organisations, whether registered or not, that may be determined by resolution of Federal Council, to be an Associated Body for the purposes of this rule.",
      "id": "s44"
    },
    {
      "text": "\"approved amounts\" means amounts equal in each case to the total otherwise payable by members of the Associated Body to whom sub-rule (7) applies by way of subscriptions and entrance fees under these rules.",
      "id": "s45"
    },
    {
      "text": "Rule 15 of the Rules provides for unfinancial members and is expressed in the following terms: \n \n (1) An unfinancial member shall not be entitled: - \n \n \n \n \n (a) to any of the rights or privileges of membership; or\n (b) to hold any office in or to nominate any person for election to any office in or to vote or otherwise participate in any way in any ballot or election in the Federation; or\n (c) to vote or speak at any meeting of the Federation.",
      "id": "s46"
    },
    {
      "text": "(2) Where a member's subscription has been in arrears for a period in excess of three months, the Branch Secretary shall, in writing, notify that member of the arrears and require payment of same within 14 days, bringing to the member's attention the provisions of sub-rule (1) of this rule.",
      "id": "s47"
    },
    {
      "text": "(3) Where a member's subscription has been in arrears for a period in excess of three months and that member does not within 14 days from the date of being notified of that arrears by the Branch Secretary, pay to the Treasurer all outstanding subscriptions, that member shall be deemed to have forfeited his membership in the Federation and his name shall be struck from the register of members.",
      "id": "s48"
    },
    {
      "text": "(4) For the purpose of this rule \"subscription\" means all or part of the Annual Subscription and any levy.",
      "id": "s49"
    },
    {
      "text": "POWER TO CONDUCT AN INQUIRY \n Notwithstanding the manner in which the Application to this Court is expressed, it is considered that the law to be applied is that now contained in the Fair Work (Registered Organisations) Act 2009 (Cth) (\"the 2009 Act\").",
      "id": "s50"
    },
    {
      "text": "That was the conclusion reached by Barker J after a review of the complex transitional provisions in Re Mcjannett (No 2) [2009] FCA 1015 at [3] to [10].",
      "id": "s51"
    },
    {
      "text": "Section 200 of the Act identifies those persons who may apply to this Court where it is believed that an \" irregularity \" has occurred in relation to an election.",
      "id": "s52"
    },
    {
      "text": "That section provides as follows: \n \n Application for inquiry \n \n\n \n \n When member of organisation may apply for inquiry \n (1) If a person who is, or within the preceding period of 12 months has been, a member of an organisation claims that there has been an irregularity in relation to an election for an office in the organisation or a branch of the organisation, the person may make an application for an inquiry by the Federal Court into the matter.",
      "id": "s53"
    },
    {
      "text": "Note: For the meaning of irregularity, see section 6.",
      "id": "s54"
    },
    {
      "text": "When Electoral Commissioner must apply for an inquiry \n (2) If the Electoral Commissioner believes that the result of an election for an office has been affected by an irregularity in relation to the election, the Electoral Commissioner must make an application for an inquiry by the Federal Court into the matter.",
      "id": "s55"
    },
    {
      "text": "When Electoral Commissioner may apply for an inquiry \n (3) If the Electoral Commissioner believes that there has been an irregularity in relation to an election for an office, the Electoral Commissioner may make an application for an inquiry by the Federal Court into the matter.",
      "id": "s56"
    },
    {
      "text": "It may be noted that s 200(1) expressly confers a discretionary entitlement upon a person who \" claims that there has been an irregularity \" to make an application --- such a person \" may make an application \".",
      "id": "s57"
    },
    {
      "text": "Section 200(3) also expressly confers a discretion upon the Electoral Commissioner.",
      "id": "s58"
    },
    {
      "text": "In contrast, s 200(2) is expressed in mandatory terms --- \" [i]f the Electoral Commissioner believes that the result of an election ... has been affected by an irregularity \", the Commissioner \" must make an application for an inquiry by the Federal Court ... \".",
      "id": "s59"
    },
    {
      "text": "A further difference in language between s 200(1) (on the one hand) and s 200(2) and (3) (on the other) may assume importance; namely, the difference between the terms \" claims \" and \" believes \".",
      "id": "s60"
    },
    {
      "text": "Presumably, no belief could be formed for the purposes of s 200(2) or (3) unless there were reasonable grounds for such a belief.",
      "id": "s61"
    },
    {
      "text": "But the absence of an express requirement that the belief be based \" on reasonable grounds \" in s 200(2) or (3) --- and the express inclusion of such a requirement as a prerequisite to the Court ordering an inquiry under s 201(b) --- was not explored.",
      "id": "s62"
    },
    {
      "text": "And, if there is a requirement that a member must make a bona fide claim for the purposes of s 200(1), the difference between such a claim and \" reasonable grounds \" for a belief was also left unexplored.",
      "id": "s63"
    },
    {
      "text": "Section 6 of the 2009 Act defines an \" irregularity \" as follows: \n \n irregularity , in relation to an election or ballot, includes: \n (a) a breach of the rules of an organisation or branch of an organisation; and \n (b) an act or omission by means of which: \n (i) the full and free recording of votes by all persons entitled to record votes and by no other persons; or \n (ii) a correct ascertainment or declaration of the results of the voting; \n is, or is attempted to be, prevented or hindered; and \n (c) a contravention of section 190.",
      "id": "s64"
    },
    {
      "text": "Section 190 provides as follows:\n \n \n Organisation or branch must not assist one candidate over another \n An organisation or branch commits an offence if it uses, or allows to be used, its property or resources to help a candidate against another candidate in an election under this Part for an office or other position.",
      "id": "s65"
    },
    {
      "text": "Maximum penalty: 100 penalty units.",
      "id": "s66"
    },
    {
      "text": "That section, it may be noted, is not constrained by any requirement that the conduct falling within its reach also breach any rule of an organisation.",
      "id": "s67"
    },
    {
      "text": "When addressing attention to the definition of an \" irregularity \" as that term was previously defined in s 4(1) of the Conciliation and Arbitration Act 1904 (Cth), in R v Gray; Ex parte Marsh [1985] HCA 67 ; (1985) 157 CLR 351 at 368, Gibbs CJ said: \n \n The notion of an irregularity, in relation to an election, involves the idea of some departure from some rule, established practice or generally accepted principle governing the conduct of the election.",
      "id": "s68"
    },
    {
      "text": "That case, unlike the present, did not involve any alleged breach of the rules of an organisation.",
      "id": "s69"
    },
    {
      "text": "The complaint was that electioneering material that had been distributed was misleading.",
      "id": "s70"
    },
    {
      "text": "Subsequently, in Re Collins; Ex parte Hockings [1989] HCA 42 ; (1989) 167 CLR 522 , more detailed attention was directed to when an \" irregularity \" arises \" in relation to an election \".",
      "id": "s71"
    },
    {
      "text": "Brennan and Deane JJ there observed at 525 that:\n \n \n ... an irregularity is not \"in or in connexion with an election\" if the irregularity consists merely in the steps taken to affect voting intention but leaves untouched the processes of nomination, conduct and declaration of the poll.",
      "id": "s72"
    },
    {
      "text": "Of concern to their Honours was the prospect raised by Gaudron J that, if acts which affect the formation of voting intentions were to fall within the definition of an \" irregularity \", this \" would involve a very substantial intrusion into the secrecy of the ballot \".",
      "id": "s73"
    },
    {
      "text": "Gaudron J confined the inquiry to the more formal machinery processes involved in an election, to the exclusion of electioneering.",
      "id": "s74"
    },
    {
      "text": "See also per Toohey and McHugh JJ at 526.",
      "id": "s75"
    },
    {
      "text": "It was to remedy the defects in the definition of \" irregularity \" considered in Re Collins that s 190 was apparently introduced: Re Mcjannett (No 2) [2009] FCA 1015 at [23] to [24].",
      "id": "s76"
    },
    {
      "text": "Barker J there noted that s 190 was introduced for the first time as part of Sch 1 of the Workplace Relations Act 1996 (Cth) and did not exist under earlier legislation dealing with inquiries into irregularities.",
      "id": "s77"
    },
    {
      "text": "It is nevertheless clear that the particular \" irregularity \" being relied upon must be \" in relation to \" an election: Re Ivory [1993] FCA 103 ; (1993) 41 FCR 267 at 273.",
      "id": "s78"
    },
    {
      "text": "See also: Re Davidson (1990) 22 FCR 449 at 453 to 454 per Wilcox J.",
      "id": "s79"
    },
    {
      "text": "It may also be noted that the definition of \" irregularity \" is not an exhaustive definition.",
      "id": "s80"
    },
    {
      "text": "Section 201 sets forth those circumstances in which an \" inquiry \" is to be conducted.",
      "id": "s81"
    },
    {
      "text": "That section provides as follows: \n \n Instituting of inquiry \n Where: \n (a) an application for an inquiry has been lodged with the Federal Court under section 200 ; and \n (b) the Court is satisfied that there are reasonable grounds for the application; \n the Court must fix a time and place for conducting the inquiry, and may give such directions as it considers necessary to ensure that all persons who are or may be justly entitled to appear at the inquiry are notified of the time and place fixed and, where the Court fixes a time and place, the inquiry is taken to have been instituted.",
      "id": "s82"
    },
    {
      "text": "Section 205 thereafter sets forth the procedure to be followed by the Court and s 206 sets forth the action that may be taken by the Court.",
      "id": "s83"
    },
    {
      "text": "Included within the orders that may be made is an order declaring an election, or any step in relation to an election, to be void.",
      "id": "s84"
    },
    {
      "text": "In Re Jacomb [2000] FCA 1891 , 180 ALR 134 , Weinberg J declined to make such an order.",
      "id": "s85"
    },
    {
      "text": "The power conferred by s 201 is constrained by the requirement that the Court be \" satisfied that there are reasonable grounds for the application \".",
      "id": "s86"
    },
    {
      "text": "Grounds which provide no more than a speculative basis for a suspicion will not suffice: Re Post; Re Election for Offices in Transport Workers Union of Australia, Western Australian Branch (1992) 40 IR 162.",
      "id": "s87"
    },
    {
      "text": "When considering the terms of earlier comparable legislation, French J there formulated the approach to be applied as follows (at 166): \n \n \"Reasonable ground for the application\" \n The question for the Court mandated by s 219(b) of the Industrial Relations Act 1988 is whether it is satisfied that there is reasonable ground for the application.",
      "id": "s88"
    },
    {
      "text": "It will not be so satisfied if the grounds relied upon could not, even if made out, constitute \"an irregularity in relation to an election for an office in the organisation\".",
      "id": "s89"
    },
    {
      "text": "The question whether there is such an irregularity lies at the heart of this jurisdiction.",
      "id": "s90"
    },
    {
      "text": "Nor will it be so satisfied if the allegations of fact relied upon in the application do not at least offer good grounds for suspicion that there has been such an irregularity.",
      "id": "s91"
    },
    {
      "text": "The Court will not entertain an application of a speculative nature based upon the applicant's opinion that there has been irregularity unless that opinion rests upon some substantial factual foundation.",
      "id": "s92"
    },
    {
      "text": "Necessary conditions to establish the requisite state of satisfaction can be multiplied.",
      "id": "s93"
    },
    {
      "text": "It is harder to state what is sufficient to satisfy the Court beyond the words of the section itself which require an evaluative judgment at this preliminary stage.",
      "id": "s94"
    },
    {
      "text": "See also: Re Randall (1993) 44 FCR 324 at 325 per French J.",
      "id": "s95"
    },
    {
      "text": "The same approach should be applied to s 201(b) of the 2009 Act.",
      "id": "s96"
    },
    {
      "text": "To invoke this Court's power to conduct an inquiry, it has been said, is \" a serious matter \": Re Jarman; Ex parte Cook (No 2) [1996] HCA 7 ; (1996) 136 ALR 233.",
      "id": "s97"
    },
    {
      "text": "Again, when addressing the terms of s 219, which conferred power on the Industrial Relations Court to conduct an inquiry, Kirby J there observed (at 241): \n \n It is true that the powers of the Industrial Relations Court in conducting an election inquiry should not be narrowly construed.",
      "id": "s98"
    },
    {
      "text": "But the Act has provided ample powers to the court to make orders, as appropriate and necessary, including at short notice, to meet irregularities appearing in the course of an inquiry into an election.",
      "id": "s99"
    },
    {
      "text": "To invoke the jurisdiction of the Industrial Relations Court and to conduct an inquiry into an election is a serious matter.",
      "id": "s100"
    },
    {
      "text": "This explains the procedure established by s 219(b) by which, before an inquiry is conducted, the court must be satisfied that \"there is reasonable ground for the application\".",
      "id": "s101"
    },
    {
      "text": "I say that the step is a serious one because it affects confidence in the integrity of the conduct of the organisation; introduces an element of uncertainty in the tenure of the office-holders affected; distracts the attention of those office-holders, to some extent, from the pursuit of their industrial functions; consumes a great deal of time of the organisation and of public office-holders; and involves much public and private cost.",
      "id": "s102"
    },
    {
      "text": "In such circumstances, the proper inference is that the Parliament intended that electoral inquiries should not be lightly embarked upon nor extended unnecessarily beyond the subject matter of the particular application.",
      "id": "s103"
    },
    {
      "text": "That is the scheme of Pt IX Div 5 of the Act.",
      "id": "s104"
    },
    {
      "text": "The provision of s 221(1)(c) must be read to give effect to that scheme ... \n \n\n \nAnd, again, the same reservation is appropriate when an application is made pursuant to s 200 of the 2009 Act and when an inquiry is conducted pursuant to s 201: Re Mcjannett (No 2) [2009] FCA 1015 at [102] per Barker J.",
      "id": "s105"
    },
    {
      "text": "Although it may be accepted that the holding of an inquiry is \" a serious matter \", it has also been said that the statutory precondition to the holding of such an inquiry has been set by the legislature at a \" low \" level: Bourne v Campbell [1999] FCA 1522 at [8] , 93 IR 238 at 240.",
      "id": "s106"
    },
    {
      "text": "Einfeld J there observed: \n \n [8] When this application was first listed for directions, the Court was not invited by the respondents to determine that there was, as raised by s 219, no reasonable ground for the application.",
      "id": "s107"
    },
    {
      "text": "Yet a finding of satisfaction of the matter is in truth a statutory pre-requisite to the fixing of the hearing and the institution of the inquiry.",
      "id": "s108"
    },
    {
      "text": "The difficulty of reaching a preliminary view such as required by s 219, at a time when both the Court and the parties may not be in a position to consider the question, is probably at least one of the reasons for the presence in the legislation of s 223(5).",
      "id": "s109"
    },
    {
      "text": "In other words, if the Court and the parties are to achieve an early hearing of an inquiry into an election, as will virtually always be desirable, the level of satisfaction required by s 219 will ordinarily be quite low.",
      "id": "s110"
    },
    {
      "text": "The power to terminate under s 223(5) will then enable the Court to end an inquiry if a little later it is shown that there is no reasonable basis upon which the application can succeed.",
      "id": "s111"
    },
    {
      "text": "Whether it is correct to conclude that the \" level of satisfaction ... will ordinarily be quite low \" may be left to one side.",
      "id": "s112"
    },
    {
      "text": "The level of satisfaction required is that prescribed by the legislature; namely, the Court must be \" satisfied that there are reasonable grounds \" for the application being made.",
      "id": "s113"
    },
    {
      "text": "It may also be presently left to one side whether the requirement that there be \" reasonable grounds \" takes into account the facts and circumstances available to the person making the application.",
      "id": "s114"
    },
    {
      "text": "If the applicant is a \" member \", it may be that such a person has more intimate knowledge of those facts and circumstances relevant to an assessment of whether or not there has been an \" irregularity \".",
      "id": "s115"
    },
    {
      "text": "When the applicant is the Electoral Commissioner, as in the present case, these facts and circumstances may not be as readily accessible.",
      "id": "s116"
    },
    {
      "text": "At the outset of the application made by the Electoral Commissioner, a question was raised as to the nature of the power being exercised by the Court.",
      "id": "s117"
    },
    {
      "text": "Comparable powers previously found in the Conciliation and Arbitration Act 1904 (Cth) were found to be Constitutionally valid: Re Joske; Ex parte Shop Distributive and Allied Employees Association [1976] HCA 48 ; (1976) 135 CLR 194 at 218; Re Application by Adamson for an Election Inquiry in the Amalgamated Metals Foundry and Shipwrights Union (unreported, FCA, Gray J, NSW No 28 of 1984, 17 June 1985); Leary v The Australian Builders' Labourers' Federation; Re Elections for Offices in Australian Builders' Labourers' Federation (New South Wales Branch) (1961) 2 FLR 342 per Joske J; Re Mellor; Re Federated Liquor &amp; Allied Industries Employees Union of Australia, Queensland Branch (1986) 17 IR 398.",
      "id": "s118"
    },
    {
      "text": "The Electoral Commissioner served notices in accordance with s 78B of the Judiciary Act 1903 (Cth) in the present proceeding.",
      "id": "s119"
    },
    {
      "text": "No Attorney has intervened.",
      "id": "s120"
    },
    {
      "text": "No submission has been advanced that the current powers vested in this Court are beyond the competence of the federal legislature.",
      "id": "s121"
    },
    {
      "text": "Whilst awaiting a response to the service of the s 78B notices, the Electoral Commissioner on or about 27 October 2009 took the opportunity to inform Dr Coralie Endean; Dr Nicholas Buckmaster; Dr James Finn; The Australian Salaried Medical Officers' Federation; and The Queensland Branch of the Australian Salaried Medical Officers' Federation \nof the application being made.",
      "id": "s122"
    },
    {
      "text": "The hearing of the application, which commenced on 26 October and which concluded on 11 November 2009, proceeded ex parte .",
      "id": "s123"
    },
    {
      "text": "CONCLUSIONS \n The application by the Electoral Commissioner in respect to Dr Endean is made pursuant to s 200(2), it being believed by the Electoral Commissioner that \" the result of an election for an office has been affected by an irregularity in relation to the election ... \".",
      "id": "s124"
    },
    {
      "text": "The application in respect to Dr Finn is made pursuant to s 200(3), the election process not yet having concluded.",
      "id": "s125"
    },
    {
      "text": "The Electoral Commissioner believes that declining to accept the payment that Dr Endean sought to make and advising Dr Finn that it was \" not possible \" for him to pay dues to the Federal branch constitute breaches of Rule 13 and \" irregularities \".",
      "id": "s126"
    },
    {
      "text": "Those \" irregularities \", it is believed, occurred in the conduct of the May and June 2009 elections.",
      "id": "s127"
    },
    {
      "text": "Upon an application being made, the task presently entrusted to this Court is that set forth in s 201(b), namely to reach a state of satisfaction \" that there are reasonable grounds for the application \".",
      "id": "s128"
    },
    {
      "text": "It is no part of the task now entrusted to the Court to attempt to pre-empt the result of any inquiry that may be held.",
      "id": "s129"
    },
    {
      "text": "As observed by French J (as His Honour then was) in Re Post , the task presently before the Court \" require[s] an evaluative judgment at this preliminary stage \": (1992) 40 IR at 167.",
      "id": "s130"
    },
    {
      "text": "In Re Randall , His Honour referred to an application of the present kind as involving \" threshold questions \": (1993) 44 FCR at 325.",
      "id": "s131"
    },
    {
      "text": "For the purposes of s 201(b), it is considered that a Court may be \" satisfied that there are reasonable grounds for the application \" if satisfied that the construction of the Rules of an organisation being advanced by the Electoral Commissioner is reasonably open.",
      "id": "s132"
    },
    {
      "text": "The fact of an application being lodged with this Court under s 200 and the state of satisfaction that \" there are reasonable grounds for the application \" are the statutory prerequisites to the exercise of the power conferred by s 201 to \" fix a time and place for conducting the inquiry \": cf Health Services Union of Australia and Health Services Union of Australia Victoria No 1 Branch In the Matter of an Inquiry Relating to an Election for an Office [2000] FCA 160.",
      "id": "s133"
    },
    {
      "text": "The correct construction of Rule 13 in the present proceeding and, in particular, subsections (1), (2) and (5), may thus presently be left to one side.",
      "id": "s134"
    },
    {
      "text": "The construction of that Rule now being advanced by the Electoral Commissioner --- namely, that an unfinancial member may again become financial by payment of arrears and that a refusal to accept payment is a breach of the Rules --- is a construction which is reasonably open.",
      "id": "s135"
    },
    {
      "text": "If that construction is correct, a breach of the Rules may have occurred.",
      "id": "s136"
    },
    {
      "text": "For present purposes, such evidence as there is provides a sufficient basis upon which it is open to the Electoral Commissioner to conclude that Dr Endean sought to pay outstanding subscriptions and that that attempted payment was refused.",
      "id": "s137"
    },
    {
      "text": "Why the payment was refused remains unknown.",
      "id": "s138"
    },
    {
      "text": "Any breach of the Rules in respect to Dr Finn is less certain.",
      "id": "s139"
    },
    {
      "text": "Although it would appear that Dr Finn did not seek to tender payment, the basis upon which he was told on 30 June 2009 that it was \" not possible \" (presumably) to join \" the federal body directly \" also invites inquiry.",
      "id": "s140"
    },
    {
      "text": "The belief of the Electoral Commissioner that that too may constitute a breach of the Rules is a belief which can reasonably be held.",
      "id": "s141"
    },
    {
      "text": "It is thus concluded that there was a sufficient basis upon which the Electoral Commissioner could form the belief that \" the result of an election for an office has been affected by an irregularity \" for the purposes of s 200(2) and to form the belief that there has been an \" irregularity \" for the purposes of both s 200(2) and (3).",
      "id": "s142"
    },
    {
      "text": "It is further concluded that it is open for the Electoral Commissioner to form a belief that the \" irregularity \" which is presently in issue is \" in relation to an election \".",
      "id": "s143"
    },
    {
      "text": "Whatever may be the outer boundaries of the statutory phrase \" an irregularity in relation to an election \", it is certainly open to the Electoral Commissioner to form a belief that the phrase encompasses an \" irregularity \" which has the consequence that a nomination is rejected or not accepted.",
      "id": "s144"
    },
    {
      "text": "Although it remains \" a serious thing \" to conduct an inquiry, an apparently wrongful refusal to allow a member to remedy outstanding subscriptions and thereafter be eligible for nomination is a matter warranting an inquiry.",
      "id": "s145"
    },
    {
      "text": "Upon the basis of the materials presently available, \" the Court is satisfied that there are reasonable grounds for the application \".",
      "id": "s146"
    },
    {
      "text": "It is, accordingly, concluded that an inquiry should be held in relation to the first election (in which Dr Endean sought to stand for election) and the recall election (in which Dr Finn sought to stand for election).",
      "id": "s147"
    },
    {
      "text": "That inquiry should be held at the earliest available date.",
      "id": "s148"
    },
    {
      "text": "It is anticipated that that inquiry should be held in the first week of March 2010.",
      "id": "s149"
    },
    {
      "text": "No application is made for any interim order pursuant to s 204.",
      "id": "s150"
    },
    {
      "text": "Prior to fixing a time and place for conducting an inquiry in accordance with s 201 of the 2009 Act, the Amended Application and Affidavits in support should be served upon those persons who may have \" an interest \" in the inquiry and who may wish to apply for leave to appear in accordance with s 205 of that Act.",
      "id": "s151"
    },
    {
      "text": "The identification of persons who at this stage may have \" an interest \" is not a conclusion that such persons do indeed have \" an interest \" and does not foreclose the prospect that there may be others who may also wish to apply for leave to appear.",
      "id": "s152"
    },
    {
      "text": "ORDERS \n The orders of the Court are: A copy of the Amended Application as filed on 26 October 2009, together with the Affidavits (and annexures) of Noopur Madan affirmed on 18 September 2009 and 23 October 2009, are to be served upon: (a) Dr Coralie Endean; (b) Dr James Finn; (c) Dr Nicholas Buckmaster; (d) The Australian Salaried Medical Officers' Federation; and (e) The Queensland Branch of the Australian Salaried Medical Officers' Federation \non or before midday on 25 November 2009.",
      "id": "s153"
    },
    {
      "text": "A copy of these Orders, together with the reasons for decision, are to be served upon the persons and entities identified in Order 1 hereof, on or before midday on 25 November 2009.",
      "id": "s154"
    },
    {
      "text": "The proceeding is stood over to 30 November 2009 at 9.30 am for directions and to fix a time and place for conducting an inquiry in accordance with s 201 of the Fair Work (Registered Organisations) Act 2009 (Cth).",
      "id": "s155"
    },
    {
      "text": "I certify that the preceding forty-one (41) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Flick.",
      "id": "s156"
    },
    {
      "text": "Associate:\n \n \nDated: 13 November 2009\n \n Solicitor for the Applicant: Australian Government Solicitor \n Date of Hearing: 11 November 2009 \n \n Date of Judgment: 13 November 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1311.html",
      "id": "s157"
    }
  ]
}