{
  "name": "Croker v TAFE Commission [2009] FCA 1024 (14 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1024.html",
  "catchphrases": [
    {
      "text": "application for an extension of time pursuant to s 46po(2) of the human rights and equal opportunity commission act 1986 (cth)",
      "id": "c0"
    },
    {
      "text": "whether there is any explanation for delay",
      "id": "c1"
    },
    {
      "text": "whether there is any prejudice to the respondent if extension is granted",
      "id": "c2"
    },
    {
      "text": "whether the applicant has an arguable case",
      "id": "c3"
    },
    {
      "text": "the applicant did not provide an adequate explanation for the entire period of delay nor does the applicant have an arguable case",
      "id": "c4"
    },
    {
      "text": "application for extension of time refused.",
      "id": "c5"
    },
    {
      "text": "practice &amp; procedure",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "In or about December 2008 a delegate of the President of the then Human Rights and Equal Opportunity Commission ('HREOC') terminated a complaint by the applicant, alleging discrimination under the Disability Discrimination Act 1992 (Cth), under s 46PH(1)(c) of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) ('the HREOC Act') on the ground that she was satisfied that the complaint was lacking in substance.",
      "id": "s0"
    },
    {
      "text": "Notice of that termination, dated 11 December 2008, and of the reasons for that decision were, in accordance with s 46PH(2) of the HREOC Act, issued by the delegate.",
      "id": "s1"
    },
    {
      "text": "On 5 January 2009 the applicant filed an application in this Court under s 46PO(1) of the HREOC Act alleging unlawful discrimination.",
      "id": "s2"
    },
    {
      "text": "The respondent to the application was named as State of New South Wales, Department of Education and Training ('the State').",
      "id": "s3"
    },
    {
      "text": "By notice of motion filed on 20 February 2009 the State moved for summary dismissal of the proceeding and on 20 March 2009 Emmett J dismissed the proceeding: Croker v Department of Education and Training (NSW) [2009] FCA 350.",
      "id": "s4"
    },
    {
      "text": "In the course of his reasons, his Honour said: \n \n [5] The first basis upon which the State seeks summary dismissal is that the institution providing the educational services that the applicant apparently sought is the Technical and Further Education Commission, a body corporate formed under the Technical and Further Education Act 1990 (NSW).",
      "id": "s5"
    },
    {
      "text": "That Act apparently provides that the Commission may use and act under the name TAFE Commission.",
      "id": "s6"
    },
    {
      "text": "[6] Clearly the proceeding as presently constituted cannot possibly succeed and it should be dismissed.",
      "id": "s7"
    },
    {
      "text": "Whether or not the applicant has a valid claim against the TAFE Commission is a matter about which I am presently unable to express any view.",
      "id": "s8"
    },
    {
      "text": "It may be that the applicant will commence a fresh proceeding against the TAFE Commission.",
      "id": "s9"
    },
    {
      "text": "However, unless any such proceeding discloses some basis for relief, which is certainly not disclosed in the present application, any such further proceeding would suffer the same fate.",
      "id": "s10"
    },
    {
      "text": "An application for leave to appeal against the judgment of Emmett J was dismissed by Buchanan J on 30 April 2009: Croker v Department of Education and Training (NSW) [2009] FCA 431.",
      "id": "s11"
    },
    {
      "text": "The applicant commenced the present proceeding against the respondent by application, together with a Form 167 (O 81, r 5 of the Federal Court Rules ('the Rules')), both filed in this Court on 26 May 2009.",
      "id": "s12"
    },
    {
      "text": "Section 46PO(2) of the HREOC Act requires an application to this Court to be made within 28 days after the issue of the notice under s 46PH(2), or within such further time as the Court allows.",
      "id": "s13"
    },
    {
      "text": "The 28 days expired on 9 January 2009 so that the applicant requires an extension of time within which to make his originating application.",
      "id": "s14"
    },
    {
      "text": "In Bahonko v Nurses Board of Victoria (No 4) [2007] FCA 1449 ; (2007) 97 ALD 721 , Middleton J considered at [47] and [48] the principles to be applied in exercising the discretion under s 46PO(2) of the HREOC Act and held that the three main matters that need to be taken into account are: \n(a) The explanation of the delay;\n \n(b) any prejudice to the respondent; and\n \n(c) whether the applicant has an arguable case.",
      "id": "s15"
    },
    {
      "text": "Subsequently, on 8 July 2009, the respondent filed a notice of motion seeking a stay or summary dismissal of the proceeding pursuant to O 20 r 5(1)(a) or (b) of the Rules; in the alternative, summary judgment in favour of the respondent pursuant to s 31A of the Federal Court of Australia Act 1976 (Cth) ('the Act'); in the alternative, that the applicant's 'Application and Claim' be struck out pursuant to O 11 r 16 of the Rules; in the alternative, that the applicant provide security for costs in the sum of $20,000 or such other sum ordered by the Court by a fixed time and date, that the proceeding be stayed until such time as the applicant provided such security and that if such security was not forthcoming by the time and date so fixed, the proceeding be dismissed.",
      "id": "s16"
    },
    {
      "text": "Additionally, the respondent sought an order pursuant to O 46 r 7A of the Rules, that the applicant not institute any proceeding against the respondent relating to the subject matter of the present proceeding except with the leave of the Court.",
      "id": "s17"
    },
    {
      "text": "When the motion came on for hearing, I indicated to the parties that I did not think O 11 r 6 of the Rules enabled me to strike out the applicant's 'Application and Claim' even if I was minded to do so; that rule was concerned with the striking out of pleadings and could not be relied upon to strike out the applicant's originating application.",
      "id": "s18"
    },
    {
      "text": "Second, I indicated that until I determined the applicant's application for an extension of time in which to file his originating application, the orders and alternative orders sought on the motion were premature, even though there were common underlying issues as between the exercise of the Court's discretion as to whether an extension of time should be granted and whether or not to make the primary orders for relief sought in the motion.",
      "id": "s19"
    },
    {
      "text": "I therefore proceeded to hear the applicant's application for an extension of time to file his originating application in the Court outside the 28 days prescribed by s 46PO(2) of the HREOC Act.",
      "id": "s20"
    },
    {
      "text": "Explanation for Delay\n Attachment C to the Form 167 filed with the applicant's originating application outlined the matters which the applicant claimed explained his delay in filing that application.",
      "id": "s21"
    },
    {
      "text": "It provides: Do you need an extension of time?",
      "id": "s22"
    },
    {
      "text": "I am seeking an extension of time to lodge my application and claim because an application Clayton Robert Croker v State of New South Wales Department of Education and Training NSD 2 of 2009 was filed in the Federal Court of Australia on the 5/1/2009;\n The application was an appeal from a written notice of the termination of the complaint by the President of the Human Rights and Equal Opportunity Commission.",
      "id": "s23"
    },
    {
      "text": "The written notice stated the respondent as State of New South Wales Department of Education and Training; \n The Federal Court of Australia on the 20/3/2009 found the respondent as the State of New South Wales Department of Education and Training was inappropriate and that the application lacked particulars and that the application could not proceed;\n A notice of motion to set aside the decision of the 20/3/2009 was filed in Federal Court of Australia on the 7/4/2009 that application was dismissed on the 30/4/2009; and\n Health, computer failure and personal, educational, and business commitments also procrastinated the filing of this application.",
      "id": "s24"
    },
    {
      "text": "On 8 July 2009 the applicant filed an affidavit sworn the same day setting out in chronological order a number of events which he deposed 'procrastinated the filing of the second application' after the dismissal of his application for leave to appeal from the judgment of Emmett J was dismissed on 30 April 2009.",
      "id": "s25"
    },
    {
      "text": "It provides: ... On the\n \n \n \n (i.",
      "id": "s26"
    },
    {
      "text": ") 30/4/2009 at 3:00pm I attended a consultation with my General practitioner;\n (ii.",
      "id": "s27"
    },
    {
      "text": ") 4/5/2009 I attended Sydney Institute Technology class;\n (iii.",
      "id": "s28"
    },
    {
      "text": ") 5/5/2009 at 10:15am I attended the SSAT application No.",
      "id": "s29"
    },
    {
      "text": "S231616;\n (iv.",
      "id": "s30"
    },
    {
      "text": ") 6/5/2009 I should of attended Sydney Institute Technology class;\n (v.) 6/5/2009 at 3:00pm I attended Sydney Dental Hospital for treatment;\n (vi.",
      "id": "s31"
    },
    {
      "text": ") 7/5/2009 at 10:00am I attended the AAT conference No.",
      "id": "s32"
    },
    {
      "text": "S2009/0948;\n (vii.",
      "id": "s33"
    },
    {
      "text": ") 7/5/2009 at 12:30pm I attended a consultation with my Podiatrist;\n (viii.",
      "id": "s34"
    },
    {
      "text": ") 11/5/2009 I attended Sydney Institute Technology class;\n (ix.",
      "id": "s35"
    },
    {
      "text": ") 13/5/2009 I should of attended Sydney Institute Technology class;\n (x.",
      "id": "s36"
    },
    {
      "text": ") 18/5/2009 I attended Sydney Institute Technology class;\n (xi.",
      "id": "s37"
    },
    {
      "text": ") 18/5/2009 at 12:30pm I attended Clinical Immunology at RPAH;\n (xii.",
      "id": "s38"
    },
    {
      "text": ") 20/5/2009 I attended Sydney Institute Technology class;\n (xiii.",
      "id": "s39"
    },
    {
      "text": ") 21/5/2009 at 9:45am I attended a consultation with my General practitioner; and\n (xiv.",
      "id": "s40"
    },
    {
      "text": ") 25/5/2009 I attended Sydney Institute Technology class.",
      "id": "s41"
    },
    {
      "text": "It is alleged that an extension of time should be granted as:\n \n \n \n (i.",
      "id": "s42"
    },
    {
      "text": ") the above events procrastinated the filing of the second application;\n (ii.",
      "id": "s43"
    },
    {
      "text": ") the application is in the public interest;\n (iii.",
      "id": "s44"
    },
    {
      "text": ") the application should be heard in the administration of justice;\n (iv.",
      "id": "s45"
    },
    {
      "text": ") the application has high prospects of success;\n (v.) there has been a gross miscarriage of justice;\n (vi.",
      "id": "s46"
    },
    {
      "text": ") the Respondents acts and omissions contravene the Legal Services Directions 2005;\n (vii.",
      "id": "s47"
    },
    {
      "text": ") to costs a fresh application could be brought under the Disability Discrimination Act [1992] (Cth).",
      "id": "s48"
    },
    {
      "text": "It is alleged that further to the above:\n \n \n \n (i.",
      "id": "s49"
    },
    {
      "text": ") on or about the 22/4/2009 my computer HDD which gave access to relevant document failed and was replaced by the manufacturer;\n (ii.",
      "id": "s50"
    },
    {
      "text": ") on or about the 13/5/2009 my computer screen failed and was repaired by the manufacturer twice; and\n (iii.",
      "id": "s51"
    },
    {
      "text": ") physical and financial disability also procrastinated the application.",
      "id": "s52"
    },
    {
      "text": "The respondent accepted that the applicant had an explanation for the delay for the period 9 January 2009 to 30 April 2009, being the date upon which Buchanan J refused the applicant leave to appeal from the judgment of Emmett J dismissing the earlier proceeding; the applicant commenced that proceeding within time, but was prosecuting it against the wrong respondent.",
      "id": "s53"
    },
    {
      "text": "However, the respondent argued that there is no proper explanation for the delay in the period 1 May 2009 to 26 May 2009.",
      "id": "s54"
    },
    {
      "text": "The events/matters which in paras (4) and (6) of the applicant's affidavit sworn and filed on 8 July 2009 are, according to the respondent, bare chronological entries which do not inform one of their relevance to an explanation for the delay.",
      "id": "s55"
    },
    {
      "text": "For example, in para (4) there are five entries which might be regarded as health related, being references to attending general practitioners, the dental hospital, a podiatrist and Clinical Immunology at RPAH, but these do not inform one that poor health prevented the applicant from filing the application in a timely manner.",
      "id": "s56"
    },
    {
      "text": "In para (6)(iii) of his affidavit, the applicant contends that 'physical and financial disability' was a factor in the late filing of the application.",
      "id": "s57"
    },
    {
      "text": "According to the respondent, this bare assertion, without more, does not inform one as to the reason for the delay.",
      "id": "s58"
    },
    {
      "text": "In the relevant period, the applicant attended classes at the Sydney Institute of Technology and was also able to appear at the Social Security Appeals Tribunal on 5 May 2009 and at the Administrative Appeals Tribunal on 7 May 2009, presumably for the purposes of proceedings in which he was involved.",
      "id": "s59"
    },
    {
      "text": "According to the respondent, this indicates that the applicant was not restricted in carrying out daily activities.",
      "id": "s60"
    },
    {
      "text": "There is no evidence that 'business commitments' prevented the applicant from filing his application in a timely manner.",
      "id": "s61"
    },
    {
      "text": "The respondent submitted that the applicant is very experienced in Court and Tribunal matters.",
      "id": "s62"
    },
    {
      "text": "The Court should infer that the applicant is well aware of the time limits which apply to Court proceedings.",
      "id": "s63"
    },
    {
      "text": "In Croker v Philips Electronics Australia Limited [2000] FCA 1731 , the applicant made an unsuccessful application for an extension of time within which to seek leave to appeal.",
      "id": "s64"
    },
    {
      "text": "A similar unsuccessful application was made before Buchanan J in the recent application for leave to appeal from the decision of Emmett J: Croker v Department of Education and Training (NSW) [2009] FCA 431.",
      "id": "s65"
    },
    {
      "text": "The respondent submitted that it is incumbent upon the applicant to provide a satisfactory explanation for the entirety of the period of delay.",
      "id": "s66"
    },
    {
      "text": "It submitted that the applicant has not adequately or at all provided an explanation for the delay in filing the application for the period 1 May to 26 May 2009.",
      "id": "s67"
    },
    {
      "text": "I agree that the respondent's explanation for the delay is totally unsatisfactory.",
      "id": "s68"
    },
    {
      "text": "On the other hand, having regard to the extent of the delay, as a stand alone consideration, I would not regard it as so great as to warrant a refusal to exercise my discretion to extend time for the applicant to file his originating application.",
      "id": "s69"
    },
    {
      "text": "But there are other matters to be taken into account.",
      "id": "s70"
    },
    {
      "text": "Prejudice to the Respondent\n The respondent did not claim any actual prejudice caused by the delay.",
      "id": "s71"
    },
    {
      "text": "However, the absence of prejudice is not sufficient to allow an extension of time: Bahonko at [53].",
      "id": "s72"
    },
    {
      "text": "Arguable Case\n For the reasons advanced below in paras [21] to [24], the respondent submitted that the applicant's case is not arguable and has no prospects of success.",
      "id": "s73"
    },
    {
      "text": "In consequence, the respondent submitted that it is not in the interests of justice to grant the applicant an extension of time to file his originating application.",
      "id": "s74"
    },
    {
      "text": "In Attachment A to the Form 167, the applicant responded to question 11: 'Describe the discrimination that you are complaining of', in the following terms: \n \n (a) It is alleged that on the 29/1/2008 the respondent unlawful[ly] discriminated against the applicant contravening ss.",
      "id": "s75"
    },
    {
      "text": "5 , 6 , 11 and 22 of the Disability Discrimination Act 1992 by failing to accept the applicant's application for re-enrolment in the day time full time mode of the diploma in Website Development.",
      "id": "s76"
    },
    {
      "text": "(b) It is alleged that on the 8/2/2008 the respondent unlawful[ly] discriminated against the applicant contravening ss.",
      "id": "s77"
    },
    {
      "text": "5 , 6 , 11 and 22 of the Disability Discrimination Act 1992 by limiting the applicant's access to the evening time part time mode of the diploma in Website Development.",
      "id": "s78"
    },
    {
      "text": "(b) It is alleged that the respondent unlawful[ly] discriminated against the applicant by subjecting the applicant to further detriment contravening ss.",
      "id": "s79"
    },
    {
      "text": "5 , 6 , 11 and 22 of the Disability Discrimination Act 1992 by filing a response to the applicant's complaint in the Human Rights and Equal Opportunity Commission knowing that the information or statements were false and misleading in material particulars and in contravention of the Human Rights and Equal Opportunity Commission Act 1986 (Cth) s. 46PN.",
      "id": "s80"
    },
    {
      "text": "(c) It is alleged that the respondent well knew since approximately 1990 that the applicant was under a physical disability, Repetitive Strain Injury (RSI).",
      "id": "s81"
    },
    {
      "text": "The respondent observed that the applicant claims to suffer from a physical disability, Repetitive Strain Injury (RSI): para (11)(d).",
      "id": "s82"
    },
    {
      "text": "However, the applicant does not explain how it is alleged that his disability led to his exclusion from enrolment.",
      "id": "s83"
    },
    {
      "text": "The respondent further observed that the same defect infected the applicant's earlier application dismissed by Emmett J.",
      "id": "s84"
    },
    {
      "text": "In the course of considering whether to make an order precluding the applicant from instituting any proceeding against the State relating to the subject matter of the proceeding before him without the leave of the Court, at [8] his Honour said:\n \n \n I am not at present disposed to make such an order.",
      "id": "s85"
    },
    {
      "text": "It may be that there is some basis upon which the applicant can indicate that he has been discriminated against.",
      "id": "s86"
    },
    {
      "text": "There is no basis in the material before me so far to suggest he will be able to do that but I am not prepared to preclude his making an attempt to do so.",
      "id": "s87"
    },
    {
      "text": "However, as I have said, if he does commence a fresh proceeding in relation to alleged discrimination in connection with his enrolment for the Diploma and does not specify with specific clarity the basis upon which it is alleged that his rejection was on the basis of his disability, that proceeding should also be dismissed as having no prospects of success.",
      "id": "s88"
    },
    {
      "text": "However, I am not in a position to pre-empt what might be done if such a proceeding is commenced.",
      "id": "s89"
    },
    {
      "text": "I therefore decline to make the order sought by the State.",
      "id": "s90"
    },
    {
      "text": "The present application and Form 167 suffer from the same defect.",
      "id": "s91"
    },
    {
      "text": "There is nothing in either of them to suggest that the applicant's disability led to his exclusion from enrolment.",
      "id": "s92"
    },
    {
      "text": "If I was to grant the applicant an extension of time to file his originating application, the respondent's motion for summary dismissal of the proceeding pursuant to O 20 r 5(1)(a) or (b) of the Rules would inevitably succeed for the same reasons alluded to by Emmett J in the earlier proceeding.",
      "id": "s93"
    },
    {
      "text": "In those circumstances, there is no utility in acceding to the applicant's application for an extension of time and it therefore must be refused with costs.",
      "id": "s94"
    },
    {
      "text": "I certify that the preceding twenty-four (24) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s95"
    },
    {
      "text": "Associate:\n \n \nDated: 14 September 2009\n \n Counsel for the Applicant: The applicant appeared in person \n \n Counsel for the Respondent: Mr MK Minehan \n \n Solicitor for the Respondent: Hickson Lawyers \n Date of Hearing: 31 August 2009 \n \n Date of Judgment: 14 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1024.html",
      "id": "s96"
    }
  ]
}