{
  "name": "Ann Street Mezzanine Pty Ltd (In Liquidation) v Beck [2009] FCA 1325 (17 November 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1325.html",
  "catchphrases": [
    {
      "text": "discovery",
      "id": "c0"
    },
    {
      "text": "redaction",
      "id": "c1"
    },
    {
      "text": "legal professional privilege",
      "id": "c2"
    },
    {
      "text": "irrelevance.",
      "id": "c3"
    },
    {
      "text": "practice and procedure",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "The fourth defendant, Mr Norman Carey, and the twenty-six cross claimants filed a motion on 24 September 2009 seeking orders that the second cross respondent, Australian Securities and Investments Commission (\"ASIC\") produce to the Court and make available to the fourth defendant and the cross claimants the documents or copies of the documents referred to and identified in the list of documents affirmed on 21 August 2009 and filed and served by ASIC on 25 August 2009.",
      "id": "s0"
    },
    {
      "text": "On 4 August 2009 Finkelstein J made a number of orders including the following: By 14 August 2009, the second-cross respondent (ASIC) make discovery to the fourth defendant and the cross-claimants of any reports of investigations prepared by ASIC pursuant to sections 16 or 17 of the Australian Securities and Investments Commission Act 2001 (Cth) (ASIC Act) in relation to its investigations into the Westpoint Group (as defined in the plaintiff's statement of claim) carried out between 1 January 2003 and 31 December 2005.",
      "id": "s1"
    },
    {
      "text": "By 14 August 2009, ASIC make discovery to the fourth defendant and the cross-claimants of any minutes of meetings of ASIC held prior to 22 November 2005 relating to the decision of ASIC to make application to the Federal Court of Australia in or about November and December 2005 to wind up York Street Mezzanine Pty Ltd and Ann Street Mezzanine Pty Ltd. \n By 14 August 2009, ASIC make discovery to the fourth defendant, the cross-claimants and the first cross-respondent of KPMG's audit files relating to its audit of the Mezzanine Companies and any members of the Westpoint Group (as defined in the plaintiff's statement of claim) for the year ended 30 June 2005 (including all correspondence or records of correspondence to and from KPMG during the period in which the work was carried out).",
      "id": "s2"
    },
    {
      "text": "... \n 5.",
      "id": "s3"
    },
    {
      "text": "In relation to any documents discovered pursuant to these orders: \n \n \n \n \n (a) Such discovery: \n \n \n \n \n \n \n (i) shall be made by producing documents to the extent they are relevant to the issues in the proceedings referred to in Annexure B to these orders (\"Directors Actions\") and which are not subject to claims for privilege or other objection to inspection; and \n \n \n \n\n \n \n \n \n (ii) may be made by producing documents for inspection in hard copy or electronic form together with an affidavit stating that the documents which have been produced pursuant to these orders are, to the deponent's best belief, all the documents that satisfy the categories for which discovery is required; \n \n \n \n\n \n \n \n (b) Inspection of the documents discovered pursuant to paragraphs 1 and 2 of these orders is limited to the fourth defendant and the cross claimants; and \n \n \n\n \n \n \n (c) Leave is granted for the discovered documents to be used for the purposes of the Directors' Actions.",
      "id": "s4"
    },
    {
      "text": "\" \n \n \n\n In the documents which ASIC discovered pursuant to par 2 of the order it masked sections of the documents which it contends are not relevant to the issues in the proceeding or which are privileged from production on the ground of legal profession privilege.",
      "id": "s5"
    },
    {
      "text": "In its list of documents ASIC discovered no documents under par 1 of the order of Finkelstein J.",
      "id": "s6"
    },
    {
      "text": "In respect of par 2 of that order ASIC discovered the following: \n \n \"Extracts from minutes of meetings of ASIC held prior to 22 November 2005 relating to the decision of ASIC to make application to the Federal Court of Australia in or about November or December 2005 to wind up York Street Mezzanine and Ann Street Mezzanine Pty Ltd masked or redacted to remove portions of those minutes which are not relevant to the issues in this proceeding or which are subject to claims for privilege.",
      "id": "s7"
    },
    {
      "text": "\" \n \n\n \nThere were then set out extracts from minutes and progress reports submitted in respect of ten \"NAT\" and \"NECC\" meetings.",
      "id": "s8"
    },
    {
      "text": "The fourth defendant and the cross claimants sought from ASIC copies of the masked sections of the documents discovered which dealt with: \n(a) the financial position of the Westpoint Group or any of its members;\n \n(b) any internal or external reports as to the financial position of the Westpoint Group or any of its members;\n(c) any advice from Deloittes in relation to the Westpoint Group or any of its members.",
      "id": "s9"
    },
    {
      "text": "In an affidavit affirmed on 2 November 2009 Louise Anne Macaulay, a lawyer employed by ASIC, set out the basis upon which ASIC claimed that the documents were privileged from production on the ground of legal professional privilege.",
      "id": "s10"
    },
    {
      "text": "ASIC's claim was based upon two categories.",
      "id": "s11"
    },
    {
      "text": "The category described as \"P1\" referred to: \n \n \"The aspects of ASIC's investigations concerning Westpoint which contained or referred to legal advice provided to ASIC are those concerning: \n \n\n \n \n (a) Advice provided by counsel in relation to alleged misleading and deceptive conduct in information memoranda issued by the Westpoint Group and commencing proceedings with respect to that conduct.",
      "id": "s12"
    },
    {
      "text": "Masking has been undertaken in respect of this issue in relation to the following portions of the documents discovered (by reference to the number of documents in the affidavit of documents): \n ...\" \n \n\n \nThe category described as \"P2\" referred to:\n \n \n \n \"The aspects of ASIC's investigations concerning Westpoint which consisted of a confidential communication made in relation to and for the purposes of ASIC obtaining legal advice in connection with anticipated litigation are those concerning ASIC seeking legal advice and expert evidence in relation to various issues regarding the Westpoint Group, including its solvency, and/or reporting on that advice or steps taken in preparation for legal proceedings.",
      "id": "s13"
    },
    {
      "text": "Masking has been undertaken in respect of this issue in relation to the following portions of the documents discovered (by reference to the numbering of documents in my affidavit of documents): \n ...\" \n \n The documents discovered by ASIC pursuant to par 2 of the order of 4 August 2009 were masked and each item which was masked was annotated by reference to one or other of the notations \"R1\", \"R2\", \"R3\", \"P1\" and \"P2\".",
      "id": "s14"
    },
    {
      "text": "Those annotations described the basis for the masking in the following terms: \n \n \"R1\" Irrelevant on the basis the masked portion does not relate to any aspect of any Westpoint investigation.",
      "id": "s15"
    },
    {
      "text": "Each of the minutes of meetings which have been discovered recorded discussion which occurred at those meetings in respect of confidential investigations which were being conducted by ASIC at the time which were unrelated to the Westpoint Group or any company in the Westpoint Group.",
      "id": "s16"
    },
    {
      "text": "\"R2\" Irrelevant on the basis that the content of the portion masked, while referring to the Westpoint Group, relates to aspects of ASIC's investigations which are not related to the decision of ASIC to make the winding up applications.",
      "id": "s17"
    },
    {
      "text": "\"R3\" Irrelevant on the basis that the content of the portion masked, while referring to the Westpoint Group, relates to aspects of ASIC's investigations which concern only matters of project management, administration and resourcing of ASIC's investigations and which are not related to the decision of ASIC to make the winding up applications.",
      "id": "s18"
    },
    {
      "text": "In addition, ASIC reserves its rights in relation to claims for Public Interest Immunity in relation to these portions of the documents.",
      "id": "s19"
    },
    {
      "text": "\"P1\" Privileged on the basis the portion contains or refers to the contents of legal advice provided to ASIC.",
      "id": "s20"
    },
    {
      "text": "\"P2\" Privileged on the basis the portion consists of a confidential communication made in relation to and for the purposes of ASIC obtaining legal advice in connection with anticipated litigation.",
      "id": "s21"
    },
    {
      "text": "\" \n \n\n In her affidavit Ms Macaulay set out the basis upon which the claim for legal professional privilege was made.",
      "id": "s22"
    },
    {
      "text": "The fourth respondent and the cross claimants criticised Ms Macaulay's explanations in this respect and submitted that an insufficient basis had been established for making the claim for legal professional privilege in respect of the masked sections of the documents.",
      "id": "s23"
    },
    {
      "text": "I accept that in order to justify a claim for protection from production of documents on the ground of legal professional privilege a party has to do more than simply utter the litany \"legal professional privilege\".",
      "id": "s24"
    },
    {
      "text": "I am satisfied that ASIC has done more than simply utter that litany although in a number of respects the stated basis for the claim was lacking in particularity or detail.",
      "id": "s25"
    },
    {
      "text": "Nevertheless, I am satisfied that ASIC has disclosed a sufficient basis for maintaining a claim for legal professional privilege which requires me to examine the documents myself and satisfy myself whether the claim has been properly based and should be upheld.",
      "id": "s26"
    },
    {
      "text": "In the course of his submissions, Senior Counsel for the fourth defendant and the cross claimants submitted that two broad issues arose, namely: were the masked portions irrelevant?",
      "id": "s27"
    },
    {
      "text": "had ASIC discharged the onus of asserting and proving privilege?",
      "id": "s28"
    },
    {
      "text": "It was submitted that Ms Macaulay's affidavit misstated the test or approach to be adopted in determining whether the masked sections were irrelevant.",
      "id": "s29"
    },
    {
      "text": "There is substance in that submission.",
      "id": "s30"
    },
    {
      "text": "The documents may be relevant, that is they may relate to the decision of ASIC to make the application referred to in par 2 of Finkelstein J's order notwithstanding that they do not contain any references to \"the actual financial position of the Westpoint Group or any of its members\", as deposed to by Ms Macaulay.",
      "id": "s31"
    },
    {
      "text": "In any event I not bound by Ms Macaulay's explanations in relation to the masked sections or by her characterisation of them.",
      "id": "s32"
    },
    {
      "text": "The parties agreed that it was for me to determine whether the claims for masking the sections of the documents on the basis of irrelevance or legal professional privilege should be upheld or rejected.",
      "id": "s33"
    },
    {
      "text": "I have considered the masked sections of the discovered documents and approached the issue whether the claim for legal professional privilege should be upheld on the basis of the authorities and principles referred to by Senior Counsel for the fourth defendant and the cross claimants.",
      "id": "s34"
    },
    {
      "text": "I have not considered the issue of relevance by reference to whether the masked sections contain any reference to \"the actual financial position of the Westpoint Group or any of its members\".",
      "id": "s35"
    },
    {
      "text": "Rather, I have considered the issue of relevance more broadly and whether the masked sections contain material which refers to investigations and considerations of the solvency of the Westpoint Group which had a connection with or bore upon ASIC's decision to apply to the Court to wind up the two companies.",
      "id": "s36"
    },
    {
      "text": "I have set out in the annexure to these reasons my conclusion and finding in relation to each masked section.",
      "id": "s37"
    },
    {
      "text": "The fourth defendant and the cross claimants did not challenge those sections marked with the annotation \"R1\".",
      "id": "s38"
    },
    {
      "text": "The page numbers in the annexure refer to the pagination adopted by the fourth defendant and the cross claimants in their annotation of Annexure DJH-20 to the affidavit of Daniel Joseph Hirsch sworn 23 September 2009 which I have cross-referenced to the page number of each individual document.",
      "id": "s39"
    },
    {
      "text": "I will hear the parties as to the form of order that should be made consistently with these reasons.",
      "id": "s40"
    },
    {
      "text": "I would propose that in relation to each masked section in respect of which I have rejected ASIC's claim that there be an order that ASIC produce to the fourth defendant and the cross claimants copies of those documents in respect of which ASIC's claim has been rejected without the masking of those sections.",
      "id": "s41"
    },
    {
      "text": "I will hear the parties as to the appropriate order as to costs which should be made.",
      "id": "s42"
    },
    {
      "text": "I certify that the preceding fifteen (15) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Goldberg.",
      "id": "s43"
    },
    {
      "text": "Associate:\n \n \nDated: 17 November 2009\n \n Counsel for the Fourth Defendant &amp; Cross Claimants: J W S Peters S.C. and E F Wheelahan \n \n Solicitor for the Fourth Defendant &amp; Cross Claimants: Consult Solicitors \n \n Counsel for the Second Cross Respondent: K McMillan S.C. with A M Dinelli \n \n Solicitor for the Second Cross Respondent: Johnson Winter &amp; Slattery \n \n \n Date of Hearing: 4 November 2009 \n \n Date of Judgment: 17 November 2009 \n SCHEDULE OF PARTIES \n \n \nANN STREET MEZZANINE PTY LTD (IN LIQUIDATION) (ACN 102 854 866) Plaintiff\n \n \nCEDRIC RICHARD PALMER BECK First Defendant\n \n \nJOHN NORMAN DIXON Second Defendant\n \n \nGRAEME JOHN RUNDLE Third Defendant\n \n \nNORMAN PHILLIP CAREY Fourth Defendant\n \n \nLYNETTE ROCHELLE SCHIFTAN Fifth Defendant\n \n \nNEEDLERS END NOMINEES PTY LTD (ACN 008 828 304) Sixth Defendant\n \n \nKEBBEL CAPITAL PTY LTD (ACN 106 196 481) Seventh Defendant\n \n \nPALENTIA PTY LTD (ACN 099 289 326) Eighth Defendant\n \n \nCONICAL HILL NOMINEES PTY LTD (ACN 103 113 999) Ninth Defendant\n \n \nHESTER BROOK PTY LTD (ACN 072 676 914) Tenth Defendant\n \n \nANNA HARRIS Eleventh Defendant\n \n \nTURTLE BAY NOMINEES PTY LTD (ACN 119 633 457) Twelfth Defendant\n \n \nSUGARLOAF HILL NOMINEES PTY LTD (ACN 130 302 859) Thirteenth Defendant\n \n \nNORMAN PHILLIP CAREY First Cross Claimant\n \n \nQUARTZ NOMINEES PTY LTD (ACN 008 859 103) Second Cross Claimant\natf THE QUARTZ TRUST\n \n \nHECA NOMINEES PTY LTD (ACN 053 581 874) Third Cross Claimant\n \n \nACEBID PTY LTD (ACN 074 566 046) Fourth Cross Claimant\n \n \nANDRIANNI PTY LTD (ACN 005 458 720) Fifth Cross Claimant\natf THE ADRIANA TRUST\n \n \nANN STREET BRISBANE PTY LTD (ACN 101 943 711) Sixth Cross Claimant\natf THE ANN STREET BRISBANE TRUST\n \n \nBENNALONG HOLDINGS PTY LTD (ACN 008 741 008) Seventh Cross Claimant\n \n \nDOSIUS PTY LTD (ACN 009 449 450) Eighth Cross Claimant\n \n \nEARLMIST PTY LTD (RECEIVER &amp; MANAGER APPOINTED) Ninth Cross Claimant\n(CONTROLLER APPOINTED) (ACN 069 056 926) \natf THE EARLMIST UNIT TRUST\n \n \nETNAS PTY LTD (ACN 056 599 350) Tenth Cross Claimant\natf THE ETNAS TRUST\n \n \nHEALTHCARE PROPERTIES PTY LTD (ACN 074 501 955) Eleventh Cross Claimant\natf THE HEALTHCARE PROPERTIES TRUST\n \n \nHUNTINGDALE VILLAGE PTY LTD (RECEIVER &amp; Twelfth Cross Claimant\nMANAGER APPOINTED) (ACN 085 048 531) \natf THE HUNTINGDALE VILLAGE UNIT TRUST\n \n \nJEVWOOD PTY LTD (ACN 074 525 321) Thirteenth Cross Claimant\n \n \nK.I.S REALTY PTY LTD (ACN 100 871 314) Fourteenth Cross Claimant\n \n \nKEEP IT SIMPLE INVESTMENTS (GLOBAL) PTY LTD Fifteenth Cross Claimant\n(ACN 100 871 270)\n \n \nNORTH SYDNEY DEVELOPMENT PTY LTD Sixteenth Cross Claimant\n(CONTROLLER APPOINTED) (ACN 107 037 838) \natf THE NORTH SYDNEY DEVELOPMENT TRUST\n \n \nPAQUERO PTY LTD (ACN 003 540 556) Seventeenth Cross Claimant\n \n \nPARAGON APARTMENTS PTY LTD (RECEIVER &amp; Eighteenth Cross Claimant\nMANAGER APPOINTED) (ACN 087 200 413)\n \n \nRENAISSANCE MEZZANINE PTY LTD (ACN 110 978 491) Nineteenth Cross Claimant\n \n \nROMPRIDE PTY LTD (ACN 074 524 824) Twentieth Cross Claimant\natf THE ERLEY UNIT TRUST\n \n \nSCOTS CHURCH DEVELOPMENT LTD (RECEIVER &amp; Twenty-first Cross Claimant\nMANAGER APPOINTED) (ACN 091 686 323)\n \n \nSILKCHIME PTY LTD (RECEIVER &amp; MANAGER Twenty-second Cross Claimant\nAPPOINTED) (ACN 066 849 429) \natf THE SILKCHIME UNIT TRUST\n \n \nVANNIN PTY LTD (RECEIVER &amp; MANAGER Twenty-third Cross Claimant\nAPPOINTED) (ACN 067 610 271) \natf THE HAY FAMILY TRUST\n \n \nWARWICK ENTERTAINMENT CENTRE PTY LTD Twenty-fourth Cross Claimant\n(RECEIVER &amp; MANAGER APPOINTED) (ACN 054 246 918) \natf THE WARWICK ENTERTAINMENT CENTRE UNIT TRUST\n \n \nWESTPOINT FINANCIAL SERVICES PTY LTD Twenty-fifth Cross Claimant\n(ACN 074 148 324)\n \n \nWESTPOINT MANAGEMENT (CENTREWAYS) Twenty-sixth Cross Claimant\nPTY LTD (ACN 082 349 068) \natf THE CENTREWAYS REFURBISHMENT SYNDICATION TRUST \n \n \nFREEHILLS First Cross Respondent\n \n \nAUSTRALIAN SECURITIES AND INVESTMENTS COMMISSION Second Cross Respondent\n \n \nCOMMONWEALTH OF AUSTRALIA Third Cross Respondent\n \n ANNEXURE \n \n PRIVILEGED DOCUMENTS \n \n \n Document 3.1 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s44"
    },
    {
      "text": "p.28 (p.5 of document) P2 Claim Rejected p.29 (p.6 of document) P2 Claim Rejected \n \n Document 5.1 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s45"
    },
    {
      "text": "p.53 (p.4 of document) P2 Claim Rejected \n \n Document 6 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s46"
    },
    {
      "text": "p.61 (p.4 of document) P2 Claim Upheld p.62 (p.5 of document) P2 Claim Upheld \n \n Document 6.1 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s47"
    },
    {
      "text": "p.74 (p.9 of document) P2 Claim Upheld p.78 (p.13 of document) P2 Claim Rejected \n \n Document 7 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s48"
    },
    {
      "text": "p.85 (p.5 of document) P2 Claim Rejected (but subject matter not relevant --- See Relevance Section) p.86 (p.6 of document) P2 Claim Upheld \n \n Document 7.1 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s49"
    },
    {
      "text": "p.89 (p.2 of document) P2 Claim Upheld p.90 (p.3 of document) P2 (first) Claim Upheld \n P2 (second) Claim Upheld p.91 (p.4 of document) P2 (first) Claim Upheld \n P2 (second) Claim Upheld \n P2 (third) Claim Rejected \n P2 (fourth) Claim Upheld p.95 P2 (first) Claim Rejected \n P2 (second) Claim Rejected p.96 P2 (first) Claim Rejected \n P2 (second) Claim Rejected p.97 P2 (first) Claim Rejected \n P2 (second) Claim Rejected \n \n Document 8 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s50"
    },
    {
      "text": "p.101 (p.4 of document) P2 (first) Claim Upheld \n P2 (second) Claim Upheld \n \n Document 8.1 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s51"
    },
    {
      "text": "p.103 (p.1 of document) P2 Claim Upheld p.104 (p.2 of document) P2 Claim Upheld p.105 (p.3 of document) P2 Claim Upheld p.106 (p.4 of document) P2 (first) Claim Upheld \n P2 (second) Claim Upheld p.107 (p.5 of document) P2 Claim Upheld p.108 (p.6 of document) P2 (first) Claim Upheld \n P2 (second) Claim Rejected \n P2 (third) Claim Upheld p.113 (p.11 of document) P2 (first) Claim Upheld \n P2 (second) Claim Rejected \n P2 (third) Claim Rejected \n P2 (fourth) Claim Rejected \n \n Document 9.1 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s52"
    },
    {
      "text": "p.122 (p.1 of document) P1 Claim Upheld \n P2 Claim Upheld p.123 (p.2 of document) P2 Claim Upheld p.125 (p.4 of document) P2 (first) Claim Rejected \n P2 (second) Claim Rejected \n P2 (third) Claim Rejected \n \n Document 10 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s53"
    },
    {
      "text": "p.131 (p.5 of document) P2 Claim Rejected \n \n Document 10.1 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s54"
    },
    {
      "text": "p.133 (p.1 of document) P1 Claim Upheld p.134 (p.2 of document) P1 (first) Claim Upheld \n P2 Claim Upheld \n P1 (second) Claim Upheld p.135 (p.3 of document) P2 (first) Claim Upheld \n P2 (second) Claim Upheld \n \n Document 10.2 \n Page Number Type of Claim ASIC claim upheld/rejected?",
      "id": "s55"
    },
    {
      "text": "p.139 (p.3 of document) P1 Claim Upheld \n P2 Claim Upheld \n \n RELEVANCE DOCUMENTS \n \n \n Document 3.1 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s56"
    },
    {
      "text": "p.24 (p.1 of document) R2 Irrelevant p.25 (p.2 of document) R2 Irrelevant p.26 (p.3 of document) R2 Irrelevant p.29 (p.6 of document) R2 Irrelevant p.30 (p.7 of document) R2 Irrelevant p.31 (p.8 of document) R2 (first) Irrelevant \n R2 (second) Irrelevant \n R2 (third) Irrelevant \n R3 The first objective is relevant otherwise the rest of R3 is not relevant .",
      "id": "s57"
    },
    {
      "text": "p.32 (p.9 of document) R3 (first) Irrelevant \n R2 (first) Irrelevant \n R3 (second) Relevant \n R3 (third) Irrelevant p.33 (p.10 of document) R3 Irrelevant \n \n Document 3.2 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s58"
    },
    {
      "text": "p.34 (p.1 of document) R2 Irrelevant p.35 (p.2 of document) R2 Irrelevant p.36 (p.3 of document) R2 Irrelevant \n R3 Irrelevant p.37 (p.4 of document) R3 Irrelevant \n \n Document 5.1 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s59"
    },
    {
      "text": "p.50 (p.1 of document) R2 Irrelevant p.54 (p.5 of document) R2 Irrelevant p.55 (p.6 of document) R2 Irrelevant \n R3 Irrelevant p.56 (p.7 of document) R3 (first) Irrelevant \n R3 (second) Irrelevant p.57 (p.8 of document) R3 (first) Irrelevant \n R3 (second) Irrelevant \n \n Document 6 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s60"
    },
    {
      "text": "p.62 (p.5 of document) R3 Irrelevant \n \n Document 6.1 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s61"
    },
    {
      "text": "p.66 (p.2 of document) R2 Irrelevant p.67 (p.3 of report) R2 (first) Irrelevant \n R2 (second) Irrelevant p.68 (p.4 of report) R2 (first) Irrelevant \n R2 (second) Irrelevant p.70 (p.6 of document) R2 Irrelevant p.71 (p.7 of document) R2 Irrelevant p.73 (p.9 of document) R2 Irrelevant p.74 (p.10 of document) R3 Irrelevant p.78 (p.14 of document) R3 (first) Irrelevant \n R3 (second) Irrelevant p.79 (p.15 of document) R3 Irrelevant p.80 (p.16 of document) R3 Irrelevant \n \n Document 7 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s62"
    },
    {
      "text": "p.84 (p.4 of document) R2 Irrelevant p.85 (p.5 of document) R2 Irrelevant \n R3 Irrelevant p.86 (p.6 of document) R3 Irrelevant \n \n Document 7.1 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s63"
    },
    {
      "text": "p.92 (p.5 of document) R3 Irrelevant p.93 (p.6 of document) R3 Irrelevant p.97 (p.10 of document) R3 (first) Irrelevant \n R3 (second) Irrelevant \n R3 (third) Irrelevant \n R3 (fourth) Irrelevant \n \n Document 8.1 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s64"
    },
    {
      "text": "p.108 (p.6 of document) R2 Irrelevant p.109 (p.7 of document) R2 Irrelevant p.113 (p.11 of document) R2 Irrelevant \n R3 Irrelevant p.114 (p.12 of document) R3 Irrelevant \n \n Document 9.1 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s65"
    },
    {
      "text": "p.124 (p.3 of document) R2 Irrelevant p.125 (p.4 of document) R2 Irrelevant \n R3 Irrelevant p.126 (p.5 of document) R3 Irrelevant \n \n Document 10 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s66"
    },
    {
      "text": "p.131 (p.5 of document) R3 Irrelevant \n \n Document 10.1 \n Page Number Type of Claim Irrelevant --- not within Justice Finkelstein's \n 4 August Order?",
      "id": "s67"
    },
    {
      "text": "p.135 (p.3 of document) R3 Irrelevant \n R2 Irrelevant p.136 (p.4 of document) R3 Irrelevant \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1325.html",
      "id": "s68"
    }
  ]
}