{
  "name": "Australian Competition &amp; Consumer Commission v Zanok Technologies Pty Ltd [2009] FCA 1124 (2 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1124.html",
  "catchphrases": [
    {
      "text": "conduct in contravention of ss 51aa , 52 , 53 and 58 of the trade practices act 1974 (cth)",
      "id": "c0"
    },
    {
      "text": "whether the respondents knew or ought to have known of the special disadvantage of the job applicants and whether the respondents took unfair advantage of the opportunity presented",
      "id": "c1"
    },
    {
      "text": "the conduct complained of amounted to an unconscientious exploitation of another's inability or diminished ability to conserve his or her own interests",
      "id": "c2"
    },
    {
      "text": "conduct complained of was liable to mislead a person seeking employment as to availability, nature, terms or conditions or any other matter relating to employment.",
      "id": "c3"
    },
    {
      "text": "trade practices",
      "id": "c4"
    }
  ],
  "sentences": [
    {
      "text": "In this proceeding the applicant ('the ACCC') seeks declarations and injunctions in relation to conduct by the respondents which the ACCC alleges is in contravention of ss 51AA , 52 , 53B and 58 of the Trade Practices Act 1974 (Cth) ('the Act').",
      "id": "s0"
    },
    {
      "text": "On 13 May 2009, Jagot J granted interlocutory orders against the respondents which continue until further order.",
      "id": "s1"
    },
    {
      "text": "At the commencement of the hearing, I gave the ACCC leave to file in Court an amended application making amendments which were not substantial but which sought to identify, with greater precision, the contravening conduct of the respondents alleged by the ACCC having regard to the evidence relied on.",
      "id": "s2"
    },
    {
      "text": "The respondents did not oppose the grant of such leave.",
      "id": "s3"
    },
    {
      "text": "In support of its application, the ACCC relied on the following: \nAffidavit of Jane Ang&eacute;l&egrave; Lin Sworn on 7 May 2009 Ex 1\nAffidavit of Jane Ang&eacute;l&egrave; Lin Sworn on 12 May 2009 Ex 2\nAffidavit of Gaurav Chandoke Affirmed on 12 May 2009 Ex 3\nAffidavit of Amzad Mirza Sworn on 11 May 2009 Ex 4\nAffidavit of Heramb Patil Affirmed on 11 May 2009 Ex 5\nAffidavit of Sridevi Gangichettu Affirmed on 14 May 2009 Ex 6\nAffidavit of Anand Ramakrishnan Affirmed on 21 May 2009 Ex 7\nAffidavit of Maziar Navabi Sworn on 1 June 2009 Ex 8\nAffidavit of Shreyas Narayana Sworn on 10 July 2009 Ex 9\nAffidavit of Sanjib Ghosh Sworn on 11 May 2009 Ex 10\nAffidavit of Manav Arora Affirmed on 12 May 2009 Ex 11\nAffidavit of Himanshu Patel Affirmed on 15 May 2009 Ex 12\nAffidavit of Smitha Thomas Affirmed on 22 May 2009 Ex 13\n No objection was taken to any of this evidence.",
      "id": "s4"
    },
    {
      "text": "None of the deponents were required for cross-examination and the respondents filed no affidavits in response; nor did they seek to tender any evidence in the course of what, in consequence of the position they took, was a relatively short hearing.",
      "id": "s5"
    },
    {
      "text": "On the hearing, the second respondent appeared in person, by telephone from Melbourne, and as representative of the first and third respondents.",
      "id": "s6"
    },
    {
      "text": "I had previously granted the second respondent leave to appear for the first respondent pursuant to O 9 r 1(3) of the Federal Court of Australia Rules .",
      "id": "s7"
    },
    {
      "text": "What follows in these reasons is largely taken from the written submissions of the ACCC dated 21 September 2009.",
      "id": "s8"
    },
    {
      "text": "Declarations\n The ACCC submitted the modus operandi of the first respondent ('Zanok') was as follows: Zanok was incorporated on 4 March 2008.",
      "id": "s9"
    },
    {
      "text": "The second respondent (Mr Darley Stephen) and the third respondent (Ms Vanitha Darley) are listed as directors of Zanok.",
      "id": "s10"
    },
    {
      "text": "Zanok's website (www.zanokit.com) described Zanok as a 'Global Consultancy and IT Solutions Company' based in the USA, Australia, India and Malaysia.",
      "id": "s11"
    },
    {
      "text": "The Zanok website was registered on 15 March 2008, that is, less than two weeks after Zanok was incorporated.",
      "id": "s12"
    },
    {
      "text": "AREA is a company based in South Australia.",
      "id": "s13"
    },
    {
      "text": "It was incorporated in 2007 and is engaged in the business of locating employment for students.",
      "id": "s14"
    },
    {
      "text": "Mr Shreyas Narayana was the National Recruitment Manager for AREA located at AREA's Melbourne office.",
      "id": "s15"
    },
    {
      "text": "AREA was retained by Zanok to assist with finding and interviewing applicants for employment with Zanok.",
      "id": "s16"
    },
    {
      "text": "During the period February 2009 to May 2009, Zanok, and AREA on behalf of Zanok, placed a number of advertisements on various websites.",
      "id": "s17"
    },
    {
      "text": "The advertising placed by or on behalf of Zanok was directed to persons residing in Australia by reason of a temporary visa issued by the Department of Immigration and Citizenship.",
      "id": "s18"
    },
    {
      "text": "Most notably, it applied to persons residing in Australia by reason of a '485 visa' or skilled graduate visa.",
      "id": "s19"
    },
    {
      "text": "A 485 visa or skilled graduate visa permits the holder to remain in Australia for up to 18 months after completing higher education to enable the person to obtain the relevant points needed to meet the requirements of a permanent general skilled migrant visa.",
      "id": "s20"
    },
    {
      "text": "Points are rewarded depending on certain factors including whether the applicant has a job offer in Australia.",
      "id": "s21"
    },
    {
      "text": "To obtain sufficient points to attain the permanent general skilled migrant visa one option is for a person to have been employed in a skilled occupation in Australia for at least 12 of the last 24 months.",
      "id": "s22"
    },
    {
      "text": "Many of the witness affidavits filed by the ACCC depose to similar facts.",
      "id": "s23"
    },
    {
      "text": "Exhibit 11 is a typical example.",
      "id": "s24"
    },
    {
      "text": "Mr Arora was born in India and migrated to Australia in June 2006.",
      "id": "s25"
    },
    {
      "text": "His native language is Hindi.",
      "id": "s26"
    },
    {
      "text": "He holds various degrees including a Masters of IT obtained from the Swinburne University of Technology in Melbourne.",
      "id": "s27"
    },
    {
      "text": "He has temporary residency in Australia expiring September 2010 at which time unless he qualifies for permanent residency will be required to return to India.",
      "id": "s28"
    },
    {
      "text": "One way for Ms Arora to obtain permanent residency is to complete one year of work experience in the IT field.",
      "id": "s29"
    },
    {
      "text": "Mr Arora has had great difficulty obtaining employment in an IT position because of his lack of experience in the Australian IT industry.",
      "id": "s30"
    },
    {
      "text": "In January 2009, Mr Arora read an advertisement for a position as a business analyst with Zanok.",
      "id": "s31"
    },
    {
      "text": "There was no mention of training in the advertisement.",
      "id": "s32"
    },
    {
      "text": "Mr Arora attended an interview on 3 February 2009.",
      "id": "s33"
    },
    {
      "text": "During the interview Mr Arora was informed by representatives of Zanok that: Mr Arora paid the first instalment by credit card for the training program on 6 February 2009.",
      "id": "s34"
    },
    {
      "text": "Similar evidence is given by the deponents in Exhibit 10 at paras 21 --- 43 and Exhibit 4 at paras 17 --- 45.",
      "id": "s35"
    },
    {
      "text": "Zanok was aware that, at the time of paying the training fee, the trainees were at a special disadvantage, namely, concerned to obtain permanent residency by obtaining one year of skilled work experience in Australia within a relatively short period of time.",
      "id": "s36"
    },
    {
      "text": "The trainees were not seeking training but paid employment which Zanok promised them in return for payment of the training fee.",
      "id": "s37"
    },
    {
      "text": "The evidence for this is to be found in: Section 51AA incorporates into the Act the unwritten law in relation to unconscionable conduct thereby extending the remedies available under the Act for unconscionable conduct to the extent that this concept is presently part of the common law or equitable principles recognised by the courts.",
      "id": "s38"
    },
    {
      "text": "Unconscionable conduct is conduct which attracts a sufficient level of judicial opprobrium to support the grant of relief based on principles set out in specific equitable doctrines established by Courts of Equity: Australian Competition &amp; Consumer Commission v CG Berbatis Holdings Pty Limited (2003) 214 CLR 51.",
      "id": "s39"
    },
    {
      "text": "Unconscionability is a concept which requires a high level of moral obloquy.",
      "id": "s40"
    },
    {
      "text": "It is not necessary for the party who has benefited from a transaction challenged as unconscionable to itself have created the special advantage which forms the basis of the unconscionability claim.",
      "id": "s41"
    },
    {
      "text": "It is sufficient if that party knows, or ought to have known, of the other party's situation of special disadvantage and takes unfair advantage of the opportunity presented: Louth v Diprose [1992] HCA 61 ; (1992) 175 CLR 621.",
      "id": "s42"
    },
    {
      "text": "A person will be under a special disadvantage if there are circumstances seriously affecting the ability of the person to make a judgement in his or her own best interests: Berbatis Holdings per Gleeson CJ at [5].",
      "id": "s43"
    },
    {
      "text": "A person is not under a special disadvantage simply because of inequality of bargaining power: Berbatis Holdings .",
      "id": "s44"
    },
    {
      "text": "In the present circumstances, the unconscionable conduct on the part of Zanok was the promise that, in return for a fee, the applicant would receive training and thereafter guaranteed skilled employment in circumstances where Zanok knew or ought to have known that many of the applicants were temporary residents and anxious to find skilled employment to assist with their applications for permanent resident status.",
      "id": "s45"
    },
    {
      "text": "This conduct constituted more than simply taking advantage of a superior bargaining position but involved an unconscientious exploitation of another's inability or diminished ability to conserve his or her own interests.",
      "id": "s46"
    },
    {
      "text": "Dangling the 'employment carrot' in return for a fee in circumstances in which the applicant faces having to leave Australia, constitutes a high level of moral obloquy especially where the promised employment does not exist: Australian Competition &amp; Consumer Commission v Chats House Investments (1996) 71 FCR 250.",
      "id": "s47"
    },
    {
      "text": "In the circumstances, the ACCC submitted the Court should make a declaration in terms of para 1 of the amended application.",
      "id": "s48"
    },
    {
      "text": "The power to make a declaration is a discretionary one and the basis upon which it should be exercised is conveniently summarised by Kenny J in Australian Competition &amp; Consumer Commission v Henry Kaye and National Investment Institute Pty Limited [2004] FCA 1363 at [200] --- [201].",
      "id": "s49"
    },
    {
      "text": "In Tobacco Institute of Australia Limited v Australian Federation of Consumer Organisations Inc [1993] FCA 83 ; (1993) 41 FCR 89 , Sheppard J held that the concern of the Act with the public interest supported the view that the Court may, in appropriate cases, exercise its power to grant the declaratory relief to mark its disapproval of particular conduct engaged in contravention of the Act: [1993] FCA 83 ; [1993] 41 FCR 89 at 100 see also 106 per Foster J and 107 per Hill J; Australian Competition &amp; Consumer Commission v Goldy Motors Pty Limited (2001) ATPR 41-801 at [34] per Carr J; Australian Competition &amp; Consumer Commission v Target Australia Pty Limited [2001] FCA 1326 ; (2001) ATPR 41-840 at [18] per Lee J.",
      "id": "s50"
    },
    {
      "text": "In the circumstances, the ACCC submitted that the Court should make the declaratory relief sought in paras 1 --- 9 of the amended application, particularly given the important public interest element involved and also having regard to the fact that the ACCC stands apart from other litigants in that its functions include the furtherance of those public interests.",
      "id": "s51"
    },
    {
      "text": "I agree.",
      "id": "s52"
    },
    {
      "text": "Presumably as a means of satisfying trainees that Zanok was capable of arranging employment opportunities, it represented to them that it was a global company with offices in a number of countries including the United States.",
      "id": "s53"
    },
    {
      "text": "This is based on the following examples: In fact, Zanok had no presence in the United States.",
      "id": "s54"
    },
    {
      "text": "The evidence disclosed that the Zanok office addresses located in America do not exist.",
      "id": "s55"
    },
    {
      "text": "Consequently, the evidence established Zanok had engaged in conduct that constituted a contravention of s 52 of the Act.",
      "id": "s56"
    },
    {
      "text": "Zanok also represented that it had developed and sold functional IT software products.",
      "id": "s57"
    },
    {
      "text": "For example see the following affidavits: In fact, Zanok had no functional IT software products.",
      "id": "s58"
    },
    {
      "text": "So much is established by: The ACCC submitted the Court should make a declaration in terms of para 2 of the amended application.",
      "id": "s59"
    },
    {
      "text": "For the reasons outlined above, including at [19] above, I agree.",
      "id": "s60"
    },
    {
      "text": "From in or about February 2009 Zanok made representations in advertisements published on the website www.gumtree.com.au to the following effect: For examples of the advertisements on the www.gumtree.com.au website, see Tab 22 of Exhibit JAL-1 to Exhibit 1.",
      "id": "s61"
    },
    {
      "text": "In fact, contrary to the representations, Zanok was offering IT training for which trainees were required to pay a non refundable fee of up to $4,700 rather than paid employment opportunities in the IT sector and further the 'IT Scholarships' did not exist.",
      "id": "s62"
    },
    {
      "text": "This is evidenced by the following: In these circumstances, Zanok engaged in conduct that was misleading or deceptive in contravention of s 52 of the Act.",
      "id": "s63"
    },
    {
      "text": "Zanok also contravened s 53B of the Act, namely, it engaged in conduct that was liable to mislead a person seeking employment as to the availability, nature, terms or conditions or any other matter relating to the employment.",
      "id": "s64"
    },
    {
      "text": "The ACCC submitted that the Court should make a declaration in terms of para 3 of the amended application.",
      "id": "s65"
    },
    {
      "text": "For the reasons outlined above, including at [19], I agree.",
      "id": "s66"
    },
    {
      "text": "In addition to the publications on the Gumtree website, Zanok, from about April 2009, on the website www.seek.com.au and in the interviews with applicants from February 2009, made representations to the effect that Zanok offered an unqualified guarantee of paid employment in the IT sector in Sydney or Melbourne at the end of an IT training course.",
      "id": "s67"
    },
    {
      "text": "Examples of the advertisements placed on the website www.seek.com.au can be found at Tab 22 of Exhibit JAL-1 to Exhibit 1.",
      "id": "s68"
    },
    {
      "text": "Examples of the representations made during interviews include: In fact, Zanok was not in a position to guarantee paid employment in the IT sector to graduates of the training course.",
      "id": "s69"
    },
    {
      "text": "Further, cl 8 of the Workplace Training Agreement between Zanok and the trainee provided that any guarantee of paid employment did not apply in the event of a 'Global Economic Crisis'.",
      "id": "s70"
    },
    {
      "text": "See Exhibit 5 at paras 24 --- 33 and Exhibit 7 at paras 84 --- 100.",
      "id": "s71"
    },
    {
      "text": "As a consequence the ACCC submitted Zanok engaged in conduct that was misleading or deceptive contrary to s 52 of the Act and further engaged in conduct that was liable to mislead persons who were seeking employment as to the availability, nature, terms or conditions of the employment contrary to s 53B of the Act.",
      "id": "s72"
    },
    {
      "text": "In these circumstances the ACCC submitted that the Court should make a declaration in terms of para 4 of the amended application.",
      "id": "s73"
    },
    {
      "text": "For the reasons outlined above, including at [19] above, I agree.",
      "id": "s74"
    },
    {
      "text": "During various interviews with applicants from in or about December 2008, Zanok represented that Zanok would pay graduates of the IT training course a salary of a minimum $45,000 per annum once employed by Zanok.",
      "id": "s75"
    },
    {
      "text": "The evidence of the representation is contained in the following affidavits: The representation was in fact misleading or deceptive because Zanok was not in a position to pay a salary of a minimum of $45,000 per annum (or any amount) to graduates of the training courses.",
      "id": "s76"
    },
    {
      "text": "The evidence in respect of that matter can be located in the following affidavits: In the circumstances, the ACCC submitted the representation was misleading or deceptive contrary to s 52 of the Act and Zanok engaged in conduct that was liable to mislead persons seeking employment as to availability, nature, terms or conditions of the employment contrary to s 53B of the Act.",
      "id": "s77"
    },
    {
      "text": "Accordingly, the ACCC submitted the Court should make a declaration in terms of para 5 of the amended application.",
      "id": "s78"
    },
    {
      "text": "For the reasons outlined above, including at [19] above, I agree.",
      "id": "s79"
    },
    {
      "text": "Zanok represented to applicants that it offered a referral program whereby trainees would be paid $200 per individual they referred to Zanok that signed up for the IT training course.",
      "id": "s80"
    },
    {
      "text": "The evidence of the representation referred to in [35] is contained in the following affidavits: The representation was in fact misleading or deceptive because Zanok did not pay to any of the trainees the promised $200 payment in respect of trainees referred to Zanok: Exhibit 1 at para 35.26.",
      "id": "s81"
    },
    {
      "text": "In the circumstances, the ACCC submitted the representation was misleading or deceptive contrary to s 52 of the Act and accordingly the Court should make a declaration in terms of para 6 of the amended application.",
      "id": "s82"
    },
    {
      "text": "For the reasons outlined above, including at [19] above, I agree.",
      "id": "s83"
    },
    {
      "text": "From in or about February 2009 Zanok accepted payment for the training in circumstances where Zanok intended to supply training materially different to the training in respect of which the payment was accepted, alternatively, there were reasonable grounds of which Zanok was or ought to have been aware for believing that it would be unable to supply the training within the time period specified by Zanok.",
      "id": "s84"
    },
    {
      "text": "Zanok prepared training documents which contained an outline of the training for which payment was accepted.",
      "id": "s85"
    },
    {
      "text": "See Exhibit 6 annexure SG4 at pages 30 --- 46, SG5 at pages 48 --- 55.",
      "id": "s86"
    },
    {
      "text": "In fact the training actually delivered to the extent that it existed was very different.",
      "id": "s87"
    },
    {
      "text": "See the following affidavits: In the circumstances, Zanok engaged in conduct in trade or commerce contrary to s 58 of the Act in that it accepted payment for services where at the time of acceptance: The ACCC submitted the Court should therefore make a declaration in terms of para 7 of the amended application.",
      "id": "s88"
    },
    {
      "text": "For the reasons outlined above, including at [19] above, I agree.",
      "id": "s89"
    },
    {
      "text": "Section 75B of the Act provides that a person is involved in a contravention of a provision of Part V (which includes ss 51AA, 52, 53B and 58 of the Act) where a person has been in any way, directly or indirectly, knowingly concerned in, or a party to, the contravention.",
      "id": "s90"
    },
    {
      "text": "The words 'party to a contravention' refer to a person who participates in, or assents to, the contravention.",
      "id": "s91"
    },
    {
      "text": "To be regarded as participating, a person must have knowledge of the essential elements constituting the contravention: Yorke v Lucas [1985] HCA 65 ; (1985) 158 CLR 661 at 670.",
      "id": "s92"
    },
    {
      "text": "The evidence establishes that Mr Darley Stephen was knowingly concerned in or a party to the contraventions which the ACCC alleges as against Zanok.",
      "id": "s93"
    },
    {
      "text": "That evidence is contained in the following: In the circumstances, the ACCC submitted the Court should make a declaration in accordance with para 8 of the amended application.",
      "id": "s94"
    },
    {
      "text": "For the reasons outlined above, including at [19] above, I agree.",
      "id": "s95"
    },
    {
      "text": "The ACCC also submitted the evidence establishes that Ms Vanitha Darley was a person directly or indirectly knowingly concerned in or a party to the contraventions of Zanok alleged by the ACCC.",
      "id": "s96"
    },
    {
      "text": "That evidence is contained in the following: In the circumstances, the ACCC submitted the Court should make a declaration in accordance with para 9 of the amended application.",
      "id": "s97"
    },
    {
      "text": "For the reasons outlined above, including at [19] above, I agree.",
      "id": "s98"
    },
    {
      "text": "Injunctions\n As noted at [1] above, Jagot J granted interlocutory orders against each of the respondents which injunctions are in the same form the ACCC submitted should be made on a final basis.",
      "id": "s99"
    },
    {
      "text": "The respondents did not oppose the making of the injunctions in the form sought by the ACCC.",
      "id": "s100"
    },
    {
      "text": "Section 80(1AA) of the Act provides that when application for an injunction has been made the Court may if it deems to be appropriate, grant an injunction by consent of all the parties to the proceedings, whether or not the Court is satisfied the person has engaged, or is proposing to engage, in conduct of a kind mentioned in subs (1).",
      "id": "s101"
    },
    {
      "text": "The Court has power to grant injunctions on such terms as the Court determines to be appropriate.",
      "id": "s102"
    },
    {
      "text": "That discretion must be confined by reference to the scope and purpose of the Act.",
      "id": "s103"
    },
    {
      "text": "The Court needs to be satisfied of the following matters: In ICI Australia Operations Pty Limited v TPC [1992] FCA 474 ; (1992) 38 FCR 248 , Lockhart J said that the Act permitted the granting of an injunction to deter an offender from repeating the offence and in TPC v Mobil Oil Australia Limited [1984] FCA 363 ; (1985) 4 FCR 296 , Toohey J said that even where there was no evidence to indicate the offenders intention to continue the offending conduct, it might be appropriate to mark the Courts disapproval by an injunction.",
      "id": "s104"
    },
    {
      "text": "In Glev Pty Limited v Kentucky Fried Chicken Pty Limited [1994] FCA 916 ; (1994) ATPR 41-299 , von Doussa J pointed out that in applications for an injunction under the Act there is an element of public interest involved and the Court should be slower to withhold relief.",
      "id": "s105"
    },
    {
      "text": "Section 80 is essentially a public interest provision, the traditional rules relating to injunctive relief do not apply and once the condition precedent of the grant of an injunction has been satisfied, that is, once a breach has been established, the Court has the widest possible injunctive powers devoid of traditional restraints, though the power must be exercised judicially and sensibly.",
      "id": "s106"
    },
    {
      "text": "By reason of the foregoing, the ACCC submitted that the Court should grant the injunctions sought in paras 10 - 18 of the amended application.",
      "id": "s107"
    },
    {
      "text": "I agree.",
      "id": "s108"
    },
    {
      "text": "Costs\n The respondents must pay the ACCC's costs of the proceedings as taxed or agreed.",
      "id": "s109"
    },
    {
      "text": "I certify that the preceding fifty-three (53) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Edmonds.",
      "id": "s110"
    },
    {
      "text": "Associate:\n \n \nDated: 2 October 2009\n \n Counsel for the Applicant: Mr S White SC \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: The Second Respondent attended by telephone for himself and on behalf of the First and Third Respondents \n Date of Hearing: 28 September 2009 \n \n Date of Judgment: 2 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1124.html",
      "id": "s111"
    }
  ]
}