{
  "name": "Li Tian v Minister for Immigration and Citizenship [2009] FCA 1406 (2 December 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1406.html",
  "catchphrases": [
    {
      "text": "appeal from an order made by federal magistrates court",
      "id": "c0"
    },
    {
      "text": "whether appellant satisfied regs 856.221 and 856.222 of migration regulations 1994 (cth)",
      "id": "c1"
    },
    {
      "text": "employer obtained approval by the minister of a nominated position as an approved appointment under reg 5.19 of migration regulations 1994 (cth)",
      "id": "c2"
    },
    {
      "text": "employer ceased to exist",
      "id": "c3"
    },
    {
      "text": "whether that approval can be used by appellant for employment offered by another company which purchased first employer's business without first obtaining the minister's approval.",
      "id": "c4"
    },
    {
      "text": "migration",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "This is an appeal from an order made in the Federal Magistrates Court dismissing the appellants' application pursuant to s 39B of the Judiciary Act 1903 (Cth) and Part 8 Division 2 of the Migration Act 1958 (Cth) (the Migration Act ) for judicial review of a decision of the Migration Review Tribunal (the Tribunal) dated 7 May 2009 and handed down on 8 May 2009: Li Tian &amp; Ors v Minister for Immigration &amp; Anor [2009] FMCA 930.",
      "id": "s0"
    },
    {
      "text": "The appellants are all citizens of the Peoples Republic of China.",
      "id": "s1"
    },
    {
      "text": "The first appellant is the wife of the fourth appellant and the mother of the second and third appellants.",
      "id": "s2"
    },
    {
      "text": "The second, third and fourth appellants' visa applications are dependent upon the success of the first appellant's visa application.",
      "id": "s3"
    },
    {
      "text": "I shall call the first appellant simply the appellant.",
      "id": "s4"
    },
    {
      "text": "The appellant has entered Australia on a number of occasions since 17 July 2000, sometimes entering Australia on a Business Long Stay visa and sometimes on a Business Short Stay visa which are two subclasses of a Class UC visa.",
      "id": "s5"
    },
    {
      "text": "Relevantly, the appellant entered Australia on 2 April 2003 on a Business Long Stay visa on the basis that she would be employed by a standard business sponsor employer, Adcom Strategies Pty Ltd as a sales and marketing manager.",
      "id": "s6"
    },
    {
      "text": "On 10 March 2005 the appellant applied to the Department of Immigration and Multicultural and Indigenous Affairs (which later became the Department of Immigration and Citizenship) for Employer Nomination (Residence) (Class BW) visas which a delegate decided to refuse on 25 November 2005.",
      "id": "s7"
    },
    {
      "text": "The appellant sought a review of the delegate's decision in the Tribunal and on 21 June 2007 the Tribunal affirmed the delegate's decision.",
      "id": "s8"
    },
    {
      "text": "The appellants applied to the Federal Magistrates Court for a review of the Tribunal's decision but that application was dismissed by the Federal Magistrates Court on 21 April 2008.",
      "id": "s9"
    },
    {
      "text": "The appellants appealed to this Court and, on 29 August 2008, Emmett J set aside the orders made by the Federal Magistrates Court and in lieu thereof ordered that the decision of the Tribunal be quashed and the matter be remitted to the Tribunal for determination according to law.",
      "id": "s10"
    },
    {
      "text": "The first respondent was ordered to pay the appellants' costs of the application and the appeal.",
      "id": "s11"
    },
    {
      "text": "On 7 May 2009 the Tribunal, differently constituted, decided to affirm the delegate's decisions not to grant the appellants' Employer Nomination (Residence) (Class BW) visas.",
      "id": "s12"
    },
    {
      "text": "The appellants applied for a judicial review of the Tribunal's decision but on 21 September 2009 Federal Magistrate Emmett dismissed that application.",
      "id": "s13"
    },
    {
      "text": "It is from her orders that this appeal is brought.",
      "id": "s14"
    },
    {
      "text": "For the reasons that follow, this appeal must be dismissed.",
      "id": "s15"
    },
    {
      "text": "On 17 February 2005 Revetec Limited lodged an application for approval of a nominated position pursuant to reg 5.19 of the Migration Regulations 1994 (Cth) (the Regulations).",
      "id": "s16"
    },
    {
      "text": "Regulation 5.19(1) empowers an employer to apply to the Minister for approval of a nominated position as an approved appointment.",
      "id": "s17"
    },
    {
      "text": "Regulation 5.19(1B) empowers the Minister to approve or reject an application.",
      "id": "s18"
    },
    {
      "text": "On 6 July 2005 the Minister approved the application of Revetec Limited as an approved appointment.",
      "id": "s19"
    },
    {
      "text": "Revetec Limited nominated the appellant as an employee as sales and marketing manager.",
      "id": "s20"
    },
    {
      "text": "The appellant applied for an Employer Nomination (Residence) visa --- Subclass 856 visa.",
      "id": "s21"
    },
    {
      "text": "A person is entitled to a Subclass 856 visa if at the time of the decision that person can satisfy, amongst other criteria, the criteria in regs 856.221 and 856.222 which provide: \n \n 856.221 The appointment mentioned in paragraph 856.213(a) is an approved appointment.",
      "id": "s22"
    },
    {
      "text": "856.222 The Minister is satisfied that the appointment mentioned in paragraph 856.213(a) will provide the employment referred to in the relevant employer nomination.",
      "id": "s23"
    },
    {
      "text": "The appointment referred to in reg 856.221 is that described in reg 856.213(a) which provides: \n \n 856.213 The applicant: \n \n\n \n \n \n \n (a) has been nominated in accordance with subregulation 5.19(2) by an employer in respect of an appointment in the business of that employer; and \n \n \n \n\n \n \n \n \n ... \n \n \n \n\n Regulation 856.213 requires an examination of reg 5.19, which relevantly provides: \n \n 5.19.",
      "id": "s24"
    },
    {
      "text": "(1) An employer may apply to the Minister for approval of a nominated position as an approved appointment .",
      "id": "s25"
    },
    {
      "text": "... \n \n\n \n \n (1B) The Minister may, by signed instrument, approve or reject an application.",
      "id": "s26"
    },
    {
      "text": "... \n \n\n \n \n (1D) As soon as practicable after deciding an application, the Minister must give the employer: \n \n\n \n \n (a) a copy of the instrument approving or rejecting the application; and \n \n\n \n \n (b) if the application is rejected; \n \n\n \n \n (i) a written statement of the reasons why the application was rejected; and \n \n\n \n \n (ii) a written statement that the decision is an MRT-reviewable decision.",
      "id": "s27"
    },
    {
      "text": "Note : Division 4.1 deals with review of decisions.",
      "id": "s28"
    },
    {
      "text": "Paragraph 4.02(4)(e) provides that a decision under subregulation 5.19(1B) to reject an application is an MRT-reviewable decision.",
      "id": "s29"
    },
    {
      "text": "MRT-reviewable decision is defined in Division 2 of Part 5 of the Act.",
      "id": "s30"
    },
    {
      "text": "(2) An employer nomination meets the requirements of this subregulation if: \n \n\n \n \n (a) the employer nomination is made by an employer in respect of a need for a paid employee in a business: \n \n\n \n \n (i) located in Australia; and \n \n\n \n \n (ii) operated by that employer; and \n \n\n \n \n (b) the work to be performed requires the appointment of a highly skilled person (within the meaning of subregulation (3)); and \n \n\n \n \n (c) the appointment will: \n \n\n \n \n (i) provide the employee with full-time employment; and \n \n\n \n \n (ii) be for a fixed term of at least 3 years, and not subject to any express exclusion of the possibility of renewal; and \n \n\n \n \n (d) the Minister is satisfied: \n \n\n \n \n (i) that the employer has made, and continues to make, adequate provision for training existing employees in work relevant to the business; or \n \n\n \n \n (ii) if the business is newly established, that the employer is making adequate provision for future training of employees in work relevant to the business; and \n \n\n \n \n (e) the Minister is satisfied that: \n \n\n \n \n (i) an Australian citizen or Australian permanent resident cannot be found who is suitable for the appointment; or \n \n\n \n \n (ii) in the circumstances of the case, the employer should not be required to seek a suitable employee in Australia; and \n \n\n \n \n (f) the employee is to be employed or engaged in Australia in accordance with the standards for wages and working conditions provided for under relevant Australian legislation and awards.",
      "id": "s31"
    },
    {
      "text": "The Regulations require an employer who wishes to obtain approval for a nominated position as an approved appointment to apply to the Minister for that approval.",
      "id": "s32"
    },
    {
      "text": "The nominated position must be paid employment in accordance with the standards for wages and working conditions under relevant awards for a highly skilled person in the employer's Australian business, and be for full time employment for a fixed term of at least three years.",
      "id": "s33"
    },
    {
      "text": "The Minister must be satisfied that there is no Australian citizen or permanent resident who can be found who is suitable for the appointment.",
      "id": "s34"
    },
    {
      "text": "The history of that application has been set out above.",
      "id": "s35"
    },
    {
      "text": "After the matter was remitted to the Tribunal on 19 November 2008, the Tribunal wrote to the appellant pursuant to s 359A of the Act.",
      "id": "s36"
    },
    {
      "text": "The appellant's migration agent replied to the Tribunal and enclosed a letter from Revetec Holdings Limited dated 12 December 2008 in which a director wrote: \"We advise that our company will continue to support Mrs Tian Li in her application for Subclass 856 visa.",
      "id": "s37"
    },
    {
      "text": "\" On 18 December 2008 the Tribunal carried out a search with ASIC to determine the status of Revetec Limited, which was the company which had applied to the Minister for approval of a nominated position which had been approved as an approved appointment.",
      "id": "s38"
    },
    {
      "text": "That search showed that Revetec Limited had on its own application been deregistered by ASIC on 8 April 2008.",
      "id": "s39"
    },
    {
      "text": "A search on the same day showed that Revetec Holdings Limited had been incorporated on 4 August 2005.",
      "id": "s40"
    },
    {
      "text": "On 18 December 2008 the Tribunal wrote to the appellant's migration advisor inviting comment on information that the Tribunal considered would be the reason or part of the reason for affirming the decision under review.",
      "id": "s41"
    },
    {
      "text": "The information provided was: \n \n &#9679; On 17 February 2005, Revetec Limited (ACN 079 317 365) (Revetec) applied for approval of a nominated position as an approved appointment.",
      "id": "s42"
    },
    {
      "text": "The nominated position was Sales and Marketing Manager and the application was approved on 6 July 2005.",
      "id": "s43"
    },
    {
      "text": "&#9679; On 10 March 2005, you applied for a subclass 856 visa on the basis that you were nominated by Revetec in respect of an appointment in the business of Revetec.",
      "id": "s44"
    },
    {
      "text": "The appointment was in the position of Sales and Marketing Manager.",
      "id": "s45"
    },
    {
      "text": "This application was refused by the delegate on 25 November 2005.",
      "id": "s46"
    },
    {
      "text": "&#9679; On 21 June 2007, the Tribunal (differently constituted) affirmed the delegate's decision of 10 March 2005.",
      "id": "s47"
    },
    {
      "text": "Proceedings brought by you in the Federal Magistrates Court were dismissed on 21 April 2008.",
      "id": "s48"
    },
    {
      "text": "However, the Federal Court allowed your appeal on 29 August 2008.",
      "id": "s49"
    },
    {
      "text": "&#9679; On 11 March 2007, you applied for a subclass 457 visa (the subclass 457 visa application).",
      "id": "s50"
    },
    {
      "text": "Your proposed business sponsor employer is Billabongs Restaurant Pty Ltd ATF Billabongs Restaurant Unit Trust (Billabongs).",
      "id": "s51"
    },
    {
      "text": "Billabongs was approved as a standard business sponsor on 15 December 2007.",
      "id": "s52"
    },
    {
      "text": "The nominated activity you were to be employed in was Marketing Specialist (ASCO Code 2221-13).",
      "id": "s53"
    },
    {
      "text": "The business nomination application was approved on 15 August 2007.",
      "id": "s54"
    },
    {
      "text": "&#9679; On 18 December 2008, you provided to the Tribunal a letter from Revetec Holdings Limited (ACN 115 621 317) (Revetec Holdings) stating that this company would continue to support you (sic) subclass 856 application.",
      "id": "s55"
    },
    {
      "text": "&#9679; A search of ASIC's company name search website on 18 December 2008 indicated that Revetec was deregistered on 8 April 2008 (http://www.asic.gov .au/cgi-bin/gns030c?acn=079317365&amp;juris=9&amp;hdtext=ACN&amp;srchsrc=1).",
      "id": "s56"
    },
    {
      "text": "Regulations require that, at the time of the visa application, an applicant has been nominated by an employer, in accordance with subregulation 5.19(2), for an appointment in the business of that employer.",
      "id": "s57"
    },
    {
      "text": "Regulations require, at time of decision, that the appointment continues to satisfy the criteria for approval.",
      "id": "s58"
    },
    {
      "text": "The criteria for approval include, amongst other things, that the employer nomination is made by an employer in respect of a need for a paid employee in a business actively and lawfully operating in Australia and operated by that employer.",
      "id": "s59"
    },
    {
      "text": "The information is relevant to your review as it indicates that Revetec is no longer actively and lawfully operating a business in Australia and that the appointment with Revetec does not continue to satisfy criteria for approval.",
      "id": "s60"
    },
    {
      "text": "If the Tribunal makes these findings it may also find that you do not meet relevant criteria, particularly clause 856.221.",
      "id": "s61"
    },
    {
      "text": "On 30 January 2009 Revetec Holdings Limited wrote to the Tribunal: \n \n We refer to your invitation to comment on the 18 th December 2008.",
      "id": "s62"
    },
    {
      "text": "We thank you for granting the extension.",
      "id": "s63"
    },
    {
      "text": "Revetec Holdings was incorporated to meet the public listing requirements of the Newcastle Stock Exchange and Australian Security &amp; Investments Commission Requirements in 2005.",
      "id": "s64"
    },
    {
      "text": "The reason was that in April 1996, Bradley Howell-Smith incorporated Revolution Engine Technologies Pty Ltd for the purpose of building the initial CCE prototype.",
      "id": "s65"
    },
    {
      "text": "Revetec Limited was established in August 1997 for the purpose of acquiring 100 per cent of the issued shares in Revolution.",
      "id": "s66"
    },
    {
      "text": "Revetec Holdings Limited was incorporated on 4 August 2005 to acquire the business assets of Revetec Limited.",
      "id": "s67"
    },
    {
      "text": "Revetec is essentially the successor of Revetec Limited.",
      "id": "s68"
    },
    {
      "text": "As a result it has a new ABN and ACN number.",
      "id": "s69"
    },
    {
      "text": "Revetec Holdings Ltd therefore continues the support of Miss Tian Li's subclass 856 visa application.",
      "id": "s70"
    },
    {
      "text": "The sponsorship undertakings remain the same.",
      "id": "s71"
    },
    {
      "text": "On 26 February 2009 the appellant and her migration advisor attended a hearing of the Tribunal and produced a letter from Revetec Holdings Limited dated 18 February 2009 in which it was stated: \n \n We confirm that in 2005 Revetec Limited was desirous of issuing a Prospectus for listing with the NSX Stock Exchange.",
      "id": "s72"
    },
    {
      "text": "Revetec's consultant advised the company that it would be necessary to from (sic) a new entity to acquire the goodwill, assets and liabilities and the employees of Revetec.",
      "id": "s73"
    },
    {
      "text": "Consequently, Revetec Holdings Limited was incorporated and a sales contract was signed between Revetec Limited and Revetec Holdings Limited.",
      "id": "s74"
    },
    {
      "text": "The shares in Revetec Limited were essentially rolled over to the new company, whereby the shareholders in the new company comprise of the previous shareholders including the new shareholders who subscribed under the prospectus.",
      "id": "s75"
    },
    {
      "text": "Tian Li sponsorship by Revetec was effectively assigned over to Revetec Holdings Limited as were all employees.",
      "id": "s76"
    },
    {
      "text": "Essentially Revetec Holdings is the successor of Revetec Limited.",
      "id": "s77"
    },
    {
      "text": "On 12 March 2009 the Tribunal was provided with a document signed by counsel which was entitled an \"MRT Submission\" but took the form of an opinion.",
      "id": "s78"
    },
    {
      "text": "Counsel expressed the opinion that \"there is no obstacle to RH [Revetec Holdings Limited], as the legal successor to RL [Revetec Limited], being treated as the employer for the purposes of the present application\" (underlined in the original).",
      "id": "s79"
    },
    {
      "text": "Counsel expressed the further opinion that if the Tribunal affirmed the decision under review \"there is a solid foundation for the existence of jurisdictional error if proceedings were taken in the Federal Magistrates Court to challenge the adverse decision\".",
      "id": "s80"
    },
    {
      "text": "On 7 May 2009 the Tribunal handed down its decision in which it referred to the matters to which I have referred and the opinion with which it was provided.",
      "id": "s81"
    },
    {
      "text": "After discussing those matters, the Tribunal concluded: Revetec was the employer who nominated the applicant in respect of an appointment in the business of Revetec.",
      "id": "s82"
    },
    {
      "text": "However, at the time of decision, the applicant cannot be employed in the business of Revetec as Revetec no longer exists as it was deregistered by ASIC on 8 April 2008.",
      "id": "s83"
    },
    {
      "text": "Therefore, the applicant cannot be employed by Revetec in relation to an approved appointment and the Tribunal finds accordingly.",
      "id": "s84"
    },
    {
      "text": "For all of the above reasons and on the above findings the Tribunal also finds that the applicant does not satisfy the criterion in clause 856.221.",
      "id": "s85"
    },
    {
      "text": "The Federal Magistrate upheld the Tribunal's decision.",
      "id": "s86"
    },
    {
      "text": "She said: Regulation 5.19(2) makes clear that the criteria that the specific employer must satisfy includes that the specific employer has made and continues to make adequate provision for training existing employees (or for future training of employees if the business is newly established); and, that the Minister is satisfied that a suitable Australian citizen or permanent resident cannot be found, in which case, the specific employer should not be required to seek a suitable employee in Australia.",
      "id": "s87"
    },
    {
      "text": "Regulation 5.19(2)(f) (sic) provides that an employee employed in such circumstances must be engaged in accordance with the standards for wages and working conditions provided under relevant Australian legislation and awards.",
      "id": "s88"
    },
    {
      "text": "In accordance with 856.22 (sic), the criteria in 856.221 to be satisfied at the time of decision makes clear, that it is the appointment referred to in cl.856.213(a) that is the \"approved appointment\" .",
      "id": "s89"
    },
    {
      "text": "Clause 856.222 refers to \"the employer referred to in the relevant employer nomination\" .",
      "id": "s90"
    },
    {
      "text": "To my mind, those words make clear that the reference is specific to the employer in respect of whom approval to nominate was granted, namely Revetec Limited and not Revetec Holdings Limited.",
      "id": "s91"
    },
    {
      "text": "She concluded: In the circumstances, the Tribunal's finding that, at the time of its decision, the Applicant was not employed in the business of Revetec Limited was correct as Revetec Limited no longer existed, having been deregistered by ASIC on 8 April 2008.",
      "id": "s92"
    },
    {
      "text": "The Tribunal's findings that the Applicant was therefore not employed by Revetec Limited in relation to an approved appointment at the time of its decision was open to it on the evidence and material before it and for the reasons it gave.",
      "id": "s93"
    },
    {
      "text": "The Tribunal applied the correct law to its findings in considering whether or not the Applicant satisfied the statutory criteria for a subclass 856 visa.",
      "id": "s94"
    },
    {
      "text": "The Tribunal's finding that the Applicant, therefore, does not satisfy the criterion in cl.856.221 is without error.",
      "id": "s95"
    },
    {
      "text": "There is an error in paragraph 29 of the Federal Magistrate's reasons.",
      "id": "s96"
    },
    {
      "text": "Regulation 856.222 is not in the form her Honour has quoted in that paragraph.",
      "id": "s97"
    },
    {
      "text": "The regulation reads: \"... employment referred in the relevant employer nomination\".",
      "id": "s98"
    },
    {
      "text": "The Minister contended that as her Honour had previously set out the regulation correctly (at [16]), the misquotation is merely a typographical error.",
      "id": "s99"
    },
    {
      "text": "I do not think that is so.",
      "id": "s100"
    },
    {
      "text": "I think the sentence which follows the misquotation suggests that her Honour wrongly read the regulation as it is quoted.",
      "id": "s101"
    },
    {
      "text": "Earlier in her reasons, the Federal Magistrate wrongly referred to and set out the current form of reg 5.19 rather than the correct and relevant form: [19].",
      "id": "s102"
    },
    {
      "text": "The Minister contended that her Honour did have regard to the relevant form of the regulation in [28] of her reasons.",
      "id": "s103"
    },
    {
      "text": "I think that is right.",
      "id": "s104"
    },
    {
      "text": "I think her reasons at [28] address the regulation as it then stood.",
      "id": "s105"
    },
    {
      "text": "There are three grounds of appeal, but only one was pressed.",
      "id": "s106"
    },
    {
      "text": "Her Honour erred in finding that the First Appellant could not satisfy the requirements of cl 856.221 and 856.222 of the Migration Regulations 1994 solely for the reason that the company which had originally applied for approval of her appointment under reg 5.19 was no longer in existence having transferred the entirety of its business to another company.",
      "id": "s107"
    },
    {
      "text": "The appellant contended that she satisfied the criteria because she would be employed by Revetec Holdings Limited which had acquired the business of Revetec Limited and she would therefore be employed in the same business for which approval was given under reg 5.19.",
      "id": "s108"
    },
    {
      "text": "Regulation 856.222 requires the Minister to be satisfied that the appointment in paragraph 856.213 (a) will provide the employment referred to in the relevant employer nomination.",
      "id": "s109"
    },
    {
      "text": "The employment referred to in the relevant employer nomination was with Revetec Limited.",
      "id": "s110"
    },
    {
      "text": "The appellant's contention that she will be employed in the same business which had been approved by the Minister and therefore satisfies reg 856.222 cannot be accepted.",
      "id": "s111"
    },
    {
      "text": "Regulation 5.19 provides for a procedure to approve a nominated position as an approved appointment.",
      "id": "s112"
    },
    {
      "text": "The only person who can apply for that approval is the employer and the application is for a position with that employer.",
      "id": "s113"
    },
    {
      "text": "The criteria that must be satisfied by the employer include criteria that are personal to the employer.",
      "id": "s114"
    },
    {
      "text": "The employer must be able to satisfy the Minister that the position requires an employee who is highly skilled.",
      "id": "s115"
    },
    {
      "text": "The Minister must be satisfied that no Australian citizen or permanent resident can be found to fill the position.",
      "id": "s116"
    },
    {
      "text": "The employer must satisfy the Minister that adequate provision is made for training existing employees.",
      "id": "s117"
    },
    {
      "text": "In my opinion, reg 5.19 contemplates a process whereby the Minister in exercising the power in reg 5.19 approves a nominated position for the employer who makes the application.",
      "id": "s118"
    },
    {
      "text": "The approved appointment is not at large.",
      "id": "s119"
    },
    {
      "text": "It is for a nominated position with the employer who made the application under the regulation.",
      "id": "s120"
    },
    {
      "text": "As soon as Revetec Limited either ceased to carry on its business or ceased to exist it was not capable of providing any appointment to the appellant.",
      "id": "s121"
    },
    {
      "text": "The Minister in those circumstances could not have been satisfied that Revetec Limited, which had secured the appointment, could provide the employment referred to in the relevant employer nomination.",
      "id": "s122"
    },
    {
      "text": "The appellant could not satisfy the criteria in reg 856.222.",
      "id": "s123"
    },
    {
      "text": "The relevant employer nomination was made by Revetec Limited and the position for which it sought approval was with it.",
      "id": "s124"
    },
    {
      "text": "The appellant could only rely upon Revetec Holdings Limited in support of her application for a Subclass 856 visa if Revetec Holdings Limited had first been approved as an approved appointment under reg 5.19.",
      "id": "s125"
    },
    {
      "text": "If the appellant's construction were right, it would render the process in reg 5.19 pointless if the person seeking the visa intended to work for some other employer other than the employer who was seeking approval of a nominated position as an approved appointment.",
      "id": "s126"
    },
    {
      "text": "In my opinion, the Federal Magistrate was right to conclude as she did, that the decision of the Tribunal was not infected with error.",
      "id": "s127"
    },
    {
      "text": "The appeal must be dismissed.",
      "id": "s128"
    },
    {
      "text": "The first and fourth appellants must pay the first respondent's costs.",
      "id": "s129"
    },
    {
      "text": "I certify that the preceding thirty-one (31) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Lander.",
      "id": "s130"
    },
    {
      "text": "Associate:\n \n \nDated: 2 December 2009\n \n Counsel for the First, Second, Third and Fourth Appellants: Mr S Golledge \n \n Solicitor for the First, Second, Third and Fourth Appellants: Michael Jones \n \n Counsel for the First Respondent: Mr T Reilly \n \n Solicitor for the First Respondent: Australian Government Solicitor \n \n \n Date of Hearing: 26 November 2009 \n \n Date of Judgment: 2 December 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1406.html",
      "id": "s131"
    }
  ]
}