{
  "name": "Cahill v Construction, Forestry, Mining and Energy Union (No 4) [2009] FCA 1040 (16 September 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1040.html",
  "catchphrases": [
    {
      "text": "contraventions of s 43 of the building and construction industry improvement act 2005 (cth)",
      "id": "c0"
    },
    {
      "text": "amount of penalties to be imposed",
      "id": "c1"
    },
    {
      "text": "relevant considerations",
      "id": "c2"
    },
    {
      "text": "nature and extent of unlawful conduct",
      "id": "c3"
    },
    {
      "text": "consequences of contravening conduct",
      "id": "c4"
    },
    {
      "text": "previous similar unlawful conduct, including prior contraventions",
      "id": "c5"
    },
    {
      "text": "relevance of previous contravention by another autonomous division of the union",
      "id": "c6"
    },
    {
      "text": "contraventions had common purpose but distinct in time, place and coercion exerted",
      "id": "c7"
    },
    {
      "text": "relevance of, and weight to be given to, size and financial position and non-profit-making objective of union",
      "id": "c8"
    },
    {
      "text": "general and specific deterrence",
      "id": "c9"
    },
    {
      "text": "totality principle",
      "id": "c10"
    },
    {
      "text": "applicant partially successful in his pleaded case",
      "id": "c11"
    },
    {
      "text": "respondents filed further amended defence on first day of trial",
      "id": "c12"
    },
    {
      "text": "appropriate costs order",
      "id": "c13"
    },
    {
      "text": "applicant entitled to part of his costs to reflect measure of success",
      "id": "c14"
    },
    {
      "text": "respondents to pay applicant's costs thrown away by reason of amendment on party-party basis",
      "id": "c15"
    },
    {
      "text": "industrial law",
      "id": "c16"
    },
    {
      "text": "costs",
      "id": "c17"
    }
  ],
  "sentences": [
    {
      "text": "INTRODUCTION \n The Court has found that Bob Mates, in his own right, and the Construction, Forestry, Mining and Energy Union, through Mr Mates' conduct, contravened s 43 of the Building and Construction Industry Improvement Act 2005 (Cth) on 15 February 2006, 17 February 2006 and 21 February 2006.",
      "id": "s0"
    },
    {
      "text": "The Court has previously made declarations of contravention that reflect these findings: see Cahill v Construction, Forestry, Mining and Energy Union (No 3) [2009] FCA 52.",
      "id": "s1"
    },
    {
      "text": "The Court is now concerned with the imposition of penalties under s 49 of the Building and Construction Industry Improvement Act and with the disposition of costs.",
      "id": "s2"
    },
    {
      "text": "Section 49 relevantly provides that: \n \n (1) An appropriate court, on application by an eligible person, may make one or more of the following orders in relation to a person (the defendant ) who has contravened a civil penalty provision:\n (a) an order imposing a pecuniary penalty on the defendant;\n (b) an order requiring the defendant to pay a specified amount to another person as compensation for damage suffered by the other person as a result of the contravention;\n (c) any other order that the court considers appropriate.",
      "id": "s3"
    },
    {
      "text": "(2) The maximum pecuniary penalty is:\n (a) for a Grade A civil penalty provision --- 1,000 penalty units if the defendant is a body corporate and otherwise 200 penalty units; and\n (b) for a Grade B civil penalty provision --- 100 penalty units if the defendant is a body corporate and otherwise 20 penalty units.",
      "id": "s4"
    },
    {
      "text": "... \n \n\n \n \n (5) A pecuniary penalty is payable to the Commonwealth, or to some other person if the court so directs.",
      "id": "s5"
    },
    {
      "text": "It may be recovered as a debt.",
      "id": "s6"
    },
    {
      "text": "The applicant, an ABC Inspector, is an eligible person for the purpose of s 49.",
      "id": "s7"
    },
    {
      "text": "Section 43 of the Building and Construction Industry Improvement Act is a Grade A civil penalty provision.",
      "id": "s8"
    },
    {
      "text": "By virtue of s 49(2) of that Act and s 4AA of the Crimes Act 1914 (Cth), the maximum penalty for each contravention of s 43 is, in the case of the Union, $110,000 and, in the case of Mr Mates, $22,000.",
      "id": "s9"
    },
    {
      "text": "In this proceeding, the applicant applies for orders imposing the following pecuniary penalties: \n(1) a penalty of $55,000 on the Union in respect of the contravention on 15 February 2006, such penalty to be paid into the Consolidated Revenue Fund within 30 days of the date the penalty is imposed.",
      "id": "s10"
    },
    {
      "text": "(2) a penalty of $55,000 on the Union in respect of the contravention on 17 February 2006, such penalty to be paid into the Consolidated Revenue Fund within 30 days of the date the penalty is imposed.",
      "id": "s11"
    },
    {
      "text": "(3) a penalty of $70,000 on the Union in respect of the contravention on 21 February 2006, such penalty to be paid into the Consolidated Revenue Fund within 30 days of the date the penalty is imposed.",
      "id": "s12"
    },
    {
      "text": "(4) a penalty of $7,500 on Mr Mates in respect of the contravention on 15 February 2006, such penalty to be paid into the Consolidated Revenue Fund within 30 days of the date the penalty is imposed.",
      "id": "s13"
    },
    {
      "text": "(5) a penalty of $7,500 on Mr Mates in respect of the contravention on 17 February 2006, such penalty to be paid into the Consolidated Revenue Fund within 30 days of the date the penalty is imposed.",
      "id": "s14"
    },
    {
      "text": "(6) a penalty of $9,000 on Mr Mates in respect of the contravention on 21 February 2006, such penalty to be paid into the Consolidated Revenue Fund within 30 days of the date the penalty is imposed.",
      "id": "s15"
    },
    {
      "text": "In support of his penalty application, the applicant relied on three additional affidavits, being the affidavit of Anthony John Goss affirmed on 1 April 2009, the affidavit of Murray Gregor sworn on 17 March 2009, and the second affidavit of Karen Anne Stuart affirmed on 27 May 2009.",
      "id": "s16"
    },
    {
      "text": "The applicant did not rely on paragraphs [9], [10], [11], [15] and [16] of Mr Gregor's affidavit.",
      "id": "s17"
    },
    {
      "text": "The respondents argued for significantly lower penalties.",
      "id": "s18"
    },
    {
      "text": "They submitted that the appropriate level of any penalty upon Mr Mates was $2,500 and, upon the Union, $10,000.",
      "id": "s19"
    },
    {
      "text": "They relied on the affidavit of Sandra Zhu sworn on 5 May 2009.",
      "id": "s20"
    },
    {
      "text": "The respondents also challenged the admissibility of parts of the affidavits of Mr Goss and Mr Gregor.",
      "id": "s21"
    },
    {
      "text": "Their objections to admissibility are dealt with hereafter.",
      "id": "s22"
    },
    {
      "text": "There was no cross-examination at the hearing as to penalty and costs.",
      "id": "s23"
    },
    {
      "text": "There are various considerations that may be relevant in determining an appropriate penalty for a contravention of the Building and Construction Industry Improvement Act .",
      "id": "s24"
    },
    {
      "text": "They include: \n(a) the circumstances in which the relevant conduct took place;\n \n(b) the nature and extent of the conduct which led to the breaches, including whether the conduct was undertaken in deliberate disregard of the applicable law; \n \n(c) the consequences of the contravening conduct, including the nature and extent of any loss or damage sustained as a result;\n \n(d) where more than one contravention of the Act is involved, whether the contraventions are properly seen as distinct or whether they arise out of the one course of conduct;\n \n(e) whether the respondent has previously been found to have engaged in similar unlawful conduct; and\n \n(f) the need for specific and general deterrence.",
      "id": "s25"
    },
    {
      "text": "See Stuart-Mahoney v Construction, Forestry, Mining and Energy Union [2008] FCA 1426 ; (2008) 177 IR 61 , at 69 [40] per Tracey J and Construction, Forestry, Mining and Energy Union v Coal and Allied Operations Pty Ltd (No 2) [1999] FCA 1714 ; (1999) 94 IR 231 at [7] - [8] per Branson J, both of which have been cited with approval.",
      "id": "s26"
    },
    {
      "text": "These factors are relevant in this case.",
      "id": "s27"
    },
    {
      "text": "In Stuart-Mahoney , Tracey J also included a number of other factors, such as the size of the business enterprise involved; whether senior management was involved in the breaches; whether the party committing the breach had exhibited contrition; whether the party committing the breach had taken corrective action; whether the party committing the breach had cooperated with the enforcement authorities; and the need to ensure compliance with minimum standards by provision of an effective means for investigation and enforcement of employee entitlements.",
      "id": "s28"
    },
    {
      "text": "As appears in the following discussion, some of these factors have some bearing on the appropriate penalties in this case.",
      "id": "s29"
    },
    {
      "text": "It is convenient to consider the question of penalties, having regard to the various factors falling for consideration.",
      "id": "s30"
    },
    {
      "text": "THE CIRCUMSTANCES IN WHICH THE RELEVANT CONDUCT TOOK PLACE \n The following discussion of the nature and extent of the unlawful conduct derives from findings previously made and recorded: see Cahill v CFMEU (No 3) [2009] FCA 52 at [33] , [37], [56], [58], [79], [83], [85] and [86].",
      "id": "s31"
    },
    {
      "text": "The following is a summary of what is discussed in greater detail in this earlier judgment.",
      "id": "s32"
    },
    {
      "text": "At a meeting on 15 February 2006, Mr Mates and the Union: made demands on Mr Goss that Mr Deans, Mr O'Donnell and Ms Singleton be re-employed at the building site at Mount Street, Heidelberg, and that Mr Deans and Mr O'Donnell be appointed as shop stewards and Ms Singleton be appointed as OH&amp;S officer; and threatened trouble at the Mount Street site and that the project was \"not going to happen\" if the demands were not met.",
      "id": "s33"
    },
    {
      "text": "The threats were made with intent to coerce a company trading as Hardcorp to employ Mr Deans, Mr O'Donnell and Ms Singleton at Mount Street and, amongst other things, to allocate to Ms Singleton the responsibilities or duties of OH&amp;S officer at the site.",
      "id": "s34"
    },
    {
      "text": "This conduct was the basis for the Court's ultimate finding that, on 15 February 2006, Mr Mates, in his own right, and the Union, through his conduct that day, breached s 43 of the Building and Construction Industry Improvement Act .",
      "id": "s35"
    },
    {
      "text": "This was the first contravention.",
      "id": "s36"
    },
    {
      "text": "At a subsequent meeting on 17 February 2006, Mr Mates and the Union: made demands on Mr Goss that Mr Deans, Mr O'Donnell and Ms Singleton be re-employed at the Mount Street site, and that Mr Deans and Mr O'Donnell be appointed as shop stewards and Ms Singleton be appointed as OH&amp;S officer; and threatened that the project would never recommence if these demands were not met.",
      "id": "s37"
    },
    {
      "text": "The purport of the threats was clear: the project would not get going again in any real sense unless Hardcorp met these demands.",
      "id": "s38"
    },
    {
      "text": "The threats were made with intent to coerce Hardcorp to employ Mr Deans, Mr O'Donnell and Ms Singleton on the Mount Street project and, amongst other things, to allocate to Ms Singleton the responsibilities or duties of OH&amp;S officer at the site.",
      "id": "s39"
    },
    {
      "text": "Accordingly, the Court found that, on 17 February 2006, Mr Mates, in his own right, and the Union, through Mr Mates' conduct that day, breached s 43 of the Building and Construction Industry Improvement Act .",
      "id": "s40"
    },
    {
      "text": "This was the second contravention.",
      "id": "s41"
    },
    {
      "text": "On the morning of 21 February 2006, Mr Mates entered the Mount Street site, found the crane crew and shut down the crane by telling the crew to pack up and leave, which the crew ultimately did.",
      "id": "s42"
    },
    {
      "text": "In acting in this way, Mr Mates carried out the threats made on 15 and 17 February 2006 that the Mount Street project would not recommence unless Mr Deans, Mr O'Donnell and Ms Singleton were re-employed and took on their former responsibilities, including that Ms Singleton assumed OH&amp;S responsibilities.",
      "id": "s43"
    },
    {
      "text": "Mr Mates and the Union shut down the crane, with the intention of coercing Hardcorp to re-employ Mr Deans, Mr O'Donnell and Ms Singleton at the Mount Street site, and, amongst other things, to have Ms Singleton appointed as OH&amp;S officer on site.",
      "id": "s44"
    },
    {
      "text": "On the basis of these findings, the Court ultimately held that, on 21 February 2006, Mr Mates, in his own right, and the Union, through Mr Mates' conduct that day, breached s 43 of the Building and Construction Industry Improvement Act .",
      "id": "s45"
    },
    {
      "text": "This was the third contravention.",
      "id": "s46"
    },
    {
      "text": "THE NATURE AND EXTENT OF THE UNLAWFUL CONDUCT \n The respondents' conduct on 15, 17 and 21 February 2006 constituted clear breaches of the Building and Construction Industry Improvement Act .",
      "id": "s47"
    },
    {
      "text": "On the 15 and 17 February, with intent to coerce Hardcorp to re-employ his people and allocate OH&amp;S responsibilities to his nominee, Mr Mates was threatening the very existence of the project and at a time when it had barely recommenced.",
      "id": "s48"
    },
    {
      "text": "Mr Mates' threats were serious and his conduct on both occasions was patently unlawful.",
      "id": "s49"
    },
    {
      "text": "In the absence of any reasonable explanation, it must be inferred that it was done in deliberate disregard of the applicable legislation --- here, the Building and Construction Industry Improvement Act .",
      "id": "s50"
    },
    {
      "text": "Particularly serious was Mr Mates' conduct on 21 February 2006, which gave effect to the threats on 15 and 17 February.",
      "id": "s51"
    },
    {
      "text": "In sending away the crane as he did, Mr Mates unilaterally and arbitrarily prevented work continuing at the site as planned that day, even though Hardcorp representatives told him that there was an OH&amp;S representative and shop steward on site.",
      "id": "s52"
    },
    {
      "text": "Plainly enough, Mr Mates' action was unlawful.",
      "id": "s53"
    },
    {
      "text": "There was no explanation for it.",
      "id": "s54"
    },
    {
      "text": "I infer that it was done in wilful disregard of the Building and Construction Industry Improvement Act .",
      "id": "s55"
    },
    {
      "text": "The respondents contended that Mr Mates' conduct on 15 February 2006 should be considered in context.",
      "id": "s56"
    },
    {
      "text": "The fact was, so the respondents submitted, that, in late 2005, Worksafe authorities were proposing to prosecute Melbourne Transit (a related entity) in respect of a workplace death at its Queens Road project.",
      "id": "s57"
    },
    {
      "text": "Further, it was to be borne in mind, so the respondents argued, that, on 22 December 2005, Melbourne Transit had retrenched all its employees at Mount Street --- the project being taken over by the newly incorporated entity known as Hardcorp in January 2006.",
      "id": "s58"
    },
    {
      "text": "Finally, as the respondents noted, as at 15 February 2006, there was no shop steward or OH&amp;S representative at Mount Street.",
      "id": "s59"
    },
    {
      "text": "In relation to Mr Mates' conduct of 17 February 2006, the respondents noted that, unusually, the appointment of the OH&amp;S representative on 16 February 2006 was by \"agreement between management\" and that there was no evidence that the respondents were aware of that appointment before or at the 17 February 2006 meeting.",
      "id": "s60"
    },
    {
      "text": "The respondents submitted that, as at 21 February 2006, Mr Mates might well have been very suspicious when he was told that Mr Van Senten has been appointed the OH&amp;S representative because he knew nothing about it.",
      "id": "s61"
    },
    {
      "text": "The Court should, so the respondents said, draw the inference, which was open, that Mr Mates' claim for the appointment of a shop steward and an OH&amp;S representative was motivated by a genuine concern to ensure a safe worksite.",
      "id": "s62"
    },
    {
      "text": "I am unable to accept the respondents' submissions, although I accept that there was no evidence that Mr Mates was aware of the appointment of an OH&amp;S representative before or at the 17 February 2006 meeting.",
      "id": "s63"
    },
    {
      "text": "In particulars under paragraph [17] of their Defence, Amended Defence and Further Amended Defence, the respondents had stated that, on 21 February at the site, \"Mates raised safety concerns with a crane operator\".",
      "id": "s64"
    },
    {
      "text": "There was, however, no evidence that Mr Mates raised any concerns about safety at the meetings on 15 and 17 February 2006, as one might have expected if safety had been a genuine motivating concern on Mr Mates' part.",
      "id": "s65"
    },
    {
      "text": "In the context explained in my earlier judgment, Mr Mates himself gave no evidence: see Cahill v CFMEU (No 3) [2009] FCA 52 at [2] - [6] .",
      "id": "s66"
    },
    {
      "text": "The Court has, moreover, found that there was no evidence to support a suggestion that safety concerns motivated Mr Mates' conduct on 21 February 2006: see Cahill v CFMEU (No 3) [2009] FCA 52 at [82] .",
      "id": "s67"
    },
    {
      "text": "Indeed, the Court held (at [83]) that there was no reasonable explanation for Mr Mates' conduct after Mr Moresi informed him that Mr Van Senten was shop steward and OH&amp;S representative and that: \n \n The only tenable explanation is that Mr Mates was carrying out his threats of 15 and 17 February 2006 that the project at Mount Street would not recommence unless Mr Deans, Mr O'Donnell and Ms Singleton were re-employed and took on their former responsibilities, including that Ms Singleton assumed OH&amp;S responsibilities.",
      "id": "s68"
    },
    {
      "text": "There is, therefore, little now to support the respondents' assertion that Mr Mates' conduct was motivated by a genuine desire to ensure a safe workplace.",
      "id": "s69"
    },
    {
      "text": "I note that the respondents affirmed, and the applicant denied, that the period of misconduct was limited and of short duration.",
      "id": "s70"
    },
    {
      "text": "In this regard, the circumstances of the contraventions, which are set out above, speak for themselves.",
      "id": "s71"
    },
    {
      "text": "I accept, as I must, that, in relation to penalty, each case falls to be considered on its own facts.",
      "id": "s72"
    },
    {
      "text": "THE CONSEQUENCES OF THE CONTRAVENING CONDUCT \n The applicant submitted that the coercive effect of Mr Mates' action on 21 February 2006 continued past 21 February 2006.",
      "id": "s73"
    },
    {
      "text": "The applicant referred to evidence that, absent the crane, Hardcorp could not continue with the main construction program.",
      "id": "s74"
    },
    {
      "text": "The applicant relied on the affidavit of Mr Goss of 1 April 2009.",
      "id": "s75"
    },
    {
      "text": "In this affidavit, Mr Goss stated, amongst other things, that Transit Joint Venture Pty Ltd (another related entity) lost approximately $50,000 on 21 February 2006 and for each subsequent day that Hardcorp could not use the crane on the site.",
      "id": "s76"
    },
    {
      "text": "Mr Goss stated that this amount was calculated by reference to labour costs, interest costs, management costs, hire equipment costs and holding costs.",
      "id": "s77"
    },
    {
      "text": "Mr Goss also deposed to the cessation of the project, loss of jobs, inability to meet obligations to the bank, and loss of the contract for the project.",
      "id": "s78"
    },
    {
      "text": "The respondents objected to the admissibility of most of Mr Goss's affidavit, upon the basis that, save for paragraphs [1] to [3], the remainder was irrelevant to the issues before the Court and it impermissibly sought to re-open the issue of the respondents' responsibility for events on the site after 21 February 2006.",
      "id": "s79"
    },
    {
      "text": "The respondents submitted that there was no evidence that their conduct on 21 February 2006 caused the project to come to a standstill.",
      "id": "s80"
    },
    {
      "text": "On the contrary, there was evidence that people continued to work on the site and of a commercial vehicle apparently entering the site.",
      "id": "s81"
    },
    {
      "text": "The respondents argued that \"[t]he applicant's evidence about the operation of the site should be treated with great caution in view of the video (exhibit R7)\".",
      "id": "s82"
    },
    {
      "text": "The respondents further argued that they could not be held responsible for any loss incurred after 21 February 2006.",
      "id": "s83"
    },
    {
      "text": "The respondents argued that the applicant was wrong to attribute to the removal of the crane a flow on effect that resulted in the collapse of the project.",
      "id": "s84"
    },
    {
      "text": "The respondents argued that the intervening causes were so significant and substantial that Mr Mates and the Union could not be held responsible for Hardcorp's inability to get a crane after 22 February 2006 and the collapse of the project.",
      "id": "s85"
    },
    {
      "text": "By his conduct, Mr Mates brought about the removal of equipment upon which the progress of the project on 21 February 2006 depended.",
      "id": "s86"
    },
    {
      "text": "Mr Palmer, a site manager at the time, gave evidence that the crane was booked for the installation of concrete panels forming the walls of the residential units under construction and for lifting steel form work and steel reinforcement onto the third level of the site.",
      "id": "s87"
    },
    {
      "text": "The Court previously found that Mr Palmer was a credible witness, who gave his evidence in a measured way.",
      "id": "s88"
    },
    {
      "text": "Mr Goss's evidence was consistent in this regard with that of Mr Palmer.",
      "id": "s89"
    },
    {
      "text": "Mr Palmer summed up the need for a crane, saying \"[w]ithout the crane being present we could not continue with the main construction programme\".",
      "id": "s90"
    },
    {
      "text": "I accept Mr Palmer's evidence as to the need for the crane.",
      "id": "s91"
    },
    {
      "text": "As it happened, Mr Mates' action on 21 February 2006 was compounded by the fact that Hardcorp was unable to secure another crane to work on the site until 2 March 2006: see Cahill v CFMEU (No 3) [2009] FCA 52 at [99] .",
      "id": "s92"
    },
    {
      "text": "Plainly enough, this failure significantly affected the progress of the project.",
      "id": "s93"
    },
    {
      "text": "Mr Palmer deposed that he ceased work at Mount Street on 3 March 2006 and that: \n \n The Mount Street site had basically shut down at this stage.",
      "id": "s94"
    },
    {
      "text": "There was no productive work which could be done on the Mount Street site at this time because we could not get the crane crew on the Mount Street site.",
      "id": "s95"
    },
    {
      "text": "By late February 2006 we had already exhausted every other piece of work that the employees could do on the Mount Street site in the absence of a crane.",
      "id": "s96"
    },
    {
      "text": "By this stage we could not get any further progress payments made to us because we could not do any productive work.",
      "id": "s97"
    },
    {
      "text": "Mr Palmer's evidence was corroborated by Mr McMahon.",
      "id": "s98"
    },
    {
      "text": "Again, I accept Mr Palmer's evidence as to the situation at Mount Street as at 3 March 2006.",
      "id": "s99"
    },
    {
      "text": "Mr Palmer's evidence allowed for the fact that, notwithstanding there was no crane, employees undertook some work on the site until late February 2006.",
      "id": "s100"
    },
    {
      "text": "This is borne out by the video taken on 24 February 2006, to which the respondents referred: see also Cahill v CFMEU (No 3) [2009] FCA 52 at [105] .",
      "id": "s101"
    },
    {
      "text": "The effect of his evidence is that, after Mr Mates shut down the crane until late February 2006, there was some limited non-crane dependent work undertaken on the site, but thereafter, no productive work could be undertaken without a crane.",
      "id": "s102"
    },
    {
      "text": "Clearly enough, Mr Mates' action was taken at a critical stage in the re-birth of the project, when it would be likely to cause disruption.",
      "id": "s103"
    },
    {
      "text": "His action meant that there was no crane to work on site on 21 February 2006.",
      "id": "s104"
    },
    {
      "text": "If the crane had not been shut down that day, then the crane might have been available to continue working on site on and after that date.",
      "id": "s105"
    },
    {
      "text": "I accept that Mr Mitchell's evidence was to the effect that, the crane was pre-paid for the day only, but, presumably, further payment might have been made that day had all gone according to Hardcorp's plan.",
      "id": "s106"
    },
    {
      "text": "The fact is that Mr Mates' action effectively foreclosed these possibilities.",
      "id": "s107"
    },
    {
      "text": "Some care must be taken in assessing the effect of Mr Mates' action.",
      "id": "s108"
    },
    {
      "text": "It must be borne steadily in mind that the Court has rejected as unproven the applicant's allegations of further contraventions on the respondents' part in respect of conduct after the crane left the site on 21 February 2006.",
      "id": "s109"
    },
    {
      "text": "That is, the Court has rejected as unproven the applicant's allegations that: (1) Mr Mates telephoned the Union's offices or a representative of the Union to instruct Mr Hill to ring Sergi Cranes and other crane operators to warn them off working at the Mount Street site; and (2) Mr Mates arranged for Mr Tadic and/or Mr Hill to contact Independent Cranes to ensure that the crane left the Mount Street site and did not return: see Cahill v CFMEU (No 3) [2009] FCA 52 [96].",
      "id": "s110"
    },
    {
      "text": "The Court also rejected as unproven the allegation that from 22 February 2006 Mr Mates organised the picket outside the Mount Street site.",
      "id": "s111"
    },
    {
      "text": "In evaluating the consequential effect of Mr Mates' action on 21 February 2006, I accept that there was no evidence about the availability on following days of the crane from Independent Cranes.",
      "id": "s112"
    },
    {
      "text": "The evidence showed that Mr McMahon was unable to hire a crane when he called crane companies later on 21 February, before the picket formed the next day.",
      "id": "s113"
    },
    {
      "text": "Mr McMahon's evidence was that, once the picket formed, he told all the crane companies he called that there was a picket in place.",
      "id": "s114"
    },
    {
      "text": "This provided a reason for crane companies not to want to supply a crane to the Mount Street site thereafter.",
      "id": "s115"
    },
    {
      "text": "On this analysis, the picket and the failure of the crane companies to provide a crane were key factors for Hardcorp's inability to undertake productive work in the period from 22 February 2006 until 2 March 2006.",
      "id": "s116"
    },
    {
      "text": "As the applicant noted, however, but for Mr Mates' action in the morning of 21 February 2006, Mr McMahon would probably not have been looking for a crane later on 21 February 2006 and may not have needed to find a crane in the ensuing period.",
      "id": "s117"
    },
    {
      "text": "The conclusion I reach is that there were numerous factors that brought about the ultimate collapse of the project at Mount Street, a number of which were unrelated to Mr Mates.",
      "id": "s118"
    },
    {
      "text": "However, Mr Mates' action on 21 February 2006 contributed to the circumstances that brought about the project's demise.",
      "id": "s119"
    },
    {
      "text": "Further, Mr Mates' action on 21 February 2006 in shutting down the crane undoubtedly caused loss to Transit Joint Venture, although it is difficult to determine precisely how much.",
      "id": "s120"
    },
    {
      "text": "The affidavit of Mr Goss of 1 April 2009 was broadly relevant to the issue of the consequential effect of Mr Mates' conduct and therefore admissible.",
      "id": "s121"
    },
    {
      "text": "I would not attach much weight to paragraphs [5] to [11], however, which consisted of broad assertions, when clearly a more precise explanation was called for and, presumably, available.",
      "id": "s122"
    },
    {
      "text": "By way of example, as already noted, Mr Goss claimed a loss of $50,000 was incurred on 21 February 2006 made up of various items, including labour costs.",
      "id": "s123"
    },
    {
      "text": "It is plain enough, however, that some work was done at the site on 21 February 2006.",
      "id": "s124"
    },
    {
      "text": "Holding costs are also included, although it is not apparent how these are calculated or how the crane shut down affected them.",
      "id": "s125"
    },
    {
      "text": "It is not, moreover, apparent how interest is quantified and paid.",
      "id": "s126"
    },
    {
      "text": "Mr Goss's statements about subsequent losses are equally imprecise and, in any event, are subject to the conclusion expressed at paragraph [37] above.",
      "id": "s127"
    },
    {
      "text": "Furthermore, it is to be borne in mind that the Court has already found that Mr Goss was not an entirely reliable witness: see Cahill v CFMEU (No 3) [2009] FCA 52 [30], [55], [104] and [109].",
      "id": "s128"
    },
    {
      "text": "In the end, I conclude that the actual loss suffered by Transit Joint Venture on 21 February 2006 was a good deal less than the claimed $50,000.",
      "id": "s129"
    },
    {
      "text": "WHETHER THE RESPONDENT HAS PREVIOUSLY BEEN FOUND TO HAVE ENGAGED IN SIMILAR UNLAWFUL CONDUCT \n Similar unlawful conduct in the past is relevant and may justify a heavier penalty than might otherwise be imposed, although not a penalty that is disproportionate to the contravention in question: see Coal and Allied Operations Pty Ltd (No 2) 94 IR at 232 [7]-[8] per Branson J.",
      "id": "s130"
    },
    {
      "text": "As Tracey J observed in Stuart-Mahoney 177 IR at 70 [44], \"[s]imilar previous conduct demonstrates that the respondent has a history of engaging in the particular conduct in question, that the penalties previously imposed were insufficient to deter the respondent from re-engaging in that conduct and that the respondent has failed to take adequate steps to prevent further contraventions\".",
      "id": "s131"
    },
    {
      "text": "Also, as his Honour went on to say: \n \n Conduct which is of a different character does not assist this assessment: see Leighton Contractors Pty Ltd v Construction, Forestry, Mining and Energy Union [2006] WASC 317 ; (2006) 164 IR 375 at 389 [67] .",
      "id": "s132"
    },
    {
      "text": "Similar conduct which has been found to contravene other legislative provisions will have potential relevance.",
      "id": "s133"
    },
    {
      "text": "I agree with his Honour's observations: compare Williams v Construction, Forestry, Mining and Energy Union (No 2 ) [2009] FCA 548 at [16] per Jessup J and Temple v Powell [2008] FCA 714 ; (2008) 173 IR 189 at 209 [64] per Dowsett J.",
      "id": "s134"
    },
    {
      "text": "Conduct engaged in prior to 15 February 2006 (when the first contravention occurred) and for which no contravention was recorded until after 15 February 2006 is not treated as a prior contravention: see Alfred v Walter Construction Group Pty Ltd [2005] FCA 497 at [13] per Branson J.",
      "id": "s135"
    },
    {
      "text": "However, similar conduct engaged in prior to 15 February 2006 and for which a contravention was recorded after that date can be taken into account ( Alfred [2005] FCA 497 at [13] ) although will usually be given less weight than a prior contravention as judicially determined: see R v McInerney (1986) 42 SASR 111 at 113 per King CJ and 124 per Cox J.",
      "id": "s136"
    },
    {
      "text": "Further, similar conduct subsequently found to have been done after the relevant date (here 15 February 2006) is not irrelevant to the assessment of appropriate penalty.",
      "id": "s137"
    },
    {
      "text": "In this case, any previous contraventions by the respondents of s 43 of the Building and Construction Industry Improvement Act will be relevant.",
      "id": "s138"
    },
    {
      "text": "The applicant submitted that the Union had previously been found to have contravened s 43 of the Building and Construction Industry Improvement Act in Stuart-Mahoney 177 IR 61.",
      "id": "s139"
    },
    {
      "text": "In Stuart-Mahoney 177 IR 61, the respondent Union admitted (on 16 April 2008) that, in October 2005, it had contravened ss 38 and 43 of that Act.",
      "id": "s140"
    },
    {
      "text": "On 19 September 2008, the Court made declarations to that effect and imposed penalties.",
      "id": "s141"
    },
    {
      "text": "The respondents noted, correctly in my view, that this contravention of s 43 is not properly treated as a prior contravention: the conduct in question preceded the first contravention here (on 15 February 2006) but was not the subject of judicial decision (or admission) until last year.",
      "id": "s142"
    },
    {
      "text": "Stuart-Mahoney shows, however, that the Union did in fact engage in similar conduct prior to 15 February 2006 --- a fact that may be taken into account although accorded less significance than if the matter had been dealt with by the Court before 15 February 2006.",
      "id": "s143"
    },
    {
      "text": "Further, on 13 March 2009, in Williams v Construction, Forestry, Mining and Energy Union [2009] FCA 223 , Jessup J found that, on 31 July 2006, Mr Mates and the Union had committed two breaches of s 43 of the Building and Construction Industry Improvement Act by organising a stoppage of work on a building site and threatening to organise a further stoppage unless the employer engaged a labourer.",
      "id": "s144"
    },
    {
      "text": "On 28 May 2009, Jessup J dealt with the matter of penalties: see Williams v Construction, Forestry, Mining and Energy Union (No 2) [2009] FCA 548.",
      "id": "s145"
    },
    {
      "text": "(With the consent of the applicant, the respondents advised me that this last-mentioned judgment was the subject of an appeal.",
      "id": "s146"
    },
    {
      "text": ") Plainly enough, Williams is not to be treated as a prior contravention on the part of Mr Mates or the Union since the conduct in question post-dated the 15 February 2006 contravention in this case and had not been the subject of any judicial decision until this year.",
      "id": "s147"
    },
    {
      "text": "Always bearing this in mind, the findings of contravention of s 43 of the Building and Construction Industry Improvement Act are not necessarily irrelevant to the assessment of penalty and may be taken into appropriate account.",
      "id": "s148"
    },
    {
      "text": "In addition to these matters, the applicant relied on various other decisions as indicative of a prior history on the Union's part.",
      "id": "s149"
    },
    {
      "text": "In particular, the applicant argued that the Union had a substantial history of engaging in similar conduct because it had been found to have engaged in unlawful coercion on numerous previous occasions contrary to: A lengthier list of judicially determined contraventions of industrial legislation was set out in exhibit MG 2 to Mr Gregor's affidavit, and, as the respondents noted, included matters that were not properly to be treated as prior contraventions.",
      "id": "s150"
    },
    {
      "text": "I would not regard this evidence as inadmissible but the matters mentioned are to be accorded substantially less weight than those contraventions specifically mentioned above and, in some instances, virtually no weight at all.",
      "id": "s151"
    },
    {
      "text": "Having considered the matters to which the applicant referred me, I consider that the Union's prior contraventions of s 187AB of the Workplace Relations Act provide slight evidence of relevant history with respect to the conduct with which this case is concerned.",
      "id": "s152"
    },
    {
      "text": "Section 187AB(1)(b) of the Workplace Relations Act prohibited (amongst others) an organisation from organising or engaging in, or threatening to organise or engage in, industrial action against an employer with intent to coerce an employer into making payments in relation to a period during which the employee was engaged in industrial action.",
      "id": "s153"
    },
    {
      "text": "Instances of prior contraventions of s 187AB are therefore potentially relevant to the present matter, because the provision concerned with coercive behaviour to bring about an outcome against the will of another.",
      "id": "s154"
    },
    {
      "text": "However, the circumstances disclosed in Ponzio v B &amp; P Caelli Constructions Pty Ltd [2007] FCAFC 65 ; 158 FCR 543 and Cruse v Multiplex Ltd 172 FCR 279 showed that these two cases concerned situations very different from the present.",
      "id": "s155"
    },
    {
      "text": "Both concerned payments for stoppages arising from a death in the industry involving breaches of ss 187AA and 187AB, including s 187AB(1)(b).",
      "id": "s156"
    },
    {
      "text": "Cahill v Construction, Forestry, Mining and Energy Union [2008] FCA 495 also concerned contraventions of s 187AB, including s 187AB(1)(b), arising in the context of payments for stoppages on account of safety issues.",
      "id": "s157"
    },
    {
      "text": "All three cases involved considerations very different to the present: see Ponzio v B &amp; P Caelli Constructions Pty Ltd 158 FCR at 562 [113]-[116] per Lander J and 576-577 [160]-[166] per Jessup J; Cruse v Multiplex Ltd 172 FCR at 294-296 [42]-[47], 300 [61] per Goldberg and Jessup JJ; and Cahill v Construction, Forestry, Mining and Energy Union [2008] FCA 495 at [38] - [43] per Marshall J.",
      "id": "s158"
    },
    {
      "text": "Further, although the conduct in question in all three cases occurred before 15 February 2006, the judicial determination of contraventions was not until some considerable time after that date: see Ponzio v B &amp; P Caelli Constructions Pty Ltd [2006] FCA 1221 , Cruse v Multiplex Ltd [2007] FCA 2015 and Cahill v Construction, Forestry, Mining and Energy Union [2008] FCA 495.",
      "id": "s159"
    },
    {
      "text": "Although s 170NC of the Workplace Relations Act is directed to conduct that is different from that involved in this case, I consider that prior contraventions of this provision would also have potential relevance in imposing a penalty in this case.",
      "id": "s160"
    },
    {
      "text": "In substance, s 170NC prohibited coercion to agree to make or not to make an industrial instrument; and, as in this case, involve the use of coercion on a person to achieve an outcome against his or her will, in circumstances that the legislature considered should be unlawful.",
      "id": "s161"
    },
    {
      "text": "As the applicant noted, there have been cases involving s 170NC that have, in substance, involved judicial findings of similar unlawful conduct by the Union's representatives prior to 15 February 2006: see Alfred v Construction, Forestry, Mining &amp; Energy Union , District Court of New South Wales, 5 March 2004 and Alfred v Walter Construction Group Limited [2005] FCA 497.",
      "id": "s162"
    },
    {
      "text": "Although involving different conduct, these two s 170NC cases may be said to demonstrate a similar modus operandi on the Union's part to this case --- in which coercion is used to secure control of employees on building site.",
      "id": "s163"
    },
    {
      "text": "I would regard both these prior contraventions as relevant to the imposition of penalties, although I note that in both cases the conduct in question took place in New South Wales, rather than in Victoria.",
      "id": "s164"
    },
    {
      "text": "For reasons explained below, this affects the weight I would attach to them.",
      "id": "s165"
    },
    {
      "text": "As noted below, the question of weight is an unavoidable one when considering the significance of prior contraventions.",
      "id": "s166"
    },
    {
      "text": "Each of the other s 170NC cases relied on by the applicant is in a different class.",
      "id": "s167"
    },
    {
      "text": "In A &amp; L Silvestri Pty Ltd v Construction, Forestry, Mining and Energy Union 165 IR 94, in reasons for judgment of 13 July 2007, the trial judge recorded that, in October 2003, the Union's then representative \"made a number of explicit threats to disrupt the progress of work on the site if an EBA were not entered into\" and held that the CFMEU and CFMEU NSW were liable for breach of s 170NC of the Workplace Relations Act : see 165 IR 94 at 114-115 [68] and 116 [72] per Gyles J.",
      "id": "s168"
    },
    {
      "text": "This case involved judicial findings post February 2006 of similar unlawful conduct pre 15 February 2006.",
      "id": "s169"
    },
    {
      "text": "Moreover, the case involved conduct outside Victoria.",
      "id": "s170"
    },
    {
      "text": "These latter considerations lessen the significance as to the Union's modus operandi that might otherwise attach to the findings in the case.",
      "id": "s171"
    },
    {
      "text": "There are two Victorian instances of s 170NC contraventions.",
      "id": "s172"
    },
    {
      "text": "On 22 August 2008, in Cruse v Construction, Forestry, Mining and Energy Union 175 IR 447, Marshall J held that the Union was vicariously liable for a contravention of s 170NC(1)(a), after it was established that, in May 2005, its representative had told a person coming to work on a site that he had to leave and not return, until he entered into a certified agreement with the Union.",
      "id": "s173"
    },
    {
      "text": "The conduct in question was that of a delegate in Victoria.",
      "id": "s174"
    },
    {
      "text": "In Martino v Construction, Forestry, Mining and Energy Union , the Magistrates Court of Victoria, on 10 May 2006, found that the Union (through the actions of a site delegate) was liable for conduct contravening s 170NC occurring in October 2004.",
      "id": "s175"
    },
    {
      "text": "I note, however, that both these two cases involve judicial determination of contraventions after 15 February 2006, and are not therefore to be treated as prior contraventions, although they may be taken into account in imposing penalties.",
      "id": "s176"
    },
    {
      "text": "As noted above, the applicant also relied on contraventions of ss 298P(3) and 298S(2)(b) of the Workplace Relations Act , both protective of freedom of association.",
      "id": "s177"
    },
    {
      "text": "Although provisions of a different kind from the present, as in this case, each involved the use of coercion on a person to achieve an outcome against his or her will, in circumstances that the legislature made unlawful.",
      "id": "s178"
    },
    {
      "text": "Prior contraventions of these provisions therefore have the potential to assist in fixing penalties in the present case.",
      "id": "s179"
    },
    {
      "text": "In Hadgkiss v Blevin [2004] FCA 697 at [154], Conti J held, on 1 June 2004, that the respondents, which included the Union, had, in November 2002, \"conducted themselves in a manner principally designed to deny the freedom of [an employee] to withhold from joining the Union\" and that the Union had contravened s 298P(3).",
      "id": "s180"
    },
    {
      "text": "The contraventions involved threats by a Union representative directed to the employer of 'trouble', if an employee would not become a member of the Union.",
      "id": "s181"
    },
    {
      "text": "The conduct in question occurred in New South Wales.",
      "id": "s182"
    },
    {
      "text": "In Hamberger v Construction, Forestry, Mining and Energy Union [2000] FCA 1923 , Cooper J, on 22 December 2000, held that the respondents, including the Union, had contravened s 298P(3) of the Workplace Relations Act in early 1999: see, for penalty assessment, [2002] FCA 585.",
      "id": "s183"
    },
    {
      "text": "His Honour held that the Union had attempted, through various threats, to get an employer to remove an employee because he had refused to join an industrial association: see also Construction, Forestry, Mining and Energy Union v Hamberger (2003) 125 IR 183 ; [2003] FCAFC 38.",
      "id": "s184"
    },
    {
      "text": "The conduct in question occurred in Queensland.",
      "id": "s185"
    },
    {
      "text": "Both the s 298P(3) cases were decided before 15 February 2006 and involved unlawful coercion to control employees at a building site although the conduct was in both cases outside Victoria.",
      "id": "s186"
    },
    {
      "text": "I would therefore regard these prior contraventions as relevant to the imposition of penalties, although, as indicated below, the fact that they occurred elsewhere affects the weight I would give them.",
      "id": "s187"
    },
    {
      "text": "In Alfred v Lanscar 167 IR 320, on 4 July 2007, Buchanan J made declarations that the respondents, including the Union, had contravened s 298S(2)(a) of the Workplace Relations Act on 9 February 2005, by representing to an employer that, to work on a site in the Australian Capital Territory, painters were obliged to join the Union, and advising, encouraging or inciting the employer to refuse to make use of painting services offered by persons who were not members of the Union.",
      "id": "s188"
    },
    {
      "text": "Since Alfred v Lanscar was decided after 15 February 2006, it is not properly to be treated as a prior convention and entitled to weight as such.",
      "id": "s189"
    },
    {
      "text": "Further, it was concerned with conduct in the Australian Capital Territory.",
      "id": "s190"
    },
    {
      "text": "Even though not entitled to the same weight as prior contraventions, the cumulative effect of the judicial findings of similar (mis)conduct post 15 February 2006 is significant.",
      "id": "s191"
    },
    {
      "text": "They show that the conduct with which the Court is presently concerned cannot be regarded as a completely isolated instance of contravening conduct entirely uncharacteristic of the Union.",
      "id": "s192"
    },
    {
      "text": "As indicated above, there is, however, a further matter to consider in relation to these instances of previous contravening conduct.",
      "id": "s193"
    },
    {
      "text": "The respondents argued that prior contraventions of another autonomous division or branch of the Union should not be taken into account.",
      "id": "s194"
    },
    {
      "text": "I do not consider that there is any absolute rule to this effect.",
      "id": "s195"
    },
    {
      "text": "In support of this proposition, the respondents relied on Leighton Contractors Pty Ltd v Construction, Forestry, Mining and Energy Union [2006] WASC 317 ; (2006) 164 IR 375 at 390 and Temple v Powell 173 IR 189 at 209 [63].",
      "id": "s196"
    },
    {
      "text": "In Leighton Contractors , the Supreme Court of Western Australia was called to fix a penalty for contravention of s 38 of the Building and Construction Industry Improvement Act .",
      "id": "s197"
    },
    {
      "text": "In connection with the Union's prior contraventions, after citing with approval the comments of Branson J in Coal and Allied Operations Pty Ltd (No 2) 94 IR 231 (see [9] above), Le Miere J said (at 390 [67]) that: \n \n One matter her Honour considered was whether the respondent had previously been found to have engaged in conduct in contravention of Pt XA of that Act.",
      "id": "s198"
    },
    {
      "text": "In my view, that is the correct approach.",
      "id": "s199"
    },
    {
      "text": "It is not appropriate to consider all contraventions of any industrial legislation by any Branch of the first defendant anywhere in Australia.",
      "id": "s200"
    },
    {
      "text": "The first defendant is a very large organisation that operates throughout Australia.",
      "id": "s201"
    },
    {
      "text": "Branches, Divisions, officers and representatives of the first defendant are involved in dealings with employers in relation to industrial matters every day.",
      "id": "s202"
    },
    {
      "text": "It is inappropriate to take account of the conduct of the first defendant through various Branches, Divisions and officers or representatives that is of a different character than the contravening conduct in questions and are contraventions of different legislation.",
      "id": "s203"
    },
    {
      "text": "In imposing penalties in respect of admitted breaches of ss 170MN and 178 of the Workplace Relations Act and s 38 of the Building and Construction Industry Improvement Act , Dowsett J said in Temple v Powell 173 IR 189 at 209 [63]: \n \n The respondents submitted that in a large organisation such as the CFMEU, with autonomous state branches, it is not necessarily appropriate to treat conduct by all branches throughout the country as relevant past conduct for the purpose of fixing a penalty in connection with the unlawful conduct of one branch.",
      "id": "s204"
    },
    {
      "text": "There is substance in that submission.",
      "id": "s205"
    },
    {
      "text": "Whether previous misconduct is relevant to fixing a penalty is a question of logic.",
      "id": "s206"
    },
    {
      "text": "In some cases a pattern of conduct across the country may suggest a nationwide plan of action or a national culture of misconduct.",
      "id": "s207"
    },
    {
      "text": "In other cases it may appear that a particular branch or geographical region has acted alone in adopting a plan of action or has developed a particular culture.",
      "id": "s208"
    },
    {
      "text": "It was also submitted that past conduct cannot operate so as to increase the penalty beyond that which is appropriate to the misconduct in question.",
      "id": "s209"
    },
    {
      "text": "That proposition mat be correct, but it should not be taken as implying that past misconduct is irrelevant to the fixing of penalty.",
      "id": "s210"
    },
    {
      "text": "In neither of these passages was the Court laying down a hard and fast rule that prior contraventions of another autonomous division or branch of the Union should never be taken into account.",
      "id": "s211"
    },
    {
      "text": "Whether or not prior contraventions will be relevant and, if relevant, accorded any and what weight will necessarily depend on the nature and circumstances, as disclosed in the record of the prior contraventions.",
      "id": "s212"
    },
    {
      "text": "In this context, if it appeared that a series of prior contraventions were part of any nationwide campaign, then this would plainly militate against an offending union.",
      "id": "s213"
    },
    {
      "text": "Plainly too, a union, considered as a single entity, cannot shrug off responsibility for prior contraventions just because they were geographically widespread.",
      "id": "s214"
    },
    {
      "text": "I accept that, as the relevant legislation provides, an organisation that organises itself into national and state division or branches is accountable for how its representatives operate, whether at divisional or branch level.",
      "id": "s215"
    },
    {
      "text": "This does not precisely answer the point at issue, however, because the place where a prior contravention occurred, the status of the Union representative through whom liability arose, and the nature of the organisation (here, including the structure of the Union) are, just like the date and precise nature of the conduct in question, a part of the circumstances to be considered when the weight to be given a prior contravention falls for determination.",
      "id": "s216"
    },
    {
      "text": "Prior contraventions may be indicative of a pattern of misconduct on the Union's part or a culture of disregard for the law.",
      "id": "s217"
    },
    {
      "text": "Or the circumstances may indicate that care should be taken in giving too much weight to these possibilities, particularly when it is apparent that the liability of the Union has come about through the actions of a site delegate or other local representative or member who may well be more affected by matters close at hand than any shared national interest, culture or concern.",
      "id": "s218"
    },
    {
      "text": "In many cases, these may be matters of impression that are not capable of too close analysis.",
      "id": "s219"
    },
    {
      "text": "The respondents pointed out that, under the relevant Union Rules, divisions or branches of divisions have autonomy in important areas: see Rule 27(ii) and (iii) of the National Rules and Rule 46(c) of the Divisional Rules; also Divisional Rules 40(4) (a) and (b) and 42(e).",
      "id": "s220"
    },
    {
      "text": "In the context explained above, I consider that this may be a factor material to the overall assessment of the weight to be given any particular case.",
      "id": "s221"
    },
    {
      "text": "The fact that another division or branch of the Union was within the Union (by virtue of its constitution) responsible for a prior contravention in another State or Territory may be a factor to be taken into account in determining the extent to which the earlier contravention is in reality a useful indicator of relevant history.",
      "id": "s222"
    },
    {
      "text": "Much will depend on the circumstances of the prior offending and the case currently under consideration.",
      "id": "s223"
    },
    {
      "text": "Plainly enough, other material factors will include the dates of the prior contraventions and whether the conduct in question was relevantly similar to the contraventions with which the court is concerned.",
      "id": "s224"
    },
    {
      "text": "It does not seem to me that it is possible to be dogmatic about the correct approach in all cases.",
      "id": "s225"
    },
    {
      "text": "Rather, one can say that, in imposing a penalty, a court must have regard to the offender's record of conduct, and the attitude to compliance with the law that such record disclosed, when considered as a whole.",
      "id": "s226"
    },
    {
      "text": "Various other judicial statements have been made concerning the significance of a prior contravention in a different state or territory: see A &amp; L Silvestri v Construction, Forestry, Mining and Energy Union [2008] FCA 466 at [13] and Williams v Construction, Forestry, Mining and Energy Union (No 2) [2009] FCA 548 at [18] - [19] per Jessup J.",
      "id": "s227"
    },
    {
      "text": "Nothing to which I have been referred dissuades me from the view that, whilst prior contraventions in any state and territories may be relevant to fixing the penalty to be imposed on the Union, it will be for the Court in each case to consider the question of weight, having regard to all the relevant circumstances.",
      "id": "s228"
    },
    {
      "text": "In summary, the history referred to above shows that the Union, through its representatives at various levels around the country, has a history of engaging in coercive conduct relevantly similar to the kind in question in this case.",
      "id": "s229"
    },
    {
      "text": "I would not, however, accord equal weight to all parts of this history, especially having regard to the fact that not all elements of this history are to be treated as prior contraventions and many elements relate to events outside Victoria and also at a level that might be thought more indicative of local than national concern.",
      "id": "s230"
    },
    {
      "text": "Further, as the respondents submitted, it must be borne in mind that, from 1999 to date, the Union, whether or not considered from the relevant divisional perspective, had a considerable spread of activities --- from large to small --- all over the country.",
      "id": "s231"
    },
    {
      "text": "Until Jessup J's decision in Williams [2009] FCA 223 , Mr Mates had not been found to have contravened s 43 of the Building and Construction Industry Improvement Act or any other industrial legislation.",
      "id": "s232"
    },
    {
      "text": "The applicant referred to Duffy v Construction, Forestry, Mining and Energy Union (2008) 178 IR 47, in which, on 28 November 2008, Marshall J found that, in October 2005, the Union had contravened s 38 of the Building and Construction Industry Improvement Act .",
      "id": "s233"
    },
    {
      "text": "Although the report of the case indicates that Mr Mates was involved in the events resulting in the contravention finding against the Union, there was no finding of contravention against Mr Mates.",
      "id": "s234"
    },
    {
      "text": "Further, for present purposes, I accept that s 38 involves consideration of facts of a different kind to that involved in a s 43 contravention.",
      "id": "s235"
    },
    {
      "text": "Jessup J's judgment in Williams [2009] FCA 223 was delivered on 13 March 2009, and involved findings that, on 31 July 2006, Mr Mates and the Union had each committed two breaches of s 43 of the Building and Construction Industry Improvement Act .",
      "id": "s236"
    },
    {
      "text": "Whilst these breaches cannot be treated as prior contraventions, they can be taken into account in imposing penalties in this case.",
      "id": "s237"
    },
    {
      "text": "I note, of course, that they involve judicial findings made earlier this year in respect of conduct five months after 15 February 2006.",
      "id": "s238"
    },
    {
      "text": "These considerations affect the weight to be given Williams in imposing penalties here.",
      "id": "s239"
    },
    {
      "text": "WHETHER THE CONTRAVENTIONS ARE PROPERLY SEEN AS DISTINCT OR AS ARISING OUT OF THE ONE COURSE OF CONDUCT \n The applicant submitted that the three contraventions in question here were distinct, although they all related to the respondents' purpose of coercing Hardcorp to meet their demands regarding the re-employment of Messrs Deans and O'Donnell and Ms Singleton at the Mount Street site and the allocation of particular responsibilities and duties.",
      "id": "s240"
    },
    {
      "text": "Referring to Hamberger v Construction, Forestry, Mining and Energy Union [2002] FCA 585 at [11] , the respondents submitted that the events of February 2006 should be seen as one multi-faceted course of conduct, because the Court concluded that the conduct on 21 February 2006 was the carrying out of the threats made on 15 and 17 February 2006.",
      "id": "s241"
    },
    {
      "text": "Further, or alternatively, the respondents submitted that the totality principle should apply.",
      "id": "s242"
    },
    {
      "text": "The contraventions on 15, 17 and 21 February 2006 had the same purpose, namely, to coerce Hardcorp to re-employ Messrs Deans and O'Donnell and Ms Singleton at the Mount Street site and, amongst other things, to have Ms Singleton appointed as OH&amp;S officer on the Mount Street site.",
      "id": "s243"
    },
    {
      "text": "This was the common thread running through the offending conduct of 15, 17 and 21 February 2006.",
      "id": "s244"
    },
    {
      "text": "To this extent, the comparison with Hamberger v Construction, Forestry, Mining and Energy Union [2002] FCA 585 is justified.",
      "id": "s245"
    },
    {
      "text": "Further, the fact of this common thread should be taken into account in fixing penalties, but, in my view, the contravening conduct is not, for this reason, properly seen as one course of conduct.",
      "id": "s246"
    },
    {
      "text": "This is because the conduct comprising each of the contraventions was separate and distinct in time and place, and in the coercion that the Union exerted.",
      "id": "s247"
    },
    {
      "text": "The conduct on 15 February 2006 involved demands and threats to cause trouble at the Mount Street site if the demands were not met.",
      "id": "s248"
    },
    {
      "text": "The conduct on 17 February 2006 involved similar demands and threats but on a different day and place, and in a different context with different participants in the occasion of the contravention.",
      "id": "s249"
    },
    {
      "text": "The conduct on 21 February 2006 involved Mr Mates coming on to the site and shutting down the crane.",
      "id": "s250"
    },
    {
      "text": "Therefore, these are three separate and distinct contraventions: compare Mornington Inn Pty Ltd v Jordan [2008] FCAFC 70 ; (2008) 168 FCR 383 at 396-399 [41] - [55] ; [2008] FCAFC 70 at [41] - [55] per Stone and Buchanan JJ.",
      "id": "s251"
    },
    {
      "text": "The totality principle must, however, apply: see Mill v The Queen [1988] HCA 70 ; (1988) 166 CLR 59 at 62-63.",
      "id": "s252"
    },
    {
      "text": "Where penalties are being imposed for a number of related contraventions, it is necessary to ensure that the penalties in aggregate are just and appropriate to the circumstances of the case.",
      "id": "s253"
    },
    {
      "text": "Penalties must be proportionate to the culpability and seriousness of the respondent's contravening conduct and sufficient to mark the seriousness of that conduct.",
      "id": "s254"
    },
    {
      "text": "Penalties must also be sufficiently high to deter repetition by the contravener and others who might be tempted to engage in contravening conduct.",
      "id": "s255"
    },
    {
      "text": "Deterrence is a primary objective of penalties.",
      "id": "s256"
    },
    {
      "text": "SIZE AND FINANCIAL POSITION \n In argument, the parties referred to some considerations beyond those mentioned at paragraph [9] above.",
      "id": "s257"
    },
    {
      "text": "I discuss each of these additional matters seriatim before turning to the major issue of deterrence.",
      "id": "s258"
    },
    {
      "text": "The first such matter was the size and financial position of the Union.",
      "id": "s259"
    },
    {
      "text": "In Stuart-Mahoney 177 IR at 71 [49], Tracey J held that the Union was a very large national organisation.",
      "id": "s260"
    },
    {
      "text": "On the basis of Mr Gregor's affidavit, I would reach the same conclusion.",
      "id": "s261"
    },
    {
      "text": "Its financial report for the year ending 31 December 2007 stated that, as at 31 December 2007, the Union had 103,850 members and net assets of $382,393.",
      "id": "s262"
    },
    {
      "text": "Mr Mates stands in a very different position to the Union.",
      "id": "s263"
    },
    {
      "text": "He is an individual employed as a worker on a building site.",
      "id": "s264"
    },
    {
      "text": "Of course, to say the Union is a large national organisation is not to deny that the Union is a non-profit-making enterprise, a consideration that has sometimes been taken into account in the Union's favour: see Australian Competition and Consumer Commission v Automotive, Food, Metals, Engineering, Printing and Kindred Industries Union [2004] FCA 517 at [8] per Gray J; Draffin v Construction, Forestry, Mining and Energy Union [2009] FCA 243 at [44] per Marshall J; and Duffy v Construction, Forestry, Mining &amp; Energy Union (No 2) [2009] FCA 299 at [20] per Marshall J.",
      "id": "s265"
    },
    {
      "text": "It may be borne in mind that, when Gray J referred to this as a consideration, his Honour did so in the context of fixing penalties for breach of a restrictive trade practices provision (s 45D) of the Trade Practices Act.",
      "id": "s266"
    },
    {
      "text": "Whilst there may be occasions in which the consideration may be given appreciable weight, I doubt that it would be correct to do so in this case.",
      "id": "s267"
    },
    {
      "text": "In any event, I would accept that, as the applicant in effect submitted, if taken into account at all, this factor should not be permitted to defeat deterrence objectives (see below).",
      "id": "s268"
    },
    {
      "text": "WHETHER THE CONTRAVENTIONS WERE DELIBERATE \n As a separate matter, the applicant submitted that the contraventions were wilful and deliberate and, in particular, the conduct of 21 February 2006 was designed to cause maximum disruption to the work on the project.",
      "id": "s269"
    },
    {
      "text": "I have already considered matters of this kind when considering the nature and extent of the unlawful conduct and the consequences of the contravening conduct.",
      "id": "s270"
    },
    {
      "text": "WHETHER SENIOR MANAGEMENT WAS INVOLVED IN THE BREACHES \n The applicant asserted that Mr Mates was an experienced organiser, having a significant role within the Union.",
      "id": "s271"
    },
    {
      "text": "In response, the respondents relied on the affidavit of Ms Zhu of 5 May 2009.",
      "id": "s272"
    },
    {
      "text": "According to Ms Zhu's affidavit, which was unchallenged, Mr Mates was employed as an \"Organiser\" in the Victorian Branch of the Construction and General Division of the Union between April 2004 and December 2007 and he had not been employed by the Union since that time.",
      "id": "s273"
    },
    {
      "text": "Plainly enough, Mr Mates is not properly described as a \"senior organiser\" within the Union, as the applicant first suggested.",
      "id": "s274"
    },
    {
      "text": "Further, I hesitate to describe him as an experienced organiser in February 2006, when he had been in the role for just less than two years.",
      "id": "s275"
    },
    {
      "text": "In the end, I doubt that much turns on this description.",
      "id": "s276"
    },
    {
      "text": "It is enough to say that Mr Mates did the contravening acts in his capacity as a Union organiser.",
      "id": "s277"
    },
    {
      "text": "He did not occupy any senior management position in the Union.",
      "id": "s278"
    },
    {
      "text": "There was in this case no evidence that any senior official or members of the governing bodies of the Union were involved in the contravening conduct.",
      "id": "s279"
    },
    {
      "text": "Accordingly, the present case is distinguishable from the situation in Finance Sector Union v Commonwealth Bank of Australia [2005] FCA 1847 ; (2005) 224 ALR 467 , where Merkel J found (at 475 [27]) that CBA acted through senior executives in its contravening conduct.",
      "id": "s280"
    },
    {
      "text": "The case is also distinguishable from Stuart-Mahoney 177 IR 61, where (at 71 [51]) Tracey J noted that the contraventions in that case took place with the knowledge and consent of senior Union officials.",
      "id": "s281"
    },
    {
      "text": "This is not an aggravating circumstance in this case.",
      "id": "s282"
    },
    {
      "text": "WHETHER THE RESPONDENTS HAVE EXHIBITED CONTRITION, TAKEN CORRECTIVE ACTION, OR CO-OPERATED WITH AUTHORITIES \n The applicant noted that there was no evidence of any regret, contrition or remorse on the part of the Union or Mr Mates for their contravening conduct, and there was no apology.",
      "id": "s283"
    },
    {
      "text": "The respondents replied (and I accept) that this was not an aggravating circumstance that justified an increase in the level of the penalty: compare BHP Steel (AIS) Pty Ltd v Construction, Forestry, Mining and Energy Union [2001] FCA 336 at [10] per Kiefel J.",
      "id": "s284"
    },
    {
      "text": "The applicant further noted that there was no evidence of any corrective action taken by the Union or Mr Mates in relation to the contraventions.",
      "id": "s285"
    },
    {
      "text": "Again this is not an aggravating circumstance that would justify a higher penalty.",
      "id": "s286"
    },
    {
      "text": "The applicant submitted that the respondents had chosen not to cooperate with him or the Office of the Australian Building and Construction Commissioner.",
      "id": "s287"
    },
    {
      "text": "The applicant further contended that the respondents' lack of cooperation, and failure to make admissions of liability whilst making only limited admissions of facts, necessitated the preparation of a great deal of evidence and led to a lengthy trial.",
      "id": "s288"
    },
    {
      "text": "This placed a burden on the limited resources of the Court and the applicant.",
      "id": "s289"
    },
    {
      "text": "The applicant further submitted that the respondents' conduct during the proceeding deserved censure.",
      "id": "s290"
    },
    {
      "text": "The applicant commented adversely on the respondents' failure to call witnesses after filing and serving witness statements, and the abandonment of their defence (that there was a crane malfunction) on the first day of trial.",
      "id": "s291"
    },
    {
      "text": "The applicant claimed \"[a] vast amount of work needed to be undertaken ... to respond to [this] Defence\".",
      "id": "s292"
    },
    {
      "text": "These factors may be relevant to costs (discussed below) but they do not amount to aggravating circumstances justifying a higher penalty than otherwise.",
      "id": "s293"
    },
    {
      "text": "This is consistent with the conclusion reached by the Full Court in Rural Press Ltd v Australian Competition and Consumer Commission [2002] FCAFC 213 ; (2002) 118 FCR 236 at 285 [166] .",
      "id": "s294"
    },
    {
      "text": "NEED TO ENSURE COMPLIANCE WITH MINIMUM STANDARDS \n The applicant submitted that the respondents' conduct was serious in that, if left unchecked, it would undermine the statutory purposes of the Building and Construction Industry Improvement Act as set out in s 3 of the Act.",
      "id": "s295"
    },
    {
      "text": "In effect, this consideration has previously been considered in connection with the nature and extent of the unlawful conduct.",
      "id": "s296"
    },
    {
      "text": "DETERRENCE \n I turn now to the important question of deterrence.",
      "id": "s297"
    },
    {
      "text": "Deterrence, both specific and general, is a basic objective of punishment.",
      "id": "s298"
    },
    {
      "text": "In the case of the Union, there is a need for specific deterrence and general deterrence.",
      "id": "s299"
    },
    {
      "text": "The need for specific deterrence is underscored by the Union's history of similar conduct (see above) and its continuing involvement in the building and construction industry.",
      "id": "s300"
    },
    {
      "text": "There is also a distinct need for general deterrence, which requires a penalty to be set so to mark the law's disapproval of the conduct in question, and to act as a warning to others not to engage in similar conduct.",
      "id": "s301"
    },
    {
      "text": "The applicant also submitted that there is also a strong need for specific and general deterrence in respect of Mr Mates.",
      "id": "s302"
    },
    {
      "text": "I accept that general deterrence is significant.",
      "id": "s303"
    },
    {
      "text": "In relation to specific deterrence, Mr Mates drew attention to the fact that he has not been employed as an organiser for the Union since December 2007 and that the only contraventions in which he has been involved over his twenty years in the building industry occurred during his relatively short period as an organiser.",
      "id": "s304"
    },
    {
      "text": "I accept that these are relevant considerations.",
      "id": "s305"
    },
    {
      "text": "It was apparently common ground that Mr Mates now works as a shop steward or site delegate for the Union at another construction site.",
      "id": "s306"
    },
    {
      "text": "Although, as the applicant pointed out, there remains the possibility that Mr Mates may assume the role of organiser again, I consider that this is merely speculation.",
      "id": "s307"
    },
    {
      "text": "Mr Mates' current role is a much more circumscribed one than that of an organiser: see Rule 57 of the Divisional Rules.",
      "id": "s308"
    },
    {
      "text": "In the circumstances, there remains little real need for specific deterrence.",
      "id": "s309"
    },
    {
      "text": "As the respondents submitted, the proceedings themselves might reasonably be thought to have some deterrent effect in respect of the Union and Mr Mates.",
      "id": "s310"
    },
    {
      "text": "It has sometimes been appropriate to recognise this factor in discussing deterrence in an industrial context: see, for example, Lisette Pine v Expoconti Pty Ltd [2005] FCA 1434 per Kenny J, Pine v Casello Constructions Pty Ltd [2005] FCA 1854 at [9] per North J; Ponzio v D and E Air Conditioning Pty Ltd [2005] FCA 964 at [20] , [29]-[30] per North J; and Furlong v Maxim Electrical Services (Aust) Pty Ltd (No 3) [2006] FCA 1705 at [20] per Marshall J.",
      "id": "s311"
    },
    {
      "text": "This consideration may be borne in mind here, although I would not accord it great weight.",
      "id": "s312"
    },
    {
      "text": "Section 3(1) of the Building and Construction Industry Improvement Act specifically states that the main object of the Act is \"to provide an improved workplace relations framework for building work to ensure that building work is carried out fairly, efficiently and productively for the benefit of all building industry participants and for the benefit of the Australian economy as a whole\".",
      "id": "s313"
    },
    {
      "text": "The imposition of penalties for contraventions of provisions such as s 43 is one way in which this is achieved.",
      "id": "s314"
    },
    {
      "text": "As already noted, the contraventions under consideration were clear.",
      "id": "s315"
    },
    {
      "text": "Bearing these factors in mind, the need for general deterrence is plain enough, with the result that penalties should be imposed at what has been termed a \"meaningful level\" to serve as a general deterrence to others who may be disposed to engage in the conduct in question: see Stuart-Mahoney 177 IR 61 at 72 [58], citing Australian Competition and Consumer Commission v IPM Operation and Maintenance Loy Yang Pty Ltd (No 2) [2007] FCA 11 at [66] ; Finance Sector Union v Commonwealth Bank of Australia 224 ALR at 479 [41]; and Australian Competition and Consumer Commission v ABB Transmission &amp; Distribution Ltd [2001] FCA 383 ; [2001] ATPR 41-815 at [13] .",
      "id": "s316"
    },
    {
      "text": "It is convenient at this point to consider the respondents' objections to paragraphs [3] to [11] of Mr Gregor's affidavit concerning the reports of the Royal Commission into the Building and Construction Industry, and the Commonwealth Government's response to it, including the passage of relevant legislation and the establishment of the Office of the Australian Building and Construction Commissioner.",
      "id": "s317"
    },
    {
      "text": "I would uphold the respondents' objections and, essentially for the reasons advanced by the respondents, I would not admit the challenged paragraphs.",
      "id": "s318"
    },
    {
      "text": "The critical document is the Building and Construction Industry Improvement Act , which clearly sets out in s 3 what the Act is intended to achieve.",
      "id": "s319"
    },
    {
      "text": "There is no relevant doubt about its meaning that needs clarification.",
      "id": "s320"
    },
    {
      "text": "It is sufficient for present purposes to note that the challenged parts of Mr Gregor's affidavit could add relevantly little, if anything, to this and suffer from the disadvantages to which the respondents referred.",
      "id": "s321"
    },
    {
      "text": "As already noted (at [5]), the applicant did not rely on paragraphs [9], [10], [11], [15] and [16] of Mr Gregor's affidavit.",
      "id": "s322"
    },
    {
      "text": "AMOUNT OF PENALTY \n As previously indicated, the applicant submitted that, having regard to all relevant considerations, the Court should fix, in respect of the Union, a penalty of $55,000 for the contravention on 15 February 2006 and $55,000 for the contravention on 17 February 2006.",
      "id": "s323"
    },
    {
      "text": "The applicant submitted that a penalty of $70,000 should be imposed for the contravention on 21 February 2006 (being a total of $180,000).",
      "id": "s324"
    },
    {
      "text": "Further, in respect of Mr Mates, the applicant said that the Court should fix a penalty of $7,500 for the contravention on 15 February and $7,500 for the contravention on 17 February 2006.",
      "id": "s325"
    },
    {
      "text": "The applicant submitted that $9,000 penalty should be imposed for the contravention on 21 February 2006 (being a total of $24,000).",
      "id": "s326"
    },
    {
      "text": "The respondents argued for lower penalties, bearing in mind Stuart-Mahoney 177 IR 61, which they noted involved the imposition of an overtime ban over a period of six days for all employees, in response to the builder's refusal to engage apprentices.",
      "id": "s327"
    },
    {
      "text": "The trial judge held that the ban was designed to disrupt work, and senior management of the Union knew of and consented to its imposition.",
      "id": "s328"
    },
    {
      "text": "The respondents submitted that, in all the relevant circumstances, the appropriate level of penalty that should be imposed on the Union was $10,000, and on Mr Mates, $2,500.",
      "id": "s329"
    },
    {
      "text": "The respondents argued that such a level of penalty was consistent with the fact that what was involved in this case was significantly less serious than the contravening conduct found in Stuart-Mahoney 177 IR 61 (also a s 43 breach).",
      "id": "s330"
    },
    {
      "text": "The applicant replied that this case warranted a significantly higher penalty than in Stuart-Mahoney , noting other alleged features of the respective cases.",
      "id": "s331"
    },
    {
      "text": "Ultimately, whilst consideration of Stuart-Mahoney is helpful, the fact remains that each case must be considered, having regard to its own facts.",
      "id": "s332"
    },
    {
      "text": "Unsurprisingly, Stuart-Mahoney was different from this case in a number of material respects.",
      "id": "s333"
    },
    {
      "text": "Much the same must also be said of Williams [2009] FCA 223 and Williams (No 2) [2009] FCA 548.",
      "id": "s334"
    },
    {
      "text": "Consideration of them is helpful, but ultimately the factors relevant to the imposition of penalties differ.",
      "id": "s335"
    },
    {
      "text": "As noted above, where (as here) penalties are being imposed for a number of related contraventions, it is necessary to ensure that the penalties in aggregate are just and appropriate to the circumstances of the case.",
      "id": "s336"
    },
    {
      "text": "As Tracey J said in Stuart-Mohoney 177 IR at 73 [60]: \n \n \n Another factor to be considered is the totality principle.",
      "id": "s337"
    },
    {
      "text": "This principle is designed to ensure that the aggregate of penalties imputed is not such as to be oppressive or crushing see: Kelly v Fitzpatrick [2007] FCA 1080 ; (2007) 166 IR 14 at [30] referred to with approval by Buchanan J in Australian Opthalmic Supplies Pty Ltd v McAlary-Smith [2008] FCAFC 8 ; (2008) 165 FCR 560 at [89] .",
      "id": "s338"
    },
    {
      "text": "The orthodox position requires the determination of appropriate penalties for each contravention arising from the same course of conduct.",
      "id": "s339"
    },
    {
      "text": "The aggregate figure is then considered to ensure that the penalty is an appropriate response to the conduct in question see: Australian Competition and Consumer Commission v Australian Safeway Stores Pty Ltd (1997) 75 FCR 238 ; 145 ALR 36 at 53 and Ponzio at [145] per Jessup J.",
      "id": "s340"
    },
    {
      "text": "Penalties must also be proportionate to the culpability and seriousness of the respondent's contravening conduct and sufficient to mark the seriousness of that conduct.",
      "id": "s341"
    },
    {
      "text": "Neither respondent has expressed any contrition.",
      "id": "s342"
    },
    {
      "text": "Having regard to the foregoing considerations, in respect of the Union, I have determined that the appropriate penalties are: Contravention of s 43 of the Building and Construction Industry Improvement Act by the Union on 15 February 2006 --- $18,500 Contravention of s 43 of the Building and Construction Industry Improvement Act by the Union on 17 February 2006 --- $18,500 Contravention of s 43 of the Building and Construction Industry Improvement Act by the Union on 21 February 2006 --- $38,500 \nApplying the totality principle, I consider an aggregate penalty of $75,500 as just and appropriate in all the circumstances.",
      "id": "s343"
    },
    {
      "text": "In respect of Mr Mates, I have determined that the appropriate penalties are: Contravention of s 43 of the Building and Construction Industry Improvement Act by Mr Mates on 15 February 2006 --- $2,500 Contravention of s 43 of the Building and Construction Industry Improvement Act by Mr Mates on 17 February 2006 --- $2,500 Contravention of s 43 of the Building and Construction Industry Improvement Act by Mr Mates on 21 February 2006 --- $5,000 \nApplying the totality principle, I consider an aggregate penalty of $10,000 as just and appropriate in all the circumstances.",
      "id": "s344"
    },
    {
      "text": "COSTS \n The parties are also in dispute as to the proper order as to costs.",
      "id": "s345"
    },
    {
      "text": "Generally, the applicant seeks an order that the Union and Mr Mates pay his costs of the proceeding, but he also seeks an order that the respondents pay the applicant's costs thrown away by reason of the amendment contained in the Further Amended Statement of Defence dated 14 July 2008 on an indemnity basis.",
      "id": "s346"
    },
    {
      "text": "The applicant seeks this latter order on the basis that the previous pleading and the witness statements filed by the respondents put the applicant to significant cost in preparing material in response.",
      "id": "s347"
    },
    {
      "text": "The applicant argued that the respondents would have been aware of this cost, but only chose to amend the Amended Statement of Defence on the first day of the trial and with only one working day's notice to the applicant.",
      "id": "s348"
    },
    {
      "text": "The applicant noted that the respondents must have been aware of the real reason for the crane leaving the site, since it was Mr Mates who spoke to the crane crew and demanded that they shut down the crane and leave.",
      "id": "s349"
    },
    {
      "text": "The applicant submitted that the Court might infer that the relevant witness statements and Amended Statement of Defence were filed with the respondents' knowledge that the relevant matters contained in them were false.",
      "id": "s350"
    },
    {
      "text": "The respondents argued that the costs should be apportioned on the basis that the respondents received 75% of their costs and the applicant received 25% of his costs.",
      "id": "s351"
    },
    {
      "text": "The respondents argued that this was a fair reflection of the evidence and measures of success.",
      "id": "s352"
    },
    {
      "text": "The respondents noted that the applicant was unsuccessful in two of the three allegations of a s 43 breach by conduct on 21 February 2006.",
      "id": "s353"
    },
    {
      "text": "The respondents noted that the applicant failed in his allegation that Mr Mates organised a picket line at the site from 22 February 2006 to 3 March 2006 and in his allegation that there was a breach of s 38 for conduct on and from 21 February 2006.",
      "id": "s354"
    },
    {
      "text": "The respondents submitted that, since the applicant had been unsuccessful in only three of his allegations, the costs should be apportioned accordingly.",
      "id": "s355"
    },
    {
      "text": "The respondents further argued that the evidence and submissions that resulted in findings of contraventions of s 43 on 15 and 17 February 2006 were brief.",
      "id": "s356"
    },
    {
      "text": "The respondents maintained that the evidence with respect to the stoppage of the crane on 21 February 2006 was tendered for the purposes of alleging a contravention of ss 38 and 43 and, as the applicant failed to make out his case on s 38 , the costs of the evidence should be split between the respondents and the applicant.",
      "id": "s357"
    },
    {
      "text": "The respondents submitted that the evidence and submissions dealing with matters on and after 21 February 2006 (save for the stopping of the crane) was extensive and, since the applicant failed on this part of his case, the applicant should bear the costs attributable to this part of the case.",
      "id": "s358"
    },
    {
      "text": "In response to the applicant's request for indemnity costs thrown away, the respondents maintained that they ought not be punished by an order for costs because they relied on information provided to them by third parties and, in any event, the respondents had abandoned this part of their defence as soon as was reasonably practical.",
      "id": "s359"
    },
    {
      "text": "The applicant argued that apportionment was inappropriate, because the conduct and motivations underlying the proven allegations were intertwined with the alleged conduct and motivations said to underlie the unproven allegations so as to make it reasonable and appropriate for the applicant to pursue the unproven allegations.",
      "id": "s360"
    },
    {
      "text": "Further, the applicant submitted that the unproven allegations did not result in appreciably extra Court time or expense than would have been necessary to have considered the proven allegations because most of the evidence and Court time was devoted to the contraventions of 15, 17 and 21 February 2006.",
      "id": "s361"
    },
    {
      "text": "The applicant added that, in the event that the Court thought it appropriate to depart from the usual rule, then the Court should not deprive the applicant of any more than 25% of his costs (other than his costs thrown away by reason of the Further Amended Statement of Defence).",
      "id": "s362"
    },
    {
      "text": "Furthermore, the applicant claimed the costs of the no case submission.",
      "id": "s363"
    },
    {
      "text": "The usual practice is that costs follow the event, with the result that the Court will order the recovery of costs by a successful party on a party and party basis.",
      "id": "s364"
    },
    {
      "text": "The matter of costs is, however, in the general discretion of the Court, although the discretion must be exercised judicially, that is, in a principled way by reference to the litigation: see Ruddock v Vadarlis (No 2) (2001) 115 FCR 229 at 234 [9]-[10].",
      "id": "s365"
    },
    {
      "text": "In some circumstances, the usual rule will be found wanting and success on a portion only of a claim may make it reasonable for the litigant to bear the expense of the portion in which the litigant failed.",
      "id": "s366"
    },
    {
      "text": "Sometimes too, an otherwise successful litigant may be ordered to pay the costs of the other party in respect of the issues on which that litigant failed.",
      "id": "s367"
    },
    {
      "text": "As Black CJ and French J said in Ruddock v Vadarlis (No 2) 115 FCR 229 at 236 [15], \"[u]sually the circumstances in which a successful party is denied all or part of its costs have to do with its conduct of the proceedings\".",
      "id": "s368"
    },
    {
      "text": "Their Honour continued (236-237 [15] and [18]): \n \n Within the general discretion to award costs, costs may be refused where, for example, the applicant has made an exaggerated claim which has occupied a significant proportion of the proceedings and has succeeded only on a minor aspect of its original claim.",
      "id": "s369"
    },
    {
      "text": "Costs may be apportioned according to success or failure on particular distinct or severable issues ... And a trial judge may award only a proportion of the successful party's costs if the conduct of that party at trial was such as to unreasonably prolong the proceedings ... \n \n\n \n \n ... \n \n\n \n \n That a proceeding was brought otherwise than for the personal or financial gain of the applicant, and in that sense in the public interest, does not detract from the general proposition that ordinarily costs follow the event and that the primary factor in deciding on the award of costs is the outcome of the litigation.",
      "id": "s370"
    },
    {
      "text": "Bearing in mind matters of the kind referred to by Jacobs J in Cretazzo v Lombardi (1975) 13 SASR 4 at 15, courts ordinarily exercise some care before making an apportionment of costs of the kind the respondents seek.",
      "id": "s371"
    },
    {
      "text": "Thus, the Full Court in Australian Trade Commission v Disktravel [2000] FCA 62 at [4] declined to make such an order, upon the basis that: \n \n The appellant succeeded completely in terms of the final orders it secured.",
      "id": "s372"
    },
    {
      "text": "The issues it raised in argument on the appeal were not unreasonably raised.",
      "id": "s373"
    },
    {
      "text": "The somewhat complex factual background was a matter which had to be considered in relation to all issues.",
      "id": "s374"
    },
    {
      "text": "None of the issues raised can be characterised in terms of the time and work involved as distinct and severable from the other issues to the extent that an apportionment would be warranted.",
      "id": "s375"
    },
    {
      "text": "The applicant and the respondents all relied on this passage, pointing to different factors in their favour.",
      "id": "s376"
    },
    {
      "text": "In the present case, the key factor is that the applicant has not acted unreasonably in raising any issues in the context of the facts as they understood them.",
      "id": "s377"
    },
    {
      "text": "The applicant was successful in establishing that Mr Mates' conduct on 15, 17 and 21 February 2006 (in relation to the crane) was in contravention of s 43 of the Building and Construction Industry Improvement Act , which necessarily involved a finding as to his coercive intent.",
      "id": "s378"
    },
    {
      "text": "It cannot be said that the applicant brought the proceeding improperly.",
      "id": "s379"
    },
    {
      "text": "Further, it was not unreasonable on the applicant's part to press the matters that the Court ultimately found unproven.",
      "id": "s380"
    },
    {
      "text": "In this context, a simple counting up of the proven allegations against those unproven does not fairly reflect the applicant's success in the proceeding.",
      "id": "s381"
    },
    {
      "text": "Nor do the circumstances justify an apportionment of the kind the respondents seek.",
      "id": "s382"
    },
    {
      "text": "So far as the law permits and is practicable, however, fairness should govern the disposition of costs: compare Bowen Investments Pty Ltd v Tabcorp Holdings Ltd (No 2) [2008] FCAFC 107 at [5] per as Finkelstein and Gordon JJ.",
      "id": "s383"
    },
    {
      "text": "The critical factor in support of a departure from the usual order as to costs is that the applicant has failed in respect of his allegations concerning events after the crane incident on 21 February 2006 and following, which turned on additional and different evidence to the earlier events.",
      "id": "s384"
    },
    {
      "text": "These allegations were that: (1) on 21 February 2006, Mr Mates telephoned the office of the crane company and said that its crew were not to work on the project at Mount Street; (2) on 21 February 2006, Mr Mates telephoned the Union's offices or a representative of the Union and instructed the person he contacted to instruct Maurie Hill (the Union organiser responsible for mobile cranes in Victoria (FEDFA division)) to ring Sergi Cranes and other crane operators to warn them off working at the Mount Street site; and (3) on 22 February 2006 and following, Mr Mates organised a picket line at the Mount Street site.",
      "id": "s385"
    },
    {
      "text": "The applicant further alleged that the Union and/or Mr Mates had contravened s 38 of the Act in that Mr Mates' alleged conduct on 21 February 2006 and in organising a picket line at the Mount Street site between 22 February 2006 and 3 March 2006 constituted \"building industrial action\" within the meaning of paragraphs (b) and (c) of the definition in s 36(1) of the Building and Construction Industry Improvement Act .",
      "id": "s386"
    },
    {
      "text": "Plainly enough, some significant amount of time and effort was devoted to that part of the applicant's unsuccessful case, although it is difficult to quantify this precisely.",
      "id": "s387"
    },
    {
      "text": "In all the circumstances, it would be reasonable to deprive the applicant of a percentage of his trial costs.",
      "id": "s388"
    },
    {
      "text": "Having regard to these circumstances, I consider that it would be fair and just to deprive the applicant of 40 per cent of his trial costs.",
      "id": "s389"
    },
    {
      "text": "It would be inappropriate to order the applicant to pay any portion of the respondents' costs.",
      "id": "s390"
    },
    {
      "text": "The applicant sought the costs of the respondents' earlier no-case submission: see Cahill v Construction, Forestry, Mining and Energy Union (No 2) [2008] FCA 1292.",
      "id": "s391"
    },
    {
      "text": "It will be recalled that I rejected the respondents' submission on the first limb of their no-case submission concerning the construction of the definition of \"building industrial action\" in s 36(1) of the Building and Construction Industry Improvement Act .",
      "id": "s392"
    },
    {
      "text": "I declined to rule on the respondents' contention that the applicant's evidence did not make out the alleged contravention for the events after the crane incident on 21 February 2006 and following unless the Union and Mr Mates elected to call no further evidence, which they subsequently did.",
      "id": "s393"
    },
    {
      "text": "In the result, I have held that the applicant's allegations about events subsequent to Mr Mates having the crane and crane crew leave the Mount Street site were unproven.",
      "id": "s394"
    },
    {
      "text": "In these circumstances, I would make no separate order as to costs in respect of the respondents' no-case submission, but I have had regard to this submission and its outcome in making a more general order as to the disposition of the costs of the proceeding.",
      "id": "s395"
    },
    {
      "text": "I reject the applicant's submission that an order for costs thrown away on an indemnity basis ought to be made in respect of the respondents' Further Amended Statement of Defence.",
      "id": "s396"
    },
    {
      "text": "The particulars to paragraph [17] of the respondents' Defence originally stated that Mr Mates had raised safety concerns with the crane operator on site and that the crane operator had informed him that, owing to concerns about payment, he had been instructed to leave.",
      "id": "s397"
    },
    {
      "text": "Pursuant to an order made on 3 August 2007, the Defence was later amended to include paragraph 17A, which referred to the crane company's concerns about payment and an alleged malfunction of the crane.",
      "id": "s398"
    },
    {
      "text": "A Further Amended Statement of Defence was filed on 14 July 2008, being the first day of the trial.",
      "id": "s399"
    },
    {
      "text": "The applicant was apparently given one working day's notice of the amendment.",
      "id": "s400"
    },
    {
      "text": "This pleading deleted paragraph 17A and the reference in particulars under paragraph [17] to the crane company's concerns about payment.",
      "id": "s401"
    },
    {
      "text": "I am in no doubt that the applicant should have the costs thrown away by reason of the amendments made by the Further Amended Statement of Defence filed on 14 July 2008.",
      "id": "s402"
    },
    {
      "text": "I am not, however, persuaded that I should make an order as to indemnity costs, as the applicant asks.",
      "id": "s403"
    },
    {
      "text": "It is apparent from the pleading that the passages withdrawn by the respondents had a source in third parties.",
      "id": "s404"
    },
    {
      "text": "For reasons unknown and presumably sound, the respondents ultimately chose not to rely on these third parties.",
      "id": "s405"
    },
    {
      "text": "I do not consider that, by reason of this conduct alone, the respondents should be required to pay costs on an indemnity basis.",
      "id": "s406"
    },
    {
      "text": "Parties should not be deterred by awards of indemnity costs from abandoning defences when they discover that, for some legitimate reason, they are not proper to advance.",
      "id": "s407"
    },
    {
      "text": "I certify that the preceding one hundred and twenty (120) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Kenny.",
      "id": "s408"
    },
    {
      "text": "Associate:\n \n \nDated: 16 September 2009\n \n Counsel for the Applicant: Mr J Bourke \n \n Solicitor for the Applicant: Australian Government Solicitor \n \n Counsel for the Respondents: Mr H Bornstein SC with Mr C Dowling \n \n Solicitor for the Respondents: Construction Forestry Mining and Energy Union \n Date of Hearing: 1 June 2009 \n \n Date of Judgment: 16 September 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1040.html",
      "id": "s409"
    }
  ]
}