{
  "name": "Hoop &amp; Javelin Holdings Limited v BT Projects Pty Limited (In Liq) [2009] FCA 1123 (1 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1123.html",
  "catchphrases": [
    {
      "text": "application by one party for an order that the proceedings be transferred to the supreme court of queensland or, alternatively, to the queensland district registry of the federal court of australia",
      "id": "c0"
    },
    {
      "text": "relevant principles and considerations discussed",
      "id": "c1"
    },
    {
      "text": "proceedings transferred to the queensland district registry of the federal court",
      "id": "c2"
    },
    {
      "text": "practice and procedure",
      "id": "c3"
    }
  ],
  "sentences": [
    {
      "text": "The third respondent has applied to the Court for an order that these proceedings be transferred to the Supreme Court of Queensland or, in the alternative, to the Queensland District Registry of this Court.",
      "id": "s0"
    },
    {
      "text": "The application for an order transferring the proceedings to the Supreme Court of Queensland is made pursuant to s 5(4) of the Jurisdiction of Courts (Cross-vesting) Act 1987 (Cth).",
      "id": "s1"
    },
    {
      "text": "The application for an order transferring the proceedings to the Queensland District Registry of this Court is made pursuant to s 48 of the Federal Court of Australia Act 1976 (Cth) ( the Act ) and the Federal Court Rules .",
      "id": "s2"
    },
    {
      "text": "During argument, Counsel for the third respondent frankly conceded that the basis upon which he sought to have the matter transferred to the Supreme Court of Queensland did not justify the making of that order.",
      "id": "s3"
    },
    {
      "text": "In essence, the ground relied upon was that there are proceedings in the Supreme Court of Queensland brought by a company unrelated to the present applicant but against the third and fourth respondents in these proceedings and others which, to some extent, raise questions of fact which are also raised by the applicant in these proceedings.",
      "id": "s4"
    },
    {
      "text": "Those questions, in substance, concern the health of the Intabill business and its associates at various times between September 2008 and March 2009.",
      "id": "s5"
    },
    {
      "text": "It is apparent that there are some questions of fact which seem to be common to both sets of proceedings.",
      "id": "s6"
    },
    {
      "text": "However, it is not possible, at this stage, on the material before me, to come to a firm view that those common questions would be sufficient to lead to orders being made for the two sets of proceedings to be heard together.",
      "id": "s7"
    },
    {
      "text": "It is for this reason that I am not persuaded that an order should be made transferring these proceedings to the Supreme Court of Queensland.",
      "id": "s8"
    },
    {
      "text": "The alternative order sought, however, has considerably more merit.",
      "id": "s9"
    },
    {
      "text": "In support of that order Counsel emphasised the following matters: It seems to me that the most important factor which is to be taken into account in the present case is the cost and inconvenience that will be visited upon the third and fourth respondents if the proceedings remain in the New South Wales District Registry of the Court.",
      "id": "s10"
    },
    {
      "text": "Those considerations will become more significant as the proceedings get closer to trial.",
      "id": "s11"
    },
    {
      "text": "The third and fourth respondents have retained solicitors based in Brisbane and, in one case, Counsel who is also based in Brisbane.",
      "id": "s12"
    },
    {
      "text": "Whilst it is true that this Court has sophisticated video conferencing and telephone conferencing facilities which would enable Queensland lawyers satisfactorily to attend to many matters associated with the preparation of the trial, there is no substitute, as Mr Lucarelli pointed out, for face-to-face conferences, particularly in complex matters such as the present matter where significant time will be required.",
      "id": "s13"
    },
    {
      "text": "In addition to the considerations which I have already mentioned, the third and fourth respondents are entitled to point to the other proceedings in the Supreme Court of Queensland, to which I have already referred, in aid of a submission that the existence of those proceedings, running in tandem, as they do, with these proceedings, is another factor relevant to cost and convenience which is in their favour.",
      "id": "s14"
    },
    {
      "text": "They will be required to defend those proceedings and to devote time and effort to doing so.",
      "id": "s15"
    },
    {
      "text": "I am conscious of the fact that, at the present time, the Supreme Court of Queensland has entered judgment by default against the third respondent although the fourth respondent has filed a Defence and Cross-Claim.",
      "id": "s16"
    },
    {
      "text": "The third respondent has applied to set aside that default judgment.",
      "id": "s17"
    },
    {
      "text": "It is likely that the third respondent will be a witness in those proceedings in any event.",
      "id": "s18"
    },
    {
      "text": "He will be closely following the progress of those proceedings, come what may.",
      "id": "s19"
    },
    {
      "text": "Section 48 of the Act is in the following terms: \n \n 48 Change of venue \n The Court or a Judge may, at any stage of a proceeding in the Court, direct that the proceeding or a part of the proceeding be conducted or continued at a place specified in the order, subject to such conditions (if any) as the Court or Judge imposes.",
      "id": "s20"
    },
    {
      "text": "In National Mutual Holdings Pty Limited v Sentry Corporation (1988) 19 FCR 155 , a Full Court of this Court held that the power conferred on the Court or a judge by s 48 was unfettered and should be exercised flexibly having regard to the circumstances of the particular case.",
      "id": "s21"
    },
    {
      "text": "The Court went on to say (19 FCR at 162): \n \n Ultimately the test is: where can the case be conducted or continued most suitably bearing in mind the interests of all the parties, the ends of justice in the determination of the issues between them, and the most efficient administration of the Court.",
      "id": "s22"
    },
    {
      "text": "It cannot and should not, in our opinion, be defined more closely or precisely.",
      "id": "s23"
    },
    {
      "text": "Other sources of the power to transfer a proceeding to another Registry of this Court are O 10 r 1(2)(f) and O 30 r 6 of the Federal Court Rules .",
      "id": "s24"
    },
    {
      "text": "The relevant guiding principles are the same under the Rules as under s 48 of the Act.",
      "id": "s25"
    },
    {
      "text": "In Bourke v State Bank of New South Wales (1988) 22 FCR 378 (at 394), Wilcox J held that the expression \" the interests of justice \" in s 5(4) of the Jurisdiction of Courts (Cross-vesting) Act 1987 (Cth) ought to be read widely.",
      "id": "s26"
    },
    {
      "text": "His Honour referred to the need to consider all aspects of a matter including both substantive and adjectival matters and concluded by saying: \n \n It is not in \"the interests of justice\" to adopt a course, in relation to those matters, which places unnecessary burdens and delays upon the parties to the litigation.",
      "id": "s27"
    },
    {
      "text": "These ideas, although not directly applicable, are nevertheless apt to be applied in the present case.",
      "id": "s28"
    },
    {
      "text": "In summary, it seems to me, there is in reality no connection at all with New South Wales.",
      "id": "s29"
    },
    {
      "text": "There is nothing else which can fairly be weighed in the balance in favour of keeping the proceedings in this Registry of this Court.",
      "id": "s30"
    },
    {
      "text": "There are, on the other side of things, substantial reasons based upon the cost and inconvenience to individual litigants which would justify a transfer to the Queensland District Registry of this Court and I propose to make an order accordingly.",
      "id": "s31"
    },
    {
      "text": "COSTS \n It seems to me that the applicant was entitled to resist the application in the form in which it was pressed because the primary order sought was an order that the proceedings be transferred to the Supreme Court of Queensland.",
      "id": "s32"
    },
    {
      "text": "The third respondent has not persuaded me that such an order should be made.",
      "id": "s33"
    },
    {
      "text": "On the other hand, the applicant did resist the making of any orders.",
      "id": "s34"
    },
    {
      "text": "In those circumstances each of the relevant parties has experienced some success and some failure.",
      "id": "s35"
    },
    {
      "text": "It seems to me that the appropriate order as to the costs of the motion for transfer brought by the third respondent is that those costs be costs in the proceedings.",
      "id": "s36"
    },
    {
      "text": "Earlier this morning, I made some further directions in the matter.",
      "id": "s37"
    },
    {
      "text": "When I did so, I indicated to the parties that there would be a need to make further directions in light of whatever decision I came to in respect of the third respondent's Motion.",
      "id": "s38"
    },
    {
      "text": "I will make appropriate additional directions when I pronounce the formal orders of the Court in a moment.",
      "id": "s39"
    },
    {
      "text": "I should add that I have not yet determined the objections to these proceedings being in the fast track made by the third and fourth respondents.",
      "id": "s40"
    },
    {
      "text": "I have not done so because I am of the view that there is insufficient material before the Court, at the moment, to sensibly permit an assessment of those objections to be made.",
      "id": "s41"
    },
    {
      "text": "The question of whether the proceedings should remain in the fast-track in the Queensland District Registry of the Court is a matter which should be dealt with by the judge into whose docket the proceedings are allocated in that Registry.",
      "id": "s42"
    },
    {
      "text": "If the third and fourth respondents wish to press their objections, they should do so in February 2010 when the matter is next listed.",
      "id": "s43"
    },
    {
      "text": "I certify that the preceding sixteen (16) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s44"
    },
    {
      "text": "Associate:\n \n \nDated: 8 October 2009\n \n Counsel for the Applicant: Mr AS Martin SC \n \n Solicitor for the Applicant: Deacons \n \n \n The First and Second Respondents did not appear \n \n Counsel for the Third Respondent: Mr G Lucarelli \n \n Solicitor for the Third Respondent: Cronin Litigation Lawyers \n \n Solicitor for the Fourth Respondent: Mr RW Commins (as agent for Tucker &amp; Cowen Solicitors) \n Date of Hearing: 1 October 2009 \n \n Date of Judgment: 1 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1123.html",
      "id": "s45"
    }
  ]
}