{
  "name": "Dates v Minister for the Environment, Heritage and the Arts [2009] FCA 1156 (2 October 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/1156.html",
  "catchphrases": [
    {
      "text": "primary proceedings concern application for judicial review of minister's decision not to make a declaration under s 9 of aboriginal and torres strait islander heritage protection act 1984",
      "id": "c0"
    },
    {
      "text": "application for interlocutory injunction restraining third party (rta) from undertaking construction work in area over which applicant seeks a protection declaration",
      "id": "c1"
    },
    {
      "text": "whether the rta is a necessary or proper party to the proceedings",
      "id": "c2"
    },
    {
      "text": "whether the court has power to grant an interlocutory injunction against the rta under s 16(1)(d) of the administrative decisions (judicial review) act 1977 , s 23 of the federal court act 1976, s 39b of the judiciary act 1903 or its inherent power",
      "id": "c3"
    },
    {
      "text": "whether there is a serious question to be tried",
      "id": "c4"
    },
    {
      "text": "balance of convenience",
      "id": "c5"
    },
    {
      "text": "administrative law",
      "id": "c6"
    }
  ],
  "sentences": [
    {
      "text": "The applicant, Mr Worimi Dates, brings an application under s 5 of the Administrative Decisions (Judicial Review) Act 1977 (Cth) ('the ADJR Act') and s 39B(1A) of the Judiciary Act 1903 (Cth) ('the Judiciary Act ') ('the application') to review the decision of the Minister for the Environment, Heritage and the Arts not to make an emergency declaration pursuant to s 9 of the Aboriginal and Torres Strait Islander Heritage Protection Act 1984 (Cth) ('the Protection Act').",
      "id": "s0"
    },
    {
      "text": "The area for which the declaration was sought is Alum Mountain.",
      "id": "s1"
    },
    {
      "text": "Mr Dates asserts that areas on the mountain, plants and trees on the mountain and, particularly the \"Guardian Tree\" and the \"Healing Stream\" are of significance as part of Aboriginal tradition within the meaning of the Protection Act.",
      "id": "s2"
    },
    {
      "text": "He asserts that they are important and of significance to the Worimi people.",
      "id": "s3"
    },
    {
      "text": "Mr Dates states in the application that he is an Aboriginal traditional owner and custodian over the area.",
      "id": "s4"
    },
    {
      "text": "The Roads and Traffic Authority of New South Wales ('the RTA') is presently carrying out works in the area of Alum Mountain as part of the Bulahdelah Upgrade Project ('the Project'), which includes the construction of about 8.5 kilometres of divided dual carriage highway ('the Bulahdelah Bypass').",
      "id": "s5"
    },
    {
      "text": "Mr Dates seeks an interlocutory injunction restraining the RTA from undertaking activity in connection with the construction of the Bulahdelah Bypass and an order joining the RTA to the proceedings ('the notice of motion').",
      "id": "s6"
    },
    {
      "text": "The RTA opposes the making of either order.",
      "id": "s7"
    },
    {
      "text": "The Minister has filed a notice of objection to the competency of the application and opposes the orders sought in the notice of motion.",
      "id": "s8"
    },
    {
      "text": "The objection to competency is on a basis relied upon in respect of the notice of motion.",
      "id": "s9"
    },
    {
      "text": "Mr Alan Oshlack appears for Mr Dates, by leave.",
      "id": "s10"
    },
    {
      "text": "RELEVANT LEGISLATION \n It is necessary to set out the legislation relevant to this application.",
      "id": "s11"
    },
    {
      "text": "The Protection Act \n Section 9 of the Protection Act provides, relevantly that, if the Minister is satisfied that a specified area is a significant Aboriginal area and is under serious and immediate threat of injury or desecration, he or she may make a declaration in relation to the area that has effect for a period not exceeding 30 days, or a further period not exceeding 60 days from the date of the declaration.",
      "id": "s12"
    },
    {
      "text": "Thus, s 9 provides for an emergency declaration.",
      "id": "s13"
    },
    {
      "text": "Section 10 of the Protection Act provides for a declaration by the Minister for a period to be specified in the declaration, after a formal process that includes a report concerning the area and its significance to Aboriginals.",
      "id": "s14"
    },
    {
      "text": "A person who engages in conduct that contravenes a provision of a declaration under s 9 or s 10 is guilty of an offence and liable to a fine, imprisonment, or both (s 22).",
      "id": "s15"
    },
    {
      "text": "The Protection Act provides for the grant of injunctions by the Federal Court.",
      "id": "s16"
    },
    {
      "text": "However, by s 26, such an application is to be made by the Minister and the court is to be satisfied that the conduct to be restrained relates to contravention of a provision of a declaration made under, relevantly, s 9 or s 10.",
      "id": "s17"
    },
    {
      "text": "That is, the provision for injunctive relief is conditional on the making of a declaration by the Minister.",
      "id": "s18"
    },
    {
      "text": "It is to be recalled that no such declaration has been made in this case.",
      "id": "s19"
    },
    {
      "text": "While Mr Dates' application refers to the refusal to make a declaration under s 9, the Minister has since refused to make a declaration under s 10.",
      "id": "s20"
    },
    {
      "text": "Mr Dates was granted leave to amend the application to make that decision the subject of the proceedings but has not done so.",
      "id": "s21"
    },
    {
      "text": "The parties have proceeded as if that amendment had been made.",
      "id": "s22"
    },
    {
      "text": "Section 13 of the Protection Act provides for the requirement that the Minister consult with the appropriate minister of the State and that the Minister can revoke a declaration if, subsequently, he or she is satisfied that the law of the State makes effective provision for the protection of an area.",
      "id": "s23"
    },
    {
      "text": "The ADJR Act\n Section 5 of the ADJR Act provides, relevantly, that a person aggrieved by a decision to which the ADJR Act applies may apply to the court for a review of the decision, on the grounds set forth in that section.",
      "id": "s24"
    },
    {
      "text": "Mr Dates claims to be an aggrieved person as an Aboriginal traditional owner and custodian over the area that includes Alum Mountain and because he has \" virtually exhausted all legal means pursuant to the laws of NSW to protect the specified area from destruction \".",
      "id": "s25"
    },
    {
      "text": "The grounds relied on by Mr Dates include a failure to consider relevant maters, a taking into account of irrelevant considerations, that the decision involved an error of law, denial of procedural fairness and manifest unreasonableness.",
      "id": "s26"
    },
    {
      "text": "The powers of the Federal Court under the ADJR Act are set out in s 16 of that Act.",
      "id": "s27"
    },
    {
      "text": "Section 16(1) provides that, on an application for an order for review of a decision, the Court may make certain orders.",
      "id": "s28"
    },
    {
      "text": "Subsections (a) to (c) relate to the decision itself, in this case a refusal to make a declaration.",
      "id": "s29"
    },
    {
      "text": "If that decision were set aside, it does not follow that the Court is empowered to substitute its own decision as to the making of a declaration for that of the Minster; it is not ( Minister for Aboriginal Affairs v Peko-Wallsend Limited [1986] HCA 40 ; (1985-1986) 162 CLR 24 at 40 per Mason J).",
      "id": "s30"
    },
    {
      "text": "Section 16(1)(d) provides that the court may make an order: \n \n Directing any of the parties to do, or to refrain from doing, any act or thing the doing, or the refraining from the doing, of which the court considers necessary to do justice between the parties.",
      "id": "s31"
    },
    {
      "text": "Mr Dates relies upon s 16(1)(d) as the basis for the orders sought against the RTA, if joined.",
      "id": "s32"
    },
    {
      "text": "It was pointed out in Johns v Australian Securities Commission [1993] HCA 56 ; (1992) 178 CLR 408 by Brennan J at 433 that s 16(1)(d) does not enable the Court to make an order against a party in litigation where no ground for relief under the general law is established against that party.",
      "id": "s33"
    },
    {
      "text": "There must, his Honour said, be \" legal reference points by which to steer \".",
      "id": "s34"
    },
    {
      "text": "The power is in addition to the power to quash or set aside an impugned decision ( Park Oh Ho v Minister for Immigration &amp; Ethnic Affairs [1989] HCA 54 ; (1989) 167 CLR 637 at 644).",
      "id": "s35"
    },
    {
      "text": "It does not enable orders to be made against persons who were not in any way involved in the processes or procedures which led to the decision under review and who benefit from the decision, if at all, only indirectly; those persons are, in that sense, strangers to the decision ( Johns at 459 per Gaudron J).",
      "id": "s36"
    },
    {
      "text": "Johns was applied by Wilcox J in Williams v Minister for the Environment and Heritage (2003) 74 ALD 124 (' Williams No 1 ') to refuse relief by way of a restraining order against a joined third party under s 16(1)(d) of the ADJR Act, even after a refusal to make a s 9 declaration was declared invalid and set aside.",
      "id": "s37"
    },
    {
      "text": "His Honour concluded that such an order was beyond power.",
      "id": "s38"
    },
    {
      "text": "On the application for interlocutory relief following the decision of Wilcox J, Lindgren J expressed the view in Williams v Minister for the Environment and Heritage [2003] FCA 627 ; (2003) 199 ALR 352 (' Williams No 2 ') at [31] that there was not an arguable case that Wilcox J had erred in his view that Johns obliged him to refuse the interlocutory injunction.",
      "id": "s39"
    },
    {
      "text": "That is, Lindgren J expressed the view at [40] that a party seeking an injunction under s 16(1)(d) of the ADJR Act must establish a \"right\" to it under general law principles.",
      "id": "s40"
    },
    {
      "text": "Specifically, his Honour concluded at [44] that the general law does not recognise an Aboriginal person as having an interest in the specified area in an application under the Protection Act, protectable by injunctive relief.",
      "id": "s41"
    },
    {
      "text": "The right given by s 9 is to apply for a ministerial declaration and that does not constitute such an interest.",
      "id": "s42"
    },
    {
      "text": "On appeal in Williams , Gray J with whom Tamberlin J agreed, expressed the view, arguably in obiter dicta, that such power does exist ( Williams v Minister for the Environment and Heritage [2004] FCAFC 58 ; (2004) 132 LGERA 368 at [29] , [30] and [40]).",
      "id": "s43"
    },
    {
      "text": "Justice Ryan, in Carter v Minister for Aboriginal Affairs [2005] FCA 667 ; (2005) 143 FCR 383 at [39] - [41] , expressed the view that, as Wilcox and Lindgren JJ concluded, Johns compels the conclusion that such interlocutory relief against the third party is not available.",
      "id": "s44"
    },
    {
      "text": "In the present case, where the declaration has not been made and the Minister's decision has not been set aside, it is not necessary for me to consider that matter further.",
      "id": "s45"
    },
    {
      "text": "However, like Ryan J, I see much force in the reasoning of Wilcox and Lindgren JJ.",
      "id": "s46"
    },
    {
      "text": "Johns does not allow for the interlocutory order as sought.",
      "id": "s47"
    },
    {
      "text": "The Judiciary Act \n Section 39B(1A)(c) of the Judiciary Act confers jurisdiction on the court in any matter arising under a law made by the Parliament.",
      "id": "s48"
    },
    {
      "text": "This would include the Protection Act.",
      "id": "s49"
    },
    {
      "text": "However, the limitation is that the matter must arise under that Act.",
      "id": "s50"
    },
    {
      "text": "The Federal Court Act and Rules\n Section 23 of the Federal Court Act 1976 (Cth) ('the Federal Court Act') provides that the Court has power, in relation to matters in which it has jurisdiction, to make orders of such kinds, including interlocutory orders, as the Court thinks appropriate.",
      "id": "s51"
    },
    {
      "text": "The section does not itself confer jurisdiction.",
      "id": "s52"
    },
    {
      "text": "Where jurisdiction is conferred by an Act that provides an exhaustive code of available remedies or otherwise limits the power of the courts to grant relief, s 23 does not provide a basis for transcending that limitation.",
      "id": "s53"
    },
    {
      "text": "( Thomson Australian Holdings Pty Ltd v the Trade Practices Commission [1981] HCA 48 ; (1980-1981) 148 CLR 150 at 161; Patrick Stevedores Operations No 2 Pty Ltd v Maritime Union of Australia [1998] HCA 30 ; (1998) 195 CLR 1 at [27] - [28] ).",
      "id": "s54"
    },
    {
      "text": "Section 23 will not generally be read as giving power to grant additional remedies of a kind already specifically provided for in other legislation which is to be seen as a comprehensive statement of the remedies there available.",
      "id": "s55"
    },
    {
      "text": "This presents a difficulty to an applicant seeking broader orders than those provided in the ADJR Act: \" the stream cannot rise higher than its source \" ( Minister for Immigration, Local Government and Ethnic Affairs v Msilanga [1992] FCA 41 ; (1992) 34 FCR 169 at 177, 179 per Beaumont J, with whom Black CJ agreed).",
      "id": "s56"
    },
    {
      "text": "THE BASIS OF PRESERVATION OF THE SUBJECT MATTER OF THE LITIGATION \n The Court also has inherent power, as a superior court of record and as a court of law and equity, to make an interlocutory order which is necessary to enable it to perform its function as such as court.",
      "id": "s57"
    },
    {
      "text": "This includes the power to make an order directed to preserving the subject matter of litigation ( Williams No 2 at [16] per Lindgren J).",
      "id": "s58"
    },
    {
      "text": "That power exists independently of the power in s 23 ( Williams No 2 at [18]).",
      "id": "s59"
    },
    {
      "text": "Mr Dates contends that an injunction is necessary to preserve the subject matter of the litigation, namely the untouched parts of Alum Mountain asserted to be of Aboriginal cultural significance.",
      "id": "s60"
    },
    {
      "text": "The Minister and the RTA point out that such an order extends beyond that envisaged by the relevant statutes.",
      "id": "s61"
    },
    {
      "text": "If the Court were to grant such an injunction it would, as the RTA submits, usurp the decision of the Minister and make, in effect, a s 9 \"emergency\" declaration.",
      "id": "s62"
    },
    {
      "text": "Further, as the RTA observes, the Protection Act provides for injunctions that would preserve the subject matter of a declaration but the precondition is the making of a declaration.",
      "id": "s63"
    },
    {
      "text": "Thus, the statutory regime does not envisage an injunction pending the making of, or the determination of a challenge to a refusal to make, a declaration under s 9 or s 10.",
      "id": "s64"
    },
    {
      "text": "IS THE RTA A NECESSARY OR PROPER PARTY TO THE PROCEEDINGS?",
      "id": "s65"
    },
    {
      "text": "Order 6 r 8(1)(b) of the Federal Court of Australia Rules provides that a person who is not a party to the proceedings may be joined if the joinder of that person is necessary to ensure that all matters in dispute may be effectually and completely determined.",
      "id": "s66"
    },
    {
      "text": "These proceedings concern judicial review of the Minister's decision under s 9 and, perhaps additionally, s 10 of the Protection Act.",
      "id": "s67"
    },
    {
      "text": "The RTA submits that it is not a necessary or proper party to those proceedings --- that the proceedings have nothing to do with the RTA.",
      "id": "s68"
    },
    {
      "text": "The RTA submits it is neither a proper contradictor, nor a person whose evidence will assist in the determination of whether the Minister's decisions to refuse to make the s 9 and s 10 declarations should be set aside.",
      "id": "s69"
    },
    {
      "text": "The RTA submits that it is, relevantly, a stranger to the Minister's decision under review.",
      "id": "s70"
    },
    {
      "text": "This is not affected, for the purposes of s 16(1)(d), by the fact that the RTA made submissions or submitted a report to the Minister which he took into account in making his decision.",
      "id": "s71"
    },
    {
      "text": "The question is whether Mr Dates is otherwise entitled to injunctive relief against the RTA, whether or not it is joined as a party ( Williams No 2 at [43] per Lindgren J).",
      "id": "s72"
    },
    {
      "text": "The right given by s 9 (or s 10) of the Protection Act to any Aboriginal person to apply for a ministerial declaration does not constitute a right to claim injunctive relief against a third party nor does the general law recognise an Aboriginal person as having an interest in the specified area protectable by injunctive relief.",
      "id": "s73"
    },
    {
      "text": "The right given to any Aboriginal person by s 9 of the Protection Act does not constitute such an interest.",
      "id": "s74"
    },
    {
      "text": "( Williams No 2 at [44]).",
      "id": "s75"
    },
    {
      "text": "Joinder for the purpose of granting an interlocutory injunction to prevent the RTA from proceeding with the works would afford Mr Dates rights greater than those available under the Protection Act, which does not provide for injunctions per se and in the absence of a declaration.",
      "id": "s76"
    },
    {
      "text": "Joinder would also afford rights greater than those under the ADJR Act which, if Mr Dates were successful, could at its highest result in remittal to the Minister for redetermination of his decision.",
      "id": "s77"
    },
    {
      "text": "The Minister submits that the RTA may be proper but not a necessary party to the substantive proceedings but that it is not a proper or necessary party to the motion if there is no power in the Court to grant the injunctive relief sought in the notice of motion.",
      "id": "s78"
    },
    {
      "text": "The RTA is not a party to the Minister's decision and is not the maker of the decision the subject of review under the ADJR Act.",
      "id": "s79"
    },
    {
      "text": "No relief is sought against the RTA in the application.",
      "id": "s80"
    },
    {
      "text": "Section 16 of the ADJR Act does not assist Mr Dates to obtain injunctive relief against the RTA.",
      "id": "s81"
    },
    {
      "text": "This would be the case even if the RTA were joined to the proceedings ( Williams ); a fortiori where the RTA does not seek to be joined and opposes joinder.",
      "id": "s82"
    },
    {
      "text": "Section 39B of the Judiciary Act does not provide for relief as against the RTA or its officers.",
      "id": "s83"
    },
    {
      "text": "Where the general law does not provide for injunctive relief against a third party in proceedings brought under the ADJR Act and the Judiciary Act in respect of a decision under the Protection Act, s 23 of the Federal Court Act does not confer power to make the interlocutory order sought against the RTA.",
      "id": "s84"
    },
    {
      "text": "It follows that the RTA is not a necessary party to the proceedings or to the notice of motion.",
      "id": "s85"
    },
    {
      "text": "The application for joinder should be refused.",
      "id": "s86"
    },
    {
      "text": "THE DECISION UNDER REVIEW \n The decision under s 9 of the Protection Act has lapsed.",
      "id": "s87"
    },
    {
      "text": "The Minister has made a decision under s 10 but Mr Dates has not made that decision the subject of his application.",
      "id": "s88"
    },
    {
      "text": "In order to obtain an injunction, Mr Dates must show that there is a serious question to be tried ( Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 at [19] per Gleeson CJ and Crennan J) in the sense explained in O'Neill at [65] per Gummow and Hayne JJ and also address the balance of convenience, in the sense of competing inconvenience and injury.",
      "id": "s89"
    },
    {
      "text": "The evidence before me and the Minister's reasons relate to the application under s 9 of the Protection Act.",
      "id": "s90"
    },
    {
      "text": "In any event, I will consider whether there is a serious question to be tried in respect of the application to this Court concerning the s 9 decision.",
      "id": "s91"
    },
    {
      "text": "As to the significance of Alum Mountain as an Aboriginal area for the purposes of s 9 of the Protection Act, the Minister found that the upper slopes and ridge crest outcrops are significant as part of Aboriginal tradition within the meaning of the Protection Act because they are associated with men's business.",
      "id": "s92"
    },
    {
      "text": "That finding is not challenged.",
      "id": "s93"
    },
    {
      "text": "On the basis of the evidence provided, the Minister was not satisfied: Those findings are challenged.",
      "id": "s94"
    },
    {
      "text": "Mr Dates relies primarily on: The application to the Minister was in respect of the whole of Alum Mountain.",
      "id": "s95"
    },
    {
      "text": "The Minister was satisfied, on the whole of the evidence before him, that the upper parts of the mountain are significant as part of Aboriginal tradition.",
      "id": "s96"
    },
    {
      "text": "Mr Dates' attack on the Minister's reasons is, in effect, a complaint that the Minister did not accept the evidence going to the cultural significance of the lower slopes of Alum Mountain and that he was not satisfied that the evidence established such cultural significance.",
      "id": "s97"
    },
    {
      "text": "Section 9 provides for an application seeking preservation or protection of a specified area.",
      "id": "s98"
    },
    {
      "text": "The Minister must be satisfied that the area is a \"significant Aboriginal area\".",
      "id": "s99"
    },
    {
      "text": "That is a defined term that imports the characteristic of an area of particular significance to Aboriginals in accordance with Aboriginal tradition.",
      "id": "s100"
    },
    {
      "text": "The Protection Act requires the Minister to consider areas and objects of particular significance to Aboriginals in accordance with Aboriginal tradition.",
      "id": "s101"
    },
    {
      "text": "That consideration and conclusion do not necessarily equate with the entire area the subject of an application.",
      "id": "s102"
    },
    {
      "text": "The fact that the Minister concluded, on the evidence, that some areas qualified and some did not and differentiated between sites on the upper and lower parts of the mountain does not raise a serious question that the different state of satisfaction as to the upper and lower parts of Alum Mountain in the reasons amounts to an error of law.",
      "id": "s103"
    },
    {
      "text": "The Minister explained at [45] of his reasons that, while Mr Dates stated that the entire area of the mountain is very significant and that it is contrary to Aboriginal belief to treat the mountain as segmented, this evidence did not fit with the statements of other Aboriginal people.",
      "id": "s104"
    },
    {
      "text": "It is clear that Mr Dates is challenging the merits of the Minister's decision.",
      "id": "s105"
    },
    {
      "text": "His real complaint is that the Minister accepted evidence contrary to that provided in support of his s 9 application and that he reached the state of satisfaction, as required by s 9, on the basis of all of the evidence referred to in the reasons.",
      "id": "s106"
    },
    {
      "text": "Mr Dates says that the Minister failed to take into account relevant matters, being: The reasons disclose that the Minister took into account the evidence presented by Mr Dates, including the evidence as to the Guardian Tree, the Umwelt Report and matters referred to in it.",
      "id": "s107"
    },
    {
      "text": "The Minister referred in some detail to Mr Dates' evidence.",
      "id": "s108"
    },
    {
      "text": "There has been no elaboration of what is meant by \"a number of archeological sites\" as particularised in the application.",
      "id": "s109"
    },
    {
      "text": "Mr Dates says that the Minister took into account irrelevant considerations, specifically the evidence of a Mr Kelly who, Mr Dates says, was accepted by the Minister to be a Worimi elder when he was in fact a Dhunghatti person.",
      "id": "s110"
    },
    {
      "text": "The Minister took account of evidence of a number of persons.",
      "id": "s111"
    },
    {
      "text": "Section 9 provides that the Minister reach a state of satisfaction that an area is a significant Aboriginal area.",
      "id": "s112"
    },
    {
      "text": "On the evidence set out in the reasons, including the evidence adduced by Mr Dates, evidence from other Aboriginal persons and a number of reports produced over time, the Minister did not reach the required state of satisfaction as to the lower part of the mountain.",
      "id": "s113"
    },
    {
      "text": "Mr Dates' complaints go to the merits of the decision and the weight accorded by the Minister to evidence that contradicted the evidence he presented.",
      "id": "s114"
    },
    {
      "text": "His complaint is that the Minister came to the wrong conclusion but that does not amount to reviewable error.",
      "id": "s115"
    },
    {
      "text": "Not every consideration that a decision-maker is bound to take into account but fails to take into account will justify the court setting aside the impugned decision and ordering that the discretion be re-exercised according to law.",
      "id": "s116"
    },
    {
      "text": "A factor may not be significant and a failure to take it into account could be seen not to have materially affected the decision ( Peko-Wallsend at 40).",
      "id": "s117"
    },
    {
      "text": "I am not satisfied that, for example, the unspecified archeological sites, if not taken into account, could have materially affected the Minister's state of satisfaction in the light of the matters referred to in the reasons.",
      "id": "s118"
    },
    {
      "text": "The application asserts a denial of procedural fairness in the making of the decision and manifest unreasonableness.",
      "id": "s119"
    },
    {
      "text": "This was not elaborated on the hearing of the motion and I am not satisfied that the particularisation of those grounds in the application discloses a serious question of reviewable error.",
      "id": "s120"
    },
    {
      "text": "The Minister, in his reasons, explained why he was satisfied as to the upper parts of Alum Mountain but not satisfied as to the lower parts.",
      "id": "s121"
    },
    {
      "text": "To repeat, the Protection Act requires a positive state of satisfaction as to areas and objects of particular significance to Aboriginals in accordance with Aboriginal tradition.",
      "id": "s122"
    },
    {
      "text": "Even if there were power to make an order against the RTA as sought in the notice of motion to preserve the subject matter of the s 9 application, Mr Dates has not established, at a prima facie level, that the Minister's decision should be the subject of orders under s 16(1) of the ADJR Act.",
      "id": "s123"
    },
    {
      "text": "BALANCE OF CONVENIENCE \n The Minister did not address on the question of balance of convenience.",
      "id": "s124"
    },
    {
      "text": "The RTA's evidence describes the works being carried out on the Bulahdelah Upgrade Project and the significance of that project.",
      "id": "s125"
    },
    {
      "text": "Some of the work presently being carried out is over an area that is an existing area containing transmission lines.",
      "id": "s126"
    },
    {
      "text": "As part of the environmental impact statement for the project, a cultural heritage assessment report was completed.",
      "id": "s127"
    },
    {
      "text": "A number of matters were identified, including the Healing Stream and the Guardian Tree.",
      "id": "s128"
    },
    {
      "text": "The proposed works will minimise the impact of the project on the Healing Stream.",
      "id": "s129"
    },
    {
      "text": "The Guardian Tree will not be affected by the present works but will be affected by the main construction works when they commence in early 2010.",
      "id": "s130"
    },
    {
      "text": "A condition imposed by the NSW Government in approving the project was that certain scarred trees would not be destroyed, modified or otherwise physically affected, or that impacts should be avoided or minimised.",
      "id": "s131"
    },
    {
      "text": "The Guardian Tree is to be relocated.",
      "id": "s132"
    },
    {
      "text": "I do not need to consider whether these actions will or will not address Mr Dates' concerns.",
      "id": "s133"
    },
    {
      "text": "I refer to them to illustrate the impact of the works on the sites the subject of his evidence on the s 9 application and, I assume, on the s 10 application.",
      "id": "s134"
    },
    {
      "text": "These sites are not presently affected or in immediate danger of being destroyed or desecrated.",
      "id": "s135"
    },
    {
      "text": "THE FORM OF ORDER \n The RTA submits that, in any event, the form of the order sought in the notice of motion is too wide.",
      "id": "s136"
    },
    {
      "text": "I do not need to consider an appropriate form of injunctive relief.",
      "id": "s137"
    },
    {
      "text": "CONCLUSION \n Mr Dates has not established that the Court has the power to grant the injunctive order sought in the notice of motion.",
      "id": "s138"
    },
    {
      "text": "Such an order is not available directly under the ADJR Act, s 39B of the Judiciary Act , s 26 of the Protection Act or s 23 of the Federal Court Act.",
      "id": "s139"
    },
    {
      "text": "Mr Dates has not established that the RTA should be joined to the proceedings.",
      "id": "s140"
    },
    {
      "text": "Further, Mr Dates has not established that there is a serious question to be tried in relation to his grounds for review of the Minister's decision.",
      "id": "s141"
    },
    {
      "text": "The notice of motion should be dismissed.",
      "id": "s142"
    },
    {
      "text": "The Minister has asked that the costs of the motion, insofar as the Minister is concerned, be the respondent's costs in the cause.",
      "id": "s143"
    },
    {
      "text": "Mr Dates does not object to that course.",
      "id": "s144"
    },
    {
      "text": "The RTA has asked that the question of costs insofar as the RTA is concerned be reserved, with leave given to the RTA to file and serve a notice of motion within 14 days if it wishes to re-agitate that reservation of costs.",
      "id": "s145"
    },
    {
      "text": "Mr Dates does not object to that course.",
      "id": "s146"
    },
    {
      "text": "The costs orders proposed by the Minister and the RTA should be made.",
      "id": "s147"
    },
    {
      "text": "I certify that the preceding fifty-nine (59) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Bennett.",
      "id": "s148"
    },
    {
      "text": "Associate:\n \n \nDated: 9 October 2009\n \n Counsel for the Applicant: A Oshlack of Indigenous Justice Advocacy Network, appeared on behalf of the Applicant, by leave \n \n Solicitor for the Respondent: A Markus of Australian Government Solicitor \n \n Counsel for the RTA: A Galasso SC \n \n Solicitor for the RTA: Blake Dawson \n Date of Hearing: 30 September 2009 \n \n Date of Judgment: 2 October 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/1156.html",
      "id": "s149"
    }
  ]
}