{
  "name": "Australian Competition and Consumer Commission v Allphones Retail Pty Ltd (No 2) [2009] FCA 17 (19 January 2009)",
  "austlii_url": "http://www.austlii.edu.au/au/cases/cth/FCA/2009/17.html",
  "catchphrases": [
    {
      "text": "unconscionable conduct",
      "id": "c0"
    },
    {
      "text": "claim for interlocutory injunctions",
      "id": "c1"
    },
    {
      "text": "whether threats made by the franchisor of a phone and accessories retailing group to ration or withhold stock from its franchisees amounted to unconscionable conduct within the meaning of s 51ac of the trade practices act 1974 (cth)",
      "id": "c2"
    },
    {
      "text": "in the circumstances of the present case a prima facie case was established",
      "id": "c3"
    },
    {
      "text": "interlocutory injunctions granted",
      "id": "c4"
    },
    {
      "text": "trade practices",
      "id": "c5"
    }
  ],
  "sentences": [
    {
      "text": "THE PRESENT APPLICATION \n \n1 These proceedings were commenced on 3 October 2008.",
      "id": "s0"
    },
    {
      "text": "On that day, the applicant ( the ACCC ) sought an early hearing of a claim for interlocutory relief directed at ensuring that the respondent ( Allphones ) conducted certain upcoming negotiations with a number of its franchisees in a straightforward, honest and fair manner.",
      "id": "s1"
    },
    {
      "text": "Allphones is a franchisor and retailer involved in the supply of telephony products and accessories to those products.",
      "id": "s2"
    },
    {
      "text": "2 The interlocutory application then being made by the ACCC was returned before the Court on 9 October 2008.",
      "id": "s3"
    },
    {
      "text": "On that occasion, the ACCC's claim for interlocutory relief was resolved by consent.",
      "id": "s4"
    },
    {
      "text": "No contested hearing took place before the Court on that occasion.",
      "id": "s5"
    },
    {
      "text": "3 Subsequently, on 31 October 2008, the ACCC again approached the Court with a second urgent interlocutory application.",
      "id": "s6"
    },
    {
      "text": "4 When this second interlocutory application was returned before the Court the ACCC sought orders in the following terms:\n \n \n 9.",
      "id": "s7"
    },
    {
      "text": "An order pursuant to section 80(2) of the TPA restraining Allphones, by itself, its servants or agents, until further order, from representing to franchisees that if they enter into a New Franchise Agreement and/or sign a Deed of Release they will be given preferential treatment in relation to the supply and/or allocation of stock.",
      "id": "s8"
    },
    {
      "text": "10.",
      "id": "s9"
    },
    {
      "text": "An order pursuant to section 80(2) of the TPA restraining Allphones, by itself, its servants or agents, until further order, from determining the level of supply and/or allocation of stock to franchisees on the basis of whether the franchisee has or has not entered into or whether or not the franchisee proposes to enter into a New Franchise Agreement and/or a Deed of Release.",
      "id": "s10"
    },
    {
      "text": "11.",
      "id": "s11"
    },
    {
      "text": "An order pursuant to section 80(2) of the TPA restraining Allphones, by itself, it servants or agents, until further order, from giving effect to any decision to supply and/or allocate stock to franchisees upon the basis of whether the franchisee has or has not entered into or whether or not the franchisee proposes to enter into a New Franchise Agreement and/or a Deed of Release.",
      "id": "s12"
    },
    {
      "text": "12.",
      "id": "s13"
    },
    {
      "text": "Such further orders as the court deems appropriate.",
      "id": "s14"
    },
    {
      "text": "The expressions New Franchise Agreement and Deed of Release are defined in the Further Amended Application.",
      "id": "s15"
    },
    {
      "text": "5 During the hearing of the ACCC's claim for interlocutory relief, I was informed that the ACCC relied upon ss 51AC , 52 , 80 and 86C of the Trade Practices Act 1974 (Cth) ( the TPA ) in support of its claim for interlocutory relief.",
      "id": "s16"
    },
    {
      "text": "No reliance was placed upon s 51AD of the TPA.",
      "id": "s17"
    },
    {
      "text": "6 The immediate cause of the ACCC's concerns reflected in the claim for interlocutory relief made by it on 31 October 2008 was the sending by Allphones of an email dated 20 October 2008 to its franchisees and subsequent conduct by Allphones in threatening to ration stock to some of its franchisees.",
      "id": "s18"
    },
    {
      "text": "In that email, so it was submitted, Allphones threatened to ration or withhold stock to franchisees in an endeavour to pressure or bully franchisees who were then engaged under what was called in the evidence the old franchise agreement into agreeing to terminate that agreement and entering into a new franchise agreement with Allphones as well as to provide a release in favour of Allphones in respect of past breaches by Allphones of their existing franchise arrangements.",
      "id": "s19"
    },
    {
      "text": "7 I will deal in more detail with the history of these proceedings later in these Reasons for Judgment.",
      "id": "s20"
    },
    {
      "text": "8 The ACCC's claim for interlocutory relief was heard on 4 November, 7 November and 11 November 2008.",
      "id": "s21"
    },
    {
      "text": "9 On 7 November 2008, Allphones gave the following undertaking to the Court:\n Allphones Retail Pty Limited (Allphones) undertakes to the Court until 4.15 pm on Tuesday 11 November 2008 (or such later time at which the Court gives judgment on the Australian Competition and Consumer Commission's Notice of Motion filed on 31 October 2008) that Allphones, by itself its servants and agents, in making allocations of stock to be delivered to its franchisees and Allphones' stores will not take into account whether any franchisee is a party to a New Franchise Agreement or an Old Franchise Agreement (as those terms are defined in the Further Amended Application) as a criterion for making allocations.",
      "id": "s22"
    },
    {
      "text": "10 That undertaking remains in place.",
      "id": "s23"
    },
    {
      "text": "11 In order to make clear the basis on which that undertaking was given, I delivered Reasons for Judgment on 7 November 2008 in which I explained the circumstances in which that undertaking had been given and made certain directions concerning any future publication of the fact that that undertaking had been given and of its terms: See Australian Competition and Consumer Commission v Allphones Retail Pty Limited [2008] FCA 1664.",
      "id": "s24"
    },
    {
      "text": "12 These Reasons for Judgment deal with the ACCC's extant claim for interlocutory relief.",
      "id": "s25"
    },
    {
      "text": "It is apparent from what I have already said that Allphones resists the making of any interlocutory orders.",
      "id": "s26"
    },
    {
      "text": "THE RELEVANT PRINCIPLES (INTERLOCUTORY INJUNCTIONS) \n \n13 In Australian Broadcasting Corporation v Lenah Game Meats Pty Ltd [2001] HCA 63 ; (2001) 208 CLR 199 , a majority of the High Court held that, where an interlocutory injunction is sought (inter alia) in respect of private rights, it is necessary to identify the legal or equitable rights which are to be determined at the trial and in respect of which the final relief is sought.",
      "id": "s27"
    },
    {
      "text": "Their Honours who comprised the majority made clear that the final relief sought need not be injunctive in nature.",
      "id": "s28"
    },
    {
      "text": "See [8] to [21] (pp 216---220) (per Gleeson CJ); [59] to [61] (pp 231---232) (per Gaudron J); and [86] to [92] (pp 239---242); [98] to [100] (pp 244---246); and [105] (p 248) (per Gummow and Hayne JJ).",
      "id": "s29"
    },
    {
      "text": "At [10] (p 216), Gleeson CJ also specifically cited with approval Spry, The Principles of Equitable Remedies , 5th edn, 1997 (pp 446---456).",
      "id": "s30"
    },
    {
      "text": "14 In his Reasons for Judgment, at [13] (p 218), Gleeson CJ expressly approved the following passage from the Reasons for Judgment of Mason ACJ in Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; (1986) 161 CLR 148 at 153:\n In order to secure such an injunction the plaintiff must show (1) that there is a serious question to be tried or that the plaintiff has made out a prima facie case, in the sense that if the evidence remains as it is there is a probability that at the trial of the action the plaintiff will be held entitled to relief; (2) that he will suffer irreparable injury for which damages will not be an adequate compensation unless an injunction is granted; and (3) that the balance of convenience favours the granting of an injunction.",
      "id": "s31"
    },
    {
      "text": "15 These remarks of Mason ACJ which were approved by Gleeson CJ echo the observations made by the High Court in Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; (1968) 118 CLR 618 at 622---623.",
      "id": "s32"
    },
    {
      "text": "16 In Australian Broadcasting Corporation v O'Neill [2006] HCA 46 ; (2006) 227 CLR 57 at [65] (pp 81---82), when referring to the well-known passage in Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; 118 CLR 618 at 622---623, Gummow and Hayne JJ said:\n By using the phrase \"prima facie case\", their Honours did not mean that the plaintiff must show that it is more probable than not that at trial the plaintiff will succeed; it is sufficient that the plaintiff show a sufficient likelihood of success to justify in the circumstances the preservation of the status quo pending the trial.",
      "id": "s33"
    },
    {
      "text": "That this was the sense in which the Court was referring to the notion of a prima facie case is apparent from an observation to that effect made by Kitto J in the course of argument [(1968) [1968] HCA 1 ; 118 CLR 618 at 620].",
      "id": "s34"
    },
    {
      "text": "With reference to the first inquiry, the Court continued, in a statement of central importance for this appeal [1968] HCA 1 ; [(1968) 118 CLR 618 at 622]: \n \n \"How strong the probability needs to be depends, no doubt, upon the nature of the rights [the plaintiff] asserts and the practical consequences likely to flow from the order he seeks.",
      "id": "s35"
    },
    {
      "text": "\"\n \n \n\n17 At [70] to [72] (pp 83 and 84), their Honours went on to explain the similarities and differences between the test expounded in Beecham Group Ltd v Bristol Laboratories Pty Ltd [1968] HCA 1 ; 118 CLR 618 and the test articulated in American Cyanamid Co v Ethicon Ltd [1975] UKHL 1 ; [1975] AC 396 as follows: \n \n \n 70 When Beecham and American Cyanamid are read with an understanding of the issues for determination and an appreciation of the similarity in outcome, much of the assumed disparity in principle between them loses its force.",
      "id": "s36"
    },
    {
      "text": "There is then no objection to the use of the phrase \"serious question\" if it is understood as conveying the notion that the seriousness of the question, like the strength of the probability referred to in Beecham , depends upon the considerations emphasised in Beecham .",
      "id": "s37"
    },
    {
      "text": "71 However, a difference between this Court in Beecham and the House of Lords in American Cyanamid lies in the apparent statement by Lord Diplock that, provided the court is satisfied that the plaintiff's claim is not frivolous or vexatious, then there will be a serious question to be tried and this will be sufficient.",
      "id": "s38"
    },
    {
      "text": "The critical statement by his Lordship is \"[t]he court no doubt must be satisfied that the claim is not frivolous or vexatious; in other words, that there is a serious question to be tried\" [1975] UKHL 1 ; [[1975] AC 396 at 407].",
      "id": "s39"
    },
    {
      "text": "That was followed by a proposition which appears to reverse matters of onus [1975] UKHL 1 ; [[1975] AC 396 at 408]: \n \n \n \n \n So unless the material available to the court at the hearing of the application for an interlocutory injunction fails to disclose that the plaintiff has any real prospect of succeeding in his claim for a permanent injunction at the trial, the court should go on to consider whether the balance of convenience lies in favour of granting or refusing the interlocutory relief that is sought.",
      "id": "s40"
    },
    {
      "text": "(Emphasis added.",
      "id": "s41"
    },
    {
      "text": ") \n \n \n \n \n Those statements do not accord with the doctrine in this Court as established by Beecham and should not be followed.",
      "id": "s42"
    },
    {
      "text": "They obscure the governing consideration that the requisite strength of the probability of ultimate success depends upon the nature of the rights asserted and the practical consequences likely to flow from the interlocutory order sought.",
      "id": "s43"
    },
    {
      "text": "72 The second of these matters, the reference to practical consequences, is illustrated by the particular considerations which arise where the grant or refusal of an interlocutory injunction in effect would dispose of the action finally in favour of whichever party succeeded on that application [See the judgment of McLelland J in Kolback Securities Ltd v Epoch Mining NL (1987) 8 NSWLR 533 at 535-536 and the article by Sofronoff, \" Interlocutory Injunctions Having Final Effect \", Australian Law Journal, vol 61 (1987) 341.95].",
      "id": "s44"
    },
    {
      "text": "The first consideration mentioned in Beecham , the nature of the rights asserted by the plaintiff, redirects attention to the present appeal.",
      "id": "s45"
    },
    {
      "text": "18 In [4] above, I have set out the ACCC's current claim for interlocutory relief.",
      "id": "s46"
    },
    {
      "text": "In substance that claim simply repeats the ACCC's claims for final relief in respect of the alleged wrongful conduct on the part of Allphones in relation to the allocation of stock.",
      "id": "s47"
    },
    {
      "text": "19 No Statement of Claim has been filed.",
      "id": "s48"
    },
    {
      "text": "There is, therefore, no pleading filed by the ACCC which puts before the Court and Allphones the material facts and matters said to give rise to its entitlement to the final relief which it claims in its Further Amended Application.",
      "id": "s49"
    },
    {
      "text": "20 The remaining questions identified by Mason ACJ in Castlemaine Tooheys Ltd v South Australia [1986] HCA 58 ; 161 CLR 148 when adapted to the present case, require the ACCC to show that the balance of convenience and the balance of justice favour the grant of an injunction.",
      "id": "s50"
    },
    {
      "text": "21 These matters require the Court to exercise a discretion.",
      "id": "s51"
    },
    {
      "text": "22 In Patrick Stevedores Operations No 2 Pty Ltd v Maritime Union of Australia (No 3) [1998] HCA 30 ; (1998) 195 CLR 1 at [65] and [66] (pp 41---43), Brennan CJ and McHugh, Gummow, Kirby and Hayne JJ, in a joint judgment, expressly adopted a passage from Spry, The Principles of Equitable Remedies (5th edn, 1997, at pp 402---403), which may be summarised as follows: \n \n(a) In assessing the balance of convenience in an interlocutory injunction application, the interests of the public and third persons are relevant and have more or less weight according to other material circumstances;\n \n(b) Whether those interests tend to favour the grant or the refusal of an injunction in any given case depends upon the circumstances of that case; and\n \n(c) Hardship visited upon third persons or the public generally by the grant of an interlocutory injunction will rarely be decisive.",
      "id": "s52"
    },
    {
      "text": "23 In the present case, I must assess and compare the prejudice and hardship likely to be suffered by Allphones, any relevantly affected third parties and the public generally if an injunction is granted, with that which is likely to be suffered by Allphones' franchisees who remain on the old franchise agreement, any other relevantly affected third parties and the public generally if no injunction is granted.",
      "id": "s53"
    },
    {
      "text": "In determining these matters, I must make an assessment of the likelihood that the final relief (if granted) will adequately compensate and protect those affected by the alleged wrongful conduct for the continuing contraventions which will have occurred between the date of the interlocutory hearing and the date when final relief might be expected to be granted.",
      "id": "s54"
    },
    {
      "text": "24 Section 80(6) of the TPA provides that, in a case such as the present, the Court shall not require the ACCC to give any undertaking as to damages.",
      "id": "s55"
    },
    {
      "text": "25 This provision puts the ACCC in a privileged position when compared with the position of ordinary litigants.",
      "id": "s56"
    },
    {
      "text": "26 In my judgment, in a case where the ACCC seeks interlocutory injunctive relief, it may be necessary to take into account the absence of an undertaking as to damages when the Court comes to determine where the balance of convenience and the balance of justice lie.",
      "id": "s57"
    },
    {
      "text": "The extent to which this circumstance will play a role in any particular case will be governed by all of the circumstances of the case including the nature and strength of the ACCC's case as presented at the interlocutory stage.",
      "id": "s58"
    },
    {
      "text": "27 Furthermore, there are some kinds of case where, for the purpose of assessing where the balance of convenience and the balance of justice lie, it is desirable that the Court:\n \"... evaluate the strength of the plaintiff's case for final relief\" \n(Per McLelland J in Kolback Securities Ltd v Epoch Mining NL (1987) 8 NSWLR 533 at 536A-D)\n \n28 In Kolback Securities Ltd v Epoch Mining NL (1987) 8 NSWLR 533, McLelland J observed that one such class of case is where the decision to grant or refuse the interlocutory injunction which is claimed will in a practical sense determine the substance of the matter in issue on a final basis.",
      "id": "s59"
    },
    {
      "text": "Another example is where the applicant for relief is seeking to restrain a public authority or officer from performing his statutory duty.",
      "id": "s60"
    },
    {
      "text": "29 The substance of the matter in issue between the ACCC and Allphones in the present case is whether Allphones should be restrained from conducting itself or from threatening to conduct itself in a particular fashion in relation to the allocation of stock being conduct which is said to be intended to bully certain franchisees into complying with Allphones' wishes and demands for the purposes of and during the negotiations and mediation spawned by the Franchising Code Notice of Dispute which it served in August 2008.",
      "id": "s61"
    },
    {
      "text": "Those negotiations and that mediation have commenced but have not yet concluded.",
      "id": "s62"
    },
    {
      "text": "They are likely to conclude before the Court can determine the ACCC's claims for final relief in the proceedings.",
      "id": "s63"
    },
    {
      "text": "30 In those circumstances, I think that the case is the kind of case which falls within the principle explained by McLelland J in Kolback 8 NSWLR 533.",
      "id": "s64"
    },
    {
      "text": "Accordingly, I will apply that principle.",
      "id": "s65"
    },
    {
      "text": "31 As I understand that principle, I am required to have a closer look at the applicant's case than I might otherwise be required to do when considering and determining an application for interlocutory injunction in order to come to a view as to whether the applicant's case for final relief is sufficiently strong to justify the granting of the interlocutory relief sought.",
      "id": "s66"
    },
    {
      "text": "THE EVIDENCE \n Some Recent Events \n \n32 In 2006, Hoy Mobile Pty Limited ( Hoy Mobile ) commenced proceedings in this Court against Allphones.",
      "id": "s67"
    },
    {
      "text": "Those proceedings ( the Hoy Mobile proceedings ) were heard in February and March 2008 by Rares J.",
      "id": "s68"
    },
    {
      "text": "His Honour delivered Reasons for Judgment on 30 May 2008 ( Hoy Mobile Pty Ltd v Allphones Retail Pty Ltd (No 2) [2008] FCA 810).",
      "id": "s69"
    },
    {
      "text": "33 Hoy Mobile had been a franchisee of Allphones for approximately four years prior to the commencement of those proceedings.",
      "id": "s70"
    },
    {
      "text": "34 The Hoy Mobile proceedings were hard fought.",
      "id": "s71"
    },
    {
      "text": "There were many issues requiring determination by his Honour.",
      "id": "s72"
    },
    {
      "text": "35 At the end of his Honour's Reasons for Judgment, his Honour summarised the conclusions which he had reached (see Hoy Mobile Pty Ltd [2008] FCA 810 at [429] ---[431]).",
      "id": "s73"
    },
    {
      "text": "Allphones has appealed from his Honour's decision.",
      "id": "s74"
    },
    {
      "text": "That appeal has not yet been heard.",
      "id": "s75"
    },
    {
      "text": "It is neither necessary nor desirable for me to comment further on the subject matter of the Hoy Mobile proceedings.",
      "id": "s76"
    },
    {
      "text": "At the moment, it is sufficient if I note the date when his Honour delivered judgment (viz 30 May 2008) and the fact that his Honour said that Allphones had to account to its franchisees who were operating under the old franchise agreement for significant sums of money which it had received by way of commissions and rebates.",
      "id": "s77"
    },
    {
      "text": "36 On 25 March 2008, the ACCC commenced proceedings against Allphones, Matthew Donnellan, Ian Harkin and Anthony Baker in this Court (No NSD 408 of 2008) ( the main ACCC proceedings ).",
      "id": "s78"
    },
    {
      "text": "The individuals named as respondents in those proceedings are or were employees and directors of Allphones at various times over the period with which the main ACCC proceedings deal.",
      "id": "s79"
    },
    {
      "text": "The Statement of Claim in the main ACCC proceedings comprises 89 pages and the Application comprises 25 pages.",
      "id": "s80"
    },
    {
      "text": "There are many allegations made in the Statement of Claim concerning Allphones' dealings with its franchisees and its management of the Allphones business of which the franchisees are an integral part.",
      "id": "s81"
    },
    {
      "text": "37 In the main ACCC proceedings, the ACCC makes complaint about a large number of events and actions for which Allphones is alleged to have been responsible and contends that the respondents to those proceedings have contravened ss 51AC , 51AD , 52 and 59 of the Trade Practices Act in the operation of the Allphones franchise system.",
      "id": "s82"
    },
    {
      "text": "38 I am, of course, not dealing with the main ACCC proceedings at the moment.",
      "id": "s83"
    },
    {
      "text": "Nor is the present claim for interlocutory relief made in those proceedings.",
      "id": "s84"
    },
    {
      "text": "I have recorded the existence of those proceedings and the general nature of the allegations made in those proceedings in order to set out in summary form a chronology of the events which I consider relevant to the present interlocutory application.",
      "id": "s85"
    },
    {
      "text": "39 Subsequently, on 3 October 2008, the ACCC commenced the present proceedings.",
      "id": "s86"
    },
    {
      "text": "Allphones is the sole respondent in these proceedings.",
      "id": "s87"
    },
    {
      "text": "In the present proceedings, the ACCC contends that Allphones has breached ss 51AC and 52 of the Trade Practices Act in its dealings with its franchisees concerning Allphones' plans to bring about a state of affairs whereby all of its current franchisees are engaged as franchisees by means of what has been described in the evidence as \" the new franchise agreement \".",
      "id": "s88"
    },
    {
      "text": "40 The present proceedings were commenced on an urgent basis.",
      "id": "s89"
    },
    {
      "text": "Interlocutory relief was sought.",
      "id": "s90"
    },
    {
      "text": "When the Application was returned before me on 9 October 2008, the claim for interlocutory relief then being made by the ACCC was resolved by Allphones proffering to the Court and the Court accepting certain undertakings as to the way in which Allphones would deal with its franchisees in connection with its plans to have those franchisees enter into the new franchise agreement.",
      "id": "s91"
    },
    {
      "text": "41 On Friday, 31 October 2008, the ACCC made an ex parte application in which it sought leave to file a Notice of Motion and for the abridgement of the time for service of that Notice of Motion.",
      "id": "s92"
    },
    {
      "text": "On that occasion, I made the orders then sought by the ACCC.",
      "id": "s93"
    },
    {
      "text": "These orders were designed to bring the matter on for urgent disposition.",
      "id": "s94"
    },
    {
      "text": "The application of the ACCC was first listed before me on 4 November 2008.",
      "id": "s95"
    },
    {
      "text": "The hearing proceeded to some extent on that day.",
      "id": "s96"
    },
    {
      "text": "However, it was not concluded on that day because Allphones sought and was granted an adjournment in order to put on further evidence.",
      "id": "s97"
    },
    {
      "text": "It did so.",
      "id": "s98"
    },
    {
      "text": "That evidence was voluminous.",
      "id": "s99"
    },
    {
      "text": "The hearing then proceeded on 7 and on 11 November 2008.",
      "id": "s100"
    },
    {
      "text": "The interests sought to be protected by the ACCC's current claim for interlocutory relief are at present being substantially protected by the temporary undertaking proffered to the Court by Allphones (as to which see [9] above).",
      "id": "s101"
    },
    {
      "text": "42 The evidence before me at the moment establishes that, until about September 2007, franchisees of Allphones entered into their franchise arrangements with that company upon the basis of what has been called \" the old franchise agreement \".",
      "id": "s102"
    },
    {
      "text": "Since about September 2007, all new franchisees joining the system after that date have signed a franchise agreement in the form of the new franchise agreement.",
      "id": "s103"
    },
    {
      "text": "As at 4 November 2008, 94 of the 132 franchised stores remained engaged under the old franchise agreement or pursuant to a franchise agreement which was substantially the same as the old franchise agreement.",
      "id": "s104"
    },
    {
      "text": "As at that day, 38 of those stores were operating under the new franchise agreement.",
      "id": "s105"
    },
    {
      "text": "There were 33 stores which were then owned and being operated by Allphones itself.",
      "id": "s106"
    },
    {
      "text": "43 On 1 April 2008, a meeting took place in the Allphones Perth offices.",
      "id": "s107"
    },
    {
      "text": "That meeting was attended by Mr Baker, representing Allphones.",
      "id": "s108"
    },
    {
      "text": "Mr Baker is an executive director of Allphones.",
      "id": "s109"
    },
    {
      "text": "It appears from the evidence before me that the meeting was also attended by several Allphones franchisees.",
      "id": "s110"
    },
    {
      "text": "44 In a letter dated 7 April 2008 to DLA Phillips Fox, who are the solicitors for Allphones, Corrs Chambers Westgarth ( Corrs ), who are the solicitors for the ACCC, set out a series of complaints which the ACCC had about statements which Mr Baker is alleged to have made at the meeting held on 1 April 2008.",
      "id": "s111"
    },
    {
      "text": "45 In that letter, the ACCC asserted that Mr Baker had said at the 1 April 2008 meeting:\n \n \n \"1.",
      "id": "s112"
    },
    {
      "text": "That if the proceedings commenced by the ACCC against Allphones [referring to proceedings No NSD 408 of 2008] did not resolve successfully for Allphones, Allphones may need to limit the amount of stock each franchisee is provided, in order to be operating within the terms of the franchise agreement.",
      "id": "s113"
    },
    {
      "text": "\" \n \n \n46 In that same letter, other statements were attributed to Mr Baker which, if true, seem to me to have been calculated to put pressure on the Allphones franchisees who attended the meeting to take steps to persuade the ACCC to abandon the main ACCC proceedings.",
      "id": "s114"
    },
    {
      "text": "47 In the letter dated 7 April 2008, the ACCC recorded explicitly its position in relation to the statement extracted above as follows:\n \"The statement identified in paragraph 1 above implies that the threatened action would be as a result of the relief the ACCC seeks.",
      "id": "s115"
    },
    {
      "text": "In this context, the ACCC is very concerned about the motivation for making the statement attributed to Mr Baker.",
      "id": "s116"
    },
    {
      "text": "No order sought by the ACCC in these proceedings would require Allphones to limit the value of stock it permits franchisees to hold, including the $30,000 stock limit that the ACCC understands Allphones has imposed or threatened to impose on franchisees from time to time in the past.",
      "id": "s117"
    },
    {
      "text": "The ACCC understands that Allphones subsequently received advice that limiting stock to $30,000 was unlikely to be a position legally available to Allphones.",
      "id": "s118"
    },
    {
      "text": "The relief the ACCC seeks in these proceedings is to require Allphones to operate in accordance with the terms of the franchise agreement.",
      "id": "s119"
    },
    {
      "text": "Accordingly, the characterisation of any desire on Allphones' part to limit stock levels as something made necessary by the commencement or outcome of these proceedings may have misled franchisees attending the forum.",
      "id": "s120"
    },
    {
      "text": "\" \nThe proceedings referred to in the letter were the main ACCC proceedings (ie.",
      "id": "s121"
    },
    {
      "text": "Proceedings No NSD 408 of 2008).",
      "id": "s122"
    },
    {
      "text": "48 The ACCC sought a response to its letter dated 7 April 2008.",
      "id": "s123"
    },
    {
      "text": "49 Notwithstanding the fact that the ACCC sent a follow up letter to DLA Phillips Fox, it was not until 5 May 2008 that any real attempt was made by that firm on behalf of Allphones to respond to the contentions made by the ACCC in its letter dated 7 April 2008.",
      "id": "s124"
    },
    {
      "text": "On that day, DLA Phillips Fox wrote to Corrs.",
      "id": "s125"
    },
    {
      "text": "It is clear from the letter dated 5 May 2008 from DLA Phillips Fox to Corrs that Allphones accepted that there had been a meeting on 1 April 2008 held at the Perth offices of Allphones attended by Mr Baker and several franchisees.",
      "id": "s126"
    },
    {
      "text": "In that letter, DLA Phillips Fox said:\n \"Our clients do not accept that your letter accurately or fully reflects the substance of Mr Baker's comments at the meeting.",
      "id": "s127"
    },
    {
      "text": "They also deny that anything said by Mr Baker at the meeting could fairly be construed as an attempt to influence potential witnesses in the way suggested in your letter.",
      "id": "s128"
    },
    {
      "text": "There seems little purpose to be served in us canvassing further here the issues in the proceedings or the precise details of what Mr Baker may or may not have said at the Perth meeting.",
      "id": "s129"
    },
    {
      "text": "\" \n50 DLA Phillips Fox did not specifically address the assertion made by the ACCC that Mr Baker had said words to the effect that stock would be limited.",
      "id": "s130"
    },
    {
      "text": "Mr Baker's reference to limiting stock I take to be a reference to limiting stock to the maximum value set out in the relevant clauses of the old franchise agreement.",
      "id": "s131"
    },
    {
      "text": "I shall refer to these clauses later in these Reasons for Judgment.",
      "id": "s132"
    },
    {
      "text": "As the evidence presently stands, I am entitled to treat the assertion made by Corrs in their letter dated 7 April 2008 as to what Mr Baker said at the meeting on 1 April 2008 concerning limiting stock as an hearsay account of the statement made by him at the meeting in respect of that matter, being an account which has not been denied by Mr Baker either via DLA Phillips Fox or in the affidavits sworn by him on behalf of Allphones which were read on the present Application.",
      "id": "s133"
    },
    {
      "text": "51 In the face of the commencement of the main ACCC proceedings, Allphones set about explaining to its franchisees its position in relation to those proceedings and its response to the allegations made in those proceedings.",
      "id": "s134"
    },
    {
      "text": "Subject to ensuring that nothing inappropriate or misleading was said, Allphones was perfectly entitled to speak to its franchisees about the main ACCC proceedings and to state its position in relation to the allegations made in those proceedings.",
      "id": "s135"
    },
    {
      "text": "52 The meeting which was held on 1 April 2008 appears to have been one occasion where Allphones availed itself of an opportunity to have such a dialogue with its franchisees.",
      "id": "s136"
    },
    {
      "text": "53 On 3 June and 4 June 2008, there was a meeting of the Allphones Franchise Council.",
      "id": "s137"
    },
    {
      "text": "This meeting took place a few days after Rares J handed down his Reasons for Judgment in the Hoy Mobile proceedings and was obviously called so that his Honour's Reasons and decision could be discussed.",
      "id": "s138"
    },
    {
      "text": "It is hardly surprising that his Honour's decision was discussed at this meeting.",
      "id": "s139"
    },
    {
      "text": "Nor is it surprising that, by the time the meeting was held, Allphones had devised a plan to migrate existing franchisees from the old franchise agreement to the new franchise agreement in order to circumvent the impact of his Honour's judgment and to ameliorate the effect of that judgment on Allphones.",
      "id": "s140"
    },
    {
      "text": "Allphones presented the new franchise agreement to its Franchise Council and explained that agreement to the Council members on that occasion.",
      "id": "s141"
    },
    {
      "text": "It is asserted by Allphones that the Allphones representatives who attended that meeting highlighted the major differences between the old and the new franchise agreement and explained the reasons for the changes reflected in the proposed new agreement.",
      "id": "s142"
    },
    {
      "text": "54 The discussions which took place at that meeting of the Allphones Franchise Council provoked a further letter from Corrs to DLA Phillips Fox.",
      "id": "s143"
    },
    {
      "text": "This letter was dated 6 June 2008.",
      "id": "s144"
    },
    {
      "text": "In that letter, Corrs sought certain undertakings on behalf of the ACCC.",
      "id": "s145"
    },
    {
      "text": "In essence, the letter contained a series of complaints about the conduct of Allphones in connection with its plans to migrate franchisees from the old franchise agreement to the new franchise agreement.",
      "id": "s146"
    },
    {
      "text": "The suggestion made in the letter was that Allphones was adopting unfair tactics and applying undue pressure to existing franchisees to force them to migrate from the old franchise agreement to the new franchise agreement.",
      "id": "s147"
    },
    {
      "text": "The letter records that, according to material in the possession of the ACCC, threats had been made by representatives of Allphones to the franchisees who attended the meeting to punish franchisees who did not comply with Allphones' plans by discriminating against such franchisees in the administration of their franchise arrangements, particularly in respect of financial matters.",
      "id": "s148"
    },
    {
      "text": "55 The assertions made by the ACCC in its letter dated 6 June 2008 have not been specifically denied by Allphones or its legal representatives.",
      "id": "s149"
    },
    {
      "text": "56 The new franchise agreement contains terms which are substantially different from the terms of the old franchise agreement.",
      "id": "s150"
    },
    {
      "text": "I will return to this topic later in these Reasons.",
      "id": "s151"
    },
    {
      "text": "57 Towards the end of June 2008, Allphones set about giving effect to its plan to migrate existing franchisees from the old franchise agreement to the new franchise agreement.",
      "id": "s152"
    },
    {
      "text": "As part of that exercise, it required franchisees to execute a Deed of Release which, if executed, would have the effect of releasing Allphones from all past breaches of the old franchise agreement insofar as franchisees who sign such a deed are concerned.",
      "id": "s153"
    },
    {
      "text": "58 This requirement was the subject of complaint by the ACCC and its solicitors in July 2008.",
      "id": "s154"
    },
    {
      "text": "59 On 29 August 2008, pursuant to the Franchising Code of Conduct, Allphones sent a Notice of Dispute dated that day to all of its existing franchisees who were not then operating under the new franchise agreement or had not released Allphones from past breaches of the old franchise agreement.",
      "id": "s155"
    },
    {
      "text": "The effect of this Notice was to commence a process contemplated by the Code designed to resolve the disputes which were enumerated in the Notice.",
      "id": "s156"
    },
    {
      "text": "The dispute resolution process was to culminate in a mediation.",
      "id": "s157"
    },
    {
      "text": "60 In general terms, Allphones sought to address in its Notice of Dispute the matters of complaint raised by Hoy Mobile in the Hoy Mobile proceedings and by the ACCC in the main ACCC proceedings.",
      "id": "s158"
    },
    {
      "text": "In s 3 of that Notice, under the heading \" Issues Arising \", the following issue was described as Issue 9, namely:\n \"Whether Allphones has imposed Stock Hold or Commission Hold on Eligible Franchisees in circumstances where it was not entitled to do so and whether any Eligible Franchisee has suffered loss or damage as a result.",
      "id": "s159"
    },
    {
      "text": "\" \n61 Supplementary Notices of Dispute were sent to existing franchisees on the old franchise agreement whose agreement had recently expired or was soon to expire giving such franchisees notice that if they did not sign a new franchise agreement, Allphones would regard their franchise as at an end, enter the relevant store and repossess all stock.",
      "id": "s160"
    },
    {
      "text": "62 Correspondence ensued between the parties to the present proceedings and their legal representatives in September and early October 2008.",
      "id": "s161"
    },
    {
      "text": "That correspondence concerned, for the most part, the way in which Allphones was dealing with its franchisees in respect of the subject matter of the Notices of Dispute.",
      "id": "s162"
    },
    {
      "text": "In particular, the ACCC was concerned to ensure that the franchisees involved in the dispute resolution process were being fairly informed of all relevant matters and were not being misled or unfairly pressured in the dispute resolution process.",
      "id": "s163"
    },
    {
      "text": "63 In its Position Paper dated 23 September 2008 prepared for the upcoming mediation, Allphones set out its position in relation to the subject matter of its Notices of Dispute.",
      "id": "s164"
    },
    {
      "text": "64 In part of that document, it set out the issues in dispute and recorded its position in relation to each of them.",
      "id": "s165"
    },
    {
      "text": "Paragraph 31 of that document was in the following terms:\n \n \n \" 31.",
      "id": "s166"
    },
    {
      "text": "Whether Allphones has imposed Stock Hold or Commission Hold on Eligible Franchisees in circumstances where it was not entitled to do so and whether any Eligible Franchisee has suffered loss or damage as a result \n Allphones concedes that it has imposed Stock Hold on some Franchisees in the past if those Franchisees were in breach of their obligations.",
      "id": "s167"
    },
    {
      "text": "Allphones' obligation under the Franchise Agreement is to provide stock to minimum level.",
      "id": "s168"
    },
    {
      "text": "Clause 6.14 of the Franchise Agreement states: \n \n \n \n \n 6.14 The total value of the Franchisor's stock held by the Franchisee must not exceed $30,000 or a value equal to an average of 45 days of 'product sales', or such value as maybe determined by the Franchisor in its sole and absolute discretion as being reasonable.",
      "id": "s169"
    },
    {
      "text": "' \n \n \n \n \n Allphones believes that when it has imposed Stock Hold in the past, it has simply refused to provide stock at levels above the minimum and so has not acted in breach of the Franchise Agreement.",
      "id": "s170"
    },
    {
      "text": "Allphones also concedes that it has imposed Commission Hold on some Franchisees.",
      "id": "s171"
    },
    {
      "text": "It believes that, it was entitled to do so under the circumstances.",
      "id": "s172"
    },
    {
      "text": "Moreover, Allphones is not aware of any situation where a delay in payment of commission caused any loss or damage to a Franchisee.",
      "id": "s173"
    },
    {
      "text": "\" \n \n(Original emphasis.",
      "id": "s174"
    },
    {
      "text": ") \n65 The statement made in the first sentence of par 31 is ambiguous.",
      "id": "s175"
    },
    {
      "text": "It is also expressed in general terms.",
      "id": "s176"
    },
    {
      "text": "I do not think it can be construed as an admission that the imposition of a stock hold on some franchisees in the past has been used as a bullying tactic to bring such franchisees into line.",
      "id": "s177"
    },
    {
      "text": "66 In addition, the statements made as to the true construction of cl 6.14 of the old franchise agreement reflect an incorrect view on the part of Allphones as to the import of that clause.",
      "id": "s178"
    },
    {
      "text": "In my view, it seems to set a maximum stock value, rather than a minimum .",
      "id": "s179"
    },
    {
      "text": "67 In its Position Paper, Allphones also made clear that any settlement reached with its franchisees would be on condition that the settling party execute both the new franchise agreement and a Deed of Release.",
      "id": "s180"
    },
    {
      "text": "68 It appears that a Supplementary Position Paper was provided by Allphones to the relevant franchisees on or about 16 October 2008.",
      "id": "s181"
    },
    {
      "text": "That document was accompanied by an updated form of Deed of Release which Allphones maintained it was entitled to receive as part of the dispute resolution process and the migration of franchisees from the old franchise agreement to the new franchise agreement.",
      "id": "s182"
    },
    {
      "text": "69 The evidence discloses that, as at 16 October 2008, the actual negotiations with eligible franchisees were to commence on 21 October 2008.",
      "id": "s183"
    },
    {
      "text": "It was envisaged at that time that those negotiations would continue in two phases with an expected completion of the second phase occurring around 18 November 2008.",
      "id": "s184"
    },
    {
      "text": "The planned mediation was to occur between 24 and 30 November 2008.",
      "id": "s185"
    },
    {
      "text": "70 Having set up the dispute resolution process and procured the involvement of most of its existing franchisees on the old franchise agreement, Mr Baker sent an email on 20 October 2008 to all of the relevant franchisees.",
      "id": "s186"
    },
    {
      "text": "That email was in the following terms:\n \"From: Tony Baker &lt;Tony.Baker@staff.allphones.com.au&gt; Date: 20 October 2008 11:24:04 AM To: Tony Baker &lt;Tonv.Baker@staff.allphones.com.au&gt; Subject: Stock --- Suppliers' credit terms Dear Franchisee Stock --- Suppliers' credit terms In order to provide stock to Allphones stores at current levels, Allphones depends to a large extent on the credit allowed by equipment suppliers.",
      "id": "s187"
    },
    {
      "text": "With the overall growth of Allphones sales and the Christmas selling season approaching (accounting for some 30%+ of total annual sales), the level of this credit is of special importance.",
      "id": "s188"
    },
    {
      "text": "Several market \"shocks\" have recently affected suppliers' willingness to extend credit: \n \n \n The global financial meltdown affects us and our suppliers like everyone else.",
      "id": "s189"
    },
    {
      "text": "Due to the credit squeeze our suppliers are now asking Allphones to provide additional security for credit or have foreshadowed that they will be asking for it.",
      "id": "s190"
    },
    {
      "text": "The $AUS has recently dropped by more than 30% against the $US.",
      "id": "s191"
    },
    {
      "text": "The cost of stock will inevitably increase as a result, particularly for 'hot' handsets.",
      "id": "s192"
    },
    {
      "text": "The dispute between Allphones and franchisees has created continuing uncertainty about the extent of any liability Allphones may have to franchisees.",
      "id": "s193"
    },
    {
      "text": "This is a matter of concern to Allphones' suppliers and financiers as well as to Allphones and its directors.",
      "id": "s194"
    },
    {
      "text": "To date the directors of Allphones have provided personal guarantees to equipment suppliers as security for credit.",
      "id": "s195"
    },
    {
      "text": "The directors have indicated that they are not prepared to increase the amounts of these guarantees in the current climate and are reviewing existing guarantees.",
      "id": "s196"
    },
    {
      "text": "The combination of these factors will almost certainly create a situation in which there will be less stock to go around.",
      "id": "s197"
    },
    {
      "text": "The commercial reality is that Allphones will be forced to make allocations.",
      "id": "s198"
    },
    {
      "text": "There will not be a choice.",
      "id": "s199"
    },
    {
      "text": "To do this in a business like way, Allphones must take into account risk/return factors and contractual obligations.",
      "id": "s200"
    },
    {
      "text": "In particular, these factors include: \n \n \n Franchisees on new agreements are entitled to minimum monthly stock of $30,000, covering all categories.",
      "id": "s201"
    },
    {
      "text": "Under the old franchise agreements, the total value of stock held by franchisees on those agreements must not exceed $30,000 or the value of 45 days of product sales --- this is the maximum.",
      "id": "s202"
    },
    {
      "text": "In either case Allphones has a discretion to determine a different amount of stock.",
      "id": "s203"
    },
    {
      "text": "Supplies to franchisees on old agreements carry more risk for Allphones.",
      "id": "s204"
    },
    {
      "text": "Depending on the outcome of the matters currently in dispute, Allphones may be liable to pay additional amounts to the franchisees above the amounts it currently considers it is obliged to pay.",
      "id": "s205"
    },
    {
      "text": "The same is not true of franchisees on new agreements.",
      "id": "s206"
    },
    {
      "text": "The new agreements make clear the position of both Allphones and the franchisees.",
      "id": "s207"
    },
    {
      "text": "As a result, Allphones' priorities will be, firstly, to ensure that stock to all franchisees does not fall below $30,000.",
      "id": "s208"
    },
    {
      "text": "Above that level preference will be give to franchisees on new agreements, those franchisees who have signed a deed of release and company stores.",
      "id": "s209"
    },
    {
      "text": "We will notify franchisees about stock allocations from time to time as the total amount of stock available to Allphones becomes clearer and as risk is assessed.",
      "id": "s210"
    },
    {
      "text": "If at any time a franchisee wishes to increase its allocation of stock above the level Allphones has set, the franchisee can provide a bank guarantee for the amount of the extra stock in a form acceptable to Allphones.",
      "id": "s211"
    },
    {
      "text": "Allphones should then be able to arrange to increase the allocation.",
      "id": "s212"
    },
    {
      "text": "Kind regards Tony Baker\" \n71 I shall refer to this email as the Baker email .",
      "id": "s213"
    },
    {
      "text": "72 It is noteworthy that the email was sent after the establishment of the dispute resolution process and after Allphones had secured the agreement of most of the relevant franchisees to participate in that process and on the day before the phase one negotiations were to commence.",
      "id": "s214"
    },
    {
      "text": "73 It is the subject matter of that email and various subsequent communications that have prompted the current interlocutory application.",
      "id": "s215"
    },
    {
      "text": "The Post 20 October 2008 Events \n \n74 On 24 October 2008, Corrs wrote a letter to DLA Phillips Fox raising questions about the Baker email and the purpose for which it had been sent.",
      "id": "s216"
    },
    {
      "text": "Corrs sought an urgent response to their letter.",
      "id": "s217"
    },
    {
      "text": "Included in this letter was the following statement:\n The Commission is again concerned that Allphones may be contravening 51AC of the Trade Practices Act 1974 .",
      "id": "s218"
    },
    {
      "text": "75 Corrs' letter of 24 October 2008 was acknowledged by DLA Phillips Fox in an email sent to Corrs late on Monday 27 October 2008.",
      "id": "s219"
    },
    {
      "text": "No substantive response to the Corrs letter was sent within the time limited by Corrs for responding.",
      "id": "s220"
    },
    {
      "text": "76 On 30 October 2008, Corrs again wrote to DLA Phillips Fox and raised concerns about Allphones' intentions to ration stock.",
      "id": "s221"
    },
    {
      "text": "The ACCC, through its solicitors, sought certain undertakings.",
      "id": "s222"
    },
    {
      "text": "77 Those undertakings were not forthcoming.",
      "id": "s223"
    },
    {
      "text": "78 Accordingly, the ACCC made application to me on Friday 31 October 2008, seeking leave to file the present Notice of Motion and for an abridgement of the time for the service of that Notice of Motion.",
      "id": "s224"
    },
    {
      "text": "79 In a letter dated 31 October 2008 from DLA Phillips Fox to Corrs, DLA Phillips Fox responded to the letters from Corrs dated 24 October and 30 October 2008.",
      "id": "s225"
    },
    {
      "text": "In that letter, the following was said:\n \n \n \"11 There is no 'set' level of stock.",
      "id": "s226"
    },
    {
      "text": "Such a concept entirely misconceives the process of stock allocation.",
      "id": "s227"
    },
    {
      "text": "Stock is allocated by Allphones on an individual basis from time to time having regard to Allphones' assessment of a range of factors including trading patterns, existing stock levels, stock composition, demographic trends and other legitimate business considerations.",
      "id": "s228"
    },
    {
      "text": "12 The opportunity for franchisees to increase their allocation of stock by giving a bank guarantee is offered to all franchisees who wish to increase their allocation above that set by Allphones from time to time in accordance with the above allocation process.",
      "id": "s229"
    },
    {
      "text": "The offer is made on the basis that the existence of such guarantees will increase the level of credit available from suppliers and hence make additional stock available to be allocated to the franchisee(s) who choose to provide such security.",
      "id": "s230"
    },
    {
      "text": "13 The form of bank guarantee will be considered further by Allphones in the event that a franchisee seeks to exercise this option.",
      "id": "s231"
    },
    {
      "text": "Question 3 \n \n 14 Again, this question misconceives the process of stock allocation.",
      "id": "s232"
    },
    {
      "text": "We refer to our comments above.",
      "id": "s233"
    },
    {
      "text": "Stock allocation requires the exercise of business judgement.",
      "id": "s234"
    },
    {
      "text": "It is not a science.",
      "id": "s235"
    },
    {
      "text": "There is no system of 'tiers' simply a range of factors applied on a case by case basis from time to time as stock becomes available.",
      "id": "s236"
    },
    {
      "text": "...\n 19 That statement is incorrect.",
      "id": "s237"
    },
    {
      "text": "It does not reflect the actual content of Baker Email.",
      "id": "s238"
    },
    {
      "text": "It suffers from the same misconceptions referred to above, because: \n \n \n \n \n 19.1 there is no set stock limit of $30,000 for any class of franchisees;\n 19.2 stock allocation is always done on an individual basis.",
      "id": "s239"
    },
    {
      "text": "There are no set levels or formulas.",
      "id": "s240"
    },
    {
      "text": "20 Paragraph 1.2 (b) appears to assert that there is no commercial justification for treating franchisees on Old Agreements differently to franchisees on new agreements.",
      "id": "s241"
    },
    {
      "text": "In the event that the ACCC's contentions as to the proper interpretation of the Old Agreement (which Allphones disputes) is accepted, then Allphones relative return will be greater in respect of stock sold by franchisees operating under the new agreement relative to those operating under the old agreement.",
      "id": "s242"
    },
    {
      "text": "Does the ACCC contend that Allphones is not permitted to have regard to its own commercial returns to the capital invested in stock and the risks involved in making stock allocation decisions?",
      "id": "s243"
    },
    {
      "text": "If so, please state the principle upon which such contention is based.",
      "id": "s244"
    },
    {
      "text": "21 Paragraph 1.2(c) appears to assert that Allphones has 'chosen' to expose its own business to stock restrictions from suppliers during the busy pre-Christmas period.",
      "id": "s245"
    },
    {
      "text": "Such assertion is baseless and counter intuitive.",
      "id": "s246"
    },
    {
      "text": "Stock restrictions imposed by carriers hurt Allphones' profits as well as those of its franchisees.",
      "id": "s247"
    },
    {
      "text": "22 The necessity for and timing of the stock restrictions has been determined by factors external to Allphones.",
      "id": "s248"
    },
    {
      "text": "In particular: \n \n \n \n \n 22.1 Allphones has exceeded its credit terms (which have never been higher) with suppliers due to the volume of stock in the System.",
      "id": "s249"
    },
    {
      "text": "22.2 while in the past suppliers have been prepared to allow Allphones to exceed its credit limits at times of high demand such as Christmas, they are not prepared to do so now.",
      "id": "s250"
    },
    {
      "text": "22.3 Allphones has tried but has not been able to negotiate an increase in those credit terms at this time due to the factors set out in the Baker Email.",
      "id": "s251"
    },
    {
      "text": "22.4 due to the current exchange rate, there is currently less stock available for the same level of credit.",
      "id": "s252"
    },
    {
      "text": "22.5 Allphones has been unable to obtain additional security from its shareholders (in the form of increased 'director guarantees).",
      "id": "s253"
    },
    {
      "text": "23 The present Dispute has required to Allphones to divert significant capital to legal costs which might otherwise be applied to stock purchases.",
      "id": "s254"
    },
    {
      "text": "The Dispute also creates uncertainty for Allphones' shareholders, suppliers and financiers.",
      "id": "s255"
    },
    {
      "text": "Those franchisees who are not part of the Dispute (because they have entered into a Deed of Release) do not contribute to that uncertainty and, as such, ought not to be disadvantaged by the reduction in stock availability referable to the Dispute.",
      "id": "s256"
    },
    {
      "text": "Allphones maintains that it is a rational and legitimate factor which may be taken into account (amongst a range of other factors) in individual franchisee stock allocations.",
      "id": "s257"
    },
    {
      "text": "24 In summary, Allphones is required to make difficult business judgments to deal with current stock supply issues.",
      "id": "s258"
    },
    {
      "text": "It will make those judgments based upon the interests of franchisees and shareholders.",
      "id": "s259"
    },
    {
      "text": "It has statutory obligations to do so.",
      "id": "s260"
    },
    {
      "text": "It is not the role of the ACCC to seek to substitute its business judgment for that of Allphones.",
      "id": "s261"
    },
    {
      "text": "\" \n \n \n80 The fundamental premise upon which all of the above statements proceed is that, as at mid to late October 2008, there was not sufficient stock already in the hands of Allphones or able to be acquired by Allphones from its suppliers under current arrangements in order to meet the present and likely future needs over the next couple of months of all stores in the Allphones system.",
      "id": "s262"
    },
    {
      "text": "It was said by Allphones that this state of affairs would inevitably require it to ration stock across the system in November and December 2008 and in January 2009 utilising its best business judgment to decide which stores receive stock and the quantities and the type of stock to be supplied to such stores.",
      "id": "s263"
    },
    {
      "text": "In essence, Allphones contended that it had been placed in a position by reason of factors beyond its control in which it may have to deal with a shortfall in the levels of stock which it would ideally wish to have in the system and that it has chosen to do so upon the bases set out in the Baker email.",
      "id": "s264"
    },
    {
      "text": "Indeed, Allphones even went so far as to suggest that one of the reasons it had been unable to secure sufficient supplies of stock was because it has had to divert capital from the business in order to pay legal costs.",
      "id": "s265"
    },
    {
      "text": "The sentiment expressed in its solicitor's letter of 31 October 2008 is reminiscent of sentiments allegedly expressed by Mr Baker back in April 2008: That is to say, if the franchisees are to agitate for protection by the ACCC from the behaviour of Allphones, then they will suffer the consequences of doing that for so long as proceedings against Allphones are maintained.",
      "id": "s266"
    },
    {
      "text": "Several different reasons have been advanced by Allphones but these all lead back to the one proposition: \n \"Allphones has a message for its franchisees: if you wish to challenge what we do, we will punish you financially and continue to do so until you withdraw.",
      "id": "s267"
    },
    {
      "text": "\" \n81 As at 20 October 2008, there was a significant number of Allphones franchisees who remained on the old franchise agreement and who wished to continue their franchise arrangements with Allphones on the terms of that agreement.",
      "id": "s268"
    },
    {
      "text": "82 Five of those franchisees provided affidavit evidence in support of the ACCC's application for interlocutory relief.",
      "id": "s269"
    },
    {
      "text": "All deponents addressed the Baker email.",
      "id": "s270"
    },
    {
      "text": "Most had had at least one conversation with Allphones' Head Office personnel about that email.",
      "id": "s271"
    },
    {
      "text": "Those conversations took place between 23 October 2008 and 29 October 2008.",
      "id": "s272"
    },
    {
      "text": "The Allphones personnel involved in those conversations were Mr Ben Schulte, Mr Mark Hanson, Mr Brett Hale and Ms Miranda Horth.",
      "id": "s273"
    },
    {
      "text": "Mr Schulte is Allphones' Regional Manager for South Australia, Western Australia and the Northern Territory.",
      "id": "s274"
    },
    {
      "text": "Ms Horth works in Allphones' product support division.",
      "id": "s275"
    },
    {
      "text": "Mr Hanson is similarly employed.",
      "id": "s276"
    },
    {
      "text": "Mr Hale is Allphones' Post Paid Category Manager.",
      "id": "s277"
    },
    {
      "text": "Each of Ms Horth, Mr Hanson and Mr Hale ordinarily deal with franchisees and suppliers in relation to stock.",
      "id": "s278"
    },
    {
      "text": "Mr Schulte has a general management position.",
      "id": "s279"
    },
    {
      "text": "All of these employees are in positions subordinate to Mr Baker.",
      "id": "s280"
    },
    {
      "text": "83 The evidence given by the franchisee witnesses in support of the ACCC's claim for interlocutory relief was to the following effect:\n \n(a) On 23 October 2008, Mr Hanson told Mr Filipsons, who is a director of the Allphones franchise which operates the Allphones Arndale (SA) store, that, as that date, most stores were on stock hold and had reached their $30,000 limit.",
      "id": "s281"
    },
    {
      "text": "He said that the system now needed to transfer stock between stores.",
      "id": "s282"
    },
    {
      "text": "When asked why such a limit had been imposed, Mr Hanson said:\n \n \n \"[It is] for reasons I can't explain.",
      "id": "s283"
    },
    {
      "text": "That is why there has [sic] been no orders placed for the last 2 days.",
      "id": "s284"
    },
    {
      "text": "\"\n \n \n\nThese remarks were made in circumstances where Mr Hanson had telephoned Mr Filipsons seeking Mr Filipsons' agreement and assistance to transfer certain stock to the Allphones store at Carlingford (NSW).",
      "id": "s285"
    },
    {
      "text": "On 27 October 2008, Mr Filipsons received an email from Allphones' Product Manager for Pre-Paid and Accessories, Mr Pereira, in which Mr Pereira listed those items which Allphones intended to supply in fulfilment of a purchase order recently placed by Mr Filipsons.",
      "id": "s286"
    },
    {
      "text": "Allphones intended to supply only one of most items listed in that order contrary to Mr Filipsons' wishes and expectations.",
      "id": "s287"
    },
    {
      "text": "When Mr Filipsons sent an email to Mr Pereira in order to find out why Allphones had taken this position, Mr Pereira replied:\n \n \n \"As per Tony Bakers [sic] email the other day on credit\".",
      "id": "s288"
    },
    {
      "text": "Mr Pereira's reply was sent on 30 October 2008 --- three days after Mr Filipsons' complaint.",
      "id": "s289"
    },
    {
      "text": "(b) On 27 October 2008, Mr Cai, who is a director of the Allphones franchisee which operates the Allphones Seven Hills (NSW) store, telephoned Mr Hale and requested more stock from him.",
      "id": "s290"
    },
    {
      "text": "This request was refused.",
      "id": "s291"
    },
    {
      "text": "Mr Hale told Mr Cai that he (Mr Cai) had too many handsets in his store and that he would need to transfer some handsets to other Allphones stores before his business would be allowed to reorder more handsets.",
      "id": "s292"
    },
    {
      "text": "Mr Cai then requested more stock of certain high demand telephone handsets.",
      "id": "s293"
    },
    {
      "text": "He only wanted 5 handsets.",
      "id": "s294"
    },
    {
      "text": "Mr Hale responded to that request as follows:\n \n \n Due to stock levels being so high we are unable to order more stock at this stage.",
      "id": "s295"
    },
    {
      "text": "If you are able to locate stock we will cover the courier charges.",
      "id": "s296"
    },
    {
      "text": "(c) On 28 October 2008, Mr Cai was informed by Mr Hanson that, if he transferred more handsets to other stores, Allphones would consider giving him more stock.",
      "id": "s297"
    },
    {
      "text": "He was told to contact Miranda Horth.",
      "id": "s298"
    },
    {
      "text": "(d) Mr Cai promptly complied with a subsequent specific request from Mr Hanson to transfer three iPhones to the Allphones Mount Druitt store.",
      "id": "s299"
    },
    {
      "text": "(e) On 29 October 2008, Mr Cai telephoned Ms Horth.",
      "id": "s300"
    },
    {
      "text": "In that conversation, when Mr Cai asked for more stock, Ms Horth said:\n \n \n You need to sign a new franchise agreement.",
      "id": "s301"
    },
    {
      "text": "Then you will get more stock.",
      "id": "s302"
    },
    {
      "text": "Otherwise you won't get any more stock.",
      "id": "s303"
    },
    {
      "text": "So it is better to sign the new franchise agreement.",
      "id": "s304"
    },
    {
      "text": "(f) On 30 October 2008, Mr Cai complained that he had not received enough prepaid stock in the ten days before 30 October 2008.",
      "id": "s305"
    },
    {
      "text": "Mr Hanson replied:\n \n \n Due to the high stock levels in stores (because of high end handsets like the N96), stores have been put on stock hold until the end of this month in an attempt to bring these levels down.",
      "id": "s306"
    },
    {
      "text": "(g) On 28 October 2008, Mr Burnett had a conversation with Ms Horth in words to the following effect:\n I (referring to Mr Burnett) said: I need to get a handset for a customer, are we still transferring or are you able to order it?",
      "id": "s307"
    },
    {
      "text": "She (referring to Ms Horth) said: No you need to transfer it.",
      "id": "s308"
    },
    {
      "text": "I said: Is this something that will end at the end of this month and go back to normal at the start of the next month.",
      "id": "s309"
    },
    {
      "text": "She said: Are you the franchisee?",
      "id": "s310"
    },
    {
      "text": "I said: Well I'm just as good as.",
      "id": "s311"
    },
    {
      "text": "She said: Well let me ask you a question without you reading too much into it I said: OK She said: Has your franchisee signed the new agreement?",
      "id": "s312"
    },
    {
      "text": "I said: So it's coming down to that?",
      "id": "s313"
    },
    {
      "text": "She said: Stores that have not signed the new agreement I recommend transfer as much stock as you possibly can as come the next 4 or 5 days it may become quite difficult.",
      "id": "s314"
    },
    {
      "text": "Did you read Tony Baker's email?",
      "id": "s315"
    },
    {
      "text": "I said: I've seen parts of it.",
      "id": "s316"
    },
    {
      "text": "I know what it is about.",
      "id": "s317"
    },
    {
      "text": "She said: Well I'll let you know what that $30,000 is made up of.",
      "id": "s318"
    },
    {
      "text": "It is made up of post paid, pre paid, ePay and accessories.",
      "id": "s319"
    },
    {
      "text": "I said: That may put us in a bit of a position as we sell at lot of ePay recharge.",
      "id": "s320"
    },
    {
      "text": "She said: Well $30,000 is a lot of money.",
      "id": "s321"
    },
    {
      "text": "I said: Well we would do $30,000 worth of ePay in a single month.",
      "id": "s322"
    },
    {
      "text": "She said: Oh.",
      "id": "s323"
    },
    {
      "text": "You may be in some trouble.",
      "id": "s324"
    },
    {
      "text": "Just make sure you don't contact any company stores as they are not authorised to transfer stock.",
      "id": "s325"
    },
    {
      "text": "I said: Can you provide me with a list of the company stores so that I don't waste my time calling them and asking them for stock.",
      "id": "s326"
    },
    {
      "text": "She said: It's okay.",
      "id": "s327"
    },
    {
      "text": "Those stores have now been taken off Control.",
      "id": "s328"
    },
    {
      "text": "Mr Burnett is the store manager of the Allphones store located in the Centro Shopping Centre at Mandurah (WA).",
      "id": "s329"
    },
    {
      "text": "That store is owned and operated by Mr Burnett's mother and step-father, Mr Slann.",
      "id": "s330"
    },
    {
      "text": "(h) Mr Burnett immediately reported to Mr Slann the substance of his conversation with Ms Horth.",
      "id": "s331"
    },
    {
      "text": "Mr Slann decided to do nothing for a couple of days in order to see whether Ms Horth's remarks were just an \" empty threat \".",
      "id": "s332"
    },
    {
      "text": "He did speak to other franchisees, including Mr Ainley and Mr Randall, and told them the substance of Mr Burnett's conversation with Ms Horth.",
      "id": "s333"
    },
    {
      "text": "(i) On 29 October Mr Ainley, who is a director of the Allphones franchise store at Mirrabooka (WA) telephoned Ms Horth and spoke with her.",
      "id": "s334"
    },
    {
      "text": "In that conversation, Ms Horth told Mr Ainley that stock would be limited to $30,000 per month for all stores not on the new franchise agreement and that stores on the old franchise agreement would not be able to transfer stock whereas stores on the new agreement would be able to transfer stock.",
      "id": "s335"
    },
    {
      "text": "Mr Ainley complained to Ms Horth about this new arrangement pointing out to her that the turnover of Allphones Mirrabooka in November was normally $100,000 to $120,000.",
      "id": "s336"
    },
    {
      "text": "(j) On 29 October 2008, Mr Randall, who is a director of the franchisee of the Allphones store at Bull Creek (WA) had a conversation with Ms Horth which included the following exchange:\n I (referring to Mr Randall) said: Well I'm a franchisee, I've got 2 stores and I'm concerned about stock levels over Christmas.",
      "id": "s337"
    },
    {
      "text": "She (referring to Ms Horth) said: Did you get the email from Tony Baker I said: I did She said: Are you on the new agreement or old agreement?",
      "id": "s338"
    },
    {
      "text": "I said: Old agreement She said: Well you will be restricted to the $30,000.",
      "id": "s339"
    },
    {
      "text": "If you have any legal questions you'll need to speak to Ben Schulte.",
      "id": "s340"
    },
    {
      "text": "Brett Hale and I have been advised to do this and we are only doing what we are told.",
      "id": "s341"
    },
    {
      "text": "I said: Thanks very much \n(k) After he concluded his conversation with Ms Horth, Mr Randall immediately tried to contact Mr Schulte.",
      "id": "s342"
    },
    {
      "text": "He was unable to do so straight away.",
      "id": "s343"
    },
    {
      "text": "He subsequently had a conversation with Mr Schulte in which words to the following effect were spoken:\n I said: Good morning Allphones Warwick this is Jeremy speaking He said: G'Day Jeremy it is Ben Schulte I said: Hi mate how are you going?",
      "id": "s344"
    },
    {
      "text": "He said: Good mate how are you?",
      "id": "s345"
    },
    {
      "text": "I said: Good.",
      "id": "s346"
    },
    {
      "text": "I just rang in relation to the stock levels for Christmas.",
      "id": "s347"
    },
    {
      "text": "He said: What do you want to know?",
      "id": "s348"
    },
    {
      "text": "I said: Well I've got two shops...",
      "id": "s349"
    },
    {
      "text": "He said: Oh its [sic] in relation to Tony Baker's email.",
      "id": "s350"
    },
    {
      "text": "In a nutshell, if you're on the new agreement stock won't be a problem.",
      "id": "s351"
    },
    {
      "text": "If you're on the old agreement you'll be restricted to $30,000.",
      "id": "s352"
    },
    {
      "text": "I said: [I paused] Ok thanks mate.",
      "id": "s353"
    },
    {
      "text": "84 Allphones relied upon affidavits sworn by each of Mr Schulte, Mr Hanson, Mr Hale and Ms Horth.",
      "id": "s354"
    },
    {
      "text": "It is not necessary for me to traverse the detail of the evidence given by those persons in those affidavits in relation to the above conversations.",
      "id": "s355"
    },
    {
      "text": "It is fair to say that, with one or two minor exceptions, the terms of the conversations are flatly denied.",
      "id": "s356"
    },
    {
      "text": "In one or two cases the witness denied that the conversation took place at all.",
      "id": "s357"
    },
    {
      "text": "85 At the final hearing, therefore, there will be a need to resolve a stark conflict in the evidence to be led by the ACCC and by Allphones as to whether all of the alleged conversations took place and as to what was said by each of the participants in those conversations.",
      "id": "s358"
    },
    {
      "text": "Stock Ordering and the Stock Position as at 20 October 2008 \n \n86 Under the old franchise agreement, Allphones retains management control over all stock supplied by it to its franchisees and can recall or direct transfers of such stock in any fashion that it sees fit.",
      "id": "s359"
    },
    {
      "text": "Stock is supplied on consignment with delivery costs being the responsibility of the franchisee.",
      "id": "s360"
    },
    {
      "text": "In addition to having management control of the stock, Allphones retains title to it until the stock is actually sold by the franchisee.",
      "id": "s361"
    },
    {
      "text": "The franchisee is permitted to order stock in the quantities and of the type required by it for its business but Allphones retains an absolute discretion to charge whatever prices it thinks fit.",
      "id": "s362"
    },
    {
      "text": "Ordinarily, the franchisees are not permitted to purchase stock from any source other than from Allphones.",
      "id": "s363"
    },
    {
      "text": "Allphones undertakes to fulfil orders placed by its franchisees for stock normally supplied by it with all reasonable dispatch but shall not be liable for losses caused by events beyond its control.",
      "id": "s364"
    },
    {
      "text": "87 Clause 6.14 of that agreement is in the following terms:\n \n \n 6.14 The total value of the Franchisor's stock held by the Franchisee must not exceed $30,000 or a value equal to an average of 45 days of \"product sales\", or such value as may be determined by the Franchisor in its sole and absolute discretion as being reasonable.",
      "id": "s365"
    },
    {
      "text": "88 Under the new franchise agreement, the entire control of what is to be supplied to franchisees rests with Allphones.",
      "id": "s366"
    },
    {
      "text": "Further, the equivalent of clause 6.14 (cl 6.2) has been reworded as follows:\n \n \n 6.2 Total value of stock\n The total value (including the value of any electronic recharge) of Allphones' stock held by the Franchisee will be at least $30,000.00 per calendar month or a value to be determined by Allphones in its sole and absolute discretion as reasonable, based on the Franchisee's then current performance and Allphones' legitimate business interests.",
      "id": "s367"
    },
    {
      "text": "89 In addition, under the new franchise agreement, Allphones is permitted to suspend the supply of stock to a franchisee if the franchisee is in breach of the franchise agreement.",
      "id": "s368"
    },
    {
      "text": "90 Allphones led evidence directed at supporting the assertions of fact made by Mr Baker in the Baker email.",
      "id": "s369"
    },
    {
      "text": "That evidence was also designed to demonstrate, for the purposes of the present application, the bona fides of Allphones in respect of its dealings with its suppliers concerning credit limits.",
      "id": "s370"
    },
    {
      "text": "91 That evidence may be summarised as follows:\n \n(a) As at 20 October 2008, Allphones was endeavouring to negotiate increased credit limits with some of its suppliers.",
      "id": "s371"
    },
    {
      "text": "In the case of one or two suppliers, those negotiations had been ongoing for some months;\n \n(b) In the case of one of those suppliers, Brightpoint, in early November 2008, Allphones was successful in negotiating an increase in its credit limit;\n \n(c) In the case of the other suppliers, Allphones had not been successful in negotiating increases in its credit limits by 20 October 2008.",
      "id": "s372"
    },
    {
      "text": "None of those suppliers had point blank refused to grant the requested increase.",
      "id": "s373"
    },
    {
      "text": "The delay was caused by the need for Allphones to provide up-to-date financial information and for the existing guarantors in respect of the relevant suppliers to agree that their guarantees should apply to the increased limits being sought by Allphones.",
      "id": "s374"
    },
    {
      "text": "These were all matters which were under the control of Allphones;\n \n(d) As at 20 October 2008, negotiations were continuing between Allphones and its suppliers in relation to the requested increases in credit limits;\n \n(e) As at 20 October 2008, no supplier had threatened or actually imposed less favourable credit terms in respect of the supply of stock to Allphones;\n \n(f) On occasion, in the months leading up to 20 October 2008, Allphones had been slow in making payments to some of its suppliers and was thus outside the trading terms which it had agreed with those suppliers.",
      "id": "s375"
    },
    {
      "text": "However, none of those suppliers had withheld supplies on that account; and\n \n(g) As at 12 October 2008 and as at 19 October 2008, stock held by Allphones in its system was at record levels.",
      "id": "s376"
    },
    {
      "text": "That is to say, rather than there being an actual or anticipated shortage of stock, there was an excess of stock in the system.",
      "id": "s377"
    },
    {
      "text": "According to some of the witnesses, this was because there had been some catch-up in early October 2008 in the supply of previously delayed supplies and also the more timely meeting of orders placed in October 2008.",
      "id": "s378"
    },
    {
      "text": "92 The thrust of the evidence tendered by Allphones concerning its relationships and dealings with its suppliers in the relevant period was that Allphones was continuing to obtain all necessary supplies of stock and was working towards securing such supplies for the upcoming Christmas 2008/January 2009 period.",
      "id": "s379"
    },
    {
      "text": "Whilst occasional shortages might be expected, there was nothing in the evidence to suggest that, as at 20 October 2008, there were likely to be serious or prolonged shortages of stock affecting the upcoming period commencing in November 2008 and ending in January 2009.",
      "id": "s380"
    },
    {
      "text": "93 The evidence led by the ACCC contained general and vague statements by one or two of the franchisees who swore affidavits to the effect that they were already experiencing the withholding of stock by late October 2008.",
      "id": "s381"
    },
    {
      "text": "The detailed evidence led by Allphones established that this was not so.",
      "id": "s382"
    },
    {
      "text": "Stock Ordering Generally \n \n94 At [86] to [89] above I have described the most important contractual provisions relevant to the supply of stock.",
      "id": "s383"
    },
    {
      "text": "95 Mr Baker described the way in which Allphones goes about supplying stock to the stores in its system.",
      "id": "s384"
    },
    {
      "text": "He said that just before the end of each month, Allphones negotiates with its major carriers the terms of offers that will be available from those carriers in respect of particular handsets.",
      "id": "s385"
    },
    {
      "text": "It enters into similar negotiations with suppliers of accessories.",
      "id": "s386"
    },
    {
      "text": "The outcome of those negotiations determine the extent and the terms of offers which the Allphones stores will then make to consumers.",
      "id": "s387"
    },
    {
      "text": "Mr Baker said that Allphones' business judgment as to the attractiveness of particular offers and the resultant ability of those offers to drive sales through Allphones stores are relevant factors in determining the stock levels required for each stock item involved in such offers.",
      "id": "s388"
    },
    {
      "text": "96 Mr Baker also said that Allphones had adopted a rolling stock ordering program on a twice weekly basis.",
      "id": "s389"
    },
    {
      "text": "That program was designed to ensure that each store held sufficient stock to meet two weeks anticipated trading in that store.",
      "id": "s390"
    },
    {
      "text": "This required the Allphones stock inventory team to make business judgments about the level of stock required.",
      "id": "s391"
    },
    {
      "text": "Part of that judgment involved mathematical calculations referrable to the prior trading history of each store as well as subjective business judgments as to what may be required in the immediate future by each particular store.",
      "id": "s392"
    },
    {
      "text": "It is Allphones which orders stock directly for all of the stores in the system including franchised stores.",
      "id": "s393"
    },
    {
      "text": "Each order is made by reference to a specific store within the Allphones system.",
      "id": "s394"
    },
    {
      "text": "Each Allphones franchisee is notified by email each time a purchase order is raised in respect of its store.",
      "id": "s395"
    },
    {
      "text": "There may then follow some discussion between Allphones employees and the franchisee directed at refining the terms of the particular orders.",
      "id": "s396"
    },
    {
      "text": "97 Temporary stock shortages are dealt with by transfers between stores which are generally organised and controlled by Allphones personnel (not by the franchisees on their own).",
      "id": "s397"
    },
    {
      "text": "98 CONTROL (being the name of a particular computer application) is a point of sale software application by Creative Computing which is utilised by Allphones for inventory and Point of Sale functions.",
      "id": "s398"
    },
    {
      "text": "It is capable of generating reports which can be used by Allphones' head office or Allphones stores (including franchised stores) for the effective management of inventory.",
      "id": "s399"
    },
    {
      "text": "The system allows data to be transferred into an excel spreadsheet and for manual alteration of the contents of that spreadsheet.",
      "id": "s400"
    },
    {
      "text": "99 Through Mr Baker, Allphones tendered a significant body of evidence directed to establishing that it had not, in fact, in the period between 20 October 2008 and about 3 or 4 November 2008, withheld or rationed stock to its franchised stores in a way which discriminated against franchised stores which were continuing to operate under the old franchise agreement.",
      "id": "s401"
    },
    {
      "text": "100 Again, it is not necessary for me to traverse that evidence in detail.",
      "id": "s402"
    },
    {
      "text": "I accept, for present purposes, that the evidence demonstrated that no such discrimination had, in fact, occurred in the period referred to.",
      "id": "s403"
    },
    {
      "text": "THE ARGUMENTS OF THE PARTIES \n \n101 The ACCC submitted that it had established a prima facie case that, by late October 2008, Allphones was in fact allocating or, alternatively, intended or was threatening to allocate stock for sale or other disposition through its stores in a discriminatory manner for the purpose of influencing or pressuring franchisees who were and are operating under the old franchise agreement to cease to do so and to undertake fresh arrangements with Allphones which require those franchisees to enter into the new franchise agreement and to provide a release to Allphones for past breaches of the old franchise agreement in circumstances which render Allphones conduct unconscionable.",
      "id": "s404"
    },
    {
      "text": "102 The ACCC submitted that Allphones was not entitled to discriminate in favour of franchisees who had entered into the new franchise agreement and who had provided a release to Allphones for past breaches of contract when deciding how to allocate stock, even when stock needed to be rationed for good commercial reasons.",
      "id": "s405"
    },
    {
      "text": "103 The ACCC also contended that, because Allphones controls the disposition and allocation of all stock to franchisees and also, in the first instance, receives all of the cash collected by franchisees, there is a substantial imbalance in the strength of the bargaining position between Allphones and its franchisees when the question of stock allocation comes to be considered.",
      "id": "s406"
    },
    {
      "text": "104 As an alternative case, the ACCC put that, if the Court should accept that Allphones never intended to carry out its threat to prefer franchisees who had signed new franchise agreements over those who remained on the old franchise agreement when allocating stock, then Allphones had engaged in misleading and deceptive conduct or conduct that was likely to mislead or deceive and had thus contravened s 52 of the TPA because it had made statements as to its present intention as to how it would behave in the future which were false at the time that they were made.",
      "id": "s407"
    },
    {
      "text": "105 Allphones submitted that:\n \n(a) it has a well-established procedure for ensuring that stores in the Allphones system are adequately stocked;\n \n(b) that procedure is relatively complex and involves objective (mathematical) and subjective (business-related) assessments and judgments;\n \n(c) the uncontested evidence tendered by Allphones in the present application demonstrates that there has been no alteration of that stock-ordering procedure so as to favour or prefer franchisees on the new franchise agreement over those who have remained on the old franchise agreement;\n \n(d) stock shortages occur from time to time for reasons which may be adequately described at the moment as \"in the ordinary course of business\" by which I mean reasons which are not manufactured for some ulterior purpose not connected with the legitimate commercial imperatives of the Allphones business; \n \n(e) in October 2008, there was a genuine stock shortage which arose out of the confluence of several business factors;\n \n(f) nonetheless Allphones did not, in fact, act in October 2008 or in early November 2008 to prefer or favour the interests of franchisees who had signed the new franchise agreements and provided a release to Allphones; \n \n(g) however, in circumstances where stock shortages occur in the ordinary course of business (and not otherwise), Allphones is entitled to favour or prefer the interests of franchisees who have signed the new franchise agreement and released Allphones from past breaches of the old franchise agreement because franchisees under the old agreement cost Allphones more to support than those under the new agreement for the following reasons:\n \n(i) franchisees under the old franchise agreement are in dispute with Allphones; and\n \n(ii) part of that dispute involves an assertion by franchisees under the old agreement that they are entitled to a share of certain commissions and rebates to which franchisees under the new agreement are not entitled.",
      "id": "s408"
    },
    {
      "text": "106 Allphones also submitted that it had not made a hollow or empty threat with a view to procuring franchisees under the old agreement to agree to terminate their existing arrangements and to sign the new franchise agreement and to release Allphones from past breaches of contract.",
      "id": "s409"
    },
    {
      "text": "107 Senior Counsel for Allphones put that, in the event that there was a legitimate business need to ration stock, Allphones was entitled to make its rationing decisions by favouring those franchisees on the new franchise agreement, if it chose to do so.",
      "id": "s410"
    },
    {
      "text": "Such conduct would not be unconscionable.",
      "id": "s411"
    },
    {
      "text": "CONSIDERATION \n Section 51AC of the TPA \n \n108 Section 51AC(1) and (2) of the TPA are in the following terms;\n 51AC Unconscionable conduct in business transactions \n \n (1) A corporation must not, in trade or commerce, in connection with: \n \n \n \n \n (a) the supply or possible supply of goods or services to a person (other than a listed public company); or\n (b) the acquisition or possible acquisition of goods or services from a person (other than a listed public company); \n engage in conduct that is, in all the circumstances, unconscionable.",
      "id": "s412"
    },
    {
      "text": "(2) A person must not, in trade or commerce, in connection with: \n \n \n \n \n (a) the supply or possible supply of goods or services to a corporation (other than a listed public company); or\n (b) the acquisition or possible acquisition of goods or services from a corporation (other than a listed public company); \n \n \n \n \n \n engage in conduct that is, in all the circumstances, unconscionable.",
      "id": "s413"
    },
    {
      "text": "109 Section 51AC was introduced into Part IV of the TPA by the Trade Practices Amendment (Fair Trading) Act 1998 (Cth).",
      "id": "s414"
    },
    {
      "text": "It came into effect on 1 July 1998.",
      "id": "s415"
    },
    {
      "text": "Sections 51AA and 51AB were already in the TPA as at 1998.",
      "id": "s416"
    },
    {
      "text": "110 Subsections (3), (4), (5) and (6) set out statutory guidance as to the factors to which the Court can and cannot have regard for the purposes of determining whether a corporation has contravened either subsection (1) or (2) of s 51AC.",
      "id": "s417"
    },
    {
      "text": "The list of factors set out in those sub-paragraphs to which the Court is permitted to have regard is not exhaustive.",
      "id": "s418"
    },
    {
      "text": "111 The balance of s 51AC deals with matters which are not presently relevant with perhaps the exception of s 51AC(12) which provides:\n \n \n (12) Section 51A applies for the purposes of this section in the same way as it applies for the purposes of Division 1 of Part V. \n \n \n\n112 In the present case, the ACCC submitted that the Court should have regard to the factors described in subparagraphs (a), (b), (d), (e), (f) and (k) of s 51AC(3).",
      "id": "s419"
    },
    {
      "text": "Particular emphasis was placed upon the factor described in s 51AC(3)(f).",
      "id": "s420"
    },
    {
      "text": "113 There is a body of authority in this Court which establishes the following propositions:\n \n(a) The scope of s 51AC is wider than that of s 51AA.",
      "id": "s421"
    },
    {
      "text": "The meaning of unconscionable for the purposes of s 51AC is not limited to the meaning of the word according to established principles of common law and equity: per French J in Australian Competition and Consumer Commission v C G Berbatis Holdings Pty Ltd (No 2) [2000] FCA 2 ; (2000) 96 FCR 491 at [24] and [25] (p 503); per Sundberg J in Australian Competition and Consumer Commissioner v Simply No-Knead Franchising Pty Limited [2000] FCA 1365 ; (2000) 104 FCR 253 at [31] (p 265); per Selway J in Australian Competition and Consumer Commission v 4WD Systems Pty Limited (2003) 59 IPR 435 at [183] (p 487) and per Jacobson J in Pacific National (ACT) Limited v Queensland Rail (2006) 28 ATPR 46-268 (p 53,515) at [918] (p 53,527).",
      "id": "s422"
    },
    {
      "text": "(b) The ordinary or dictionary meaning of unconscionable, which involves notions of serious misconduct or something which is clearly unfair or unreasonable, is picked up by the use of the word in s 51AC.",
      "id": "s423"
    },
    {
      "text": "When used in that section, the expression requires that the actions of the alleged contravenor show no regard for conscience, and be irreconcilable with what is right or reasonable.",
      "id": "s424"
    },
    {
      "text": "Inevitably the expression imports a pejorative moral judgment: per Heerey, Drummond and Emmett JJ in Hurley v McDonalds Australia Limited (2000) 22 ATPR 41-741 (p 40,578) at [22] (p 40,585).",
      "id": "s425"
    },
    {
      "text": "This helpful articulation of the meaning of the word when used in s 51AC was followed by Selway J in ACCC v 4WD Systems Pty Ltd (2003) 59 IPR 435 at [183]-[185] (pp 487-488) and by Sundberg J in ACCC v Simply No-Knead Franchising Pty Limited [2000] FCA 1365 ; (2000) 104 FCR 253 at [30] (p 264); and\n \n(c) Normally, some moral fault or moral responsibility would be involved.",
      "id": "s426"
    },
    {
      "text": "This would not ordinarily be present if the critical actions are merely negligent.",
      "id": "s427"
    },
    {
      "text": "There would ordinarily need to be a deliberate (in the sense of intentional) act or at least a reckless act: per Selway J in ACCC v 4WD Systems Pty Ltd (2003) 59 IPR 435 at [185] (p 488).",
      "id": "s428"
    },
    {
      "text": "114 The above statements of principle provide useful guidance as to the content of the concept of unconscionability or unconscionable when used in s 51AC of the TPA.",
      "id": "s429"
    },
    {
      "text": "Of necessity, the authorities to which I have referred do not prescribe a precise definition which would be able to be applied to every set of circumstances presented to the Court for consideration.",
      "id": "s430"
    },
    {
      "text": "The application of the meaning accorded to the concept will always be a matter of judgment in every case and will depend upon a careful consideration of the circumstances of each case.",
      "id": "s431"
    },
    {
      "text": "115 It must also be remembered that, as is the case with other sections of the TPA contained in Parts IVA , IVB and V, s 51AC establishes a norm of conduct.",
      "id": "s432"
    },
    {
      "text": "Failure to observe that norm has consequences provided elsewhere in the Act.",
      "id": "s433"
    },
    {
      "text": "(See the judgment of the High Court in Master Education Services Pty Ltd v Ketchell [2008] HCA 38 ; (2008) 82 ALJR 1322 at [28] to [32] (pp 1329-1330) and the cases cited in those paragraphs).",
      "id": "s434"
    },
    {
      "text": "Analysis \n \n116 Senior Counsel for Allphones submitted that his client was the victim of a series of \" verbals \".",
      "id": "s435"
    },
    {
      "text": "As I understood that submission, it was contended on behalf of Allphones that the entire or a substantial part of the case which the ACCC was putting depended upon evidence of conversations given by disgruntled franchisees, which was, for the most part, denied by Allphones and which could not be properly tested in an interlocutory hearing.",
      "id": "s436"
    },
    {
      "text": "The submission was then refined somewhat in order to invoke the principle explained by McLelland J in Kolback Securities Ltd v Epoch Mining NL (1987) 8 NSWLR 533 to which I have referred in [28] to [31] above.",
      "id": "s437"
    },
    {
      "text": "117 As I have already indicated, I propose to apply what McLelland J said in Kolback Securities Ltd v Epoch Mining NL (1987) 8 NSWLR 533.",
      "id": "s438"
    },
    {
      "text": "118 However, I do not think that a correct application of that principle requires me to discount heavily or ignore the evidence given by the deponents of the affidavits which were read by the ACCC at the hearing of the present application.",
      "id": "s439"
    },
    {
      "text": "119 The conversations to which the witnesses deposed took place in a context.",
      "id": "s440"
    },
    {
      "text": "To a large extent, that context was governed by the events which had occurred during the course of 2008 to which I have referred above and by the contents of the Baker email.",
      "id": "s441"
    },
    {
      "text": "Whilst the conversations have been denied for the most part, they are not of such a character as to lead me to conclude that the ACCC's case for final relief is a weak one.",
      "id": "s442"
    },
    {
      "text": "120 It seems to me that I am entitled to give to the conversations due weight for the purpose of determining whether the ACCC has demonstrated a prima facie case or a serious question to be tried in respect of its unconscionability claim.",
      "id": "s443"
    },
    {
      "text": "121 It seems to me that as at 20 October 2008, the following facts and matters were in play:\n \n(a) On 25 March 2008 the ACCC had commenced the main ACCC proceedings.",
      "id": "s444"
    },
    {
      "text": "That case appears to be a very substantial case challenging many aspects of the way in which Allphones conducts its franchise system;\n \n(b) Only a few months before, Allphones had lost the Hoy Mobile proceedings to a large extent.",
      "id": "s445"
    },
    {
      "text": "In particular, Rares J had held that Allphones was obliged to account to its franchisees who were engaged under the old franchise agreement for an appropriate share of the commissions and rebates which it earned from carriers and suppliers.",
      "id": "s446"
    },
    {
      "text": "(c) Allphones had appealed from the decision of Rares J in the Hoy Mobile proceedings;\n \n(d) Allphones was not prepared to accept that decision; \n \n(e) In April 2008, Allphones through Mr Baker had attempted to bully franchisees into encouraging the ACCC to drop the main ACCC proceedings (as to which see [43]-[50] above);\n \n(f) Allphones had taken steps under the Franchising Code of Conduct to renegotiate the terms of its existing franchise agreements in order to make clear that its franchisees had no entitlement to the commissions and rebates which it might earn from carriers and suppliers and also to obtain a release from any obligation on its part to pay a share of such amounts to its franchisees;\n \n(g) The critical negotiations and mediation contemplated by the dispute procedure which Allphones had instigated under the Franchising Code of Conduct were imminent as at 20 October 2008; \n \n(h) There were no stock shortages as at 20 October 2008;\n \n(i) There were no real or unusual difficulties with the supply of stock as at that date; \n \n(j) There were probably a stock excess as at that date; and\n \n(k) There was no real reason to think that there would be unusual or extraordinary difficulties in obtaining all necessary stock for the upcoming Christmas/New Year period as at 20 October 2008.",
      "id": "s447"
    },
    {
      "text": "122 In my view, as the evidence stands at the moment, there is a fair amount of force in the proposition that the circumstances relied upon by Allphones as justifying sending the Baker email either did not in fact exist or were not perceived or believed by Allphones in fact to exist as at 20 October 2008.",
      "id": "s448"
    },
    {
      "text": "It is apparent from the terms of the email that, according to Mr Baker, the three matters dealt with next to the first three dot points on the first page of the email constituted the justification or reason for what is said subsequently in the email.",
      "id": "s449"
    },
    {
      "text": "The first of these matters asserted that suppliers had asked Allphones to provide additional security for credit or had foreshadowed that they would be asking for the provision of such security.",
      "id": "s450"
    },
    {
      "text": "In the context in which that statement was made, it is arguably misleading.",
      "id": "s451"
    },
    {
      "text": "The only request or requests for additional security that were demonstrated by evidence were those which arose from Allphones' requests to increase the relevant credit limits.",
      "id": "s452"
    },
    {
      "text": "There would have been nothing unusual in Allphones' suppliers requiring additional security to support additional credit being afforded by them to Allphones.",
      "id": "s453"
    },
    {
      "text": "If the statement is to be understood as suggesting that suppliers had recently taken steps to alter and make more restrictive the credit terms under which Allphones was then trading with them, such a statement would not have been true at the time that it was made.",
      "id": "s454"
    },
    {
      "text": "The subject matter of the second dot point was undoubtedly correct.",
      "id": "s455"
    },
    {
      "text": "There was, however, no evidence as to when the impact of the fall in the Australian dollar would be felt in the Allphones business.",
      "id": "s456"
    },
    {
      "text": "As to the third matter, there was no evidence to suggest that the suppliers and financiers to Allphones were concerned about its dispute with its franchisees.",
      "id": "s457"
    },
    {
      "text": "123 Further, as is apparent from a reading of the email, after Mr Baker referred to the matters with which I have just dealt, he then adverted to the possibility that the Directors of Allphones would in fact withdraw their existing guarantees and thus cause difficulties with the suppliers to Allphones and the credit which those suppliers might be prepared to allow Allphones.",
      "id": "s458"
    },
    {
      "text": "124 In the email, Mr Baker then said that there would almost certainly be less stock to go around and that Allphones would, in effect, be forced to ration stock.",
      "id": "s459"
    },
    {
      "text": "He then moved on to explain the basis upon which he was asserting that Allphones was entitled to prefer the interests of franchisees who were operating under the new franchise agreement over those who were operating under the old franchise agreement when it came to the allocation of stock.",
      "id": "s460"
    },
    {
      "text": "In the email, Mr Baker made very clear that, if, at any given point in time, all franchisees have been stocked to a level of at least $30,000, then above that level preference would be given to franchisees who were on new agreements, franchisees who had signed a Deed of Release and company stores.",
      "id": "s461"
    },
    {
      "text": "125 The evidence discloses that almost all franchisees habitually carry stock to a value which exceeds $30,000.",
      "id": "s462"
    },
    {
      "text": "126 It seems to me to have been unlikely that Mr Baker or anyone else at Allphones seriously thought that any of the stores in the system would find itself in the coming months holding stock to a value of less than $30,000.",
      "id": "s463"
    },
    {
      "text": "127 Finally, in the email, Mr Baker made the rather impractical suggestion that particular franchisees could provide a bank guarantee if that franchisee or those franchisees were unhappy with the allocations they receive.",
      "id": "s464"
    },
    {
      "text": "128 The conduct relied upon by the ACCC as constituting unconscionable conduct was not confined to the sending of the Baker email by Mr Baker on behalf of Allphones.",
      "id": "s465"
    },
    {
      "text": "The ACCC also relied upon the subsequent conversations which the various franchisees who swore affidavits had with Allphones employees in the week or so after 20 October 2008.",
      "id": "s466"
    },
    {
      "text": "129 On the version of the conversations given by the witnesses who provided affidavits on behalf of the ACCC, the following matters of substance were conveyed in those conversations by the Allphones employees with whom they spoke:\n \n(a) Franchisees who sign the new franchise agreement and give up all of their rights in respect of past breaches of the old franchise agreement will get more stock than those who do not.",
      "id": "s467"
    },
    {
      "text": "Similarly, those who sign up to the new arrangements will be allowed far greater flexibility and be treated preferentially when it comes to stock transfers.",
      "id": "s468"
    },
    {
      "text": "(b) Franchisees who do not sign the new franchise agreement and agree to abandon their rights against Allphones will have the terms of the old franchise agreement concerning stock strictly enforced against them.",
      "id": "s469"
    },
    {
      "text": "One such term is that, subject to some flexibility embodied within cl 6.14, each individual store is only entitled to hold stock up to a maximum of $30,000.",
      "id": "s470"
    },
    {
      "text": "130 The surrounding subject matter discussed and the language used in the conversations create the impression in my mind that the Allphones employees involved were making clear that preferential treatment would be given to franchisees who migrate to the new arrangements and who release Allphones from past breaches and that any and all legal rights which Allphones might have under the existing arrangements will be enforced against those franchisees who choose to remain on the old franchise agreement.",
      "id": "s471"
    },
    {
      "text": "131 On the franchisees' version of these conversations, there was a very clear threat made by Allphones to discriminate against franchisees who did not migrate to the new arrangements and to do so in respect of a matter which goes to the heart of the viability of the system viz.",
      "id": "s472"
    },
    {
      "text": "stock and stock allocations.",
      "id": "s473"
    },
    {
      "text": "132 Threats to impose stock holds and to limit stock holdings to a value of $30,000.00 had been made in the past (in particular in 2006 and again in 2007) by Allphones in order to pressure franchisees into meeting Allphones' demands, some of which were for things to which Allphones was not legitimately entitled.",
      "id": "s474"
    },
    {
      "text": "133 The evidence which covered the actual stock position up to 3 or 4 November 2008 does not demonstrate that there was, at that time, any significant stock shortages or any likelihood of any stock shortages in the immediate future.",
      "id": "s475"
    },
    {
      "text": "134 It does seem to me that there is force in the contention made by the ACCC that there was no good or business reason for Mr Baker to send the Baker email at the time when he did so.",
      "id": "s476"
    },
    {
      "text": "The fundamental premises which were asserted by him as justifying his sending that email have hardly been borne out in the evidence.",
      "id": "s477"
    },
    {
      "text": "The type of formalistic communication exemplified by that email did not appear to have been the type of communication that was usually sent in the ordinary course of the dealings between Allphones and its franchisees.",
      "id": "s478"
    },
    {
      "text": "It was sent at a critical time in the program for negotiation and mediation which had been already been locked in.",
      "id": "s479"
    },
    {
      "text": "It set the scene for the subsequent conversations, which, on the version found in the ACCC's evidence, were clearly designed to pressure franchisees on the old agreement to give up their rights or face the threat of stock rationing or withholding of stock supply.",
      "id": "s480"
    },
    {
      "text": "135 Allphones have submitted that I should not place such a complexion on the relevant events because to do so would ignore the powerful inherent probability that Allphones would be unlikely to \"cut off its nose to spite its face\" by artificially starving stores within the system of necessary stock solely in order to pressure the operators of those stores into the new arrangements.",
      "id": "s481"
    },
    {
      "text": "That submission also has a good deal of force.",
      "id": "s482"
    },
    {
      "text": "However, there is no particular reason to suppose that Allphones would make such a threat not intending, if necessary, to give effect to the threat even if only for a short time in order to bring to heel the franchisees to whom the threat was directed.",
      "id": "s483"
    },
    {
      "text": "136 Allphones also contended that it would be a legitimate and appropriate exercise of its rights and business judgment for it to favour franchisees on the new agreement and those franchisees who have provided a Release in favour of Allphones in respect of past breaches of their existing arrangements in circumstances where stock rationing or withholding of stock as a result of commercial circumstances generally outside its control becomes necessary.",
      "id": "s484"
    },
    {
      "text": "137 I am not necessarily in agreement with that contention.",
      "id": "s485"
    },
    {
      "text": "However, for present purposes, I need not consider it further.",
      "id": "s486"
    },
    {
      "text": "138 In the present case, the ACCC argues that the sole or predominant or a substantial purpose of the stance adopted by Allphones reflected in the Baker email and in the terms of the subsequent conversations with the franchisees was to pressure those franchisees who remained on the old franchise agreement into giving up their existing rights to continue to remain on that agreement; into releasing Allphones from past breaches of that agreement and into entering into fresh contractual arrangements which were less favourable than those reflected in the old franchise agreement in so far as the franchisees' entitlement to a share of commissions and rebates is concerned and in respect of the supply of stock.",
      "id": "s487"
    },
    {
      "text": "139 In effect, the contention of the ACCC is that, in the context in which Allphones' conduct took place, the threat to exercise the contractual and practical powers of control over stock enjoyed by Allphones vis-&agrave;-vis its franchisees for a reason which is not legitimately connected to the requirements of the business as a whole, constituted unconscionable conduct.",
      "id": "s488"
    },
    {
      "text": "The ACCC argued that, in the present case, there was an actual exercise or a threatened exercise of those powers for such a purpose in that the motivation and objective of Allphones in engaging in the conduct of which complaint is being made was to pressure and bully franchisees engaged under the old franchise agreement into giving up their rights rather than to allocate rationally and fairly such stock as there was in the system on a basis which reflected the legitimate business needs of the system as a whole and of the individual stores comprising that system.",
      "id": "s489"
    },
    {
      "text": "140 One way of testing the matter in issue is to ask the question: Would the Baker email have been sent and would the alleged conversations have taken place if Allphones was not at the very same time that these events took place, seeking to pressure franchisees under the old agreement to migrate to the new arrangements.",
      "id": "s490"
    },
    {
      "text": "141 The ACCC's case is that the answer to that question is a resounding: No.",
      "id": "s491"
    },
    {
      "text": "142 As the evidence stands at the moment, it is not likely that there will be stock shortages of such a magnitude that an unusual level of rationing of stock will need to be undertaken by Allphones in order to spread that stock around the system in a businesslike and rational way.",
      "id": "s492"
    },
    {
      "text": "However, if contrary to that expectation, stock shortages arise of such a magnitude that more serious efforts to ration must be undertaken by Allphones, I think that, as the evidence stands at the moment, Allphones would not be entitled to make its allocation decisions and act accordingly in the supply and allocation of stock by paying any regard to the circumstance that franchisees affected by those decisions may be on either the old or the new franchise agreement.",
      "id": "s493"
    },
    {
      "text": "The justification advanced by Allphones for taking into account whether a particular franchisee is under an old franchise agreement or a new franchise agreement when making stock allocations did not seem to me rationally to have much to do with such a decision and seemed rather to have been advanced as a justification for approaching allocations in a way that might really have been actuated by Allphones' desire to pressure its franchisees into entering into the new arrangements which it has in mind.",
      "id": "s494"
    },
    {
      "text": "143 Although the evidence does not really support the ACCC's contention that Allphones has in fact already rationed stock on an inappropriate basis, I think that the evidence does amount to proof of a prima facie case that Allphones has threatened to allocate stock upon a basis and in circumstances which are not truly for legitimate commercial reasons but are rather for the ulterior purpose of forcing its franchisees into the new arrangements.",
      "id": "s495"
    },
    {
      "text": "In my judgment, Allphones was employing unfair tactics and was unfairly pressuring its franchisees when it sent the Baker email and made the threats which it made in the conversations which it subsequently had with some of its franchisees.",
      "id": "s496"
    },
    {
      "text": "144 For these reasons, in my view the ACCC has established a prima facie case or serious question to be tried in respect of its claim that Allphones has been guilty of unconscionable conduct.",
      "id": "s497"
    },
    {
      "text": "145 Allphones contends (and the evidence supports) that it has not, in fact, yet allocated stock on a basis which includes as a criterion that a franchisee may be on one or other of the types of franchise agreement in play.",
      "id": "s498"
    },
    {
      "text": "Allphones has given the temporary undertaking referred to above.",
      "id": "s499"
    },
    {
      "text": "There is no real evidentiary support for the contention that significant stock shortages are anticipated in the immediate future.",
      "id": "s500"
    },
    {
      "text": "146 No particular hardship will be visited upon Allphones if injunctions in the form of the proposed orders are granted.",
      "id": "s501"
    },
    {
      "text": "147 The interests of third parties to the present application (namely Allphones franchisees) and the public generally require that the negotiations and mediation commenced in October/November 2008 be carried out in a climate where the commercial dealings between the two sides of the dispute remain much as they have been historically and are not affected by sudden alterations to those arrangements effected unilaterally by one side which are designed to put pressure on one side in favour of the other.",
      "id": "s502"
    },
    {
      "text": "148 In those circumstances, I think that the balance of convenience and the balance of justice favour the grant of injunction.",
      "id": "s503"
    },
    {
      "text": "149 I do not propose to deal with the ACCC's case which depended upon the contention that Allphones had made hollow or empty threats.",
      "id": "s504"
    },
    {
      "text": "150 In my view, the ACCC's case that there has been unconscionable conduct is a case which will support an injunction preventing Allphones from representing that it proposes to prefer the interests of franchisees who are operating under the new franchise agreement when allocating stock to its stores.",
      "id": "s505"
    },
    {
      "text": "151 I propose to grant injunctions in the terms of the orders which are set out at the commencement of these Reasons.",
      "id": "s506"
    },
    {
      "text": "They vary from the orders sought by the ACCC to some extent.",
      "id": "s507"
    },
    {
      "text": "But, in my view, the orders which I propose more appropriately reflect the needs of the case.",
      "id": "s508"
    },
    {
      "text": "I certify that the preceding one hundred and fifty-one (151) numbered paragraphs are a true copy of the Reasons for Judgment herein of the Honourable Justice Foster.",
      "id": "s509"
    },
    {
      "text": "Associate:\nDated: 19 January 2009\n\n Counsel for the Applicant: Mr S T White SC and Ms A M Seward \n \n Solicitor for the Applicant: Corrs Chambers Westgarth \n \n Counsel for the Respondent: Mr S D Robb QC and Mr M A Jones \n \n Solicitor for the Respondent: DLA Philips Fox \n\n Date of Hearing: 4, 7 and 11 November 2008 \n \n Date of Judgment: 19 January 2009 \n \n\n \n AustLII: Copyright Policy | Disclaimers | Privacy Policy | Feedback \n URL: http://www.austlii.edu.au/au/cases/cth/FCA/2009/17.html",
      "id": "s510"
    }
  ]
}